{
    "nct_id": "NCT06534723",
    "title": "A 12-month Multicenter, Randomized, Double-blind, Placebo-controlled, Parallel Group, Phase 3 Clinical Trial of Wujia Yizhi Granules in the Treatment of Mild-to-moderate Alzheimer's Dementia (Syndrome of Deficiency of Spleen and Kidney).",
    "status": "RECRUITING",
    "last_update_time": "2024-10-09",
    "description_brief": "This study is a randomized, double-blind, placebo-controlled phase 3 design aimed at further verifying the safety and efficacy of Wujia Yizhi granules for mild-to-moderate Alzheimer's dementia",
    "description_detailed": "This is a multi-center, randomized, double-blind, placebo-controlled phase 3 clinical trial targeting patients with mild-to-moderate Alzheimer's dementia (TCM differentiated as syndrome of deficiency of spleen and kidney). 570 subjects were recruited and randomly assigned to the experimental and placebo groups at a ratio of 2:1.",
    "phase": [
        "PHASE3"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "Wujia Yizhi granules"
    ],
    "placebo": [
        "Placebo granules (simulator)"
    ],
    "explanation_target": [
        "Reason: The trial tests Wujia Yizhi granules, a traditional Chinese medicine (herbal granule) given orally (6 g BID) in a Phase 3 randomized, double‑blind, placebo‑controlled study for mild‑to‑moderate Alzheimer dementia, with primary outcomes including ADAS‑Cog and CDR‑SB, indicating the trial is assessing effects on cognition and clinical function rather than a named anti‑amyloid or anti‑tau biologic. citeturn0search0turn0search1.",
        "Act: Wujia Yizhi granules are presented as an herbal/TMC granule product (not described as a monoclonal antibody, vaccine, or defined small‑molecule inhibitor). Prior clinical reports of similarly named TCM formulas (e.g., Yizhi/Jiannao Yizhi granules/formulas) have been used to improve cognitive scores in AD clinical observations, consistent with a cognition‑enhancing intent. citeturn0search6turn0search7.",
        "Reflect: No mechanism of action targeting canonical AD pathology (amyloid or tau) is provided in the registry description, and the product is not described as a biologic or single small‑molecule pharmacologic agent; therefore the best fit among the provided categories is 'cognitive enhancer'. If you want, I can search further for phytochemical analyses or preclinical work that might indicate a disease‑modifying mechanism, but based on the trial listing the intent appears to be symptomatic cognitive/functional improvement. citeturn0search2turn0search4."
    ],
    "agent_type": "S) Unknown Target",
    "explanation_agent": [
        "Reason: The trial tests Wujia Yizhi granules, a traditional Chinese herbal (oral granule) given BID in a Phase‑3, randomized, double‑blind, placebo‑controlled study for mild‑to‑moderate Alzheimer dementia; the registry lists cognitive/clinical endpoints (e.g., ADAS‑Cog, CDR‑SB) but does not describe a molecular mechanism or named pharmacologic target (no amyloid/tau/inflammation/etc. mechanism specified). citeturn0search0turn0search1",
        "Act: The intervention is an herbal/TMC granule product (Wujia Yizhi granules) and the public trial listings do not define a target gene, receptor, enzyme, or pathway. Similar 'Yizhi' herbal formulas have been used clinically to try to improve cognition, but systematic reviews note lack of high‑quality RCT evidence for these TCM preparations — supporting the interpretation that the trial is testing a symptomatic cognitive enhancer without a specified CADRO target. citeturn0search0turn0search4",
        "Reflect: Because no canonical AD pathology target (amyloid, tau, ApoE/lipids, inflammation, synaptic receptor, etc.) or defined mechanism is provided in the registry, the most specific CADRO match is S) Unknown Target. If additional phytochemical, preclinical, or manufacturer data identifying a mechanistic pathway are provided or found, the classification should be reassessed (and could move to a specific CADRO category). citeturn0search3turn0search5",
        "Web search results used: 1) Trial registry entry for NCT06534723 (Phase 3 Wujia Yizhi granules — study details, dosing, endpoints). citeturn0search0 2) MedPath/other trial listing summarizing the same Phase‑3 trial. citeturn0search1 3) ICHGCP/clinical trial registry copy of the listing. citeturn0search3 4) Cochrane evidence note on related 'Yizhi' herbal products indicating lack of high‑quality randomized evidence for cognitive disorders (context about similar TCM formulations). citeturn0search4 5) CenterWatch summary of the trial listing. citeturn0search5"
    ]
}