{
    "nct_id": "NCT04629547",
    "title": "Sleep Trial to Prevent Alzheimer's Disease",
    "status": "RECRUITING",
    "last_update_time": "2025-01-14",
    "description_brief": "The purpose of this study is to determine if treatment with the sleep aid suvorexant can decrease the rate of amyloid-β (Aβ) accumulation in the brain.",
    "description_detailed": "This study will investigate if long-term treatment with suvorexant will slow amyloid-β accumulation in the brain. Amyloid-β is a protein involved in the disease process leading to Alzheimer's disease. This study will evaluate if suvorexant can decrease the amount of amyloid-beta detected by plasma pT217/T217.",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "PREVENTION",
    "results": null,
    "target_category": "neuropsychiatric symptom improvement",
    "drug": [
        "suvorexant (Belsomra)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is suvorexant, a small‑molecule dual orexin (OX1/OX2) receptor antagonist approved as a sleep aid for insomnia; its mechanism is to block orexin-mediated wakefulness rather than to directly target amyloid or tau pathology. citeturn0search4turn0search0",
        "Act: Extracted details — drug name: suvorexant (brand BELSOMRA); class/mechanism: oral dual orexin receptor antagonist used to treat insomnia (approved indication). The trial’s stated goal is to see whether improving sleep with suvorexant can decrease amyloid‑β accumulation, but the drug itself does not directly target Aβ. citeturn0search0turn0search4",
        "Web search results (key sources): Merck press release / FDA approval summary describing suvorexant (BELSOMRA) as a selective orexin receptor antagonist indicated for insomnia. citeturn0search0turn0search1; Phase 3 / Merck discussion noting insomnia in AD and elevated orexin in CSF, giving rationale for sleep intervention to affect AD pathology. citeturn0search3; PubMed summary confirming suvorexant is a dual orexin‑1 and orexin‑2 receptor antagonist (first approval). citeturn0search4",
        "Reflect: Classification justification — although the trial aims to reduce Aβ accumulation (a disease‑modifying outcome), suvorexant’s pharmacologic action is to treat sleep disturbance (a neuropsychiatric/behavioral symptom) and it does not directly target Alzheimer’s pathology. Given the category definitions, the intervention best fits 'neuropsychiatric symptom improvement' (treating sleep disturbance) rather than 'disease‑targeted small molecule' or 'disease‑targeted biologic.' Note: there is some ambiguity because the trial's primary outcome is disease biomarker change (Aβ); however the drug’s mechanism and indication determine the category. citeturn0search0turn0search3"
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The trial tests suvorexant (BELSOMRA), an oral dual orexin (OX1/OX2) receptor antagonist that promotes sleep by blocking orexin-mediated wakefulness rather than directly targeting amyloid-β or tau pathology. citeturn0search0turn0search4",
        "Act: Extracted details — drug: suvorexant (BELSOMRA); class/mechanism: selective orexin (neurotransmitter) receptor antagonist used to treat insomnia. Although the trial aims to assess whether improving sleep can reduce Aβ accumulation, the pharmacologic target is a neurotransmitter receptor (orexin receptors), so the best CADRO match is D) Neurotransmitter Receptors. citeturn0search0turn0search1",
        "Reflect: This classification aligns with CADRO because suvorexant’s mechanism directly modulates a neurotransmitter receptor (orexin system) to treat a neuropsychiatric symptom (sleep disturbance). The trial’s disease‑biomarker outcome (amyloid change) does not change the drug’s mechanistic category; it remains a neurotransmitter‑receptor targeting intervention. citeturn0search1turn0search2",
        "Web search results (key sources):",
        "- Merck press release announcing BELSOMRA (suvorexant) and mechanism: suvorexant is a selective orexin receptor antagonist used for insomnia. citeturn0search0",
        "- Merck release: Phase 3 efficacy in insomnia for people with mild-to-moderate Alzheimer’s disease dementia; notes elevated CSF orexin in AD and rationale for sleep intervention. citeturn0search1",
        "- Merck Phase III data summary describing suvorexant targeting orexin to facilitate sleep. citeturn0search2",
        "- Merck development program update describing orexin blockade as the drug’s mechanism. citeturn0search3",
        "- PR Newswire / Merck availability announcement confirming indication and safety information for BELSOMRA. citeturn0search4"
    ]
}