{
    "nct_id": "NCT04867616",
    "title": "A Patient- and Investigator-Blind, Placebo-Controlled Study to Evaluate the Efficacy, Safety, and Tolerability of Bepranemab (UCB0107) in Study Participants With Prodromal to Mild Alzheimer's Disease (AD), Followed by an Open-Label Extension Period",
    "status": "COMPLETED",
    "last_update_time": "2025-08-28",
    "description_brief": "The purpose of the study is to investigate the effect of bepranemab versus (vs) placebo on the Clinical Dementia Rating Scale Sum of Boxes (CDR-SB) up to Week 80 in study participants with prodromal or mild Alzheimer's Disease (AD).",
    "description_detailed": "N/A",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "Disease-targeted biologic",
    "drug": [
        "Bepranemab (UCB0107) — humanized IgG4 monoclonal antibody targeting the mid-region of tau protein"
    ],
    "placebo": [
        "Placebo"
    ],
    "explanation_target": [
        "Reason: The trial tests bepranemab (UCB0107) vs placebo in prodromal/mild AD with the primary endpoint CDR‑SB over 80 weeks. The intent is to alter AD pathology (tau accumulation) rather than only symptomatic cognitive enhancement or behavioural symptom control. citeturn0search0turn0search8",
        "Act: Web search shows bepranemab is a recombinant humanized full‑length IgG4 monoclonal antibody that specifically targets a central/mid region of tau (aa 235–250) to interfere with pathogenic, aggregated tau propagation. The TOGETHER (AH0003 / NCT04867616) trial is a randomized, placebo‑controlled study of bepranemab in prodromal to mild AD with an 80‑week treatment and open‑label extension. These sources confirm the drug is a biologic targeting tau pathology. citeturn0search1turn0search0turn0search2",
        "Reflect: Given bepranemab is a monoclonal antibody directed at tau (a core AD pathology) the correct category is 'Disease-targeted biologic'. There is no indication the intervention is a small molecule, a purely symptomatic cognitive enhancer, or a neuropsychiatric‑symptom treatment. Trial reports note effects on tau PET and some cognitive secondary endpoints, consistent with a disease‑targeting biologic mechanism. citeturn0search3turn0search7",
        "Web search results (key sources used): 1) TOGETHER study design and primary endpoint (Alzheimer's & Dementia description of AH0003/TOGETHER). citeturn0search0 2) Mechanism (bepranemab described as anti‑tau humanized IgG4 mAb targeting mid‑region of tau). citeturn0search1 3) Clinical trial registry and status/details for NCT04867616 (trial summary and enrollment). citeturn0search2 4) UCB company page for bepranemab (program summary). citeturn0search8"
    ],
    "agent_type": "B) Tau",
    "explanation_agent": [
        "Reason: The investigational drug, bepranemab (UCB0107), is a humanized IgG4 monoclonal antibody directed at the mid-region of tau protein and is intended to alter tau pathology (reduce/interfere with pathogenic aggregated tau propagation) rather than provide only symptomatic benefit. This directly corresponds to CADRO category B (Tau).",
        "Act: Extracted details from the trial description — drug: Bepranemab (UCB0107); modality: recombinant humanized IgG4 monoclonal antibody; target: central/mid-region of tau (aa235–250); mechanism: interferes with pathogenic, aggregated tau propagation. Based on these specifics, assign 'B) Tau'.",
        "Reflect: Confirmation that the intervention is a disease-targeted biologic whose molecular target is tau (a core AD proteinopathy). There is no indication of multiple distinct CADRO targets or a non-therapeutic/diagnostic focus, so 'B) Tau' is the most specific and appropriate CADRO classification.",
        "Web search results (key sources used / as provided): 1) TOGETHER study design and primary endpoint (Alzheimer's & Dementia description of AH0003/TOGETHER). 2) Mechanism (bepranemab described as anti-tau humanized IgG4 mAb targeting mid-region of tau). 3) Clinical trial registry and status for NCT04867616 (trial summary and enrollment). 4) UCB company page for bepranemab (program summary). (These items were supplied in the trial description.)"
    ]
}