{
    "nct_id": "NCT02462161",
    "title": "Study of Nasal Insulin to Fight Forgetfulness - Short-Acting Insulin Aspart",
    "status": "COMPLETED",
    "last_update_time": "2025-07-25",
    "description_brief": "This pilot clinical trial will examine the effects of intranasal insulin aspart on cognition, daily function, blood and cerebral spinal fluid markers of Alzheimer's disease, and amyloid deposition in the brain. Participants will be randomly assigned to receive insulin aspart or placebo during a 12-week treatment period.",
    "description_detailed": "A growing body of evidence suggests that insulin plays a role in normal memory processes and that insulin abnormalities may contribute to cognitive and brain changes associated with Alzheimer's disease (AD). Interestingly, insulin administered to the nasal cavity is transported within a few minutes into the brain, but does not affect blood sugar or insulin levels.\n\nThis trial will consist of a randomized double-blind, placebo-controlled parallel group trial in which 30 participants with AD or mild cognitive impairment (MCI) receive twice daily intranasal administrations of insulin aspart (20 IU) or placebo (saline), two times per day for 12 weeks. All participants will appoint a \"support person\" to answer a collateral questionnaire and supervise the administration of the study drug. All participants and study partners will undergo the intensive, structured training program in the self-management of intranasal insulin administration. Cognitive testing and blood collection will occur at baseline, after 6 weeks of treatment, and at the end of the 12 week treatment period. Participants will also receive a lumbar puncture to measure AD biomarkers in the subject's cerebral spinal fluid.",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "Insulin aspart (short‑acting/rapid‑acting insulin analog) — intranasal administration (20 IU twice daily in the trial). citeturn0search1turn1search0"
    ],
    "placebo": [
        "Saline (placebo). citeturn0search1"
    ],
    "explanation_target": [
        "Reason: The intervention is intranasal insulin aspart. Although insulin is a biologic (peptide hormone), the trial uses it to modulate brain insulin signalling and memory processes rather than to target core AD pathology (amyloid or tau) with a disease‑directed anti‑amyloid or anti‑tau mechanism — fitting the definition of a cognitive enhancer (drugs intended to improve cognition without directly targeting AD pathology).",
        "Act: Key trial details — pilot randomized, placebo‑controlled study of intranasal insulin aspart versus saline for 12 weeks in participants with MCI or AD; dosing described as ~20 IU twice daily in the registry entry. The trial evaluates cognition, daily function, CSF and blood AD biomarkers, and amyloid imaging. citeturn0search1turn0search6",
        "Act (drug identity/supporting evidence): Insulin aspart is a rapid‑acting/short‑acting insulin analogue (brand examples: NovoLog/NovoRapid/Fiasp) used in diabetes; prior experimental and pilot studies of intranasal insulin (including insulin aspart) have shown memory/cognitive benefits in humans, supporting its use here as a cognition‑directed intervention. citeturn1search1turn1search0turn0search4",
        "Act (intranasal rationale): Intranasal delivery is used to transport insulin to the brain rapidly with minimal peripheral (blood glucose) effects; this delivery method is intended to act on central insulin signalling to influence cognition. citeturn0search1turn0search4",
        "Reflect: Classification check — the drug is a biologic by composition but not being trialed as an anti‑amyloid or anti‑tau disease‑modifying biologic; the primary intended effect is cognitive improvement (and related biomarkers are being monitored). Therefore the best match to the provided category list is 'cognitive enhancer'. Citations summary (selected sources used above): clinical trial entry (NCT02462161 / trial registry summary), PubMed study showing intranasal insulin aspart effects on memory, and reviews/descriptions of insulin aspart as a rapid‑acting insulin. citeturn0search1turn0search4turn1search0"
    ],
    "agent_type": "J) Metabolism and Bioenergetics",
    "explanation_agent": [
        "Reason: The intervention is intranasal insulin aspart, a rapid‑acting insulin analogue given to modulate central insulin signalling and brain glucose/metabolic processes with the goal of improving memory/cognition rather than directly removing amyloid or tau. This mechanistic aim maps best to metabolism/bioenergetics (insulin signalling and cerebral glucose metabolism). citeturn0search1turn0search5",
        "Act: Extracted trial details — insulin aspart (intranasal, ~20 IU twice daily) given vs saline placebo for 12 weeks in a pilot randomized trial in MCI/AD, with cognition, CSF/blood AD biomarkers and imaging measured; the trial explicitly frames the intervention as acting on brain insulin signalling and memory. Assigned CADRO category: J) Metabolism and Bioenergetics. citeturn2search1turn2search0",
        "Reflect: Alternative consideration — insulin is a hormone (so 'L) Growth Factors and Hormones' was considered), but the stated therapeutic rationale and measured outcomes focus on altering brain metabolic/insulin signalling and cerebral bioenergetics to improve cognition. Therefore J (Metabolism and Bioenergetics) is the most specific CADRO fit. Key supporting literature shows intranasal insulin/aspart can improve memory without altering peripheral glucose, supporting a central metabolic mechanism. citeturn0search1turn1search6",
        "Web search results used (selected): 1) PubMed: acute/long‑term intranasal insulin aspart improves memory in humans (supporting cognitive/metabolic mechanism). citeturn0search1 2) Trial registry summaries for NCT02462161 (Study of Nasal Insulin to Fight Forgetfulness — intranasal insulin aspart; trial design, dosing ~20 IU twice daily, endpoints). citeturn2search1turn2search0 3) Manufacturer/label information describing insulin aspart as a rapid‑acting insulin analogue that acts via insulin receptors to regulate glucose metabolism. citeturn0search0turn0search5 4) Review of intranasal delivery for Alzheimer-type dementia describing rationale for nasal insulin to reach brain and modulate central insulin signalling. citeturn1search6"
    ]
}