{
    "nct_id": "NCT00259415",
    "title": "Evaluation of Professionally Led Support Groups for Caregivers",
    "status": "COMPLETED",
    "last_update_time": "2015-07-06",
    "description_brief": "This study is a collaborative effort between a community-based service organization, Supportive Older Women's Network (SOWN), and an academic research division at Thomas Jefferson University (TJU). We plan to use a randomized controlled two-group design to: 1) test the effectiveness of the intervention at 6 months to enhance social support and perceived efficacy in comparison to a control group; 2) test if gains are sustained over 12 months (within experimental group comparison); and 3) evaluate the cost and cost effectiveness of the intervention. Three secondary study aims are to describe the process and content of tele-support groups (dose/intensity, support group topics); evaluate the relative benefits for African American and White females; and determine if control group subjects benefit from receiving a peer's telephone number for mutual support (within group comparison between 6 and 12 months).",
    "description_detailed": "N/A",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "N/A",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial evaluates a telephone-based, professionally led support-group intervention for female caregivers (aims: enhance social support and perceived efficacy, assess sustainability and cost-effectiveness)—a behavioral/psychosocial intervention rather than a pharmacologic or biologic therapy. citeturn0search0turn0search5",
        "Act: Key extracted details — randomized controlled two-group design; population = female caregivers of persons with ADRD aged 55+; intervention = telesupport / caregiver support via telephone (behavioral); primary outcomes relate to caregiver burden, depression, social support and cost-effectiveness. No drug, biologic, or placebo is involved in the description or registry entry. citeturn0search2turn0search4",
        "Reflect: Given the category definitions, the trial does not test a disease-targeted biologic, disease-targeted small molecule, cognitive enhancer, or an intervention whose primary aim is to reduce neuropsychiatric symptoms in patients; it is a caregiver-focused psychosocial/support intervention, so the correct classification is 'N/A'. I confirmed the trial registry and related publication and found no pharmacologic agent associated with this study. citeturn0search0turn0search5"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}