{
    "nct_id": "NCT06194552",
    "title": "A Multiple Ascending Dose, Phase 1, Double-Blind, Study to Investigate the Safety and Pharmacokinetics of NTRX-07 in Healthy Volunteers and Patients With Early Alzheimer's Disease (AD), With an Exploratory Fed-Fasted Assessment",
    "status": "COMPLETED",
    "last_update_time": "2024-01-04",
    "description_brief": "This is a Phase 1, Randomized, Placebo-Controlled, Modified Parallel Design Multiple Ascending Dose Study of NTRX 07 to Assess Safety and Tolerability and Pharmacokinetics in Adult Healthy Volunteers and Subjects with MCI or Early AD. In addition, an exploratory study of the effect of a high fat meal was conducted.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "NTRX-07 — oral small-molecule, selective cannabinoid type 2 (CB2) receptor agonist"
    ],
    "placebo": [
        "placebo (matched, used in trial)"
    ],
    "explanation_target": [
        "Reason: The investigational agent NTRX-07 is described in the literature and trial registries as a small molecule CB2 (cannabinoid type 2) receptor agonist intended to reduce neuroinflammation and modulate microglial activity in Alzheimer disease — i.e., it targets disease biology rather than acting only as a symptomatic cognitive enhancer or psychiatric symptom treatment. citeturn0search0turn0search3",
        "Act: Key trial details extracted: Phase 1 multiple-ascending-dose, randomized, double-blind, placebo-controlled study of oral NTRX-07 in healthy volunteers and subjects with MCI/early AD, with a fed/fasted (high-fat meal) PK assessment — consistent with the study text you provided and registry summaries. The investigational drug is a small-molecule CB2 agonist aimed at modulating neuroinflammation; early Phase 1 data reported favorable safety and PK. citeturn0search7turn0search2turn0search6",
        "Web search results (summary of sources found): - Phase 1 single-ascending-dose and multiple-ascending-dose programs and preclinical data describing NTRX-07 as a selective, brain-penetrant CB2 agonist that reduced neuroinflammation and promoted Aβ clearance in animal models. citeturn0search3turn0search8 - Phase 1 human studies reporting safety/tolerability and PK supporting further development; trial registries and press releases describe the 7–28 day repeat-dose studies in healthy volunteers and early AD subjects and a fed/fasted assessment. citeturn0search0turn0search7turn0search6",
        "Reflect: Classification check — NTRX-07 is not a biologic (no monoclonal antibody or vaccine), not described as a general symptomatic cognitive enhancer, and not targeted at neuropsychiatric/behavioral symptoms specifically. Its mechanism (CB2 agonism to reduce neuroinflammation and affect Aβ clearance/microglial function) fits the definition of a disease-targeted small molecule. Therefore the correct category is 'disease-targeted small molecule'. citeturn0search0turn0search3",
        "Notes/ambiguity: None significant — multiple independent sources (conference abstracts, journal abstracts, trial registries, and press releases) consistently describe NTRX-07 as an oral small-molecule CB2 agonist developed to target neuroinflammation in AD. If you want, I can paste the specific source excerpts or provide direct links to the trial registry entries and abstracts. citeturn0search8turn0search7"
    ],
    "agent_type": "F) Inflammation",
    "explanation_agent": [
        "Reason: The investigational drug NTRX-07 is described consistently as a selective, brain‑penetrant cannabinoid type‑2 (CB2) receptor agonist developed to reduce neuroinflammation by modulating microglial activity — an anti‑inflammatory disease‑modifying mechanism relevant to AD pathology. citeturn0search0turn0search1",
        "Act: Key extracted details — NTRX-07 (also reported as MDA7) is an oral small‑molecule CB2 agonist; Phase 1 single‑ and multiple‑ascending‑dose studies in healthy volunteers and small cohorts of early AD subjects reported favorable safety and PK. The primary biological focus described in trial registries, company pages, and conference/journal abstracts is modulation of neuroinflammation (microglial/CB2 pathway) rather than symptomatic neurotransmitter effects. citeturn0search2turn0search8turn0search6",
        "Reflect: Mapping to CADRO — CB2 agonism that aims to reduce neuroinflammation and alter microglial behavior fits CADRO category F) Inflammation. There is no primary evidence the intervention directly targets amyloid, tau, ApoE/lipids, synaptic receptors, or multiple distinct pathways, so 'F) Inflammation' is the most specific classification. citeturn0search0turn0search7",
        "Web search results (sources & brief notes): - Alzheimers & Dementia conference/journal abstracts (Naguib et al. 2019): preclinical data describing NTRX‑07 (MDA7) as a BBB‑penetrant, selective CB2 agonist that reduces neuroinflammation and promotes Aβ clearance in models. citeturn0search0 - NeuroTherapia (company) program pages: NTRX‑07 described as lead CB2 agonist for AD with Phase 1 data and planned Phase 2 development. citeturn0search1turn0search6 - Phase 1 clinical study abstracts and reports: single‑ascending‑dose and multiple‑ascending‑dose Phase 1 human studies reporting safety/tolerability and PK in healthy volunteers and small early‑AD cohorts. citeturn0search2turn0search8 - Clinical trial registry / listings summarizing SAD/MAD study design and locations. citeturn0search4turn0search9"
    ]
}