{
    "nct_id": "NCT00224497",
    "title": "A Phase IIa/b Double-blind, Randomised, Placebo-controlled, Linear Trend Design Dose-ranging Study to Investigate the Effects of 24 Weeks of Monotherapy With SB-742457 on Cognition in Subjects With Mild to Moderate Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2009-12-23",
    "description_brief": "The purpose of this study is to find out if SB-742457 is a safe treatment and what effects it has on the symptoms of mild to moderate Alzheimer's disease. SB-742457 is a new treatment which is thought to increase the levels of certain chemicals in the brain that are often decreased in patients with Alzheimer's disease.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "SB-742457 (selective 5-HT6 receptor antagonist; small‑molecule quinoline derivative)"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The trial title and description state the study investigates 24 weeks of monotherapy with SB-742457 focusing on effects \"on Cognition\" and that the compound is \"thought to increase the levels of certain chemicals in the brain\"—indicating a symptomatic, procognitive aim rather than targeting core AD pathology (amyloid/tau). citeturn0search3turn0search0",
        "Act: Web sources show SB-742457 is a selective 5‑HT6 receptor antagonist that increases extracellular acetylcholine, glutamate (and other neurotransmitters) in preclinical models and was developed as a procognitive/symptomatic treatment for AD (not as an anti-amyloid or anti‑tau biologic). It is a small‑molecule quinoline/sulfonyl compound rather than a biologic. citeturn0search1turn0search2turn0search0",
        "Reflect: Given the mechanism (5‑HT6 antagonism leading to increased neurotransmitter levels) and the study endpoint (cognition), the trial fits the \"cognitive enhancer\" category. It is not a disease‑targeted biologic (no antibody/vaccine) nor a disease‑targeted small molecule aimed at amyloid/tau—so classifying it as a cognitive enhancer best matches the provided definitions. (For context, phase II results and summaries of lack of robust monotherapy efficacy are reported in clinical papers/trial reports.) citeturn0search5turn0search7"
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The trial tests SB-742457 as a procognitive monotherapy for cognition in mild–moderate AD and the compound is a selective 5‑HT6 (serotonin) receptor antagonist, a neurotransmitter receptor target whose antagonism increases extracellular acetylcholine/glutamate and is intended as a symptomatic cognitive enhancer rather than an anti-amyloid or anti-tau disease‑modifying agent. citeturn0search0turn0search1turn0search6",
        "Act: Extracted details — drug: SB‑742457 (small‑molecule quinoline/sulfonyl derivative); mechanism: selective 5‑HT6 receptor antagonist with procognitive effects in preclinical models and tested in a 24‑week Phase II trial in AD. Based on CADRO, this maps to category D) Neurotransmitter Receptors because it directly targets a neurotransmitter receptor (5‑HT6). citeturn0search5turn0search2turn0search6",
        "Reflect: Classification confirmed — SB‑742457 is not aimed at core proteinopathies (amyloid or tau) nor at inflammation, metabolism, vasculature, etc., but at modulating neurotransmission to improve cognition. Therefore D) Neurotransmitter Receptors is the most specific and appropriate CADRO category. Key supporting sources: a preclinical characterization and mechanism paper, pharmacology/chemical data, and the Phase II clinical trial report. citeturn0search0turn0search1turn0search6",
        "Web search results (selected) used to support the classification:",
        "- Chuang et al., preclinical characterization of SB‑742457 (5‑HT6 antagonist) showing increased cortical acetylcholine/glutamate and procognitive effects. citeturn0search0",
        "- Ray et al., pharmacology showing high selectivity/affinity for 5‑HT6 receptor and procognitive activity in animal models. citeturn0search1",
        "- PubMed clinical trial (Phase II, 24 weeks) of SB‑742457 in mild‑to‑moderate AD reporting cognitive endpoints and dose‑response testing. citeturn0search6",
        "- Chemical/product summaries confirming SB‑742457 as a small‑molecule selective 5‑HT6 antagonist (quinoline derivative). citeturn0search5turn0search2"
    ]
}