{
    "nct_id": "NCT05691842",
    "title": "Efficacy of a High-Intensity Interval Exercise Program Versus a Dual-Task Training Program in People With Alzheimer's: A Randomized Clinical Trial",
    "status": "RECRUITING",
    "last_update_time": "2023-01-16",
    "description_brief": "Alzheimer's disease (AD) is a the most common type of dementia. It is a progressive disease that affects different areas of human behavior at the cognitive, social, physical and metabolic levels. The benefits of a High-Intensity Interval Exercise Program (HIIT) has been proven not only in healthy older adults, but also in different pathologies, such as cerebrovascular and cardiometabolic diseases. However, there are no studies to date that examine the impact of HIIT in people with AD. The aim of this study was to ascertain the effectiveness of a HIIT program versus a cognitive and motor dual task balance program on parameters related to functional capacity and cognitive function in people with AD.",
    "description_detailed": "Alzheimer's disease (AD) is a the most common type of dementia. It is a progressive disease that affects different areas of human behavior at the cognitive, social, physical and metabolic levels.\n\nThe benefits of interventions such as dual-task training (TD) have been the focus of studies in recent years in AD. Current evidence shows that DT training leads to improvements in parameters related to frontal cognitive function, such as: planning, organization, strategy creation, abstraction, motor sequencing, working memory, thinking flexibility, visual search, sequencing, sustained attention and working memory. DT training has been also shown to improve variables related to gait ability and balance, such as step length and gait speed, postural control and specific functional tasks under challenging conditions of double task. However, AD is also associated with reduced cardiovascular fitness and decreased muscle strength, thus leading to a loss of independence in activities of daily living and poor quality of life.\n\nA promising intervention to address these issues is high-intensity interval exercise (HIIT), defined as brief intermittent bursts of vigorous activity interspersed with periods of rest or low-intensity exercise. Indeed, it has been reported that HIIT generates greater benefits in cardiorespiratory capacity and greater metabolic adaptations than continuous exercise of moderate intensity in healthy older adults. HIIT interventions have resulted in benefits on variables related to functional capacity, such as improved gait speed, increased muscle mass and strength. Furthermore, HIIT has been shown to improve variables related to cognitive function, such as attention, perception and memory abilities.\n\nHowever, there are no studies to date that examine the impact of HIIT in people with AD. The aim of this study was to ascertain the effectiveness of a HIIT program versus a cognitive and motor dual task balance program on parameters related to functional capacity and cognitive function in people with AD.\n\nTherefore, a randomized clinical trial will be carried out, in which three groups of twenty people in each group will participate, with different interventions:\n\n* Experimental group 1: HIIT (HIIT)\n* Experimental group 2: Dual task training (DT)\n* Control group: No intervention (CG) Participants will be evaluated in three moments, at baseline (T1), post-intervention (T2) and at 2 month-follow-up (T3).\n\nData analysis will be performed with SPSS statistic program (v26). Normality and homoscedasticity will be analyzed by Shapiro-Wilk t-test and Levene test, respectively. For comparation between groups Bonferroni will be used. If any confusion factor that not meet requirements to be analysed like a covariable exist, ANCOVA will be used. When p\\<0.0.5 statistical significant differences will be assumed.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial tests a High-Intensity Interval Exercise Program (HIIT) versus a cognitive-motor dual-task balance program with the aim of improving functional capacity and cognitive function in people with Alzheimer's. This targets symptomatic cognitive/functional improvement rather than Alzheimer’s pathology (amyloid/tau) or neuropsychiatric symptoms specifically.",
        "Act: Key extracted details — interventions: HIIT (exercise) and dual-task training (balance + cognitive tasks). No drug, biologic, or placebo is mentioned in the description, so there is no drug information to search for.",
        "Reflect: The study’s goal is cognitive and functional improvement (symptomatic enhancement). It does not test a disease-modifying biologic or small molecule nor focus on behavioral/psychiatric symptom management, and it is not a diagnostic study. Therefore the most appropriate category is 'cognitive enhancer' (applied here to a non‑pharmacologic cognitive-enhancing intervention).",
        "Note: Because this is a non-pharmacologic intervention, no web search was performed for drug information."
    ],
    "agent_type": "T) Other",
    "explanation_agent": [
        "Reason: The trial compares a High-Intensity Interval Exercise (HIIT) program with a cognitive-motor dual-task balance program to improve functional capacity and cognition in people with Alzheimer’s. The intervention is non‑pharmacologic (exercise/behavioral) and does not specify a molecular drug, biologic, or single biological pathway target such as amyloid, tau, inflammation, etc. citeturn0search6turn0search3",
        "Act: Extracted details — interventions: HIIT and dual-task (balance + cognitive tasks); no drug, gene, or molecular pathway is named in the trial description. A registry entry for this HIIT vs dual-task RCT exists (NCT05691842 / ICH GCP summary). Exercise and dual-task programs are symptomatic/rehabilitative interventions shown in prior studies to improve physical and sometimes cognitive outcomes in older adults and people with dementia. citeturn0search6turn0search3turn0search2",
        "Reflect: CADRO is structured around biological/drug targets (amyloid, tau, inflammation, synaptic plasticity, etc.). Because this study tests behavioral exercise interventions without an explicit biological drug target or single mechanistic pathway, it does not map cleanly to a specific CADRO therapeutic target category. The correct classification for a non‑pharmacologic intervention with no identifiable molecular target is 'T) Other'. (If one were to infer mechanisms of exercise—e.g., increased BDNF, vascular/metabolic effects, reduced inflammation—multiple CADRO categories could be relevant, which would then argue for 'R) Multi‑target', but the trial description does not name such mechanistic targets, so we pick the conservative classification.) citeturn0search3turn0search8",
        "Web search results used:",
        "- Trial registry entry describing the HIIT vs dual-task randomized clinical trial (NCT05691842 / ICH GCP trial summary). citeturn0search6",
        "- RCTs and reviews showing exercise (high-intensity and multicomponent) can improve physical and sometimes cognitive outcomes in older adults and people with dementia. citeturn0search3turn0search0",
        "- Evidence that dual-task training can improve dual-task performance in dementia. citeturn0search2"
    ]
}