{
    "nct_id": "NCT00423228",
    "title": "A Randomised, Double-blind, Double-dummy, Oral Donepezil Controlled Study on the Safety and Efficacy of Repeated Monthly Subcutaneous Injections of a Sustained-release Implant of ZT 1 in Patients With Moderate Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2015-01-13",
    "description_brief": "Alzheimer's disease is characterised by memory loss and difficulties with thinking. These problems may be due to a deficiency in a brain chemical called acetylcholine. Acetylcholine helps transmit messages between nerve cells. Acetylcholine is degraded by an enzyme called \"acetylcholinesterase\". ZT-1 is a new drug derived from a plant extract already used in China for memory disorders, which blocks the action of the enzyme and restores adequate levels of acetylcholine.\n\nThis study will test the safety and efficacy of ZT-1 in the treatment of patients with Alzheimer's disease.\n\nBRAINz stands for Better Recollection for Alzheimer's patients with the Implant of ZT-1.",
    "description_detailed": "This is a multicenter, randomised, double-blind, double-dummy, oral donepezil controlled study on the safety and efficacy of repeated monthly s.c. injections of a sustained-release implant of ZT 1 in patients with moderate Alzheimer's Disease.\n\nThe study enrolls patients aged \\>50 years, with moderate AD with a MMSE score at study screening ≥14 and ≤22. The study aims to recruit 128 patients.\n\nThe study is divided into 3 periods:\n\n1. A screening period\n2. A 6-month treatment period, consisting of one month of titration with an oral medication and 5 months of treatment with an implant administered under the skin every 4 weeks. Oral treatment will be maintained throughout the treatment phase\n3. A 2 week follow-up period.\n\nPatients will be randomized in a 1:1 ratio to one of 2 groups: the ZT-1 (investigational product) treatment group or the donepezil (active comparator) treatment group.\n\nThe study comprises a total of 11 visits including screening and follow-up. An additional visit for PK/PD assessment is scheduled in about 10% of patients.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "ZT-1 (DEBIO-9902 SR) — sustained‑release implant",
        "Huperzine A (active alkaloid / active metabolite)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial description and sponsor materials state ZT-1 (also developed as DEBIO-9902 SR) is a synthetic derivative/pro‑drug of huperzine A, a plant‑derived acetylcholinesterase (AChE) inhibitor that increases brain acetylcholine to improve memory and cognition. citeturn0search3turn0search0",
        "Act (evidence from web search): The BRAINz trial (randomised, double‑blind, donepezil‑controlled) tested monthly subcutaneous sustained‑release implants of ZT‑1 versus oral donepezil in moderate AD patients — confirming ZT‑1/DEBIO‑9902 is an AChE inhibitor given as a small‑molecule implant. citeturn0search1turn0search2",
        "Key factual points found: ZT‑1 = DEBIO‑9902 SR; active metabolite is huperzine A (derived from Huperzia serrata); mechanism = acetylcholinesterase inhibition (cholinergic enhancement). citeturn0search3turn0search6",
        "Reflect: Although ZT‑1 is a small molecule (and a small‑molecule therapeutic), its mechanism (AChE inhibition to restore acetylcholine and improve memory) is symptomatic/cognitive enhancement rather than targeting core AD pathology (amyloid or tau). Under the provided category definitions, this fits best as a \"cognitive enhancer.\"",
        "Notes / ambiguity: One could label it a \"disease‑targeted small molecule\" if interpreting \"targeting Alzheimer's pathology\" broadly, but given the developer-specified category definitions (pathology‑targeting vs symptomatic cognitive enhancement) and the drug’s cholinergic/symptomatic mechanism, \"cognitive enhancer\" is the most appropriate category."
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The trial tests ZT-1 (DEBIO-9902 SR), a sustained‑release prodrug/synthetic derivative of huperzine A. Huperzine A is a well‑characterised acetylcholinesterase (AChE) inhibitor that increases synaptic acetylcholine to produce symptomatic cognitive enhancement rather than targeting core amyloid/tau pathology. citeturn0search1turn0search2turn0search4",
        "Act: Extracted facts from the trial description and supporting sources — (1) drug names: ZT‑1 = DEBIO‑9902 SR (sustained‑release implant) and huperzine A (active alkaloid/active metabolite). citeturn0search1turn0search3 (2) mechanism: prodrug is converted to huperzine A, a selective/reversible acetylcholinesterase inhibitor (cholinergic system / symptomatic cognitive enhancement). citeturn0search0turn0search4 (3) clinical context: the BRAINz study compared monthly DEBIO‑9902 SR implants with oral donepezil in moderate AD. citeturn0search2turn0search1",
        "Reflect: Classification check — under CADRO, interventions that modulate neurotransmission (cholinergic enhancement via AChE inhibition) fit best in D) Neurotransmitter Receptors (the neurotransmitter/cholinergic system domain). This is a symptomatic cognitive enhancer, not a direct anti‑amyloid or anti‑tau disease‑modifying approach, and the trial focuses on AChE inhibition as the primary mechanism, so D is the most specific appropriate category. No strong evidence the trial targets multiple distinct CADRO categories, so 'R) Multi‑target' is not needed. citeturn0search4turn0search6",
        "Web search results used (key sources): Debiopharm press releases and program pages describing DEBIO‑9902 (ZT‑1) sustained‑release implants and the BRAINz study; a synthesis/article linking ZT‑1/DEBIO‑9902 to huperzine A and AChE activity; and AlzForum summary for huperzine A (mechanism and development status). citeturn0search1turn0search2turn0search3turn0search0turn0search4"
    ]
}