{
    "nct_id": "NCT05637801",
    "title": "A Randomized, Double-blind, Sham-controlled, Adaptive- Design Pivotal Study of Sensory Stimulation in Subjects With Alzheimer's Disease (Hope Study, CA-0011)",
    "status": "ACTIVE_NOT_RECRUITING",
    "last_update_time": "2025-07-10",
    "description_brief": "This is a randomized, double-blind, sham-controlled, adaptive-design pivotal study of sensory stimulation in subjects with mild to moderate Alzheimer's disease. Up to approximately 670 subjects will be randomized to 12 months of daily treatment with either Active or Sham Sensory Stimulation Systems. Efficacy will be measured using the Alzheimer's Disease Cooperative Study- Activities of Daily Living (ADCS-ADL) assessment and a combined statistical test (CST) of the ADCS-ADL and the Mini-Mental State Exam (MMSE).",
    "description_detailed": "This is a multicenter, randomized, double-blind, sham-controlled, adaptive design pivotal study.\n\nThe objective of the study will be to assess efficacy of gamma sensory stimulation (visual and audio) in slowing disease progression versus Sham for subjects with mild to moderate AD as measured functionally by the Alzheimer's Disease Cooperative Study - Activities of Daily Living (ADCS-ADL) assessment and a combined statistical test (CST) for ADCS-ADL and the Mini-Mental State Exam (MMSE). Secondary objectives will include measures of cognition and neuroanatomical change.\n\nUp to approximately six hundred and seventy (670) Mild to Moderate Alzheimer's disease subjects (MMSE 15-28) will be recruited at up to 70 clinical sites in the United States and randomized in a 1:1 ratio (Treatment: Control). In the Treatment Group, subjects will be treated with the Active Sensory Stimulation System once daily. In the Control Group, subjects are treated with a Sham Sensory Stimulation System once daily. Daily treatment is planned for up to 12 months.\n\nSubjects will attend study visits for informed consent, screening and baseline, then at 3-Months, 6-Months, 9-Months (by phone), 12 Months and 13 Months (for safety follow-up).\n\nSome clinical sites will be included in a substudy evaluating additional fluid biomarkers. Select participants enrolled at these sites will undergo a lumbar puncture to collect cerebrospinal fluid (CSF) at Baseline, 3 Months, and 12 Months.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "Sensory Stimulation System (GS120) - Active (device; Cognito Therapeutics)"
    ],
    "placebo": [
        "Sensory Stimulation System (GS120) - Sham (device)"
    ],
    "explanation_target": [
        "Reason: The intervention is a daily at‑home sensory stimulation device (GS120) delivering \"gamma sensory stimulation\" (visual and audio) for subjects with mild–moderate AD; primary efficacy endpoints are functional and cognitive measures (ADCS‑ADL and MMSE). citeturn1search0turn1search1.",
        "Act (extracted trial details): Study ID NCT05637801 (Hope Study, CA‑0011), lead sponsor Cognito Therapeutics, device arms listed as Sensory Stimulation System (GS120) – Active vs Sham, 12 months daily use. citeturn1search4turn1search0.",
        "Mapping to categories: This is a non‑pharmacologic device intervention (not a biologic or small molecule) intended to improve/slow decline in cognition and function; therefore it best fits the 'cognitive enhancer' category rather than 'disease‑targeted biologic' or 'small molecule' or 'neuropsychiatric symptom improvement'. citeturn1search5.",
        "Reflection / ambiguity: The protocol states the objective includes \"slowing disease progression\" and some sites collect biomarker CSF samples, which suggests disease‑modification is an outcome of interest; however the intervention is a sensory stimulation device (GS120), so under the provided category definitions the most appropriate assignment is 'cognitive enhancer' (device aiming to improve cognitive/functional outcomes). citeturn1search0turn0search5.",
        "Web search sources used: MedPath trial summary (includes device name GS120 and sponsor Cognito Therapeutics), CenterWatch study listing, ClinicalTrials.gov / TrialsToday entries (NCT05637801), and related trial registry pages used to confirm intervention type and endpoints. citeturn1search0turn1search1turn1search4turn1search5."
    ],
    "agent_type": "M) Synaptic Plasticity/Neuroprotection",
    "explanation_agent": [
        "Reason: The intervention is a non‑pharmacologic sensory stimulation device (GS120) delivering daily gamma (∼40 Hz) visual/audio stimulation intended to entrain neural activity and improve/slow decline in cognition and function — a mechanism that aims to modulate neural network activity and support synaptic function/neuroprotection rather than directly targeting amyloid, tau, inflammation, or metabolic pathways. citeturn0search9turn0search0",
        "Act: Extracted trial details — Study ID NCT05637801 (Hope Study, CA‑0011); lead sponsor Cognito Therapeutics; intervention Sensory Stimulation System (GS120) Active vs Sham, daily use up to 12 months; primary endpoints ADCS‑ADL and a combined test with MMSE. These sources confirm the device, dosing schedule, and cognitive/functional primary outcomes. citeturn0search0turn0search2",
        "Reflect: Alternative CADRO categories considered — O) Circadian Rhythm (some reports note circadian improvements) and R) Multi‑target (if one emphasized downstream biomarker change), but the primary mechanism as stated (gamma sensory entrainment to modulate neural activity and cognition) aligns best with M) Synaptic Plasticity/Neuroprotection. Biomarker substudies (CSF) exist but do not change that the intervention is a neuromodulation device rather than a biologic/small‑molecule targeting a specific molecular pathway. citeturn0search9turn0search2",
        "Web search results used: MedPath trial summary (GS120, Cognito Therapeutics, NCT05637801). citeturn0search0",
        "TrialsToday / ClinicalTrials.gov derived listing (study design, daily 12‑month treatment, CSF substudy mentioned). citeturn0search2",
        "Alzforum summary (background on gamma/sensory stimulation mechanism, device development, and reported effects). citeturn0search9",
        "CenterWatch / trial listings (additional trial timeline and enrollment details). citeturn0search5"
    ]
}