{
    "nct_id": "NCT01978353",
    "title": "Episodic Memory Training for Face Name Association in Patients With Amnestic Mild Cognitive Impairment: Cognitive Measures and Functional Resonance Magnetic Imaging Outcomes",
    "status": "COMPLETED",
    "last_update_time": "2015-10-23",
    "description_brief": "Preview research reports evidence of cognitive plasticity among individuals with amnestic Mild cognitive Impairment, and small-size studies have suggest that this population can benefit from memory training. This project intends to assess the efficacy of cognitive training in persons with MCI with a randomized controlled design.\n\nThe hypothesis is that cognitive training can improve memory performance for persons with amnestic mild cognitive impairment and this improvement can be maintained over time.",
    "description_detailed": "Mild Cognitive Impairment (MCI) often represents a transitional state between healthy aging and dementia, being considered a public health problem especially due to the increase of elder population in Brazil and in the World in general. Yet the conclusions of studies on pharmacological treatments for this population are still controversial, making imperative to invest on new efficient therapies such as non pharmacological interventions aimed at memory improvement.\n\nOne training mode that has benefited elders is the association between names and faces, which has a compelling clinical relevance considering that one of the main complains among elders is the difficulty in remembering names. However, the exact effects of this kind of training in elders (i.e. the eventual changes in cognition and in brain activation on Magnetic Resonance Imaging) are still unclear.\n\nTherefore, this study aims to verify the effects of memory training (name-face association) compared with control intervention - psychoeducation, in 30 elders with amnestic MCI. We will request the participants with amnestic MCI to submit to a Cerebrospinal Fluid (CSF) in order to improve the accuracy of the diagnosis. Training and psychoeducation will be conducted in 4 sessions (two per week). To assess the effects, we will use cognitive instruments and MRI exams before and after the intervention. Also, one and three months after the conclusion of the training patients will again be submitted to cognitive tests.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial description and title describe a non‑pharmacologic episodic memory (face–name) training program for people with amnestic MCI, with cognitive measures and fMRI outcomes. The stated goal is to improve memory performance and assess maintenance over time, i.e., improve cognition rather than target molecular pathology. citeturn0search1turn0search3",
        "Act (extracted details): Intervention = episodic memory/cognitive training (face–name association); Control = psychoeducation; Population = amnestic MCI; Outcomes = cognitive measures and functional MRI. No drug or biologic is listed. This is a behavioral cognitive intervention, not a drug/vaccine/antibody or diagnostic-only study. citeturn0search1turn0search3",
        "Classification decision and justification: This is best classified as 'cognitive enhancer' because the intervention is intended to improve cognitive (memory) function through training (behavioral/rehabilitative) rather than targeting AD pathology with a biologic or small molecule, and it is not focused on neuropsychiatric symptom management. Representative pilot and fMRI studies of face–name mnemonic training in MCI support cognitive improvement and neural plasticity after such training. citeturn0search0turn0search3",
        "Reflect: There is no evidence in the trial description or registry entry of any pharmacologic agent (small molecule or biologic). Therefore disease-targeted biologic, disease-targeted small molecule, and neuropsychiatric symptom improvement categories do not apply. The available web-identified sources (trial registry and related publications) confirm a behavioral memory-training intervention. No ambiguity remains that would change the classification. citeturn0search1turn0search0",
        "Web search results used: - Trial registration / details matching the provided description (NCT01978353 / registry summary). citeturn0search1 - Pilot behavioral study showing improved face–name memory in MCI after explicit memory training. citeturn0search0 - fMRI study reporting activation/connectivity changes after face–name memory training in MCI (full text). citeturn0search3 - Related trial protocols and cognitive training RCT descriptions (context). citeturn0search8"
    ],
    "agent_type": "M) Synaptic Plasticity/Neuroprotection",
    "explanation_agent": [
        "Reason: The trial is a non‑pharmacologic, behavioral episodic memory (face–name) training program for people with amnestic MCI intended to improve memory performance and assess cognitive and fMRI outcomes. This intervention aims to induce changes in memory networks and neural activation/connectivity (i.e., neural plasticity) rather than target a molecular pathology (amyloid, tau, inflammation, etc.). citeturn1search0turn0search6",
        "Act (extracted details): Intervention = episodic memory / mnemonic strategy training for face–name pairs; Control = psychoeducation; Population = amnestic MCI; Outcomes = cognitive measures and functional MRI. No drug, biologic, or molecular pathway is listed in the trial registry or protocol—this is a behavioral cognitive intervention. citeturn1search0turn1search8",
        "Classification decision and justification: Assign M) Synaptic Plasticity/Neuroprotection. Cognitive/mnemonic training is intended to improve memory by engaging and strengthening memory-related circuits (hippocampus, frontal/parietal networks) and producing changes in activation/connectivity consistent with synaptic plasticity and neuroprotection, which aligns best with CADRO category M. Representative pilot and RCT studies of face–name mnemonic training in MCI report behavioral improvement and fMRI activation/connectivity changes after training. citeturn0search1turn0search6turn0search9",
        "Reflect: Confirmed there is no pharmacologic agent or molecular target described in the registry or related publications; the intervention is behavioral and targets cognitive function via neural plasticity mechanisms. Alternative CADRO categories (e.g., A Amyloid beta, F Inflammation, J Metabolism) are not applicable because no disease‑modifying biological target is specified. Thus M) Synaptic Plasticity/Neuroprotection is the most specific and appropriate CADRO classification. citeturn1search0turn0search6",
        "Web sources used (selected): Clinical trial registry entry for NCT01978353 describing episodic face–name memory training vs psychoeducation and cognitive + fMRI outcomes. citeturn1search0; Pilot and follow-up publications showing mnemonic/face‑name training improves memory in MCI. citeturn0search1turn1search8; fMRI pilot showing activation and connectivity changes after explicit memory training in MCI. citeturn0search6; Larger randomized trials / replication showing cognitive and brain‑activity changes after mnemonic strategy training in aMCI. citeturn0search9"
    ]
}