{
    "nct_id": "NCT04476303",
    "title": "A Randomized, Double-blind, Placebo-controlled, Single and Multiple Ascending Dose Phase I Clinical Trial to Evaluate the Safety, Tolerability and Pharmacokinetics of BEY2153 After Oral Administration in Healthy Young and Elderly Male Volunteers.",
    "status": "COMPLETED",
    "last_update_time": "2025-03-06",
    "description_brief": "This is a first in human Phase 1 study to evaluate the safety, tolerability and pharmacokinetics with healthy young and elderly adult male volunteers after receiving single and multiple ascending dose of BEY2153.",
    "description_detailed": "Healthy young and elderly adult volunteers who meet the criteria, will be treated single and multiple ascending dose of BEY2153 or placebo orally. Food effect evaluation study will be conducted with single ascending dose. After the single ascending dose study, independent external experts will review blinded data and multiple ascending dose study will be conducted.",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "BEY2153"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The trial is a first‑in‑human, oral, Phase 1 SAD/MAD study of BEY2153 assessing safety, tolerability and pharmacokinetics in healthy volunteers, which indicates an investigational therapeutic drug (NCT04476303). citeturn2search0",
        "Act: Public clinical-trial databases and drug‑pipeline resources identify BEY2153 as an orally administered small‑molecule candidate for Alzheimer’s disease that is reported to act on both amyloid (APP) and tau pathways (described as APP / tau inhibitor or “blocks both amyloid and tau”). These sources classify BEY2153 as a small molecule rather than a biologic. citeturn2search5turn3search2",
        "Reflect: Mapping this to the category definitions: BEY2153 is an orally dosed small molecule intended to target Alzheimer’s pathology (amyloid and tau), so it fits the 'disease-targeted small molecule' category. There is no indication it is a cognitive‑only symptomatic agent or a biologic (and biologics are generally not oral), though public summaries do not show a detailed sponsor-published mechanism of action — the small‑molecule / anti-amyloid + anti-tau classification comes from pipeline/databases. citeturn2search5turn2search0",
        "Web-search summary (key sources found): 1) Clinical-trial registry entry for NCT04476303 describing the Phase 1 oral SAD/MAD trial of BEY2153. citeturn2search0 2) Drug-pipeline / patent database entry (Synapse / Patsnap) listing BEY‑2153 as a small‑molecule with targets APP and TAU and mechanisms described as beta‑amyloid (A4) protein inhibitors and tau inhibitors. citeturn2search5 3) A 2024 AD/PD conference summary / review listing BEY2153 as an oral small molecule that “blocks both amyloid and tau.” citeturn3search2"
    ],
    "agent_type": "R) Multi-target",
    "explanation_agent": [
        "Reason: BEY2153 is an investigational, orally administered small molecule being developed for Alzheimer’s disease and described in public trial records as a first‑in‑human Phase 1 SAD/MAD study (NCT04476303). This shows a disease‑targeted therapeutic candidate rather than a diagnostic or symptomatic agent. citeturn0search0",
        "Act: Public pipeline and review sources describe BEY‑2153 (BEY2153) as a small molecule that acts on both amyloid (APP/Aβ) and tau pathways (reported as Aβ and tau inhibitor or 'blocks both amyloid and tau'), i.e., targeting two distinct CADRO categories (Amyloid beta and Tau). Based on those descriptions the most specific CADRO assignment is R) Multi-target. citeturn1search1turn2search4",
        "Reflect: Classification check — because the agent is reported to act on both amyloid and tau pathology (two separate CADRO domains A and B), it should be classified as R) Multi-target rather than assigned to a single pathology category. Note: sponsor trial entries confirm the Phase I oral small‑molecule study but do not provide a detailed sponsor-published mechanism of action; the dual Aβ/tau attribution comes from pipeline/review databases. If you want, I can fetch primary preclinical data or any sponsor communications for more mechanistic detail. citeturn0search0turn2search0",
        "Web search summary (key sources found): 1) Clinical trial registry entry for NCT04476303 (Phase 1 oral SAD/MAD study of BEY2153; sponsor BeyondBio Inc.). citeturn0search0 2) Translational Neurodegeneration review noting BEY‑2153 simultaneously targets Aβ and tau by inhibiting hyperphosphorylation of tau and APP. citeturn1search1 3) Synapse / Patsnap pipeline entry listing BEY‑2153 with targets APP x TAU (pipeline classification as small‑molecule, disease-targeted). citeturn2search4 4) Larvol / industry pipeline listings and MedPath summaries that track the BEY‑2153 Phase 1 trial and development status. citeturn2search0turn2search3 5) Alzheimer’s Research & Therapy / review table listing BEY‑2153 as an oral small molecule acting as a tau and Aβ protein inhibitor. citeturn1search6"
    ]
}