{
    "nct_id": "NCT02968719",
    "title": "Phase 1 Pharmacokinetic (PK) Study to Evaluate Once-weekly Corplex™ Donepezil Transdermal Delivery System Compared to Daily Oral Administration of Aricept® in Healthy Adult Subjects",
    "status": "COMPLETED",
    "last_update_time": "2018-07-31",
    "description_brief": "A Phase 1, Randomized, Open-Label, 3-Way Crossover, Pilot, Pharmacokinetic Study to Evaluate the Steady State Pharmacokinetics of a Once-Weekly Application of Corplex Donepezil Transdermal Delivery System (TDS) Compared to Daily Oral Administration of Aricept in Healthy Adult Subjects",
    "description_detailed": "Part A:\n\n60 male and female subjects will be enrolled Subjects will receive 2 versions of once-weekly Corplex Donepezil TDS and QD oral Aricept; each administered for 35 days in 3 different treatment periods.\n\nFor each treatment period; Subjects will receive a lead-in dose of approximately 5 mg donepezil/day for 7 days before commencing a dose of 10 mg donepezil/day for 28 days. Blood samples for donepezil PK and red blood cell (RBC) AChEI (as a potential pharmacodynamic \\[PD\\] marker) will be collected pre-dose through Week 8.\n\nAdhesion and skin irritation will be monitored throughout TDS Treatments. A washout period of at least 21 days between the last study drug administration (oral administration or removal of TDS, as appropriate) in each treatment period and the first application of TDS or oral drug administration, as appropriate, in the following treatment period.\n\nSafety will be monitored throughout the study by adverse event reporting, repeated clinical and laboratory evaluations\n\nPart B:\n\nUp to 47 subjects male and/or female will be enrolled This is an open-label, randomized, 2-way crossover sub-study. Eligible subjects will be randomized to 1 of 2 treatment sequences prior to the first TDS application.\n\nSubjects will receive 2 different once-weekly Corplex Donepezil TDS treatments (Treatments D and E), each administered for 1 week, in 2 different treatment periods (Treatment Period 1 and Treatment Period 2).\n\nIn each treatment period, subjects will receive a target dose of 5 mg donepezil/day for 7 days. There will be a washout period of 35 days between removal of the first TDS in Treatment Period 1 and application of the second TDS in Treatment Period 2.\n\nBlood samples for donepezil PK will be collected pre-dose and through to Week 6 of each treatment period.\n\nSafety will be monitored throughout the sub-study by repeated clinical, skin irritation and laboratory evaluations.",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "Donepezil (oral Aricept) — acetylcholinesterase inhibitor (symptomatic cognitive enhancer)",
        "Corplex™ Donepezil Transdermal Delivery System (TDS) — once-weekly transdermal formulation of donepezil"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial compares a once-weekly Corplex donepezil transdermal delivery system (TDS) to daily oral Aricept (donepezil). Donepezil is an acetylcholinesterase inhibitor approved to treat symptoms of Alzheimer's disease and is used to improve cognition/function but is not disease‑modifying. citeturn0search5turn1search0.",
        "Act: The intervention is donepezil delivered either orally (Aricept) or via a transdermal patch (Corplex TDS). The study is pharmacokinetic/bioequivalence in healthy adults (Phase 1 PK steady‑state comparison). Sources describing the Corplex donepezil TDS and the Phase 1 PK/bioequivalence studies are Corium press releases and clinical trial records. citeturn0search5turn0search2turn0search4.",
        "Reflect: Matching against the category definitions — the drug is a small molecule (donepezil) whose clinical purpose is symptomatic cognitive enhancement (acetylcholinesterase inhibition) rather than targeting core Alzheimer pathologies (amyloid or tau) with a biologic. Therefore the correct category is \"cognitive enhancer.\" No indication in the description that this is a disease-modifying biologic or small-molecule anti-amyloid/tau agent, nor that the trial targets neuropsychiatric symptoms specifically. Supporting PK/bioequivalence results and the product intent (once-weekly patch to improve adherence/tolerability) are documented in the Corplex study reports/abstracts. citeturn0search1turn0search0."
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The intervention is donepezil, a centrally acting, reversible acetylcholinesterase (AChE) inhibitor that increases synaptic acetylcholine and is used as a symptomatic cognitive enhancer in Alzheimer's disease. This mechanism acts on the cholinergic neurotransmitter system, which maps to the CADRO category for neurotransmitter-related targets. citeturn1search1turn1search3",
        "Act: The trial compares oral Aricept (donepezil) to a once‑weekly Corplex™ Donepezil transdermal delivery system (TDS) — a formulation/delivery change of the same small‑molecule AChE inhibitor. The study is a Phase 1 PK/bioequivalence evaluation in healthy adults, confirming exposure and tolerability of the transdermal product. These sources describe the Corplex/ADLARITY TDS and the Phase 1 PK/bioequivalence studies. citeturn0search2turn0search1turn0search6",
        "Reflect: Donepezil targets cholinergic neurotransmission via acetylcholinesterase inhibition (symptomatic, non–disease‑modifying). This fits CADRO 'D) Neurotransmitter Receptors' (neurotransmitter system modulation) more closely than categories for amyloid, tau, inflammation, synaptic plasticity, or others. The trial is delivery/PK-focused rather than introducing a new biological target, so 'D) Neurotransmitter Receptors' is the most specific CADRO match. Key web sources: Corium press releases and Phase 1 PK publications/registrations for Corplex Donepezil TDS, and clinical/pharmacology summaries of donepezil (Aricept). citeturn0search0turn0search3turn1search1"
    ]
}