{
    "nct_id": "NCT06784830",
    "title": "Enhancing Nursing Interventions for Alzheimer's Patients During PET/CT Imaging: Effects on Image Quality and Patient Satisfaction",
    "status": "RECRUITING",
    "last_update_time": "2025-02-13",
    "description_brief": "The impact of nursing Interventions during PET/CT imaging in Alzheimer's patients on image quality and patient satisfaction will be assessed in 200 patients.",
    "description_detailed": "This study will analyze clinical data from 200 Alzheimer's disease (AD) patients who underwent PET imaging and were admitted to Sichuan Provincial People's Hospital over a period of six months. The control group will receive routine nursing intervention, while the observation group will receive a refined specialized nursing intervention. We will meticulously compare various performance aspects in both groups to assess the impact of refined specialized nursing intervention on patients' image quality and patient satisfaction.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "SUPPORTIVE_CARE",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The study is an evaluation of nursing (supportive) interventions delivered during PET/CT imaging in people with Alzheimer’s disease to assess effects on image quality, patient anxiety and satisfaction — i.e., a diagnostic/procedural quality and supportive-care trial, not a drug or biologic intervention. citeturn0search1turn0search6",
        "Act: Key extracted details from the trial record — title: \"Enhancing Nursing Interventions for Alzheimer's Patients During PET/CT Imaging: Effects on Image Quality and Patient Satisfaction\"; Clinical ID NCT06784830; sponsor Sichuan Provincial People's Hospital; design: randomized/parallel supportive-care trial comparing routine vs. refined specialized nursing intervention in 200 AD patients; primary outcomes relate to image quality, patient satisfaction and anxiety (no drug, no placebo). citeturn0search6turn0search7turn0search3",
        "Reflect: Given the intervention is nursing care around PET/CT (a non-pharmacologic, diagnostic-supportive intervention), it does not fit any of the four therapeutic categories (disease-targeted biologic, disease-targeted small molecule, cognitive enhancer, or neuropsychiatric symptom improvement). Per the instructions, trials that are diagnostics/procedural/supportive-care should be classified as 'N/A'. The classification 'N/A' therefore aligns with the study description and registry entries. citeturn0search2turn0search3",
        "Web search results (sources found):\n- MedPath / trial summary for \"Nursing Interventions for Alzheimer's Patients During PET/CT Imaging\" (NCT06784830). citeturn0search1\n- CenterWatch trial listing (NCT06784830) with study design and dates. citeturn0search6\n- ICHGCP / clinical trials registry entry (updated Feb 13, 2025) with detailed description. citeturn0search3\n- Veeva/CTV trial record summarizing trial design (supportive care, randomized, single blind). citeturn0search7\n- Related literature on patient information/nursing effects on PET image quality and satisfaction (examples from PubMed). citeturn0search0turn0search4"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}