{
    "nct_id": "NCT06730438",
    "title": "Transcranial Pulse Stimulation: a Potential New Treatment for Chronic Disorders of Consciousness/Cognition Due to Vegetative/Minimally Conscious States and Early Dementia",
    "status": "RECRUITING",
    "last_update_time": "2024-12-11",
    "description_brief": "Alzheimer's Disease (AD) is characterized by the absence of treatments to slow, stop, or reverse its course, with patients finally losing cognitive functions, skills and independence. It is a chronic degenerative disease with high social and medical burden worldwide: AD ranked third among neurological disorders in terms of disability-adjusted life years (DALY) rates.\n\nThe primary aim of the research protocol is to improve care for patients with AD, by implementing, with an innovative method, the currently available repertoire of neuromodulation techniques. For this aim, we will investigate whether Transcranial Pulse Stimulation (TPS) may induce cognitive improvement in patients with an early stage of dementia.",
    "description_detailed": "Aims of the project: The primary aim of our research protocol is to improve care for patients with AD by investigating whether Transcranial Pulse Stimulation (TPS) may induce cognitive improvement in patients with an early stage of dementia. Additional aims will include the investigation of the neurophysiological profile of patients and the search for a correlation between neuropsychological and neurophysiological data with the serum levels of brain-derived neurotrophic factor (BDNF) and of vascular endothelial growth factor (VEGF).\n\nMaterials and Methods: Following a rigorous selection, included patients will be treated through a real/sham structured TPS protocol and followed-up with respect to cognitive improvement, by comparing baseline and follow-up clinical scores. A Double Blind Sham-Controlled Study will be performed: patients will be assigned randomly to receive TPS or sham TPS for 4 weeks in a parallel groups, double-blind study. Patients will receive ether TPS or sham treatment once a day for five days a week for the whole period and will be assessed according to the following schedule: baseline (t0); at two weeks following the start of TPS (t1); at 1 month following the start of TPS (t2); at 2 months following the start of TPS (t3); at 6 months following the start of TPS (t4). Electroencephalography (EEG) and Somatory Evoked Potentials (SEP) will be contextually recorded in all patients, to compare neurophysiological data of patients treated with real TPS and sham stimulation. Moreover, a serum sample will be collected from patients at baseline, at the end of the stimulation period and at the 6-month follow-up, to compare preprocedural and postprocedural levels of serum BDNF and VEGF.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "Transcranial Pulse Stimulation (TPS) — a non‑pharmacologic, noninvasive neuromodulation intervention delivered with the NEUROLITH®/STORZ MEDICAL device (shock‑wave/acoustic pulses)."
    ],
    "placebo": [
        "Not specified in the description; typical control in such trials is sham stimulation (not stated here)."
    ],
    "explanation_target": [
        "Reason: The protocol explicitly aims to induce cognitive improvement in patients with early dementia by implementing neuromodulation (Transcranial Pulse Stimulation). This is an interventional brain‑stimulation approach intended to improve cognition rather than a biologic or small molecule targeting amyloid/tau. citeturn0search3turn0search2.",
        "Act: Key extracted details — intervention = Transcranial Pulse Stimulation (TPS); TPS uses low‑energy acoustic/shock pulses delivered transcranially (NEUROLITH® system by STORZ MEDICAL) and has been investigated in Alzheimer’s patients with reported cognitive/network improvements in pilot studies. TPS is a device‑based neuromodulation method (not a drug or biologic). citeturn0search2turn0search0turn0search3.",
        "Mechanism / supporting evidence: TPS transmits brief acoustic pulses that are proposed to act via mechanotransduction (stimulation of growth factors, NO, angiogenesis and network modulation); early clinical data report improved cognitive test scores and network function after TPS in AD cohorts. These suggest an intended effect of cognitive enhancement rather than direct disease‑pathology removal. citeturn0search5turn0search3.",
        "Reflect: Classification rationale — fits the 'cognitive enhancer' category because (1) intervention is neuromodulation (device), (2) primary aim is cognitive improvement in early dementia, and (3) it is not a biologic (e.g., antibody/vaccine) nor a small molecule acting on AD pathology, nor targeted to purely neuropsychiatric/behavioral symptoms. Comparator/sham is not specified in the provided text, which introduces minor uncertainty about trial design but not about the target category. citeturn0search2turn0search7.",
        "Web search results (sources used): • STORZ MEDICAL / NEUROLITH product / TPS description (device, CE‑marked for AD indications). citeturn0search0turn0search1 • TPS / NEUROLITH information (patient/operator info, device use, CE mark). citeturn0search2 • Peer‑reviewed clinical data and follow‑up showing cognitive/network improvements after TPS in AD patients (Beisteiner / Popescu et al.). citeturn0search3 • Explanation of TPS technology, mechanotransduction and proposed biological effects. citeturn0search5"
    ],
    "agent_type": "M) Synaptic Plasticity/Neuroprotection",
    "explanation_agent": [
        "Reason: The trial tests Transcranial Pulse Stimulation (TPS), a non‑pharmacologic, device‑based neuromodulation intended to improve cognition and brain network function in early dementia — this targets neural network activity and plasticity rather than a specific molecular pathology (e.g., amyloid or tau). citeturn0search2turn0search0",
        "Act: Key extracted details — intervention = Transcranial Pulse Stimulation (NEUROLITH®/STORZ MEDICAL). TPS delivers low‑energy acoustic/shock pulses transcranially and has CE‑marked use for Alzheimer’s; pilot and follow‑up studies report cognitive and network improvements after TPS. Because the intervention aims to enhance cognitive function via modulation of neuronal activity and network/plasticity mechanisms (not by directly removing amyloid/tau), the most specific CADRO match is M) Synaptic Plasticity/Neuroprotection. citeturn0search2turn0search3turn0search4",
        "Reflect: Alternatives considered — E) Neurogenesis (TPS has been proposed to stimulate growth factors) and K) Vasculature (angiogenesis/NO effects are described) were noted in mechanistic hypotheses, which indicates multiple downstream effects. However, the primary clinical aim and reported effects are cognitive/network enhancement and presumed modulation of synaptic/network function, so M) Synaptic Plasticity/Neuroprotection is the best single-category fit rather than R) Multi-target. If future evidence showed the trial specifically targeted neurogenesis or vascular repair as the primary mechanism, reclassification could be considered. citeturn0search3turn0search7",
        "Web search results / sources used: STORZ MEDICAL NEUROLITH TPS product and neurology page (device description, CE mark). citeturn0search2; STORZ press/blog referencing the Advanced Science (Beisteiner et al.) TPS study. citeturn0search0; Pilot/clinical reports and reviews reporting cognitive improvements after TPS (Novak 2020; Popescu/Beisteiner follow‑up 2021). citeturn0search3turn0search4; PubMed listing of a TPS trial showing reduced neuropsychiatric symptoms and cognitive effects. citeturn0search7"
    ]
}