{
    "nct_id": "NCT06489015",
    "title": "An Open-label, Parallel-group Exploratory Clinical Trial to Evaluate the Safety and Preliminary Efficacy of Recombinant Human Serum Albumin Injection in the Treatment of Mild to Moderate Alzheimer's Disease",
    "status": "RECRUITING",
    "last_update_time": "2024-07-02",
    "description_brief": "This clinical trial is an open-label, parallel-group, exploratory study of recombinant human serum albumin (rHSA, hereafter referred to as the \"investigational drug\") in patients with mild to moderate Alzheimer's Disease (AD). It aims to enroll 30 subjects who meet the 2011 National Institute on Aging and Alzheimer's Association (NIA-AA) criteria for \"Probable AD Dementia.\" Participants will be randomized in a 1:1:1 ratio to receive the investigational drug at doses of 20g, 30g, or 40g, for assessments of safety and preliminary efficacy. Stratification factors will be based on the severity classification (mild; moderate) as indicated by the total score on the Clinical Dementia Rating Scale - Global Score (CDR-GS) during the screening period.",
    "description_detailed": "N/A",
    "phase": [
        "EARLY_PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted biologic",
    "drug": [
        "Recombinant human serum albumin (rHSA; recombinant HSA)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The investigational product is recombinant human serum albumin (rHSA), a recombinant protein (biologic). The trial description and prior literature indicate albumin-based interventions are intended to alter amyloid-β (Aβ) dynamics (albumin binds Aβ in plasma and can mobilize peripheral Aβ to affect CNS Aβ equilibrium), i.e., a disease-modifying mechanism targeting Alzheimer's pathology rather than a symptomatic cognitive enhancer or behavioral treatment. citeturn0search0turn0search6",
        "Act (key details extracted): Open-label, randomized (1:1:1) exploratory Early Phase 1 study; investigational drug = recombinant human serum albumin (rHSA) administered at 20 g, 30 g, or 40 g; population = mild-to-moderate probable AD per 2011 NIA‑AA criteria; primary intent = safety and preliminary efficacy in AD. No placebo arm is described in this trial listing. citeturn0search0",
        "Supporting evidence from the literature: Prior clinical programs using human albumin (via plasma exchange with albumin replacement or albumin-based approaches) have aimed to mobilize plasma/CSF Aβ and have reported changes in Aβ measures and some cognitive/functional effects (e.g., AMBAR and earlier PE studies), which supports interpreting albumin administration as a disease-targeted approach. citeturn0search1turn0search3",
        "Reflect: Given rHSA is a recombinant protein intended to interact with amyloid biology (based on mechanism and analogous prior trials), it best fits the 'disease-targeted biologic' category (biologic therapy targeting Alzheimer's pathology). There is no indication this is a small-molecule, a purely symptomatic cognitive enhancer, or an intervention aimed at neuropsychiatric/behavioral symptoms. Classification confidence: high. citeturn0search0turn0search6turn0search3"
    ],
    "agent_type": "A) Amyloid beta",
    "explanation_agent": [
        "Reason: The investigational product is recombinant human serum albumin (rHSA), a biologic intended to alter amyloid-β (Aβ) dynamics by binding/sequestering Aβ in the periphery and thereby affecting CNS Aβ equilibrium (the albumin/plasma-exchange approach is explicitly hypothesized to act via Aβ mobilization). citeturn0search0turn0search4turn0search5",
        "Act: Key extracted details — Open‑label, parallel-group Early Phase 1 study; investigational drug = recombinant human serum albumin (rHSA) at 20 g, 30 g, or 40 g; population = mild-to-moderate probable AD per 2011 NIA‑AA criteria; primary intent = safety and preliminary efficacy in AD. These trial details come from the trial registry entry. citeturn0search0",
        "Reflect: Prior clinical programs using albumin (plasma exchange with albumin replacement; AMBAR and related studies) were designed to sequester Aβ in plasma and reported biomarker and some cognitive/functional effects, supporting that albumin administration is being used as a disease‑targeted intervention against amyloid pathology rather than a purely symptomatic treatment. Thus the most specific CADRO fit is A) Amyloid beta. citeturn0search4turn0search3turn0search1",
        "Web search results (key sources consulted): 1) Trial registry entry for the rHSA exploratory AD study (NCT06489015) — trial details and dosing. citeturn0search0 2) AMBAR trial full report: randomized controlled trial of plasma exchange with albumin replacement in AD, rationale and outcomes (describes hypothesis that albumin/PE mobilizes peripheral Aβ and reports clinical/biomarker findings). citeturn0search4 3) AMBAR primary results / PubMed abstract summarizing efficacy outcomes. citeturn0search3 4) Feasibility/safety analyses and procedural description for albumin/PE approaches (J Clin Apheresis). citeturn0search1 5) Preclinical evidence: plasma exchange with albumin reduces plasma Aβ and brain amyloid in APP/PS1 mice (supports mechanistic plausibility). citeturn0search5"
    ]
}