{
    "nct_id": "NCT02933177",
    "title": "Study on Effectiveness of Flash Mediation Therapy in the Context of Acute Psychological and Behavioral Symptoms of Dementia in Nursing Homes",
    "status": "COMPLETED",
    "last_update_time": "2017-11-29",
    "description_brief": "In order to offer a non-drug intervention for caregivers in nursing home to respond promptly to a behavioral crisis with an appropriate response to each patient, a chariot has been developed by the Institute of Ageing Well Korian (Institut du Bien Vieillir Korian) to bring together eleven mediation activities. These activities lasting about 15 minutes are based on emotion (reminiscent, games) and sensory interventions (music, massage, touch) to decentralize patient stimulus that disturbs and focus on a subject not disruptive. This emergency intervention should provide a reduction in Behavioral and Psychological Symptom of Dementia (BPSD) of nursing home patients. The main objective is to measure its immediate effect on productive symptoms (agitation, aberrant motor behavior and disinhibition). The secondary objectives are to measure its immediate impact on the well-being and psychotropic treatments, and measure its effect after two months and after four months on all BPSD with a focus on agitation, the administration of psychotropic drugs, the hospitalizations and the number of falls.",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "HEALTH_SERVICES_RESEARCH",
    "results": null,
    "target_category": "neuropsychiatric symptom improvement",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is a non‑drug \"chariot\" of eleven short (≈15 min) mediation activities (reminiscence, music, massage, games, sensory stimulation) designed to respond to acute behavioral crises and reduce Behavioral and Psychological Symptoms of Dementia (BPSD) such as agitation, aberrant motor behavior and disinhibition. citeturn0search1turn0search0.",
        "Act: Key trial details extracted — non‑pharmacologic ‘‘chariot d’activités flash’’ deployed in nursing homes, immediate target is productive behavioral symptoms (agitation/etc.), with secondary outcomes including well‑being, psychotropic drug use, hospitalizations and falls. This is explicitly described in the study registry and press/sector reports. citeturn0search1turn0search4turn0search5.",
        "Reflect: By the provided category definitions this is not a biologic or small molecule (no drug), and it targets behavioral/neuropsychiatric symptoms rather than primary cognitive enhancement or disease pathology — therefore it fits the 'neuropsychiatric symptom improvement' category. Sources used to verify the intervention and intent: clinical trial registry and Korian reporting on the chariot program. citeturn0search1turn0search0"
    ],
    "agent_type": "T) Other",
    "explanation_agent": [
        "Reason: The described intervention is a non‑pharmacologic, staff‑delivered \"chariot d’activités flash\" — eleven ~15‑minute mediation activities (reminiscence, music, massage, games, sensory stimulation) intended to de‑escalate acute behavioral crises and reduce Behavioral and Psychological Symptoms of Dementia (BPSD) such as agitation, aberrant motor behavior and disinhibition. This is an educational/behavioral care intervention, not a drug or biologic targeting a molecular pathway. citeturn0search1turn0search0.",
        "Act: Key extracted trial details — non‑drug \"chariot‑flash\" deployed in nursing homes; immediate clinical target = neuropsychiatric/behavioral symptoms (agitation, wandering/aberrant motor behavior, disinhibition); secondary outcomes include well‑being, psychotropic drug use, hospitalizations and falls. The study registry and trial listings describe an interventional, non‑pharmacologic program rather than a molecular target. citeturn0search2turn0search1.",
        "Reflect: CADRO categories A–Q cover molecular/pathophysiologic drug targets (amyloid, tau, inflammation, synaptic plasticity, metabolism, etc.). Because this trial tests a non‑drug behavioral/psychosocial intervention aimed at symptom management rather than a biological/molecular target, it does not map to a specific CADRO biology category. Per the instructions (non‑therapeutic or non‑biologic interventions → 'T) Other'), the correct classification is 'T) Other'. Supporting descriptions of the chariot program and the non‑drug approach are documented in Korian/Foundation articles. citeturn0search3turn0search5.",
        "Web search results used to verify intervention and intent (representative sources): 1) Clinical trial registry entry for NCT02933177 — Study on Effectiveness of Flash Mediation Therapy (trial description, objectives, outcomes). citeturn0search1. 2) Trial listing (MedPath) summarizing the chariot intervention and eleven mediation activities. citeturn0search0. 3) Trial listing/details (CTV/Veeva) with trial design and outcomes. citeturn0search2. 4) Korian / Fondation Mederic background on the \"chariot d’activités\" (program details and activities). citeturn0search3turn0search5."
    ]
}