{
    "nct_id": "NCT06459128",
    "title": "Comparison of Delivery Format of Cognitive Behavioral Therapy Materials on Engagement and Symptom Reduction: AI-Enabled App vs PDF Workbook",
    "status": "COMPLETED",
    "last_update_time": "2024-12-05",
    "description_brief": "The goal of this clinical trial is to compare two different ways of delivering cognitive behavioral therapy (CBT) materials to people with symptoms of anxiety and depression. The main questions it aims to answer are:\n\n1. Do people using the app experience greater reductions in anxiety and depression symptoms compared to those using the workbook?\n2. Does the personalization offered by the app increase engagement with CBT materials compared to the workbook?\n\nParticipants will be given access to either the Limbic Care app or an equivalent PDF workbook and will be asked to engage with the materials for several days each week over a period of 6 weeks. Each week, participants will complete a survey about their anxiety and depression symptoms and report any new health issues and their experiences with the materials.",
    "description_detailed": "Motivation\n\nHomework is a crucial component of cognitive-behavioral therapy (CBT) as it allows patients to actively implement therapeutic techniques and skills outside of sessions, promoting long-term mental health improvements. However, patient engagement with CBT homework can be challenging due to a lack of motivation, forgetfulness, or a lack of personalization, which can hinder the overall effectiveness of the therapy and retention in a therapy program.\n\nDesign\n\nThis randomized controlled trial (RCT) aims to evaluate the efficacy, acceptability, and safety of an AI-enabled smartphone application (Limbic Care) compared to a standard digital workbook (PDF format) in delivering cognitive behavioral therapy (CBT) materials to individuals with clinically significant symptoms of anxiety and/or depression. The study will involve 500 participants, who will be randomly allocated in a 3:2 ratio to either the intervention group (Limbic Care app) or the control group (PDF workbook).\n\nA large cohort (\\~2,000 participants) will initially be screened for inclusion and exclusion criteria. Eligible participants will be invited to participate in a baseline survey (capped at 550 to account for attrition and reach a target of 500 participants for the final data collection point). This survey will measure multiple validated symptom scales (e.g., for anxiety, depression, obsessive-compulsive disorder, health anxiety disorder) and gather subjective ratings on variables such as familiarity with CBT, previous experience with mental health apps, preferences for apps vs. PDF workbooks, medication status, and more.\n\nAfter the baseline survey, participants will be randomly allocated to one of the two experimental arms and invited to download the app (intervention group) or to access the PDF workbook via a weblink (control group). Over a 6-week period, participants will be asked to engage with their assigned materials (app or workbook) for a specified number of days each week. Weekly surveys will measure changes in anxiety (GAD-7) and depression (PHQ-9) symptoms, as well as any new adverse health events. Additionally, engagement metrics such as time spent using the app or viewing workbook pages will be automatically recorded.\n\nOutcome Measures\n\nThe primary outcomes are changes in GAD-7 and PHQ-9 scores from baseline to week 6, measured weekly. We will also use engagement (operationalised as the time spent with the materials, as well as the number of exercises interacted with) as a primary outcome, with the aim of investigating whether this is a mediating factor for any effect of material format (app vs workbook) on symptom reduction.\n\nThe secondary outcome is the incidence of adverse health events, to estimate and compare the safety of each material format.\n\nAdditional outcome measures include changes in the Work and Social Adjustment Scale (WSAS), self-reported satisfaction and acceptability, perceived utility and effectiveness, motivation to engage with the materials, and changes in sleep quality (measured by the Mini Sleep Questionnaire, MSQ).\n\nData Analysis\n\nData will be analyzed using appropriate statistical methods to compare the intervention and control groups. Primary and secondary outcomes will be analyzed using repeated measures ANOVA or mixed-effects models, adjusting for baseline scores and potential confounders. Subgroup analyses will be conducted to explore the effects of demographic variables on treatment outcomes.\n\nEthics and Safety\n\nThe study has been approved by the UCL research ethics committee and will be conducted in accordance with the Declaration of Helsinki. Participants' safety and confidentiality will be prioritized throughout the study. Adverse events will be closely monitored, and participants will have the option to withdraw from the study at any time without penalty.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "neuropsychiatric symptom improvement",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial compares delivery formats (Limbic Care AI-enabled app vs PDF workbook) of cognitive behavioral therapy (CBT) for people with anxiety and depression, measuring symptom reduction and engagement. The intervention is psychotherapeutic (CBT), aimed at reducing psychiatric symptoms (anxiety and depression), not a pharmacologic or disease-modifying treatment. citeturn0search4turn0search0",
        "Act: Key extracted details — Intervention: Limbic Care (an AI/generative-AI enabled CBT app) versus a static PDF workbook; Population: people with symptoms of anxiety and depression; Duration: 6 weeks of use with weekly symptom surveys; Outcomes: reductions in anxiety/depression symptoms and engagement with CBT materials. This confirms the trial targets psychiatric symptom improvement via psychotherapy delivery methods rather than any drug or biologic. citeturn0search1turn0search5",
        "Reflect: Classification rationale — This is not a biologic or small-molecule disease-targeting trial, nor a pharmacologic cognitive-enhancer. The goal is to alleviate neuropsychiatric symptoms (anxiety and depression) through a therapy delivery intervention, so the correct category is 'neuropsychiatric symptom improvement'. No drug is involved. (If a drug had been involved, I would have searched for drug specifics; here the relevant product is a digital therapeutic app rather than a pharmacologic agent.)",
        "Web search results used (sources confirming Limbic Care and the trial): limbic.ai (Limbic Care product/care page and company site). citeturn0search0turn0search3; Limbic blog introducing Limbic Care (describes generative-AI CBT features). citeturn0search1; medRxiv randomized trial comparing Limbic Care vs PDF workbook (RCT summary showing 6-week trial and outcomes). citeturn0search4turn0search5; Journal of Medical Internet Research real-world/observational study on Limbic Care and engagement/outcomes. citeturn0search7"
    ],
    "agent_type": "T) Other",
    "explanation_agent": [
        "Reason: The intervention is a psychotherapeutic delivery comparison (an AI-enabled CBT app vs a PDF workbook) aimed at reducing anxiety and depression symptoms and increasing engagement. This is not a pharmacologic, biologic, or mechanism-targeting treatment (no drug, molecular target, or disease‑modifying mechanism is described).",
        "Act: Extracted details — Intervention: Limbic Care (AI/generative‑AI CBT app) versus static PDF workbook; Population: people with anxiety and depression symptoms; Outcomes: symptom reduction and engagement over 6 weeks. Because the trial tests delivery of psychotherapy (a behavioral/digital therapeutic) rather than targeting a biological pathway, it does not map to CADRO therapeutic categories A–Q or R (multi‑target).",
        "Reflect: Classification check — CADRO instructions indicate non‑therapeutic or non‑biological interventions (e.g., diagnostics, procedural or delivery‑format studies) should be assigned 'T) Other'. This trial fits that designation (no drug/biologic target identified).",
        "Web search results provided by the user (sources confirming Limbic Care and the trial): limbic.ai product/care pages and company site; Limbic blog describing generative‑AI CBT features; medRxiv randomized trial summary comparing Limbic Care vs PDF workbook; Journal of Medical Internet Research observational/real‑world study on Limbic Care outcomes."
    ]
}