{
    "nct_id": "NCT00991419",
    "title": "A Phase II, Open Label, Non-Randomized Study of [18F]AZD4694 to Compare PET Measurements of Fibrillar Amyloid Burden Obtained Using Difference Scanning Parameters, Reference Region Procedures and to Assess Test-retest Reliability in Patients With AD & HV",
    "status": "COMPLETED",
    "last_update_time": "2013-01-29",
    "description_brief": "The purpose of this study is to compare PET measurements of fibrillar amyloid burden using \\[18F\\]AZD4694.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "DIAGNOSTIC",
    "results": null,
    "target_category": "N/A",
    "drug": [
        "[18F]AZD4694 (aka [18F]NAV4694) — an 18F-labeled amyloid-β PET radioligand"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention described ([18F]AZD4694) is an 18F-labeled PET radioligand developed to image fibrillar amyloid-β plaques in brain (i.e., an imaging/diagnostic agent), not a therapeutic intended to modify disease or directly improve cognition or neuropsychiatric symptoms. citeturn0search1turn0search3",
        "Act (extracted details): The trial title and purpose state this is a Phase II, open-label, non-randomized PET study comparing PET measurements of fibrillar amyloid burden using [18F]AZD4694 and assessing test–retest reliability — i.e., a diagnostic/imaging validation and methodology study rather than a treatment trial. Similar characterization and clinical validation publications describe AZD4694 (NAV4694) as an amyloid imaging ligand with high affinity for Aβ plaques and suitable kinetics for quantitative PET. citeturn0search4turn0search7",
        "Reflect: Because the compound is an imaging radiotracer used to measure amyloid plaque burden (diagnostic biomarker), the trial does not fit the four therapeutic categories (disease-targeted biologic; disease-targeted small molecule; cognitive enhancer; neuropsychiatric symptom improvement). Therefore the correct classification is 'N/A'. Publications and manufacturer/clinical reports describe AZD4694/NAV4694 as a diagnostic amyloid PET tracer and note its use to monitor amyloid in observational and therapeutic trials (as an outcome measure), further supporting that it is not a therapeutic agent. citeturn0search6turn0search5"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}