{
    "nct_id": "NCT02119546",
    "title": "Effects of Exercise Training in Patients With Mild Cognitive Impairment and Early Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2014-04-18",
    "description_brief": "The purposes of this study are:\n\n1. To investigate whether a 3-month exercise training program would improve cognitive function, motor performance, integrity of brain fiber tracts and cerebral blood flow;\n2. To investigate the possible neuro-anatomical and neurophysiological mechanisms of exercise training on cognitive function, motor performance, integrity of brain fiber tract and cerebral blood flow in patients with mild cognitive impairment and in those with early Alzheimer's disease;\n3. To investigate the influence of different apolipoprotein E (APOE) genotypes on the above-mentioned exercise effects.\n\nThe results of this study will provide medical evidence for the effects of exercise training on mild cognitive impairment and on early Alzheimer's disease; and will provide understanding of the mechanisms mediating these effects. More importantly, the results serve as the basis for future larger-scale exercise clinical trials for these two patient populations.",
    "description_detailed": "Recent studies have shown that exercise training could decrease the risk of dementia in the elderly population. Exercise training could also slow down the speed of deterioration of memory and other cognitive functions in patients who already have mild cognitive impairment or early Alzheimer's disease. However, the mechanisms of such effects are still unknown. Whether exercise training could improve neural fiber integrity, blood flow, or motor performance of these patients also remain unexplored.\n\nTherefore, the purposes of this study are:\n\n1. To investigate whether a 3-month exercise training program would improve cognitive function, motor performance, integrity of brain fiber tracts and cerebral blood flow;\n2. To investigate the possible neuro-anatomical and neurophysiological mechanisms of exercise training on cognitive function, motor performance, integrity of brain fiber tract and cerebral blood flow in patients with mild cognitive impairment and in those with early Alzheimer's disease;\n3. To investigate the influence of different APOE genotypes on the above-mentioned exercise effects.\n\nWe will conduct a single-blinded, randomized controlled clinical trial. We will recruit 60 patients with mild cognitive impairment or early Alzheimer's disease. The participants will be randomly classified into the exercise training group or control group. The exercise training group will receive health education and exercise training of moderate intensity, 3 times a week, for 12 weeks. The control group will receive health education only. Both groups will receive pre- (week 0), post- (week 12), and follow-up (week 24 after the end of the program) examinations for cognitive function, motor performance, diffusion tensor or diffusion spectrum magnetic resonance imaging, and transcranial duplex. We will compare the group differences on the aforementioned outcome measures brought by 12-week exercise training. We will also perform analysis of the correlations between the changes in these outcome measures to explore the possible neural or physiological mechanisms mediating the training effects. The effects of different APOE genotypes on these outcome measures will also be compared.\n\nThe results of this study will provide medical evidence for the effects of exercise training on mild cognitive impairment and on early Alzheimer's disease; and will provide understanding of the mechanisms mediating these effects. More importantly, the results serve as the basis for future larger-scale exercise clinical trials for these two patient populations.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "Cognitive enhancer",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is a structured, 12-week (3-month) exercise training program intended to improve cognitive function, motor performance, brain white-matter integrity and cerebral blood flow in people with MCI and early AD — i.e., a non‑pharmacological intervention aimed at improving cognition rather than a biologic or small molecule targeting AD pathology directly. citeturn0search3turn0search4",
        "Act (extracted key details): The trial is a randomized controlled study comparing an exercise training group (moderate‑intensity aerobic/dual‑task training, three sessions/week for 12 weeks) to a control (health education or gentle stretching). Outcomes include cognitive tests, motor performance, diffusion MRI (fiber tract integrity), transcranial duplex (cerebral blood flow) and blood biomarkers including Aβ1‑40 and Aβ1‑42. No drug or placebo is used. citeturn0search3turn0search4",
        "Reflect: Given the definitions provided, this trial best fits the 'Cognitive enhancer' category — an intervention intended to improve cognition (and related brain/physiological measures) without being a biologic or small‑molecule disease‑targeted therapy. The classification is supported by the trial description and by broader literature showing exercise trials target cognitive outcomes in MCI/early AD. citeturn0search1turn0search2",
        "Web search results / sources used: (1) Trial summary and procedures (exercise vs control; aims include cognition, motor performance, brain tract integrity, CBF, APOE effects). citeturn0search3turn0search4 (2) Systematic review/meta‑analysis showing exercise improves cognition in MCI. citeturn0search1 (3) Recent RCTs of exercise in MCI examining cognition and AD biomarkers (EXERT study). citeturn0search2"
    ],
    "agent_type": "M) Synaptic Plasticity/Neuroprotection",
    "explanation_agent": [
        "Reason: The intervention is a non‑pharmacological, 12‑week structured exercise training program intended to improve cognition, motor performance, white‑matter integrity and cerebral blood flow in people with MCI/early AD — i.e., an intervention designed to enhance brain function and resilience (neuroprotection/neuroplasticity) rather than directly targeting molecular AD pathologies such as amyloid or tau. citeturn0search1turn0search0",
        "Act: Extracted trial details — randomized controlled exercise vs control (moderate‑intensity aerobic/dual‑task training, 3 sessions/week for 12 weeks; outcomes: cognitive tests, diffusion MRI (fiber tract integrity), transcranial duplex (cerebral blood flow), blood biomarkers including Aβ1‑40/Aβ1‑42). No drug or targeted biologic is administered. These elements point to a cognitive‑enhancing / neuroprotective mechanism rather than a single molecular disease target. citeturn0search1turn0search4",
        "Reflect: Classification choice — M) Synaptic Plasticity/Neuroprotection. Exercise interventions are typically grouped with synaptic‑plasticity and neuroprotection targets because their primary hypothesized mechanisms are improving neural network function, promoting synaptic health, plasticity and resilience (and secondarily affecting metabolism, inflammation and cerebral blood flow). Systematic reviews and RCTs report cognitive/functional benefits of exercise in MCI/AD, supporting this placement over categories focused on amyloid, tau, ApoE, or pure vascular/metabolic targets. Alternative plausible CADRO categories could include J) Metabolism & Bioenergetics or K) Vasculature because the trial measures glucose, insulin, cytokines and CBF, but the primary intent is cognitive enhancement through neuroplasticity — so M is the most specific fit. citeturn0search5turn0search3",
        "Web search results used (key sources): (1) Trial description and procedures (exercise vs control; aims include cognition, motor performance, fiber tract integrity, CBF, APOE effects). citeturn0search1turn0search0 (2) EXERT randomized trial of exercise in MCI (effects on cognition and biomarkers). citeturn0search3 (3) Systematic reviews/meta‑analyses showing exercise improves cognition in MCI/AD. citeturn0search5turn0search2"
    ]
}