{
    "nct_id": "NCT04044495",
    "title": "\"Sleep, Rhythms and Risk of Alzheimer's Disease: a Daily Life Actigraphic Assessment and MRI Study\" \"SoRyMA - AMImage3\"",
    "status": "COMPLETED",
    "last_update_time": "2022-03-30",
    "description_brief": "Alterations in sleep and the sleep / wake cycle, which are particularly common in Alzheimer's disease patients, could represent an early biomarker for cognitive decline and onset of dementia . Moreover, these disturbances in activity rhythms and sleep patterns represent modifiable factors and therefore potential targets for the prevention of certain neurodegenerative disorders.\n\nThe main objective of this study will be to test the hypothesis that elderly people without major cognitive impairment who have circadian rhythm disorders of the sleep / wake cycle have structural and / or functional abnormalities in the central nervous system and more specifically of the hippocampal function which could represent a risk factor for the occurrence of cognitive impairment. Indeed, although many studies in both humans and animals suggest the existence of links between sleep alterations and age-related cognitive impairment, the causality of these observations is still not clear.\n\nThis description of the anatomical and functional substratum of sleep / wake cycle alterations occurring in an elderly population will be based on joint analysis of multimodal brain imaging (MRI) and neuropsychology actimetry data. The SoRyMA-AMImage 3 protocol will correspond to the 2nd actimetry measurement point and the 3rd MRI measurement point of a larger population-based cohort AMImage.\n\nThis project will collect data from the sleep / wake cycle (actimetry) from a sample of 100 patients included in AMI / AMImage 2 and relate them to brain imaging data (MRI). The main objective of the protocol is the evaluation of the link between changes in sleep and cycle parameters during aging and hippocampal functioning (through fMRI and neuropsychological score of hippocampal dependant tasks). The actimetry variables measured at the two follow-up (4 years apart) will make it possible to measure the degradation of the sleep and cycle parameters (through the reduction of sleep duration, sleep time, increase in sleep fragmentation and decrease in the relative amplitude of the rhythm).\n\nThis framework will provide access to a very large amount of data that can be cross-referenced with actimetry data; the longitudinal character of this data collected over a decade will also make it possible to work on the evolution of the actimetry parameters and its relationship with the cognitive and clinical evolution of the subjects. Thus, these data will make it possible to study the prognostic value of the analyzed actimetry parameters in association with very complete clinical and neuropsychological data.",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "OTHER",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The protocol describes an observational, non‑therapeutic study using actimetry (daily-life actigraphic assessment) and multimodal MRI/fMRI to evaluate links between sleep/circadian rhythm alterations and hippocampal structure/function in elderly people without major cognitive impairment. The stated aim is to identify biomarkers and prognostic relationships (risk of cognitive decline), not to test a drug or therapeutic intervention.",
        "Act (extracted details): - Title: \"Sleep, Rhythms and Risk of Alzheimer's Disease: a Daily Life Actigraphic Assessment and MRI Study\" (SoRyMA - AMImage3). - Intervention/measurements: actimetry (wearable actigraph), multimodal brain MRI including fMRI, and neuropsychological testing. - Population: ~100 participants from an existing AMI/AMImage cohort, elderly without major cognitive impairment, longitudinal follow-up with repeated actimetry and MRI timepoints. - Objective: evaluate association between sleep/circadian changes and hippocampal functioning and prognostic value for cognitive decline. - No pharmacologic agent, biologic, or placebo is described; no therapeutic mechanism of action is proposed. Therefore this is not a drug trial. (Supporting literature showing actigraphy/MRI used as observational biomarkers and linked to dementia risk/cognition). citeturn0search0turn0search4turn0search2",
        "Web search results (relevant examples found): - Actigraphy-estimated sleep and 24-hour activity rhythms associated with dementia risk (population-based cohort analysis). citeturn0search0 - Associations of actigraphic sleep and circadian rest/activity rhythms with cognition in early-phase AD / MCI. citeturn0search4 - Large-scale actigraphy analyses (UK Biobank) linking suppressed amplitude / fragmentation to higher risk of delirium and progression to dementia. citeturn0search2 These sources illustrate that actigraphy + imaging studies are observational biomarker research rather than interventional drug trials.",
        "Reflect: Classification check — the study is diagnostic/observational (biomarker and risk/prognostic research) using wearable actigraphy and MRI. It does not evaluate a biologic or small-molecule therapy, nor a cognitive enhancer or a neuropsychiatric symptom treatment. Therefore it does not fit any of the four therapeutic categories and should be classified as 'N/A'. No drug information exists in the description and my web search located relevant actigraphy/MRI literature but did not identify any drug or therapeutic intervention associated with the SoRyMA-AMImage3 protocol. citeturn0search0turn0search4turn0search2"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}