{
    "nct_id": "NCT06083350",
    "title": "A Randomized Controlled Trial of Yeast Beta-glucan on Cognitive Function in Patients With Mild Cognitive Impairment",
    "status": "ACTIVE_NOT_RECRUITING",
    "last_update_time": "2024-05-13",
    "description_brief": "Patients with mild cognitive impairment aged 50-80 years old were recruited in Shiyan City, Hubei Province, and divided into intervention group and placebo group. They were given yeast β-glucan capsules and starch capsules, respectively, for 6 months, in order to explore whether yeast β-glucan can improve cognitive function of patients with mild cognitive impairment by regulating gut microbiota and its metabolites.",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "PREVENTION",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "yeast β-glucan (oral capsules; yeast-derived β‑glucan)"
    ],
    "placebo": [
        "starch capsules"
    ],
    "explanation_target": [
        "Reason: The trial gives oral yeast β‑glucan vs. starch for 6 months to patients with mild cognitive impairment with the stated aim of improving cognitive function by regulating gut microbiota and metabolites — this is an intervention intended to improve cognition via gut‑brain mechanisms rather than a biologic or small molecule designed to directly target hallmark AD pathology (amyloid or tau).",
        "Act: Evidence about yeast β‑glucan shows it is a dietary/biologic polysaccharide from yeast (Saccharomyces cerevisiae) that modulates gut microbiota and has been reported to improve cognition or AD‑like pathology in animal models and to affect cognitive symptoms in some human supplement trials. Supporting sources: yeast β‑glucan regulates gut microbiota and ameliorated AD‑like pathologies in animal models. citeturn0search3turn0search5",
        "Act (continued): Reviews and comparative studies of β‑glucans report cognitive benefits mediated by the gut–brain axis across different β‑glucan sources. citeturn0search8",
        "Act (continued): Human randomized trials of yeast β‑glucan (or β‑glucan supplementation) have reported improvements in cognitive fatigue or related outcomes in non‑AD populations, supporting a cognition‑enhancing/supplement role rather than a targeted anti‑amyloid biologic mechanism. citeturn0search2turn0search0",
        "Reflect: Given the intervention (a nutritional/biologic polysaccharide intended to alter gut microbiota to improve cognition), this does not fit the developer definitions of (1) disease‑targeted biologic (which require biologics targeting Alzheimer’s pathology such as anti‑amyloid/tau antibodies or vaccines) nor (2) disease‑targeted small molecule. It also is not targeted at neuropsychiatric symptoms specifically. The best fit is 'cognitive enhancer' (an agent intended to improve cognitive function without directly targeting core AD pathology).",
        "Web search results (selected):",
        "- Yeast β‑glucan alleviates cognitive deficit by regulating gut microbiota and metabolites in Aβ1-42-induced AD‑like mice (PubMed). citeturn0search5",
        "- Yeast β‑glucan attenuates HFD‑induced AD‑like pathologies in rats via the gut‑brain axis (PubMed). citeturn0search3",
        "- Three Different Types of β‑Glucans Enhance Cognition: The Role of the Gut‑Brain Axis (PMC review). citeturn0search8",
        "- Yeast β‑glucan supplementation with multivitamins improved cognitive fatigue in a randomized placebo‑controlled human trial (Nutrients / PubMed). citeturn0search2turn0search0",
        "Final classification rationale (concise): The intervention is an oral yeast‑derived polysaccharide given to improve cognition via modulation of the gut microbiome (not an anti‑amyloid/tau biologic or a small‑molecule pathology‑targeting drug), therefore the trial is best categorized as 'cognitive enhancer'."
    ],
    "agent_type": "N) Gut-Brain Axis",
    "explanation_agent": [
        "Reason: The intervention is oral yeast-derived β‑glucan given to improve cognition by regulating the gut microbiota and gut-derived metabolites (a gut–brain mechanism), not by directly targeting hallmark AD proteins such as amyloid‑β or tau. Evidence from animal models and human supplementation trials supports gut‑microbiota mediation of cognitive effects. citeturn0search2turn0search0turn0search7",
        "Act: Trial drug: yeast β‑glucan (oral capsules). Mechanism stated in the protocol/description: modulation of gut microbiota and metabolites to improve cognitive function (gut–brain axis). Based on that explicit mechanism, assign CADRO category N) Gut‑Brain Axis. Supporting sources: yeast β‑glucan improved cognition and altered gut microbiota/SCFAs in Aβ1‑42 AD‑like mice. citeturn0search2 It also attenuated HFD‑induced AD‑like pathology via gut‑brain mechanisms in rats. citeturn0search0 A review and comparative studies report β‑glucans (including yeast origin) enhance cognition through gut–brain pathways. citeturn0search7 A randomized human supplement trial (ME/CFS) reported improvements in cognitive fatigue with yeast β‑glucan plus vitamins, supporting cognition‑enhancing effects in humans (supplement context). citeturn0search1",
        "Reflect: The intervention is a nutritional/biologic polysaccharide acting as a prebiotic/modulator of gut microbiota, not a disease‑targeted anti‑amyloid or anti‑tau therapeutic, nor a small‑molecule directly targeting receptors listed in other CADRO categories. No clear multi‑target pharmacologic mechanism against core AD pathologies is described, so 'N) Gut‑Brain Axis' is the most specific CADRO fit. If future protocol text showed a different primary mechanism (e.g., direct anti‑inflammatory CNS target independent of gut effects), reclassification could be considered."
    ]
}