{
    "nct_id": "NCT05885620",
    "title": "Sensor-based Individualized Activity Management System for People With Dementia: Intervention Study",
    "status": "COMPLETED",
    "last_update_time": "2023-06-05",
    "description_brief": "Assistive Technologies (ATs) can help people living with dementia (PwD) maintain their everyday activity. Still, there is a gap between potential and supply. Involving future users can close the gap. But the value of participation from PwD is unclear.\n\nThe study examined smartwatch interactions from people with dementia or with mild cognitive impairment. Participants received \"regularly\" (n=20) or \"intensively\" (n=20) intrusive audio-visual prompts on a customized smartwatch to perform everyday tasks. Participants' reactions were observed via cameras. Users' feedback was captured with questionnaires.",
    "description_detailed": "This was a mixed methods study involving different stakeholder groups in a stepwise approach towards the user-centered evaluation of a smartwatch-based application for PwD. A preparatory qualitative study focused on identifying needs and requirements for mobile assistive devices. An observatory field study revealed potential use cases for smartwatches for persons with dementia. The subsequent intervention study examined smartwatch interactions and gathered users' feedback concerning usability, design, usefulness and concerns. Participants with mild cognitive impairment or dementia received either \"regularly\" (n=20) or \"intensively\" (n=20) intrusive audio-visual prompts to perform everyday tasks. All participants were prompted to complete two tasks, prompts were repeated up to three times if they failed to completely solve a task. Prompts were triggered using a smartphone as remote control. Patient reactions were observed via video cameras. Each task was rated with 1 point for success, 0.5 for incomplete task fulfillment or 0 for failure. Both tasks were summarized, resulting in success values from 0 to 2 points.\n\nAbbreviations:\n\nPwD: people with dementia MCI: mild cognitive impairment AT: assistive technology",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "OTHER",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is a smartwatch-based assistive technology delivering audio-visual prompts to help people with dementia or mild cognitive impairment perform everyday tasks. This is a non‑pharmacological, device-based behavioral/supportive intervention rather than a drug, biologic, or molecule targeting Alzheimer’s pathology or directly acting as a cognitive-enhancing pharmacologic agent. citeturn0search1turn0search0",
        "Act (key extracted details): The study examined smartwatch interactions in people with dementia or mild cognitive impairment (n=40 total). Half (n=20) received \"regular\" prompts and half (n=20) received \"intensive\" intrusive audio‑visual prompts via a customized smartwatch to perform everyday tasks (examples: drinking water and a specific cognitive task). Participants were observed via cameras and provided feedback through questionnaires. These details are from the JMIR Aging / PubMed record of the intervention study. citeturn0search1turn0search0",
        "Reflect: Based on the provided definitions, the trial does not test a biologic (e.g., monoclonal antibody), a disease‑targeting small molecule, a pharmacologic cognitive enhancer, nor an intervention aimed specifically at neuropsychiatric symptom pharmacotherapy. It is an assistive technology / behavioral support study, so the correct category is 'N/A'. No drug name or pharmacologic agent applies. citeturn0search1",
        "Web search results / sources consulted: \"Smartwatch‑Based Interventions for People With Dementia: User‑Centered Design Approach\" (JMIR Aging, 2024). citeturn0search1turn0search0",
        "If you want, I can: 1) classify similar trials into the four categories, 2) extract additional trial metadata (population, outcomes, measures), or 3) retrieve the full article text for more detail."
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}