{
    "nct_id": "NCT00820937",
    "title": "Interest of the Combination of the DaTSCAN Scintigraphy and MRI Scan in the Differential Diagnosis of Lewy Body Dementia From Alzheimer Disease in Patients With Hallucinations",
    "status": "COMPLETED",
    "last_update_time": "2025-07-28",
    "description_brief": "The aim of this study is to improve the diagnostic of Lewy body dementia by combining the scintigraphy (SPECT) usig a spécific transporter and magnetic resonance imaging (MRI).",
    "description_detailed": "Lewy body dementia is the second leading cause of dementia in France after degenerative Alzheimer's disease.\n\nHowever its dignosis is difficult. Its comes in large part from the similarity of symptoms with another close dementia syndrome : the Alzheimer disease . Therfore, its is very important to have a mean to distinguish between the two dementias.\n\nOne highlight of the Lewy body dementia process being dopaminergic degeneration, the use of specific radioactive tracers is thought to be the way. The radiotracer that has the greatest advantage for these explorations is currently the DaTSCAN because it binds specifically on the dopamine transporter and can be used in Single photon emission computed tomography (SPECT).\n\nThe aim of this study is to improve the performance of imaging in the diagnosis of dementia by combining scintigraphy (SPECT) and magnetic resonance imaging (MRI) in the exploration of the striatal region . The development of this method applied to a population of subjects, with hallucinations and cognitive disorders, should demonstrate the value and complementarity of metabolic images (SPECT) and morphological (MRI) within the differential diagnosis of Lewy body dementia and the Alzheimer disease .\n\nFrom a methodological point of view, the patient will be included in hospital and will have a clinical diagnosis defined according to the criteria of dementia NINCDS-ADRDA for the Alzheimer disease and Mc-Keith criteria for Lewy body dementia. Their MMSE will be over 18 and they have in common recurrent visual hallucinations.\n\nAfter the inclusion, two steps must be distinguished, a neuropsychological evaluation stage and an scitigraphy exploration . Before the SPECT , all patients should have an MRI.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "DIAGNOSTIC",
    "results": null,
    "target_category": "N/A",
    "drug": [
        "DaTSCAN (ioflupane I‑123) — radiopharmaceutical used for dopamine transporter (DaT) SPECT imaging"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial tests diagnostic methods — combining DaTSCAN SPECT (a radiotracer that images the dopamine transporter) with MRI — to improve differential diagnosis of Lewy body dementia (DLB) vs Alzheimer disease in patients with hallucinations. This is a diagnostic imaging study rather than a therapeutic trial. citeturn0search7turn0search5",
        "Act (key details extracted): Title and aim: 'Interest of the Combination of the DaTSCAN Scintigraphy and MRI Scan in the Differential Diagnosis of Lewy Body Dementia From Alzheimer Disease in Patients With Hallucinations' — intervention = DaTSCAN (123I‑ioflupane) SPECT plus MRI; intended effect = improve diagnostic accuracy. DaTSCAN is ioflupane I‑123, a radiopharmaceutical that binds the striatal dopamine transporter. citeturn0search5turn0search7",
        "Act (evidence from literature): Dopamine‑transporter SPECT (123I‑ioflupane / DaTSCAN) shows reduced striatal binding in DLB and has been shown to aid differential diagnosis versus AD; studies and systematic reviews support its diagnostic utility. The tracer’s indication has been expanded to include suspected DLB. citeturn0search3turn0search4turn0search6",
        "Reflect: Because the study evaluates imaging diagnostics (not a drug or therapeutic intervention aimed at modifying disease, cognition, or neuropsychiatric symptoms), it does not fit the four treatment categories (disease‑targeted biologic, disease‑targeted small molecule, cognitive enhancer, or neuropsychiatric symptom improvement). Therefore the correct classification is 'N/A'. citeturn0search4turn0search0",
        "Web search results / sources used: PubMed randomized and review articles on 123I‑ioflupane SPECT in DLB (diagnostic utility). citeturn0search0turn0search3turn0search4",
        "Web search results / product/regulatory info: DaTSCAN (ioflupane I‑123) package labeling and regulatory notices (Drugs.com label, EMA and GE HealthCare/FDA approval/indication expansion). citeturn0search5turn0search7turn0search6"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}