{
    "nct_id": "NCT05771428",
    "title": "A Randomized, Double-blind, Placebo-controlled, Dose-finding Study to Evaluate the Safety, Efficacy, Pharmacokinetics and Pharmacodynamics of ABBV-552 in Participants With Mild Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2025-04-01",
    "description_brief": "Alzheimer's disease (AD) is a progressive, irreversible neurological disorder and is the most common cause of dementia in the elderly population. Clinical symptoms of the disease may begin with occasional forgetfulness such as misplacement of items, forgetting important dates or events, and may progress to noticeable memory loss, increased confusion and agitation, and eventually, loss of independence and non-responsiveness. This study will assess how safe and effective ABBV-552 is in treating symptoms of early AD. Adverse events, change in disease activity, how ABBV-552 moves through body of participants and the body response to ABBV-552 will be assessed.\n\nABBV-552 is an investigational drug being developed for the treatment of Alzheimer's disease (AD). Study doctors put the participants in 1 of 4 groups (3 active dose groups and a placebo group), called treatment arms. Each group receives a different treatment. There is a 1 in 4 chance that participants will be assigned to placebo. Approximately 240 participants aged 50-90 years with mild AD will be enrolled in approximately 60 sites across the world.\n\nParticipants will receive oral ABBV-552 or placebo capsules once daily for 12 weeks and followed for 30 days after the last dose of study drug.\n\nThere may be higher treatment burden for participants in this trial compared to their standard of care. Participants will attend regular visits during the study at a hospital or clinic. The effect of the treatment will be checked by medical assessments, blood tests, checking for side effects and completing questionnaires.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "Cognitive enhancer",
    "drug": [
        "ABBV-552 (SDI-118; oral small-molecule SV2A modulator, a.k.a. plosaracetam/polsaracetam)"
    ],
    "placebo": [
        "placebo capsules"
    ],
    "explanation_target": [
        "Reason: The trial description says ABBV-552 is being tested for treatment of symptoms of early/mild Alzheimer’s disease (safety, efficacy, PK/PD) rather than describing an anti-amyloid or anti-tau biologic. Independent sources identify ABBV-552 (formerly SDI-118) as a small-molecule ligand/modulator of synaptic vesicle glycoprotein 2A (SV2A) developed to improve cognition. citeturn0search7turn0search2turn0search12",
        "Act: Trial registry entries show this is an oral, randomized, double-blind, placebo-controlled, dose-finding study in mild AD with ABBV-552 vs placebo given once daily (12 weeks) — consistent with testing a procognitive small molecule. Interventional study records and phase 1/2 documents map ABBV-552 to SDI-118 and list its SV2A activity. citeturn0search7turn0search1turn0search2",
        "Reflect: SV2A ligands (like levetiracetam) affect neuronal excitability and have been investigated for reducing hippocampal hyperexcitability and improving cognition; ABBV-552/SDI-118 is described as lacking anticonvulsant activity but showing pro‑cognitive effects in preclinical/early studies. Because the molecule is a small-molecule SV2A modulator intended to improve cognitive function (not a biologic targeting canonical AD pathology or a neuropsychiatric-targeted symptomatic treatment), the correct category is \"Cognitive enhancer.\" citeturn0search2turn0search12",
        "Web search results used: ALZFORUM summary for ABBV-552 (SDI-118) describing mechanism and development status; ClinicalTrials entry NCT05771428 (dose-finding randomized trial in mild AD) describing study design and dosing; ClinicalTrials entry NCT06278766 and related Phase 1 records linking ABBV-552 to SDI-118; Wikipedia / drug-chemistry entry summarizing synonyms and SV2A class. citeturn0search2turn0search7turn0search1turn0search12"
    ],
    "agent_type": "M) Synaptic Plasticity/Neuroprotection",
    "explanation_agent": [
        "Reason: ABBV-552 (SDI-118, plosaracetam) is a small‑molecule ligand/modulator of synaptic vesicle glycoprotein 2A (SV2A) developed to improve cognition in Alzheimer’s disease rather than to reduce amyloid or tau pathology. This mechanism implicates modulation of presynaptic/synaptic function and plasticity. citeturn1search0turn0search12",
        "Act: Extracted details — drug: ABBV-552 (SDI-118, plosaracetam); mechanism: SV2A modulation (procognitive/synaptic vesicle protein target); trial: randomized, double‑blind, placebo‑controlled, dose‑finding Phase 2 in mild AD (NCT05771428). Based on these facts, the intervention is best classified under CADRO M (Synaptic Plasticity/Neuroprotection). citeturn0search0turn1search0",
        "Reflect: SV2A modulators act on presynaptic vesicle function to alter neurotransmitter release and neuronal excitability, aiming to improve cognition — this aligns with synaptic plasticity/neuroprotection (CADRO M) rather than categories for amyloid, tau, inflammation, or classical neurotransmitter receptor antagonists/agonists. The trial and pharmacology sources consistently describe a procognitive, synaptic‑targeted strategy, not a disease‑modifying anti‑amyloid or anti‑tau biologic, and no multiple distinct CADRO targets are indicated, so 'M) Synaptic Plasticity/Neuroprotection' is the most specific fit. citeturn1search0turn0search12turn0search0",
        "Web search results used: Clinical trial registry entry for NCT05771428 (trial design and status). citeturn0search0",
        "Web search results used: Frontiers in Pharmacology first‑in‑human study of SDI‑118 describing SV2A target engagement, PK/PD and procognitive rationale. citeturn1search0",
        "Web search results used: Wikipedia / drug entry for plosaracetam (ABBV‑552 / SDI‑118) summarizing synonyms, class and development status. citeturn0search12"
    ]
}