{
    "nct_id": "NCT02502045",
    "title": "A Study to Examine the Effect of Therapeutic Light on Sleep, Circadian Rhythm, and Global Function in Women With Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2017-02-17",
    "description_brief": "Determine effect and duration of effect of timed therapeutic light compared to control light on parameters of circadian rhythmicity, physiologic plasticity, sleep, and global function in women with Alzheimer's Disease.",
    "description_detailed": "The impact of disturbed sleep on cognition and functional domains is vitally important to study in order to increase our understanding of Alzheimer's disease (AD) phenomenology. Research has shown that the severity of sleep disturbance and dementia advance in parallel and possibly in a manner amenable to therapeutic intervention. In AD, sleep disruption is characterized by changes in sleep architecture. It is our contention that neuropathology specific to AD alters the circadian system at the suprachiasmatic nucleus (SCN). Environmental light is the most powerful regulator of this circadian system,4,5 and is known to have a significant regulatory effect on pineal melatonin synthesis and secretion via the SCN and multisynaptic pathways downstream from the SCN. This study will explore further the efficacy of a particular type of therapeutic light intervention in regulating the circadian system in AD, using data analytic methods capable of detecting changes at multiple time scales. Our central hypothesis is that properly-timed light exposure in individuals with AD will synchronize disorganized circadian and sleep-wake rhythms and improve functional plasticity \\[approximate entropy (ApEn), fractal dimension (FD)\\], thereby resulting in increased sleep efficiency (SE), reductions in sleep fragmentation (SF), reduced excessive daytime sleepiness (EDS) and dementia-related behaviors, and improvements in cognition and other daytime behaviors. Women are nearly twice as likely as men to develop AD due to longer life expectance and emerging evidence. In light of this increased risk and also to enhance other aspects of biological uniformity in our study, this project will investigate women with AD.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "SUPPORTIVE_CARE",
    "results": null,
    "target_category": "neuropsychiatric symptom improvement",
    "drug": [
        "Morning Simulated Sunlight (therapeutic light device)"
    ],
    "placebo": [
        "Non-therapeutic Red Light (control light / dim red light)"
    ],
    "explanation_target": [
        "Reason: The study tests timed therapeutic light (a device intervention) versus control light to change circadian rhythmicity, sleep, physiologic plasticity, and global function in women with Alzheimer’s disease — outcomes that are behavioral/neuropsychiatric (sleep, day‑time sleepiness, agitation/behavior) rather than targeting amyloid/tau pathology or using a small‑molecule pharmacologic agent. citeturn0search1turn0search0",
        "Act: Key extracted details — interventions are a ‘Morning Simulated Sunlight’ therapeutic light device and a ‘Non‑therapeutic Red Light’ control; the trial is device‑based (non‑pharmacologic) and aims to entrain circadian rhythms and improve sleep/behavior/global function. citeturn0search9turn0search6",
        "Reflect: Classification check — this is not a biologic (no antibodies/vaccine), not a small molecule, and although improved sleep can secondarily benefit cognition, the primary targets are sleep/circadian and related behavioral/global function outcomes; therefore the best-fit category is 'neuropsychiatric symptom improvement'. Meta-analyses and RCTs of light therapy in AD support benefits for sleep and behavioral symptoms, consistent with this categorization. citeturn0search4turn0search5",
        "Web search results (selected): 1) Trial registry and study summary listing interventions (Morning Simulated Sunlight; Non‑therapeutic Red Light) and objectives (sleep, circadian rhythm, global function) — NCT02502045 / trial listings. citeturn0search1turn0search9 2) PubMed qualitative study describing therapeutic light vs dim red light in women with AD and reported themes in cognition/psychosocial function. citeturn0search0 3) Systematic reviews / meta‑analyses and RCT evidence that light therapy can improve sleep and psychobehavioral outcomes in AD/ADRD, supporting the intervention’s symptom‑targeting role. citeturn0search2turn0search4turn0search5"
    ],
    "agent_type": "O) Circadian Rhythm",
    "explanation_agent": [
        "Reason: The intervention is a timed therapeutic light device (\"Morning Simulated Sunlight\" vs non-therapeutic red light) whose primary mechanism is entrainment/modulation of the circadian clock and improvement of sleep/rest-activity rhythms and related neuropsychiatric outcomes — this directly corresponds to the CADRO category for circadian rhythm. citeturn0search1turn0search2",
        "Act: Extracted trial details — device intervention (Philips Wake Up Light / morning simulated sunlight) delivered in the morning to change circadian rhythmicity, sleep, daytime behavior and global function; no amyloid/tau/ApoE/immune or molecular proteinopathy target is implicated. Assigned category: O) Circadian Rhythm. citeturn0search1",
        "Reflect: Confirmed fit — published RCTs and reviews of bright/light therapy in AD focus on entraining rest–activity rhythms and improving sleep/behavior rather than modifying core AD pathologies, supporting the circadian-target classification. No evidence in the trial description suggests a pharmacologic or proteinopathy target or multiple biological targets that would warrant 'R) Multi-target' or another CADRO class. citeturn0search4turn0search5",
        "Web search results (selected; sources used to classify): 1) Trial registry / study summary listing interventions (Morning Simulated Sunlight; Non‑therapeutic Red Light) and objectives (sleep, circadian rhythm, global function) — NCT02502045. citeturn0search1 2) Overview article summarizing how bright light therapy may help people with Alzheimer’s (mechanism: circadian entrainment; sleep and behavioral benefits). citeturn0search2 3) Randomized clinical trials of bright/timed light in AD showing effects on rest–activity/circadian parameters and behavioral symptoms. citeturn0search4turn0search6 4) Recent RCT evidence of mood/sleep/EEG changes after bright light therapy in AD. citeturn0search7"
    ]
}