{
    "nct_id": "NCT03489044",
    "title": "An Investigation of Levetiracetam in Alzheimer's Disease (ILiAD): a Proof of Concept Study",
    "status": "COMPLETED",
    "last_update_time": "2024-04-23",
    "description_brief": "The study proposed aims to evaluate the effect of Levetiracetam in patients with Alzheimer's disease (AD) in a Phase 2 Clinical Trial.\n\nLevetiracetam is an established anti-epileptic medication that has been approved by NICE (UK) as a first line treatment for focal epilepsy. Levetiracetam is now generic and acts, as all anti-epileptic medications do, by stabilising neuronal networks. However, Levetiracetam appears unique amongst the anti-epileptic medications in being able to stabilise aberrant neuronal networks in Alzheimer's disease. In both animal models of AD and in patients with mild cognitive impairment, Levetiracetam can offer benefit to cognition.\n\nThe investigators therefore aim to test whether Levetiracetam, through stabilisation of neuronal networks, may offer benefit to cognition in patients with AD.",
    "description_detailed": "Lay Summary:\n\nAlzheimer's disease affects around 800,000 people in the UK alone and costs almost £23 billion per year. The only currently licensed treatments for Alzheimer's disease offer modest benefit at best. Seizures are more common in people with Alzheimer's disease and people with Alzheimer's disease may also have evidence of abnormal brainwave activity without having obvious seizures. Seizures may contribute to the loss of nerve cells and abnormal brainwave activity can disrupt thinking and memory. This abnormal electrical activity is therefore a potentially important drug target.\n\nThe anti-epileptic drug Levetiracetam can reduce abnormal brainwave activity and reverse memory deficits in a mouse model of Alzheimer's disease. Levetiracetam can also improve memory difficulties seen in people with mild cognitive impairment, a pre-cursor to Alzheimer's disease. Clinical use of Levetiracetam is already widespread and it is recommended by The National Institute of Health and Care Excellence as a first line treatment for seizures. Levetiracetam is generic (off-patent), is not known to interact with any other drugs and is well tolerated. A promising, cheap and safe approach might be to use Levetiracetam as a treatment to help with memory difficulties in Alzheimer's disease.\n\nThe proposed project is a proof of concept study. The investigators wish to allocate thirty patients with Alzheimer's disease with no history of previous seizure to initially receive either Levetiracetam or placebo before patients 'cross-over' so that the participants who initially received Levetiracetam are then given placebo and vice-versa. The effect that Levetiracetam has on memory in Alzheimer's disease will be studied using several standardised scales. Tests that the investigators have developed to better detect subtle improvements in thinking will also be used. Patients will have a straightforward, non-invasive test called an electroencephalogram to look at their brainwave activity at the start of the study, as there may be brainwave markers that might help to predict which patients would benefit most from Levetiracetam.\n\nThis study evaluates if an anti-epileptic medication can offer meaningful benefit to patients with Alzheimer's disease. If this study is successful, the next step will be to rapidly progress to a larger study to establish whether Levetiracetam may be a useful and cost-effective treatment for patients with Alzheimer's disease.\n\nMain hypothesis:\n\n1. Treatment with the anti-epileptic drug Levetiracetam will be of benefit to cognitive deficits in Alzheimer's disease because electrophysiological disruption of neuronal networks contributes to the pathophysiology of the condition.\n2. Treatment with Levetiracetam at a dose that is routinely utilized in older people with epilepsy will be well tolerated in patients with Alzheimer's disease and, in particular, will not adversely affect mood\n3. Electroencephalography (EEG) may offer a biomarker to predict which patients with Alzheimer's disease might be especially suited to treatment with Levetiracetam",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "Levetiracetam"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The intervention is levetiracetam — a small‑molecule antiseizure/antiepileptic drug (binds synaptic vesicle protein 2A, SV2A) that stabilises neuronal network excitability rather than targeting amyloid or tau pathology; the investigators explicitly intend to test whether network stabilisation improves cognition in AD rather than modifying core AD pathology. citeturn0search5turn0search4",
        "Act (key details extracted): The trial named ILiAD (An Investigation of Levetiracetam in Alzheimer’s Disease) is a randomized double‑blind placebo‑controlled crossover proof‑of‑concept study testing levetiracetam vs placebo in mild–moderate AD to assess cognitive outcomes (touchscreen hippocampal memory task and other scales). The drug is an established, generic anti‑epileptic and is recommended as a first‑line option for focal seizures in NICE guidance. citeturn0search0turn0search4turn0search6",
        "Evidence summary from web searches: Preclinical and human MCI data indicate levetiracetam can reduce hippocampal hyperactivity and improve memory measures in MCI/animal models; ILiAD was designed to evaluate this cognitive benefit in AD. A small pilot (reported 2024) found levetiracetam was well tolerated in AD but did not show a statistically significant cognitive improvement in the limited sample — larger studies were recommended. citeturn0news12turn0search5turn0search2",
        "Reflect: Mapping to category definitions — levetiracetam is a small‑molecule antiseizure medication used here to improve cognition via network stabilisation (symptomatic/cognitive effect), not a biologic nor a disease‑pathology‑directed anti‑amyloid or anti‑tau agent, nor an agent specifically targeting neuropsychiatric/behavioral symptoms. Therefore the correct category is 'cognitive enhancer'. citeturn0search5turn0search4",
        "Web search results used (for transparency): PubMed/Trials description of ILiAD (trial design and aims). citeturn0search0turn0search4; Full text/PMC discussion and mechanism (SV2A, rationale). citeturn0search5; Pilot outcomes report (2024) on safety/tolerability and limited efficacy. citeturn0search2; Wiley Alzheimer’s & Dementia summary of ILiAD. citeturn0search3; NICE guidance listing levetiracetam as a first‑line option for focal seizures. citeturn0search6"
    ],
    "agent_type": "M) Synaptic Plasticity/Neuroprotection",
    "explanation_agent": [
        "Reason: Levetiracetam is an antiseizure small molecule that binds synaptic vesicle protein 2A (SV2A) and acts to stabilise neuronal network excitability (a presynaptic/synaptic mechanism) rather than to modify amyloid, tau, ApoE/lipid pathways, or vascular pathology. This trial tests symptomatic cognitive/network stabilisation to improve memory in AD. citeturn0search5turn0search0",
        "Act: Key extracted details — drug: levetiracetam; mechanism: SV2A binding leading to modulation of synaptic vesicle release and reduced hippocampal hyperactivity; trial intent: symptomatic cognitive enhancement via network stabilisation (ILiAD randomized double‑blind crossover pilot). Based on CADRO definitions, the intervention primarily targets synaptic function/neuroprotection/cognitive enhancement, so assign M) Synaptic Plasticity/Neuroprotection. citeturn0search5turn0search3turn0search2",
        "Reflect: This classification fits because the drug’s action is presynaptic modulation of synaptic transmission and network excitability (not a neurotransmitter receptor antagonist/agonist in the classical sense, not anti‑amyloid or anti‑tau, and not a diagnostic). An alternative (less specific) choice could be D) Neurotransmitter Receptors, but SV2A is a vesicular release protein rather than a receptor, so M is the more specific and appropriate CADRO match. Trial results to date (small pilot) showed tolerability but no clear cognitive benefit in limited sample, which does not change the mechanism‑based categorisation. citeturn0search2turn0search4",
        "Web search results used: \n- ILiAD trial description (PubMed): An Investigation of Levetiracetam in Alzheimer’s Disease (ILiAD) — trial protocol and aims. citeturn0search0\n- Trials journal full text (protocol/discussion). citeturn0search3\n- Pilot outcomes (2024, Epilepsia Open): safety/tolerability and limited efficacy results. citeturn0search2\n- Alzheimer’s & Dementia summary / trial update. citeturn0search4\n- Mechanism paper (SV2A is levetiracetam binding site; presynaptic vesicle protein): PNAS. citeturn0search5"
    ]
}