{
    "nct_id": "NCT03864965",
    "title": "Responses to a Standardized Approach to Advance Care Planning in Cognitive Disorders Clinic",
    "status": "COMPLETED",
    "last_update_time": "2022-09-20",
    "description_brief": "Advance care planning among patients with cognitive disorders poses unique challenges to clinicians. To improve planning in patients with Alzheimer's disease and other dementias, the researchers suggest a routine, standardized approach to these conversations. The main outcome measure is the rate of entry of Advance Directive completion in the patient's Electronic Health Record (EHR). A control group of similar patients from another provider specializing in cognitive disorders will be used to tease out confounding variable effects.",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "SUPPORTIVE_CARE",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention described is a standardized advance care planning (ACP) conversation/workflow for patients with cognitive disorders — an implementation/supportive-care intervention, not a drug, biologic, or cognitive-enhancing compound. This maps to non-therapeutic/health-services research, so it does not fit the four drug/device-focused categories. citeturn1search0turn1search1",
        "Act (key details extracted): The trial titled \"Responses to a Standardized Approach to Advance Care Planning in Cognitive Disorders Clinic\" is registered as NCT03864965, sponsored by the University of Florida, with the listed intervention type \"Other: Advance Care Planning.\" Primary outcomes measure rates of advance directive completion uploaded to the electronic health record (EHR). The study is interventional with primary purpose listed as Supportive Care and explicitly does not study an FDA-regulated drug or device. citeturn1search0turn1search1",
        "Reflect: Given the extracted details (intervention = guided ACP conversations, primary outcome = documentation of advance directives in EHR, no drug/device tested), the appropriate classification under the provided scheme is 'N/A' (the trial is non-therapeutic/implementation research). I verified via the clinical trial record that this is not a drug or biologic trial and that the intervention is ACP/supportive care. citeturn1search0turn0search1",
        "Web search results used (sources): clinicaltrials.gov / public trial record for NCT03864965 (mirrored summary). citeturn1search0",
        "Additional mirrors/listings of the trial (MedPath, ICH GCP, CTV) and related literature on ACP interventions in dementia used to confirm context. citeturn1search1turn0search0turn0search3"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}