{
    "nct_id": "NCT07021040",
    "title": "Analysis of Human Olfactory Biopsies",
    "status": "RECRUITING",
    "last_update_time": "2025-06-18",
    "description_brief": "This research study aims to investigate the function of the olfactory lining in the nasal cavity and its potential alterations in both healthy and diseased conditions. The olfactory lining is involved in the sense of smell.\n\nThe purpose of this study is to collect tissue from the nasal cavity.",
    "description_detailed": "The purpose of this study is to analyze cell populations active in human olfactory tissue in health and disease. This is a prospective study. Healthy participants or participants with known disease processes that may impact olfaction, such as Alzheimer's, inflammatory conditions, aging, or post-viral smell loss, will be included. Olfaction will be measured using standard psychophysical testing. Biopsies of the olfactory lining in the nasal cavity may be obtained in the otolaryngology clinic or the operating room, if the patient is having an unrelated endoscopic nasal surgery, and may be obtained using a punch technique or a cytology brush. Before biopsies, some patients may be asked to sniff an odor substance (such as lavender, mint, citrus, or cloves) briefly, to stimulate olfactory cells. Biopsies will be processed for assays in the PI's lab, including histology, primary culture assays, flow cytometry assays, or transcriptomic profiling.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "BASIC_SCIENCE",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The study title and description (\"Analysis of Human Olfactory Biopsies\" — collecting tissue from the nasal cavity to investigate the olfactory lining) describe a tissue-collection / diagnostic / basic-science procedure rather than administration of a therapeutic agent. Olfactory biopsies are used to study mucosa structure, molecular markers, and disease-associated pathology (including research into neurodegenerative diseases), not to test a drug intervention. citeturn1search3turn0search1",
        "Act: I searched for the study type and related literature. Relevant results show methods and safety of human olfactory mucosa/epithelium biopsies and their use for downstream analysis and for detecting disease-related proteins (e.g., in Alzheimer’s or infectious disease), with no indication of a drug intervention in the provided description. Examples: \"Preparation of Human Olfactory Epithelial Biopsies for Downstream Analysis\" (methods for collecting and analyzing biopsies). citeturn1search3 \"Office-based olfactory mucosa biopsies\" (technique, yield, safety). citeturn1search5 \"Is Olfactory Epithelium Biopsy Useful for Confirming Alzheimer's Disease?\" (use of OE biopsies to detect AD-related proteins). citeturn1search4 Studies also show biopsy use in infectious disease (SARS‑CoV‑2) and general histologic characterization, confirming the procedure is a sampling/diagnostic research tool rather than a therapeutic trial. citeturn0search6turn0search2",
        "Reflect: Classification as 'N/A' aligns with the category definitions because this is a non-therapeutic diagnostic/biopsy study (no biologic or small-molecule drug, no cognitive-enhancer, and not targeting neuropsychiatric symptoms). If the protocol later included an interventional drug or biologic (not present in the description), the category could be revisited; based on the provided information and the web literature search, there is no drug to classify. citeturn1search3turn1search5"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}