{
    "nct_id": "NCT00104273",
    "title": "A 1-Year, Double-Blind, Randomized, Placebo-Controlled, Study of Rasagiline 1 mg and 2 mg Added to Aricept 10 mg Daily in Patients With Mild to Moderate Dementia of the Alzheimer's Type",
    "status": "COMPLETED",
    "last_update_time": "2009-07-14",
    "description_brief": "The purpose of this study is to evaluate the safety, tolerability, and efficacy of two dose levels of rasagiline mesylate versus placebo in patients with mild-to-moderate Alzheimer's Disease who are taking Aricept.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "rasagiline mesylate (rasagiline)"
    ],
    "placebo": [
        "placebo (matching)"
    ],
    "explanation_target": [
        "Reason: The trial tests rasagiline mesylate added to donepezil (Aricept) to evaluate safety, tolerability and efficacy in mild–moderate Alzheimer’s disease — this indicates a pharmacologic attempt to improve clinical outcomes rather than use of a diagnostic or non-therapeutic intervention. citeturn1search3turn1search0",
        "Mechanism / drug type (Act): Rasagiline is a small‑molecule, selective, irreversible monoamine oxidase B (MAO‑B) inhibitor (approved for Parkinson’s disease) with proposed symptomatic and possible neuroprotective effects; it is not a biologic (not an antibody or vaccine) and does not directly target core AD pathology (amyloid or tau). Based on that mechanism it is categorized as a small‑molecule symptomatic/cognitive agent rather than a disease‑targeting anti‑amyloid/tau biologic. citeturn0search2turn0search3",
        "Trial-specific evidence (Act): The registered Phase 2 trial (NCT00104273 / TVP‑1012‑A001‑201) explicitly tests rasagiline 1 mg and 2 mg versus placebo added to Aricept 10 mg daily in patients with mild–moderate Alzheimer’s disease. The study description and inclusion criteria (stable donepezil, MMSE range, etc.) confirm the add‑on symptomatic treatment design. citeturn1search0turn1search3",
        "Classification decision (Reflect): Because rasagiline is a small‑molecule MAO‑B inhibitor used to modulate monoaminergic neurotransmission (symptomatic/cognitive effect) and the trial adds it to donepezil to assess clinical benefit, the correct classification under the provided taxonomy is 'cognitive enhancer' (not a disease‑targeted biologic or a disease‑targeted small molecule directed at amyloid/tau). There is no indication in the trial record that rasagiline was being tested as an anti‑amyloid or anti‑tau disease‑modifying agent. citeturn0search2turn1search3",
        "Web search sources used: Clinical trial registry and sponsor pages for NCT00104273 / TVP‑1012‑A001‑201 (Teva / ClinicalTrials listing). PubMed/drug reviews describing rasagiline as a selective irreversible MAO‑B inhibitor and its clinical use in Parkinson’s disease. (Cited above.) citeturn1search3turn1search0turn0search2"
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The investigational drug is rasagiline mesylate, a small‑molecule, selective, irreversible monoamine oxidase B (MAO‑B) inhibitor that modulates monoaminergic neurotransmission and is being tested as an add‑on symptomatic/cognitive agent in AD rather than as an anti‑amyloid or anti‑tau disease‑modifying biologic. citeturn0search3turn0search2",
        "Act: Trial specifics — rasagiline (TVP‑1012) 1 mg and 2 mg added to donepezil (Aricept) in mild–moderate Alzheimer’s disease (NCT00104273 / TVP‑1012‑A001‑201), a Phase 2 randomized, placebo‑controlled add‑on symptomatic treatment study. The drug’s mechanism (MAO‑B inhibition → increases/maintains monoamine levels) places it in the neurotransmission/symptomatic category rather than amyloid or tau targeting. citeturn0search7turn0search8turn0search1",
        "Reflect: Classification check — rasagiline’s primary pharmacology is modulation of neurotransmitter metabolism (monoaminergic system) with proposed symptomatic and possible neuroprotective effects in preclinical/PD studies, but the AD trial tests symptomatic cognitive benefit as an add‑on. This fits CADRO category D (Neurotransmitter Receptors / neurotransmission modulation) and does not indicate multi‑target, anti‑amyloid, anti‑tau, diagnostic, or purely non‑therapeutic intervention. citeturn0search3turn0search8",
        "Web search results used (key sources): 1) Azilect (rasagiline) prescribing information — mechanism, dosing, MAO‑B selectivity and safety details. citeturn0search2 2) Pharmacology/review articles describing rasagiline as a selective irreversible MAO‑B inhibitor and noting neuroprotective potential. citeturn0search3turn0search0 3) Clinical trial registry / Teva study page for TVP‑1012‑A001‑201 / NCT00104273 confirming trial design (rasagiline added to Aricept in mild–moderate AD). citeturn0search7turn0search8 4) Clinical literature on rasagiline efficacy/safety in Parkinson’s (supporting MAO‑B mechanism and symptomatic use). citeturn0search1turn0search5"
    ]
}