{
    "nct_id": "NCT05543681",
    "title": "A Phase 2, Multicenter, Double-Blind, Randomized, Placebo-Controlled, Trial of the Safety and Efficacy of IGC-AD1 on Agitation in Participants With Dementia Due to Alzheimer's Disease",
    "status": "RECRUITING",
    "last_update_time": "2025-08-04",
    "description_brief": "The purpose of this study is to assess the efficacy of the oral medication IGC-AD1, a THC-based (Delta-9-Tetrahydrocannabinol) formulation administered twice a day on Agitation in patients with mild to severe dementia from Alzheimer's.",
    "description_detailed": "CALMA is a multi-center, double-blind, randomized, placebo-controlled clinical trial. The study targets participants aged 60 and older with mild to severe Alzheimer's dementia who have exhibited clinically significant agitation for at least two weeks prior to enrollment. Agitation caused by other conditions or transient symptoms must be ruled out. Eligibility is determined by a baseline Neuropsychiatric Inventory (NPI-12), Agitation subscale score of ≥4 and the International Psychogeriatric Association (IPA) criteria for agitation.\n\nThe investigational medication is an oral solution containing two active ingredients: delta-9 tetrahydrocannabinol (THC) and melatonin. The treatment is administered for 42 days, followed by a two-day taper period at the end of the study.\n\nSafety oversight includes daily calls on days 2, 3, and 4, transitioning to calls every third day thereafter. These calls will review study partners logbook entries, changes in concomitant medications, and adverse events.\n\nThe primary objective of the study is to evaluate the efficacy of IGC-AD1 on agitation, measured by changes in the Cohen-Mansfield Agitation Inventory (CMAI) scores from baseline to the End of treatment (EOT). The secondary objective is to assess efficacy by examining CMAI score changes from baseline to week two. Additionally, exploratory objectives are outlined in separate documentation.\n\nBlood samples will be collected during the trial for sparse pharmacokinetic (PK) analysis, blood-based CNS biomarker, and genotyping.",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "neuropsychiatric symptom improvement",
    "drug": [
        "IGC-AD1 (THC-based formulation, contains Δ9‑tetrahydrocannabinol)"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The trial description and registry entry state the study tests oral IGC-AD1 (a THC-based Δ9‑tetrahydrocannabinol formulation) given twice daily to treat Agitation in participants with dementia due to Alzheimer’s — an explicit neuropsychiatric symptom outcome rather than a primary disease‑modifying or cognitive endpoint. citeturn0search3turn0search7",
        "Act: Key extracted details — drug name: IGC-AD1; drug type/mechanism reported by sponsor: THC‑based formulation that targets neuroinflammation and CB1 receptor dysfunction; trial design: Phase 2, multicenter, double‑blind, randomized, placebo‑controlled with agitation as the primary outcome (CMAI). These sponsor materials and the ClinicalTrials listing support that the intervention is being evaluated for reduction of agitation. citeturn0search7turn0search2turn0search3",
        "Reflect: Classification — IGC-AD1 is being tested to reduce agitation (a neuropsychiatric/behavioral symptom). Although the sponsor has reported exploratory/correlative findings suggesting possible cognitive or anti‑amyloid effects in preclinical or exploratory analyses, the trial’s stated purpose and primary endpoint focus on agitation (neuropsychiatric symptom improvement), so the correct category is 'neuropsychiatric symptom improvement'. Note: if the user wants, I can provide the cited press releases and the ClinicalTrials registration details. citeturn0search8turn0search2"
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The trial tests IGC-AD1, a THC-based (Δ9‑tetrahydrocannabinol) formulation given orally to treat agitation in dementia due to Alzheimer’s. Sponsor materials and the ClinicalTrials listing describe the drug as acting on the endocannabinoid system (notably CB1 receptor dysfunction) and also mentioning anti‑neuroinflammatory properties. Cannabinoid receptors (CB1) are G‑protein‑coupled neurotransmitter receptors that modulate synaptic neurotransmitter release, so the most specific CADRO match is Neurotransmitter Receptors. citeturn0search6turn1search3turn2search1",
        "Act: Extracted facts and sources — (1) Drug: IGC-AD1, a THC‑based Δ9‑tetrahydrocannabinol formulation. citeturn0search6turn1search3 (2) Indication/primary outcome: Phase 2 multicenter randomized placebo‑controlled trial (CALMA, NCT05543681) targeting agitation in dementia due to Alzheimer’s, with CMAI as the agitation scale. citeturn1search3turn1search2 (3) Mechanistic claims by sponsor: targets CB1 receptor dysfunction and neuroinflammation (endocannabinoid/CB1 mechanism described in sponsor materials). citeturn0search6turn1search4 (4) CB1 is a neuronal G‑protein coupled cannabinoid receptor that modulates neurotransmitter release (classifies as a neurotransmitter receptor). citeturn2search1turn2search3",
        "Reflect: Confirmation and alternative considerations — IGC‑AD1 is being tested primarily as a symptomatic treatment for neuropsychiatric agitation rather than an explicit disease‑modifying anti‑amyloid or anti‑tau intervention. Although sponsor materials sometimes mention anti‑inflammatory or exploratory anti‑amyloid/tau findings, the trial’s stated mechanism and active pharmaceutical (THC acting at CB1) point to modulation of neurotransmitter signaling (endocannabinoid receptors). Therefore D) Neurotransmitter Receptors is the most specific CADRO category. If one prioritized the sponsor’s anti‑neuroinflammatory claims over receptor pharmacology, one could also argue for F) Inflammation as a secondary category, but the primary pharmacologic target reported is CB1 (a neurotransmitter receptor). citeturn0search6turn1search2",
        "Output: {\"category\": \"D) Neurotransmitter Receptors\"}",
        "Web search results used (key sources cited above):",
        "- IGC Pharma press releases describing IGC-AD1 as a THC‑based formulation that targets neuroinflammation and CB1 receptor dysfunction (interim Phase 2 data and CALMA trial naming). citeturn0search6turn0search3",
        "- IGC Pharma / trial pages referencing the Phase 2 CALMA trial and ClinicalTrials.gov identifier NCT05543681 (trial for agitation in dementia due to Alzheimer’s). citeturn1search3turn1search5",
        "- Scientific reviews and PubMed entries describing CB1 as a neuronal G‑protein‑coupled cannabinoid receptor that modulates neurotransmitter release (supports CADRO classification as a neurotransmitter receptor target). citeturn2search1turn2search3"
    ]
}