{
    "nct_id": "NCT06570928",
    "title": "Use of a Product Containing the Cannabinoids CBD and THC as a Treatment Strategy for Alzheimer's Disease - Clinical Trial Alzheimer's Disease and Cannabis (DAZACANN)",
    "status": "COMPLETED",
    "last_update_time": "2025-05-20",
    "description_brief": "Brief Summary:\n\nThe objective of the study is to evaluate the effect of cannabinoids on Alzheimer's Disease. This is a double-blind, randomized, placebo-controlled clinical trial. The study aims to recruit patients of both sexes diagnosed with Alzheimer's Disease who are in the mild and moderate stages for treatment with cannabinoids.\n\nThe specific objectives of the study are:\n\nPrimary Outcome\n\n* To evaluate the effect of Cannabis sativa at low doses according to the Mini-Mental State Examination (MMSE) scale - Memory and Cognition test - in patients with Alzheimer's Disease.\n\nSecondary Outcomes\n\n* To evaluate the effect of Cannabis sativa at low doses according to the Cornell scale - Depression in dementia test.\n* To evaluate the effect of Cannabis sativa at low doses according to the GDS scale - Depression in elderly people test.\n* To evaluate the effect of Cannabis sativa at low doses according to the QoL scale - Quality of Life test.\n* To evaluate the effect of Cannabis sativa at low doses according to the Epworth scale - Drowsiness test.\n* To evaluate the adverse effects of Cannabis sativa at low doses given daily for 26 weeks in patients with Alzheimer's Disease.\n\nParticipants will use a compound containing CBD/THC 50/5 mg/mL, administered as 0.2 mL once a day. The placebo group will use a compound identical to the treatment but containing only vehicle. To address the questions above, the treated group will be compared with the placebo group over a period of 6 months. Participants will be assessed every 2 months. Additionally, blood and cerebrospinal fluid tests will be conducted to measure specific proteins related to Alzheimer's Disease and inflammatory markers.",
    "description_detailed": "Alzheimer's disease (AD) is closely linked to the accumulation of neurotoxins derived from Aβ and tau, leading to cognitive impairment. This project posits that an imbalance in the endocannabinoid system occurs in an AD-dependent manner. Reported connections between dementia, inflammation, Aβ, and alterations in the cannabinoid system in experimental models of AD support this hypothesis. Cannabinoids may restore baseline brain function while avoiding major side effects. Despite extensive research into new AD therapies, no significant improvement has been achieved recently, and there is little consensus on how scientists will innovate to develop a new treatment. Cannabinoid-based therapy has emerged as crucial for the treatment of many diseases considered incurable. The expected results of this project will provide important insights into the ability of cannabinoids to counteract neurochemical imbalance during AD progression, thereby improving memory performance and affecting inflammation as well as Aβ and tau levels.\n\nThe key point is to provide evidence that cannabinoids can serve as an efficient treatment for AD while avoiding major side effects. The aim of this project is to determine the effect of cannabinoids in AD patients, evaluating memory and cognition. It is expected that the results will establish that cannabinoids are critical for restoring the baseline function of the endocannabinoid system in AD brains and their beneficial effects. This project may be instrumental in validating new therapeutic approaches for AD.\n\nTo evaluate the pharmacological activity of low doses of CBD, a double-blind, randomized, placebo-controlled clinical trial will be conducted for a duration of 6 months. A baseline assessment will be performed, and patients will be evaluated every 60 days for a period of 6 months, totaling 4 evaluation sessions. For this purpose, the following questionnaires will be applied: Mini-Mental State Examination (MMSE), Neuropsychiatric Inventory (NPI), Geriatric Depression Scale (GDS), Alzheimer's Disease Quality of Life version patient, version caregiver and caregiver-patient version, Cornell Depression in Dementia Scale, and Epworth Sleepiness Scale. All questionnaires are references in their assessment domains and are validated for Portuguese/Brazil. In addition to the evaluation scales, biological material will be collected with blood and cerebrospinal fluid samples at baseline and at the end (after 6 months). The following analytes will be measured in the CSF: BDNF, beta-amyloid, Tau protein, TNFα, IL-6, IL-1β, and IL-10. During the research and data collection, patients' conventional treatments will not be altered.\n\nStatistical Analysis Plan SPSS software, version 29.0 will be used for the analyses. For quantitative data, the Shapiro-Wilk distribution test will be performed. Potential associations between qualitative variables will be analyzed using the Chi-Square test with adjusted residual analysis (χ²). The means (±SD) will be analyzed using the Student's t test for independent samples. Medians \\[IQR\\] will be calculated using the Mann-Whitney U test. Paired quantitative data will be compared individually by group across the analyzed time points using Friedman's ANOVA test.\n\nA generalized estimating equations (GEE) model, linear or with log-gamma link, and Bonferroni correction will be used to simultaneously evaluate quantitative parameters over time and between groups. For these descriptive analyses, data will be presented as means ± standard errors (±SEM). Pearson or Spearman correlations can be performed between variables of interest. For all analyses, the significance level will be set at 5%.",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "Cannabis sativa extract containing CBD 50 mg/mL and THC 5 mg/mL; administered 0.2 mL once daily (≈10 mg CBD and ≈1 mg THC per day)"
    ],
    "placebo": [
        "Vehicle identical in appearance but without active cannabinoids"
    ],
    "explanation_target": [
        "Reason: The investigational product is a cannabinoid extract (CBD/THC) given to patients with mild–moderate Alzheimer’s and the primary outcome is change in cognition by MMSE — this indicates the trial is testing for cognitive/clinical benefit rather than a monoclonal/vaccine biologic. citeturn0search0.",
        "Act (extracted key details): The protocol lists a Cannabis sativa compound with CBD/THC 50/5 mg/mL, given 0.2 mL once daily (which equals ~10 mg CBD and ~1 mg THC daily). Placebo is the vehicle. The study also collects blood and CSF AD-related proteins and inflammatory markers. citeturn0search0turn0search3.",
        "Assessment of mechanism and category mapping: CBD and THC are small-molecule phytocannabinoids (not biologics). Although preclinical and some clinical literature suggest cannabinoids can modulate inflammation, amyloid/tau-related processes and may have neuroprotective effects, the trial’s stated primary aim and endpoints focus on cognitive outcomes and clinical symptoms rather than an explicitly stated amyloid- or tau-targeted mechanism. Therefore the intervention is best classified as a cognitive enhancer (small-molecule symptomatic therapy) in the context of the provided description. (Relevant background on cannabinoid effects on AD pathology is available in reviews and recent studies). citeturn0search5turn0search1.",
        "Reflect (ambiguity/limitations): There is some ambiguity: because the protocol measures AD biomarkers (CSF/blood proteins and inflammatory markers) and preclinical work suggests possible disease-modifying effects of CBD, one could arguable label it a disease-targeted small molecule if the trial were explicitly designed to test biomarker-defined disease modification. However, the primary clinical endpoint is cognitive performance (MMSE), and the product is not a biologic, so 'cognitive enhancer' best fits the trial description as written. Supporting trial registry and registry/open‑label pages are cited below. citeturn0search6turn0search3.",
        "Web search results used: Trial registry / summary pages confirming intervention, dosing and endpoints (MedPath clinical trial summary; CTV/Veeva open‑label entry; ICHGCP/clinicaltrials registry entry). citeturn0search0turn0search3turn0search6. Additional literature cited for context on cannabinoid effects in AD (systematic review and recent article on CBD and AD pathology). citeturn0search5turn0search1."
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The investigational product is a Cannabis sativa extract containing the phytocannabinoids THC and CBD. These compounds act primarily via the endocannabinoid system (CB1 and CB2 G-protein coupled receptors) and modulate synaptic neurotransmission and neuronal signaling — consistent with a neurotransmitter-receptor mechanism. The trial’s primary endpoint is change in cognition (MMSE), indicating a symptomatic/cognitive-enhancing intent rather than an explicitly amyloid- or tau-directed biologic. citeturn0search7turn0search6",
        "Act: Extracted key details from the trial registry and literature: the trial tests a Cannabis sativa extract (CBD 50 mg/mL and THC 5 mg/mL) given 0.2 mL daily (~10 mg CBD / ~1 mg THC) with placebo control and cognitive (MMSE) primary outcome — this supports classifying the intervention as a small‑molecule agent acting at neurotransmitter receptors with symptomatic cognitive endpoints. The protocol also collects blood/CSF biomarkers and inflammatory markers, which shows secondary interest in disease mechanisms but does not change the primary symptomatic focus. citeturn0search7turn0search2",
        "Reflect: Alternative interpretations considered: cannabinoids also have documented anti‑inflammatory and putative neuroprotective effects (which could map to F) Inflammation or M) Synaptic plasticity/neuroprotection), and preclinical data suggest effects on amyloid/tau. However, because the drug class acts via CB1/CB2 receptors (neurotransmitter receptors), is a small‑molecule phytocannabinoid, and the trial’s stated primary aim/endpoints are cognitive (symptomatic) improvement, the most specific CADRO match is D) Neurotransmitter Receptors. If the trial were explicitly designed and powered to test disease modification via biomarkers as the primary outcome, R) Multi‑target or F) Inflammation might be considered, but that is not the case here. citeturn0search6turn0search4",
        "Web search results used (key sources):",
        "- Trial registry / summary showing intervention, dosing and MMSE primary endpoint (MedPath / trial entry). citeturn0search7turn0search2",
        "- Review summarizing cannabinoid mechanisms (CB1/CB2, neuroprotective and anti‑inflammatory effects). citeturn0search6",
        "- Cochrane/systematic review of cannabinoids for dementia showing limited/uncertain clinical benefit in prior trials. citeturn0search4",
        "- Additional trial listings and CBD/THC trial context (other CBD trials in MCI/AD). citeturn0search5turn0search1"
    ]
}