{
    "nct_id": "NCT00073658",
    "title": "Continuation Pharmacotherapy for Agitation of Dementia",
    "status": "COMPLETED",
    "last_update_time": "2014-03-07",
    "description_brief": "This study will compare the safety and effectiveness two medications, citalopram (Celexa®) and risperidone (Risperdal®).",
    "description_detailed": "Dementia-related behavioral disturbances have been associated with excess disability, increased caregiver burden, and premature institutionalization. Pharmacotherapy is often necessary to treat these disturbances. This study will use citalopram and risperidone to treat people with dementia-related behavior problems.\n\nParticipants in this study will begin a psychotropic medication washout period for up to 3 days at study start. Participants will then be randomly assigned to receive either citalopram or risperidone for up to 12 weeks. Limited doses of the sedative lorazepam may be administered as needed throughout the study. During the first 2 weeks of the study, participants will be admitted to a hospital to have their dementia-related behavioral disturbances stabilized. Following hospital discharge, participants will move to a long-term care facility or a residential home and will continue medication treatment for up to 10 weeks. Side effects and improvements in behavioral status will be assessed every week until Week 6 and every 2 weeks thereafter. Experimental laboratory measures will be collected at study start, Week 1, Week 2, and every 2 weeks thereafter until Week 12. Upon study completion, patients may continue to receive citalopram or risperidone under the supervision of their current physicians. Three months after study completion, participants may be contacted for a follow-up report of their psychiatric and medical status.",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "neuropsychiatric symptom improvement",
    "drug": [
        "citalopram (Celexa) — selective serotonin reuptake inhibitor (SSRI)",
        "risperidone (Risperdal) — atypical antipsychotic"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial title and description state the comparison is for 'agitation of dementia' (continuation pharmacotherapy for agitation). Agitation is a neuropsychiatric symptom of dementia, so the intervention aim is symptom management rather than disease modification or primary cognitive enhancement.",
        "Act: Extracted intervention details — citalopram is an SSRI that has been studied for agitation in Alzheimer disease (CitAD trial). citeturn0search3 Risperidone is an atypical antipsychotic studied for agitation/ aggression in dementia in randomized trials. citeturn0search1 Clinical guidance and reviews identify both SSRIs (including citalopram) and risperidone as pharmacologic options for managing agitation in dementia. citeturn0search6turn0search5",
        "Reflect: Classification check — both drugs target neuropsychiatric/behavioral symptoms (agitation). They are not biologics targeting AD pathology and are not described as cognitive enhancers; therefore the correct category is 'neuropsychiatric symptom improvement'. Supporting trial evidence: the CitAD randomized trial evaluated citalopram for agitation in Alzheimer disease. citeturn0search3 Randomized/placebo-controlled trials of risperidone have shown efficacy for agitation/psychosis in dementia but also risks (e.g., extrapyramidal symptoms and other adverse effects). citeturn0search1turn0search0"
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The trial compares citalopram (an SSRI acting on the serotonin transporter) and risperidone (an atypical antipsychotic that antagonizes dopamine D2 and serotonin 5-HT2 receptors) to treat agitation — a neuropsychiatric symptom. Both interventions act on neurotransmitter systems rather than on core AD pathologies (amyloid, tau, inflammation, etc.), so the CADRO category that best fits is D) Neurotransmitter Receptors. citeturn1search1turn3search4",
        "Act: Extracted key intervention and mechanism details from the literature: citalopram is a selective serotonin reuptake inhibitor (presumed to potentiate CNS serotonergic activity by inhibiting serotonin reuptake) and was tested for agitation in the CitAD randomized trial, which showed reduced agitation but notable cognitive and QT risks at higher doses. Risperidone is an atypical antipsychotic whose therapeutic actions are proposed to come from combined dopamine D2 and serotonin 5-HT2 receptor antagonism and has randomized-trial evidence for modest efficacy against agitation/ aggression in dementia. These mechanism and trial facts support classification under Neurotransmitter Receptors. citeturn1search3turn0search0turn2search1",
        "Reflect: The interventions are symptom-directed pharmacotherapies acting on neurotransmitter targets (serotonin transporter and monoaminergic receptors) rather than disease-modifying biological targets. Although two different drugs are compared, they converge on neurotransmitter systems (not separate CADRO domains such as inflammation or proteostasis), so R) Multi-target is not more appropriate. Therefore D) Neurotransmitter Receptors is the correct CADRO assignment. citeturn0search0turn3search4",
        "Web search results used (brief):",
        "- CitAD randomized clinical trial — effect of citalopram on agitation in Alzheimer disease (JAMA; CitAD). citeturn0search0",
        "- FDA / prescribing information and safety communications for citalopram (Celexa) describing SSRI mechanism and QT prolongation warnings. citeturn1search1turn1search2",
        "- Citalopram clinical pharmacology / mechanism summary (label / product insert). citeturn1search3",
        "- Randomized, placebo-controlled trials of risperidone for aggression, agitation, and psychosis in dementia. citeturn2search1turn2search6",
        "- Cochrane/systematic-review evidence on antipsychotics (including risperidone) for agitation and psychosis in dementia (efficacy modest; safety risks increased). citeturn2search5"
    ]
}