{
    "nct_id": "NCT06412185",
    "title": "A Randomized, Double-blind, Placebo-controlled Phase I Clinical Study Evaluating the Safety, Tolerability, Pharmacokinetics, Pharmacodynamics, and Immunogenicity of Single Dose Escalation of CM383 in Male Healthy Subjects",
    "status": "RECRUITING",
    "last_update_time": "2024-11-07",
    "description_brief": "This study is a single center, randomized, double-blind, placebo-controlled Phase I clinical study in a single dose escalation to evaluate its safety, tolerability, pharmacokinetics, pharmacodynamics, and immunogenicity of CM383 in male healthy subjects.",
    "description_detailed": "Alzheimer's disease (AD) is the most common type of dementia, which is a degenerative disease of the central nervous system with insidious onset and progressive development. Its clinical features mainly include memory impairment, cognitive impairment, psychobehavioral abnormalities, and social decline.",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted biologic",
    "drug": [
        "CM383 (Aβ protofibrils antibody)"
    ],
    "placebo": [
        "Placebo"
    ],
    "explanation_target": [
        "Reason: The trial description and sponsor materials identify CM383 as a biologic that targets amyloid‑beta protofibrils (an Aβ protofibrils antibody), indicating it is intended to engage Alzheimer’s pathology (disease‑modifying approach rather than a symptomatic cognitive enhancer or neuropsychiatric agent). citeturn1search0turn1search1",
        "Act: Key trial details extracted — single‑center, randomized, double‑blind, placebo‑controlled Phase I single‑dose escalation in healthy male subjects to evaluate safety, tolerability, PK/PD and immunogenicity; intervention listed as a Biological (CM383). These trial listings and sponsor statements explicitly call CM383 an Aβ protofibrils antibody. citeturn0search1turn0search8turn1search2",
        "Reflect: Classification check — because CM383 is a monoclonal/antibody biologic directed at amyloid protofibrils (Alzheimer’s pathology), it fits the defined category 'disease-targeted biologic'. Note: this is an early (Phase I / first‑in‑human) safety/immunogenicity study; no clinical efficacy claim is made yet. citeturn1search1turn0search3",
        "Web search results / sources used: 'Keymed Biosciences Announces 2023 Annual Results and Business Updates' (states CM383 is an Aβ protofibrils antibody). citeturn1search0; 'Keymed Biosciences Announces Annual Results of 2024' / BioSpace (updates on CM383 clinical progress). citeturn1search1; Clinical trial listing(s) for NCT06412185 / CM383 (Phase I single‑dose escalation; intervention = Biological: CM383). citeturn0search0turn0search1"
    ],
    "agent_type": "A) Amyloid beta",
    "explanation_agent": [
        "Reason: The trial drug CM383 is described by the sponsor and trial registry as an antibody that binds amyloid‑beta protofibrils, indicating a disease‑modifying approach directed at Aβ pathology rather than symptomatic mechanisms. citeturn0search5turn0search0",
        "Act: Key extracted trial details — Phase I, randomized double‑blind placebo‑controlled single‑dose escalation in healthy male subjects to evaluate safety, tolerability, PK/PD and immunogenicity; intervention listed as Biological: CM383. The sponsor materials and registry explicitly label CM383 an Aβ protofibrils antibody. citeturn0search0turn0search1turn0search5",
        "Reflect: Classification check — targeting amyloid‑beta protofibrils falls squarely under CADRO category A) Amyloid beta. There is no indication in the description of multiple distinct biological targets that would require R) Multi‑target, nor is this a non‑therapeutic diagnostic intervention (T). Therefore A) Amyloid beta is the most specific match. citeturn0search5turn0search4",
        "Web search results / sources used: NCT06412185 trial record (Single Dose Escalation Study of CM383 — registry listing with intervention and study design). citeturn0search0; Clinical trial aggregator / trial detail pages (MedPath / ClinConnect summaries). citeturn0search1turn0search3; Keymed Biosciences press releases / annual results stating CM383 is an Aβ protofibrils antibody and noting Phase I progress. citeturn0search5turn0search6; BioSpace coverage of Keymed’s 2024 updates (mentions CM383 status). citeturn0search4"
    ]
}