{
    "nct_id": "NCT00056524",
    "title": "An Open-Label Multicenter Study to Assess the Safety of AVP-923 in the Treatment of Patients With Pseudobulbar Affect.",
    "status": "COMPLETED",
    "last_update_time": "2016-07-13",
    "description_brief": "The purpose of this study is to evaluate the long-term safety of AVP-923 in the treatment of Involuntary Emotional Expression Disorder (IEED) also known as Pseudobulbar Affect (episodes of uncontrolled crying and/or laughter).",
    "description_detailed": "This is an \"open label\" study which means there is no placebo group. Each subject enrolled into the study will receive AVP-923.",
    "phase": [
        "PHASE3"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "neuropsychiatric symptom improvement",
    "drug": [
        "AVP-923 (dextromethorphan hydrobromide + quinidine sulfate) — marketed as Nuedexta (Avanir)"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The trial tests AVP-923 for Involuntary Emotional Expression Disorder / Pseudobulbar Affect (uncontrolled crying/laughing), i.e., a neuropsychiatric symptom rather than an attempt to modify Alzheimer’s pathology; the stated purpose is long-term safety in treating this symptom. citeturn0search6turn0search0.",
        "Act (drug identity & mechanism): AVP-923 is a combination of dextromethorphan (active CNS component, NMDA antagonist / sigma-1 receptor activity) and low-dose quinidine (CYP2D6 inhibitor to increase dextromethorphan bioavailability); it is marketed as Nuedexta and was developed/approved for PBA. This shows the intervention is a symptomatic neuropsychiatric treatment, not a disease-modifying biologic or small molecule targeting Alzheimer pathology. citeturn0search1turn1search1.",
        "Act (regulatory / trials): AVP-923 / Nuedexta was studied in randomized trials showing reduction in PBA episodes and received FDA approval for PBA (Nuedexta) — confirming its indication is symptom control of pseudobulbar affect. citeturn0search0turn1search0.",
        "Reflect: Given the intervention, indication, and mechanism (symptom palliation via CNS receptor modulation and pharmacokinetic enhancement), the correct category is 'neuropsychiatric symptom improvement'. There is no evidence this trial or drug aims to modify Alzheimer pathology or directly enhance cognition, so the other categories do not apply. citeturn0search7turn1search5."
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The trial tests AVP-923/Nuedexta for pseudobulbar affect (PBA), a neuropsychiatric/symptom-management indication rather than a disease‑modifying Alzheimer’s intervention; the stated aim is long‑term safety for symptom control. citeturn0search1turn0search3",
        "Act: AVP‑923 (marketed as Nuedexta) is a fixed combination of dextromethorphan hydrobromide (an uncompetitive NMDA receptor antagonist with sigma‑1 receptor activity) plus low‑dose quinidine sulfate (used as a CYP2D6 inhibitor to raise dextromethorphan bioavailability). This mechanism is modulation of CNS neurotransmitter/receptor systems (glutamatergic/NMDA and sigma‑1), and the product is approved for symptomatic treatment of PBA. citeturn0search0turn0search6turn0search5",
        "Reflect: The intervention acts via neurotransmitter receptor modulation (NMDA and sigma‑1) and pharmacokinetic enhancement rather than targeting core AD pathologies (amyloid, tau, inflammation, etc.). Under the CADRO scheme this maps most specifically to D) Neurotransmitter Receptors. Quinidine’s role as a CYP2D6 inhibitor is a pharmacokinetic facilitator, not a separate CADRO pathology target. citeturn0search0turn0search5",
        "Web search sources (key results cited above): 1) Nuedexta (dextromethorphan HBr + quinidine sulfate) prescribing information / label (indication, composition, mechanism). citeturn0search0 2) NUEDEXTA HCP product/dosing and indication page (PBA indication, clinical effect). citeturn0search1turn0search3 3) PubMed summary and reviews describing AVP‑923 composition and rationale (dextromethorphan = NMDA antagonist/sigma‑1; quinidine = CYP2D6 inhibitor). citeturn0search6 4) Alzforum therapeutic summary noting mechanism (reduction of glutamate excitotoxicity; formulation details). citeturn0search5"
    ]
}