{
    "nct_id": "NCT06582199",
    "title": "Precision Medicine in Alzheimer's Disease: Integration of Resilience Metrics and Risk Factors - Validation Cohort BioCogBank-AD",
    "status": "RECRUITING",
    "last_update_time": "2025-01-20",
    "description_brief": "BioCogBankAD aims at building a prospective clinical practice cohort of 244 patients with biologically confirmed mild cognitive impairment due to Alzheimer's Disease (AD) or mild AD in order to validate data regarding markers of resilience toward AD pathophysiological process discovered in an upstream project called AD-Resilience.",
    "description_detailed": "Alzheimer's disease (AD) is a leading cause for individual and caregiver burden associated with neurodegenerative diseases (NDs) in an aging population, afflicting + 35 million people worldwide, and spiraling costs. Major advances have been made during the last 20 years in the understanding of AD pathophysiological process. It is now well demonstrated that the course of the disease extend over more than 20 years with long pre and pauci-symptomatic periods.\n\nA major need and challenge in translational research on Alzheimer's disease (AD) is to predict disease progression rate and/or time to clinical conversion, notably in the early phases of the AD process, such as mild cognitive impairment (MCI). Current markers such as Aß and tau species measured in cerebrospinal fluid (CSF) can differentiate AD from control and are currently used in daily clinical practice to assess presence of AD pathological process in patients with cognitive complaints. However, they do not account for cellular compensation and resistance mechanisms, the so-called \"resilience\" process.\n\nConsequently, both prediction of AD progression in single patients and personalized adaptation of management and treatment remain highly limited. Moreover, there is an important unmet need regarding targeted prevention.\n\nAD-Resilience is a translational research study funded by Agence Nationale pour la Recherche (ANR) and Direction Générale de l'Organisation des Soins (DGOS) that aims at identifying and validating markers of the biological processes underlying the mechanisms of brain resilience toward AD pathological process. Using blood samples, the investigators will produce the molecular-profile data that are needed to assess the resilience and brain homeostasis status of patients facing the AD process. Results will be processed using high-end machine learning (ML) to overcome the limitations associated with sub-optimal reliability and precision of dimensional data analysis.\n\nThese biomarkers will be identified using data and samples from an already available nationwide research cohort (BALTAZAR). In order to ensure validity and facilitate transfer to clinical practice, results from this preliminary study will have to be confirmed in an independent, prospective cohort of patients reflecting the full spectrum and real-life heterogeneity of AD.\n\nFor this purpose, BioCogBankAD study aims at building this validation cohort. 244 patients with MCI or early dementia due to AD will be recruited in the present study and prospectively followed during three years. Blood samples (plasma, DNA and PaxGen) will be taken from these patients in order to measure the biomarkers previously identified in the exploratory study. Clinical follow-up including including standardized neuropsychological examination and blood sampling (plasma) will be performed annually.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "BASIC_SCIENCE",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The described study (BioCogBankAD / \"Precision Medicine in Alzheimer's Disease: Integration of Resilience Metrics and Risk Factors - Validation Cohort BioCogBank-AD\") is a prospective cohort built to validate biomarkers of \"resilience\" in biologically confirmed MCI due to AD or mild AD. The aim is biomarker discovery/validation and patient follow-up, not testing a therapeutic agent or intervention that modifies disease, cognition, or neuropsychiatric symptoms. citeturn0search0turn0search1",
        "Act: Key extracted details from the trial listing — title: Precision Medicine in Alzheimer's Disease: Integration of Resilience Metrics and Risk Factors - Validation Cohort BioCogBank-AD; sponsor: Assistance Publique - Hôpitaux de Paris; NCT identifier shown as NCT06582199; planned cohort: 244 patients with biologically confirmed MCI due to AD or mild AD; 3-year prospective follow-up with blood sampling (plasma, DNA, PAXgene) and annual neuropsychological assessments to validate markers from the upstream AD-Resilience project. No drug, placebo, or therapeutic intervention is listed (Phase: N/A; purpose: validation/observational). citeturn0search0turn0search1",
        "Reflect: Given the study focus on biomarker validation and cohort building (observational/diagnostic/precision-medicine validation) and the absence of any investigational drug or symptomatic treatment, it does not fit the four therapeutic categories (disease-targeted biologic, disease-targeted small molecule, cognitive enhancer, or neuropsychiatric symptom improvement). Therefore the correct classification is 'N/A'. There is no ambiguity in the listing regarding a drug intervention. citeturn0search0turn0search1",
        "Web search results used (summaries and sources): 1) Trial summary and detailed description confirming cohort aim, sample size, biomarker focus, sponsor, and NCT shown — source: trial listing (Precision Medicine in Alzheimer's Disease: Integration of Resilience Metrics and Risk Factors - Validation Cohort BioCogBank-AD). citeturn0search0 2) Secondary trial listing with overlapping details (recruitment criteria, inclusion/exclusion, biomarker and follow-up plan) — source: TrialX listing. citeturn0search1"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}