{
    "nct_id": "NCT03438604",
    "title": "A Phase 1, 2-Way Crossover Study to Evaluate the Effect of Heat Application on the Delivery Profile of Corplex™ Donepezil 5 mg Transdermal Delivery System (TDS) in Healthy Volunteers",
    "status": "COMPLETED",
    "last_update_time": "2018-09-13",
    "description_brief": "A study to assess the effect of heat application on the delivery profile of Corplex™ Donepezil Transdermal Delivery System (TDS)",
    "description_detailed": "2-Way Crossover study\n\nApproximately 24 healthy, adult male and female subjects will be enrolled.\n\nSubjects will be randomized to 1 of 2 treatment sequences prior to the first TDS application in treatment period 1.\n\nFor each treatment period, subjects will have one 7-day TDS applied on their back. Depending on which sequence a subject is randomized to, the healthy subject will either be exposed to heat or not during the TDS wear time.\n\nBlood samples for Donepezil PK will be collected pre-dose until the end of each treatment period.\n\nAdhesion will be monitored throughout the TDS wear time, and skin irritation will be monitored after TDS removal.\n\nSubjects who complete the 2-way crossover study may be eligible to participate in the optional Study Extension Period. In the Study Extension Period, subjects will have their skin surface temperature monitored under the patch and adjacent to the TDS.\n\nBlood samples for Donepezil PK will not be collected, and adhesion will not be monitored for the Study Extension TDS wear period.\n\nSafety will be monitored throughout the study by adverse event reporting and repeated clinical and laboratory evaluations.",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "Donepezil",
        "Corplex™ Donepezil Transdermal Delivery System (Corplex TDS)",
        "ADLARITY (donepezil transdermal system)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is a transdermal formulation of donepezil (Corplex™ Donepezil TDS), an acetylcholinesterase inhibitor used to improve cognition in patients with Alzheimer’s disease. The study tests how heat affects delivery/PK of the donepezil patch (i.e., drug delivery/pharmacokinetics), not a disease-modifying mechanism (amyloid/tau). citeturn1search0turn0search4.",
        "Act: Trial details: the Phase 1, 2-way crossover study (NCT03438604) evaluates the effect of heat on the delivery profile of Corplex™ Donepezil 5 mg TDS in healthy volunteers; primary outcomes are donepezil PK (AUC, Cmax). Corplex/ADLARITY is Corium’s Corplex transdermal technology delivering donepezil once-weekly. These sources identify the drug and confirm it is donepezil (a symptomatic cholinesterase inhibitor). citeturn1search1turn0search1turn0search0.",
        "Reflect: Classification check — Donepezil is a symptomatic cholinergic (acetylcholinesterase inhibitor) therapy intended to improve cognition, not to target core Alzheimer’s pathology for disease modification; therefore this trial fits the 'cognitive enhancer' category. Key supporting sources: the trial registry showing heat/PK focus and Corium/FDA/PK publications describing the Corplex donepezil TDS and its use as a once‑weekly donepezil delivery system. citeturn1search0turn0search0turn0search4."
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The intervention is a transdermal formulation of donepezil (Corplex™ / ADLARITY), whose pharmacologic action is reversible inhibition of acetylcholinesterase to increase synaptic acetylcholine and improve cognition — i.e., a symptomatic cholinergic/cognitive enhancer rather than a disease‑modifying anti-amyloid or anti-tau therapy. citeturn0search5turn0search0",
        "Act: Extracted trial details and drug information: the Phase 1, 2-way crossover (NCT03438604) evaluates heat effects on the Corplex™ Donepezil TDS delivery/PK (AUC, Cmax) in healthy volunteers; the product (ADLARITY) is Corium’s Corplex transdermal donepezil system intended to deliver donepezil once-weekly. Donepezil’s mechanism (acetylcholinesterase inhibition → increased acetylcholine) targets the cholinergic neurotransmitter system. Based on this, the best CADRO fit is D) Neurotransmitter Receptors (modulation of neurotransmitter/cholinergic signaling). citeturn1search0turn0search1turn0search3",
        "Reflect: Checked alternatives — although donepezil acts on an enzyme (acetylcholinesterase) rather than a receptor, CADRO’s neurotransmitter-related category is the most specific match because the intervention modulates cholinergic neurotransmission (symptomatic cognitive enhancement). It is not targeting core AD pathologies (amyloid, tau, inflammation, etc.), nor is it multi-target or a non-therapeutic diagnostic — therefore D) is appropriate. citeturn0search5turn0search2",
        "Web search results used (key sources):",
        "- NCT03438604 trial record (study: heat effect on Corplex™ Donepezil TDS; PK outcomes). citeturn1search0",
        "- ADLARITY / Corplex technology (product page describing transdermal delivery of donepezil). citeturn0search0",
        "- Corium / PR release and regulatory info on ADLARITY (donepezil transdermal system). citeturn0search1",
        "- StatPearls / NCBI summary of donepezil mechanism (acetylcholinesterase inhibitor increasing acetylcholine). citeturn0search5",
        "- FDAnews/press coverage summarizing ADLARITY as symptomatic donepezil patch (context on symptomatic vs disease-modifying). citeturn0search2"
    ]
}