{
    "nct_id": "NCT05527288",
    "title": "Single-arm, Single-center, Non-randomized, Open-label Study on the Application of Amyloid Imaging Agent [18F]Florbetaben（18FBB） PET/CT Imaging to Distinguish Non-cognitively Impaired Subjects and Mild to Moderate Alzheimer Disease Subjects in Chinese Population",
    "status": "COMPLETED",
    "last_update_time": "2022-09-01",
    "description_brief": "This is a bridging study to visually and quantitatively assess PET images obtained after single application of 300 MBq \\[18F\\]florbetaben and PET scanning of patients with Alzheimer disease.",
    "description_detailed": "This is a bridging study to visually and quantitatively assess PET images obtained after single application of 300 MBq \\[18F\\]florbetaben and PET scanning of patients with healthy subjects and non-cognitively impaired subjects or mild to moderate Alzheimer disease subjects. The diagnostic efficacy of the visual and quantitative assessments of 18FBB PET images for diagnosis of Alzheimer disease will be determined by comparison to the standard of truth (SoT) obtained through standard of care clinical diagnosis. Imaging results were compared with reference standards to assess the ability of 18FBB PET imaging to differentiate non-cognitively impaired subjects from mild to moderate AD subjects. To investigate the pharmacokinetic characteristics of healthy subjects after single intravenous administration of 18FBB in Chinese population. Verify the safety of subjects after a single intravenous administration of 18FBB in Chinese population.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "DIAGNOSTIC",
    "results": null,
    "target_category": "N/A",
    "drug": [
        "[18F]florbetaben (Neuraceq) - PET amyloid imaging tracer"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The described study administers [18F]florbetaben and performs PET/CT to visually and quantitatively assess brain amyloid to distinguish non‑cognitively impaired and mild–moderate Alzheimer disease subjects — this is a diagnostic imaging procedure, not a therapeutic intervention. citeturn0search3turn0search8",
        "Act (extracted details): [18F]florbetaben is an 18F‑labeled PET tracer that binds β‑amyloid (used to estimate neuritic amyloid plaque density); clinical studies have used ~300 MBq dosing for imaging. It is marketed/approved for amyloid PET imaging (brand name Neuraceq) and has been used in Chinese and multicenter AD vs control studies. citeturn0search0turn0search3turn0search1turn0search8",
        "Reflect: Because the intervention is a radiopharmaceutical diagnostic imaging agent (amyloid PET) intended to detect pathology for diagnosis/stratification rather than to treat or modify disease symptoms or pathology therapeutically, it does not fit any of the four therapeutic categories (disease‑targeted biologic, disease‑targeted small molecule, cognitive enhancer, neuropsychiatric symptom improvement). Therefore the correct classification is 'N/A'. citeturn0search3turn0search1",
        "Web search sources used (representative): PET quantification/validation studies of 18F‑florbetaben (Journal of Nuclear Medicine / PubMed). citeturn0search3turn0search0; multicentre diagnostic study and Chinese FBB PET study. citeturn0search2turn0search8; product/approval and marketing information for Neuraceq / florbetaben. citeturn0search1turn0search6"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}