{
    "nct_id": "NCT06249204",
    "title": "Organization-Wide Coaching Intervention of Dementia Care Practice Recommendations: A Cluster Randomized-Control Trial",
    "status": "COMPLETED",
    "last_update_time": "2025-05-19",
    "description_brief": "The goal of this clinical trial is to compare staff outcomes in long-term care communities who participate in the intervention versus those who do not. The main questions it aims to answer are: 1. Is employee satisfaction impacted by the intervention and 2. Is dementia care confidence impacted by the intervention. Participants will include monthly coaching visits for the intervention group and completion of surveys pre, immediately post and three-months post. Researchers will compare the intervention group to the control group to see if the intervention impacted the outcomes.",
    "description_detailed": "Over a six-month coaching program period, staff members from care communities work with a coach to assess their current level of adoption of Dementia Care Practice Recommendations (DCPR) (published recommendations by Alzheimer's Association) and prioritize areas of need /focus. Teams meet with the coach virtually or in person for 1 hour each month during the six months. Through an action planning and implementation process, care communities are guided to make organization-wide, measurable changes in the areas of (1) policies and procedures, (2) education and training, and/or (3) care practices to increase and maintain person-centered care practices as outlined in the DCPR. Coaches provide ongoing support to the care community through telephone and email support between meetings. Control group will not receive any coaching intervention but receive monthly email (e.g., newsletter about Alzheimer's Association but not related to outcomes) from coaches for check-in. Alzheimer's Association (AA) hires coaches in study areas based on their skills, experiences, interests and enthusiasm. Each coach identifies and invites long-term care (i.e., nursing home and assisted living) communities using existing relationships between the AA Chapter and those communities. In addition, AA staff will work with a national and/or state-wide networking group /association, as well as the Association's Dementia Care Provider Round Tables. The investigators will also pull the list of nursing homes in the study areas from publicly available data (e.g., Definitive Healthcare). Once each care community is selected and has agreed to participate, DCPR coaches will request that the care community identify 4-6 staff members to serve on a Care Team. The consented care communities are randomly assigned to either a control or intervention group (1: 1 block randomization).",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "OTHER",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The described study is an organizational/behavioral coaching intervention delivered to long-term care staff (monthly coaching visits over six months) measuring employee satisfaction and dementia care confidence — it is not testing a drug, biologic, or a patient-directed cognitive/symptom medication, nor a diagnostic. This matches a non-therapeutic, implementation/education trial rather than any of the four drug/symptom categories. citeturn0search1turn0search2",
        "Act: Key extracted details from the trial listing — Title: \"Organization-Wide Coaching Intervention of Dementia Care Practice Recommendations: A Cluster Randomized-Control Trial\" (NCT06249204). Intervention: Behavioral coaching (monthly 1-hour sessions for 6 months, with ongoing support); Outcomes: employee satisfaction and dementia care confidence measured pre, immediately post, and 3-months post. Sponsor: Alzheimer's Association. No drug or biologic is mentioned. Sources: trial registry entries and related feasibility/acceptability publication. citeturn0search2turn0search1turn0search7",
        "Reflect: The study is an implementation/education trial aimed at staff outcomes and person-centered care adoption; it does not target AD pathology, cognitive enhancement in patients, or patient neuropsychiatric symptoms via a pharmacologic mechanism. Therefore it does not fit the defined categories (disease-targeted biologic, disease-targeted small molecule, cognitive enhancer, or neuropsychiatric symptom improvement) and is classified as 'N/A'. There is no ambiguity in the description—no drug name or biologic was identified in the registry listings or publications. citeturn0search1turn0search6",
        "Web search results used (sources):\n- Clinical trial listing with intervention and outcomes (NCT06249204). citeturn0search1\n- ICH GCP / registry summary for NCT06249204 (detailed description, enrollment, intervention). citeturn0search2\n- Journal article (feasibility/acceptability of a team coaching intervention based on DCPR) describing similar coaching program and outcomes. citeturn0search7turn0search6"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}