{
    "nct_id": "NCT05231785",
    "title": "A Randomized, Double-blind, Placebo-controlled Single Ascending Dose and Open-label Multi-dose Study to Evaluate the Safety, Tolerability, Pharmacokinetics and Pharmacodynamics of Intrathecally Administered ALN-APP in Adult Patients With Early-onset Alzheimer's Disease (EOAD)",
    "status": "RECRUITING",
    "last_update_time": "2025-09-16",
    "description_brief": "The purpose of this study is to evaluate the safety, tolerability, pharmacodynamics (PD) and pharmacokinetics (PK) of a single dose and multiple doses of ALN-APP administered by intrathecal (IT) injection in adult patients with early-onset Alzheimer's Disease (EOAD). Maximum treatment duration for Part A: single dose. Maximum treatment duration for Part B: 12 months.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted biologic",
    "drug": [
        "ALN-APP"
    ],
    "placebo": [
        "Placebo"
    ],
    "explanation_target": [
        "Reason: The investigational product ALN-APP is an RNA interference (RNAi) therapeutic designed to reduce APP mRNA in the CNS, thereby lowering APP protein and downstream amyloid-beta (Aβ) peptides — i.e., it targets Alzheimer’s disease pathology rather than acting as a symptomatic cognitive enhancer or psychiatric treatment. citeturn0search1turn0search7",
        "Act: The trial description (intrathecal administration, single ascending dose and multi-dose parts in EOAD) and sponsor pages identify ALN-APP as an intrathecally delivered RNAi (C16‑siRNA conjugate) targeting amyloid precursor protein (APP), with PD biomarkers including sAPPα/sAPPβ and Aβ measured — consistent with a disease‑targeted biologic approach. citeturn0search3turn0search5",
        "Reflect: Classification as 'disease-targeted biologic' fits the definitions: ALN-APP is a biologic oligonucleotide (RNAi) directed at core AD pathology (APP/Aβ). There is no indication the drug is a small molecule, a non-pathology cognitive enhancer, or a neuropsychiatric symptom treatment. Sources: Alnylam/Regeneron press releases and the Alnylam trial page. citeturn0search7turn0search3turn0search1"
    ],
    "agent_type": "A) Amyloid beta",
    "explanation_agent": [
        "Reason: ALN-APP is an RNAi (siRNA/C16) biologic designed to decrease APP mRNA in the CNS, thereby lowering APP protein and all downstream APP-derived cleavage products including amyloid‑beta (Aß) — i.e., it directly targets the APP→Aß pathology of Alzheimer’s disease rather than a symptomatic mechanism. citeturn0search1turn0search3",
        "Act: The trial is an intrathecal, randomized, double-blind, placebo-controlled single ascending dose and multi‑dose Phase 1 in EOAD with PD biomarkers (sAPPα, sAPPβ, Aß) and reported dose‑dependent, sustained reductions in sAPPα/sAPPβ — consistent with upstream amyloid pathway target engagement (APP suppression). citeturn0search5turn0search1",
        "Reflect: Classification as 'A) Amyloid beta' fits CADRO because the intervention reduces APP expression to lower Aß production — a disease‑targeted approach at the amyloid pathway. The description and cited sources identify a single, pathology‑directed target (APP/Aß) rather than multiple unrelated targets or a non‑therapeutic procedure, so 'A) Amyloid beta' is the most specific CADRO category. citeturn0search3turn0search0",
        "Web search summary (key sources): 1) Regeneron press release — describes ALN-APP as an intrathecal RNAi therapeutic targeting APP with dose‑dependent reductions in sAPPα/sAPPβ. citeturn0search1 2) Alnylam Business Wire / AAIC update — reports sustained CSF reductions in sAPP biomarkers and confirms C16‑siRNA CNS delivery platform. citeturn0search3 3) Alnylam trial page (ALN-APP-001) — trial design: intrathecal, single ascending and multiple-dose parts in EOAD; PD/PK endpoints listed. citeturn0search5 4) Alzforum summary — trial enrollment, endpoints and interim data context. citeturn0search0"
    ]
}