{
    "nct_id": "NCT04073225",
    "title": "Optimizing Cognitive, Environmental, and Neuromotor Stimulation in Traumatic Brain Injury (OCEANS-TBI)",
    "status": "COMPLETED",
    "last_update_time": "2025-05-28",
    "description_brief": "Patients with a history of traumatic brain injury (TBI) are at elevated risk for Alzheimer's disease and related dementias (ADRD). Improvements in TBI treatment may mitigate this risk. Complex motor activities, which combine physical and cognitive demands, have been shown to have well established neurocognitive benefits. This study seeks to address the need for novel TBI interventions optimized for adults with history of TBI by determining the effectiveness of an immersive computer game designed to integrating complex cognitive-motor interventions.",
    "description_detailed": "Patients with a history of traumatic brain injury (TBI) are at elevated risk for Alzheimer's disease and related dementias (ADRD). Improvements in TBI treatment may mitigate this risk. The treatment of TBI, especially for those with chronic neuropsychiatric sequelae, is moving toward multi-modal approaches that include non-pharmacological interventions such as exercise and cognitive enrichment. Complex motor activities, which combine physical and cognitive demands, have been shown to have well established neurocognitive benefits. However, there are a lack of cognitive enhancing interventions that utilize these complex motor activities. Many adults with history of TBI face significant barriers to engaging in physical activity which limit the adults' ability to participate in many neurocognitive interventions. This study seeks to address the need for novel TBI interventions optimized for adults with history of TBI by determining the effectiveness of an immersive computer game designed to integrating complex cognitive-motor interventions. During this proposed 12-month study involving patients with history of TBI (n=66) the investigators will examine cognition, independent function, mood and ADRD related brain biomarkers after 12 weeks of a randomized intervention, as well as 9 months post-intervention to assess for durability of any benefits. The investigators hypothesize that complex motor activities will improve cognitive health in adults with a history of TBI and that promising results would have implications for early intervention for those at risk for Mild Cognitive Impairment and ADRD.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention described is an immersive computer game (MindPod Dolphin / \"Bandit the Dolphin\") that combines complex motor activity and cognitive tasks to improve cognition and function in adults with prior TBI — i.e., a non‑pharmacologic cognitive/neuromotor training intended to enhance cognitive health rather than a biologic or small‑molecule therapy. citeturn0search3turn0search5",
        "Act: Key extracted details — Trial title: Optimizing Cognitive, Environmental, and Neuromotor Stimulation in Traumatic Brain Injury (OCEANS‑TBI; NCT04073225). Intervention: MindPod Dolphin (Bandit the Dolphin) immersive videogame; comparator includes the \"10 Keys to Healthy Aging\" program. This is a device/behavioral intervention, not a drug. citeturn0search6turn0search5",
        "Reflect: Classification — fits the definition of \"cognitive enhancer\" from the provided taxonomy because the study tests a cognitive/neuromotor training intervention intended to improve cognition and related function (and to mitigate ADRD risk) without targeting Alzheimer’s pathology with a biologic or small molecule. No drug or placebo is involved, so biologic/small‑molecule and neuropsychiatric‑symptom categories do not apply. citeturn0search0turn0search8",
        "Web search sources found (representative): Trial listing and description (TrialX / clinical trial summary). citeturn0search0",
        "Johns Hopkins / BINA study page describing MindPod Dolphin (Bandit the Dolphin) as the immersive game used in OCEANS‑TBI. citeturn0search3",
        "ClinicalTrials/CTV / trial registry entry showing MindPod Dolphin arm and 10 Keys comparator and trial identifiers. citeturn0search6",
        "MedPath / Clincosm summaries with intervention details and eligibility. citeturn0search5turn0search8"
    ],
    "agent_type": "T) Other",
    "explanation_agent": [
        "Reason: The intervention is an immersive, non‑pharmacologic videogame (MindPod Dolphin / \"Bandit the Dolphin\") combining complex motor activity and cognitive tasks intended to improve cognition and function after traumatic brain injury. This is a behavioral/device cognitive‑training intervention, not a drug or biologic that targets a molecular pathway (e.g., amyloid, tau, inflammation). citeturn0search5turn0search0",
        "Act: Extracted details — Trial: Optimizing Cognitive, Environmental, and Neuromotor Stimulation in Traumatic Brain Injury (OCEANS‑TBI), NCT04073225. Intervention: MindPod Dolphin (Bandit the Dolphin) immersive exergame; comparator: \"10 Keys to Healthy Aging\" program. The study is a device/behavioral cognitive/neuromotor training trial, not testing a drug, gene, or molecular pathway. citeturn0search5turn0search7turn0search1",
        "Reflect: CADRO is organized around molecular/biologic drug targets (amyloid, tau, inflammation, synaptic plasticity, etc.). Because this trial tests a behavioral/device cognitive enhancer and contains no pharmacologic or biologic agent with a definable molecular target, the correct classification under CADRO is T) Other. If a trial tests a pharmacologic compound or biologic with a named target, a different CADRO category would apply. citeturn0search2turn0search0",
        "Web sources (representative): Johns Hopkins / BINA study page describing OCEANS‑TBI and MindPod Dolphin; MedPath / trial entry with intervention details and NCT number; CTV / ClinicalTrials summary showing MindPod Dolphin (Bandit the Dolphin) arm and 10 Keys comparator; trial tracker / ClinicalTrials listing for NCT04073225. citeturn0search0turn0search5turn0search7turn0search1"
    ]
}