{
    "nct_id": "NCT03130036",
    "title": "Biodistribution of [11C]Acetoacetate/[18F]Fluorodeoxyglucose in Subjects With Varying Risk Factors for Alzheimer's Disease and Subjects on a Diet Intervention",
    "status": "COMPLETED",
    "last_update_time": "2025-07-25",
    "description_brief": "This is a single center imaging study that will recruit 60 participants who are enrolled in the Effect of a Ketogenic Diet on Alzheimer's Disease Biomarkers and Symptoms: Brain Energy for Amyloid Transformation in AD (BEAT-AD) Study protocol. This cohort of patients will receive a maximum of 3 \\[11C\\]Acetoacetate (AcAc)/\\[18F\\]Fluorodeoxyglucose (FDG) PET scans over 18 weeks as part of this supplemental trial.",
    "description_detailed": "The main objective of this study is to examine the brain biodistribution of \\[11C\\]AcAc/\\[18F\\]FDG, a proxy for acetoacetate (ketone body)/glucose metabolism in 3 study groups; 1) those without identifiable risk of Alzheimer's disease, 2) asymptomatic individuals with increased risk of Alzheimer's disease (such as pre diabetes),and 3) those with early Alzheimer's disease or MCI. Secondary objectives include determining the association between adipose tissue distribution/function and biomarkers of AD pathology.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "BASIC_SCIENCE",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The supplemental trial description shows the intervention is serial PET imaging using radiotracers [11C]Acetoacetate (AcAc) and [18F]Fluorodeoxyglucose (FDG) performed in participants enrolled in the BEAT‑AD ketogenic diet protocol, i.e., an imaging/biodistribution study rather than a therapeutic drug trial. citeturn0search0turn0search1",
        "Act: The listed trial (Biodistribution of [11C]Acetoacetate/[18F]Fluorodeoxyglucose, NCT03130036) explicitly describes PET scans as the intervention and the objective as examining brain biodistribution of AcAc/FDG (ketone/glucose metabolism) across risk groups and diet intervention — this is diagnostic/biomarker imaging, not administration of a disease‑modifying biologic or small molecule. citeturn0search0turn0search3",
        "Supporting detail: [11C]Acetoacetate is used as a PET tracer to measure brain ketone (acetoacetate) uptake and [18F]FDG measures glucose metabolism; dual‑tracer PET studies examine metabolic uptake rather than deliver a therapeutic agent. This supports classifying the study as non‑therapeutic imaging. citeturn0search7turn0search6",
        "Reflect: Given the category definitions — (1) disease‑targeted biologic, (2) disease‑targeted small molecule, (3) cognitive enhancer, (4) neuropsychiatric symptom improvement — this imaging/biodistribution study does not fit any therapeutic category. The trial is therefore classified as 'N/A' (diagnostic/biomarker imaging). citeturn0search0",
        "Web search results used: • Trial registry entry / summary for NCT03130036 (Biodistribution of [11C]Acetoacetate/[18F]FDG) — trial details and objectives. citeturn0search0 • TrialsToday / trial summary (mirrors the imaging cohort description). citeturn0search1 • ICH GCP / clinical trial registry summary (detailed description and status). citeturn0search3 • PubMed studies describing use of [11C]Acetoacetate and dual‑tracer PET for ketone/glucose uptake (background on tracer purpose). citeturn0search7turn0search6"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}