{
    "nct_id": "NCT00867828",
    "title": "Multi-Center, Double-Blind, Placebo-Controlled, Monotherapy Study of Neptune Krill Oil (NKO™) in Early Stage Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2011-09-30",
    "description_brief": "The purpose of this study is to evaluate the efficacy of NKO™ softgels in reducing decline of global cognitive function as measured by the Neuropsychological Test Battery (NTB), in patients diagnosed with early stage Alzheimer's disease when compared to fish oil and a placebo after 24 weeks of treatment.",
    "description_detailed": "Alzheimer's disease (AD) is an irreversible, progressive neurodegenerative disorder, characterized by gradual cognitive deterioration, changes in behavior and personality. These symptoms are related to neurochemical changes, neural death, and the breakdown of the inter-neural connections. Loss of short-term memory is often the first sign, followed by cognitive deficits involving multiple functions. Early stages of AD and mild cognitive impairment are characterized as milder forms of memory loss or cognitive impairment that could precede the onset of dementia and AD. Prevention of further cognitive decline inpatients with these possible precursor conditions is of paramount importance given that reversibility of AD is not possible.\n\nIt is estimated there are currently about 5.1 million people with Alzheimer's disease (AD) in the United States (Alzheimer's Association, 2007) and this number is expected to reach 13.2 millions by 2050 (Hebert et al., 2003). Alzheimer's is ranked as the 7th leading cause of death in the US for people of all ages and the 5th for people aged 65 or older (National Center for Health Statistics, 2004). In Canada it is 280,000 people over 65 that are estimated to have AD, and over 750,000 are expected to have the disease by 2031 (Alzheimer Society of Canada, 2006). It is estimated to 10% of all North Americans over the age of 70 years have early stage AD or mild cognitive impairment.\n\nOlder age, low educational level and APOE ε4 allele are risk factors for AD (Lindsay et al., 2002). Moreover, patients having the APOE ε4 allele show an earlier and faster cognitive decline while having the ε2 allele is related to a slower decline. Homozygotous ε4 patients show an even earlier and faster decline than heterozygotes (Martins et al., 2005).\n\nWhile symptomatic treatments have been the focus of therapeutic investigations for AD, recent research efforts target the toxic effect of amyloid beta (Aβ) peptides in order to modify the underlying pathophysiology of the disease.\n\nThe presently approved treatments give only small clinical improvement and do not prevent the progression of the disease, from mild cognitive impairment to dementia and death (Birks et al., 2000; AD2000 Collaborative Group, 2004; Birks, 2006; Birks \\& Harvey, 2006; Loy \\& Schneider, 2006).\n\nAlzheimer's disease is characterized by two main pathological features of the brain: intracellular neurofibrillary tangles formed by abnormal protein τ (tau); and extracellular neuritic plaques formed by β-amyloid peptides (Aβ) (Kuo et al., 1996). The overproduction of Aβ42 is genetically induced but environmental risk factors are required to get fully symptomatic AD (Grant et al., 2002).\n\nAmong these risk factors, low docosahexaenoic acid (DHA) is one of the most important dietary risk factor for AD (Morris et al., 2005). The reasons for the impact of DHA on learning and memory and the association with AD are unclear but could result from its loss in synapses (Montine et al., 2004), which are normally rich in DHA (Salem et al., 2001), where it is particularly important for postsynaptic transmission and neuroprotection (Bazan, 2003). Studies in animal models have consistently showed that brain n-3 fatty acid content is highly dependent on dietary intake and aging (Favrere et al., 2000; Youdim et al., 2000; Calon \\& Cole, 2007).\n\nSeveral animal studies, has shown that increased DHA intake has been found to increase hippocampal acetycholine levels and its derivatives, neuroprotectin DI, which deceased cell death (Aid et al, 2005; Lukiw et al., 2005). A study conducted on aged mice showed that DHA intake improved memory performance (Lim et al. 2001). In another Alzheimer's disease mouse model, reduction in dietary DHA showed loss of postsynaptic proteins associated with increased oxidation, which was localized in the dendrites. However, when a group of DHA-restricted mice where given DHA, they showed signs that the DHA intake protected them against dendritic pathology, implying that DHA could be useful in preventing cognitive impairment in Alzheimer's Disease (Calon et al., 2004).\n\nSeveral epidemiological studies have shown a protective effect associated with increased fish intake (a direct source of omega 3 fatty acids) against dementia and cognitive impairment decline (Kalmijin et al. 1997, Barberger-Gateau et al. 2002; Morris et al 2003). Recently, one large randomized double-blind placebo-controlled study found 1.6 g DHA and 0.7 EPA may be beneficial in reducing risk for AD (Freund-Levi et al, 2006). In addition, there is mounting evidence that dietary supplementation with Omega 3 Fatty acids may be beneficial in different psychiatric conditions such as mood behaviour, depression and dementia (Bourre et al., 2005; Peet and Stokes, 2005; Stoll et al., 1999).\n\nKrill is a very small crustacean which thrives in deep cold ocean waters where it forms an important part of the life chain, providing nutrition for an array of marine mammals, birds and fish. Neptune Krill oil (NKO) is a rich source of omega-3 and omega-9 fatty acids and phospholipids, which carry and thus functionalize the omega-3 fatty acids (EPA/DHA) attached. Phospholipids are important in protecting membranes from toxic injury and free radical attack (Everson, I et al. 2000). NKO contains two main potent antioxidants; a carotenoid (astaxanthin) and a flavonoid (novel due to its animal source). Astaxanthin has been shown to have a stronger antioxidant activity than alpha-tocopherol, beta-carotene, lycopene and lutein. Flavonoids, traditionally extracted from fruits, plants, vegetables or algae have been studied for more than 60 years and their antioxidant activity is undoubted.\n\nThe hypothesis that NKO will be effective in AD is based on the high content of phospholipids with DHA and of antioxidants that cross the blood - brain barrier as well as essential brain nutrients. In addition, NKO has been proven to increase HDL-C that is related to decreased plague formation which is related to decreased blood supply to the brain, one of the factors causing AD progression. The aim of the current study is to challenge this hypothesis in a randomized double blind study.",
    "phase": [
        "PHASE4"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "NKO™ (Neptune Krill Oil) — krill oil dietary supplement (omega-3 phospholipids, EPA/DHA, astaxanthin)"
    ],
    "placebo": [
        "Fish oil (active comparator)",
        "Placebo"
    ],
    "explanation_target": [
        "Reason: The trial tests NKO™ softgels (Neptune Krill Oil) to reduce decline in global cognitive function (NTB) over 24 weeks vs fish oil and placebo; the primary outcome is cognitive performance rather than a direct measure of Alzheimer’s pathology (amyloid/tau). This indicates the intervention is intended to improve/slow cognitive decline rather than to target a specific pathological protein. ",
        "Act — identification of the intervention: NKO™ is Neptune Krill Oil, a krill-oil dietary supplement containing phospholipid-bound omega-3 fatty acids (EPA/DHA) and astaxanthin (an antioxidant). Product and company descriptions (Neptune/retailer pages and Neptune press releases) describe NKO as a nutraceutical/dietary supplement rather than a biologic or a targeted small-molecule drug. citeturn0search4turn0search2turn1search1",
        "Act — trial arms extracted from the description/title: active arm = NKO™ (Neptune Krill Oil); comparator arms = fish oil (active comparator) and placebo (inert).",
        "Reflect: By the provided category definitions, NKO™ is not a monoclonal antibody or vaccine (disease-targeted biologic) nor a synthetic small-molecule designed to inhibit amyloid/tau (disease-targeted small molecule). Its mechanism (nutritional omega-3/antioxidant, putative neuroprotective/anti-inflammatory effects) aligns with interventions aiming to improve or preserve cognition. Therefore the best fit is 'cognitive enhancer'. Supporting sources describing NKO composition and positioning as a dietary omega-3 supplement are cited. citeturn0search4turn1search1",
        "Notes / ambiguity: Krill oil has been investigated for anti-inflammatory and potential neuroprotective effects, which some may frame as disease-modifying, but the trial's stated endpoint (NTB cognitive measure) and NKO's product classification support labeling this trial as testing a cognitive-enhancing / neuroprotective nutraceutical rather than a targeted disease-modifying biologic or small molecule. For detailed composition and labeling of NKO see product/company pages. citeturn0search2turn1search0"
    ],
    "agent_type": "M) Synaptic Plasticity/Neuroprotection",
    "explanation_agent": [
        "Reason: The intervention is Neptune Krill Oil (NKO®), a krill-oil dietary supplement composed of phospholipid-bound omega-3 fatty acids (EPA/DHA) and the antioxidant astaxanthin. The trial tests NKO to preserve/improve cognitive performance (NTB) rather than directly measuring or targeting amyloid or tau pathology; the presumed mechanisms are neuroprotective/anti-inflammatory and support of neuronal membrane function and synaptic health, which map best to CADRO category M (Synaptic Plasticity/Neuroprotection). citeturn1search6turn0search12",
        "Act: Extracted trial intervention details — active: NKO™ (Neptune Krill Oil)  (phospholipid-bound EPA/DHA, astaxanthin); comparators: fish oil and placebo. Product supplement facts and marketing describe NKO as 1 g (typical) per serving with phospholipids, EPA/DHA and esterified astaxanthin, consistent with a nutraceutical aimed at improving brain/cognitive health rather than a targeted anti-amyloid or anti-tau agent. citeturn1search4turn1search1",
        "Reflect: Given the intervention type (nutraceutical omega-3 + antioxidant) and the cognitive-performance primary endpoint, the most specific CADRO fit is M) Synaptic Plasticity/Neuroprotection (cognitive enhancer / neuroprotective). While omega-3s have anti-inflammatory actions (which could also map to F), the trial framing and the product’s advertised mechanism (membrane/phospholipid support, brain health) make M the better single-category match rather than F or a multi-target (R). citeturn1search3",
        "Web search results (key sources consulted): FullScript/NKO product facts (typical supplement facts showing phospholipids, EPA/DHA, astaxanthin). citeturn1search6; Retail/product listings summarizing NKO composition and doses. citeturn1search1turn1search4; General krill oil description (phospholipid-bound EPA/DHA, astaxanthin). citeturn0search12; Product/marketing pages noting brain/heart/joint support claims. citeturn1search3"
    ]
}