{
    "nct_id": "NCT06291909",
    "title": "Small Steps Towards Personalized Dementia Prevention: Implementation and Evaluation of a Personalized, Technology-assisted Physical Behaviour Intervention",
    "status": "ACTIVE_NOT_RECRUITING",
    "last_update_time": "2025-09-10",
    "description_brief": "This is a randomised controlled study aiming to evaluate the implementation of a website ('Small Steps') to support the modification of participants' time-use behaviour to reduce the risk factors for dementia. 'Small Steps' website provides the tools for this with a visual representation of the participant's current use of time and allowing manipulation to demonstrate how small lifestyle changes may improve and meet sleep and physical activity needs. Participants will be assisted to make changes to current behaviours with the aim to reduce the time they spend sitting (sedentary behaviour), increase physical activity, and improve sleep duration and quality.\n\nParticipants (aged 65 or older) will be randomly allocated to one of two groups, the 'Extended Program' (intervention) group or the 'Condensed Program' (control) group.\n\nThere are 3 phases (Introductory, Maintenance and Follow-Up; each 12-weeks long) to this program and in total the program is 36-weeks long. Participants will use a tailored website to help support them in making progressive changes over the first 12 weeks. They will then try to maintain these behaviour changes for as long as possible. There will be in-person health testing during each phase and information about sleep habits, sleep quality, and motivation will be assessed using online surveys. Physical activity levels and sleep duration will also be assessed.",
    "description_detailed": "The investigators have previously co-designed a personalised, technology-assisted physical activity intervention called 'Small Steps', which promotes positive behaviour changes to reduce dementia risk factors. The current study aims to implement and evaluate this intervention. The 'Small Steps' website provides the tools for facilitating changes in time-use behaviours with a visual representation of the participant's current use of time and allowing manipulation to demonstrate how small lifestyle changes may improve and meet sleep and physical activity needs. Rather than considering single time-use components as independent variables, including 24-hour time-use compositions in the same analytical model will allow the inevitable interplay between the individual components to be assessed.\n\nOlder adults most at risk of dementia (older population, low physical activity levels, lower socio-economic status areas) will be recruited. Participants will be assessed face-to-face by trained research staff at study Enrolment, and completion of the Introduction, Maintenance and Follow-Up Phases (each phase is 12 weeks long). The trial will involve comprehensive assessments including detailed demographics, anthropometry and time-use assessments.\n\nThe intervention will be modelled on our previously successful method of reducing sitting time in older adults and use recommendations of the optimal activity composition generated from a previous study (ACTIVate Study, Smith et al. BMJ Open 2022;12:e047888). Older adults will be able to work with research staff to co-create interventions that are individualised for their own needs based on individual preferences, constraints and lifestyle. It is hypothesised that the Small Steps intervention will be both more effective than generic health advice (control group) and effects will hold over time (to end of the Follow Up Phase).\n\nHypotheses: In older adults at risk of dementia, a Small Steps intervention compared to generic health advice will be feasible and associated with:\n\n1. increased time spent in physical activity from Enrolment to end of the each phase, compared to generic health advice.\n2. improved cognitive functioning assessed by the Addenbrooke's Cognitive Exam.\n3. improved sleep quality as assessed by the Pittsburgh Sleep Quality questionnaire and Sleep Hygiene Index.\n\nAims:\n\n1\\) Assess the feasibility of a personalised technology assisted behavioural intervention to improve the 24-hour time use of older adults.\n\n2.) Assess whether a personalised 24-hour time-use intervention increases physical activity and improves sleep behaviour.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "PREVENTION",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is a personalized, web-based behavioural program ('Small Steps') that aims to change 24-hour time-use (reduce sedentary time, increase physical activity, improve sleep) to reduce dementia risk. This is a lifestyle/digital behaviour-change intervention, not a pharmacologic agent or biologic. citeturn0search2",
        "Act: I searched for the trial and located the protocol and trial listing (medRxiv full protocol and summary entries). The protocol describes tailored website check-ins, goal-setting, phone support, and device-measured activity/sleep outcomes; no drug or placebo is used. Sources: medRxiv (full protocol) and related entries. citeturn0search2turn0search1turn0search0turn0search3",
        "Reflect: Because the study tests a behavioural/digital lifestyle intervention (not a biologic, small molecule, cognitive-enhancing drug, or neuropsychiatric treatment), it does not fit any of the four therapeutic categories and is therefore classified as 'N/A'. The trial registration (NCT06291909) and protocol confirm the non-pharmacologic nature of the intervention. citeturn0search2turn0search3"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}