{
    "nct_id": "NCT06781333",
    "title": "A Pilot Study to Assess the Effect of Adding 1 Infusion of Human Mesenchymal Stem Cells (hMSC) to the Treatment of Patients Suffering Agitation/Aggression or Other Behavioral Abnormalities From Alzheimer's Disease.",
    "status": "RECRUITING",
    "last_update_time": "2025-05-27",
    "description_brief": "The purpose of this research study is to test if adding one infusion of mesenchymal stem cells to the current treatment with antipsychotic medication may help control behavioral problems in people with a diagnosis of moderate to severe Alzheimer's disease.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "neuropsychiatric symptom improvement",
    "drug": [
        "Human mesenchymal stem cells (hMSC) — allogeneic, single intravenous infusion (approx. 25 million cells)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The study tests whether adding one infusion of human mesenchymal stem cells (hMSC) to ongoing antipsychotic treatment helps control behavioral problems (agitation/aggression and other behavioral abnormalities) in moderate–to–severe Alzheimer's disease — i.e., the stated primary aim is symptom control rather than direct disease modification. citeturn0search0turn0search2",
        "Act: Key extracted details from the trial registry — intervention = hMSC (biological cell therapy), single IV infusion (participants receive one intravenous infusion of ~25 million cells, allogeneic), added to current antipsychotic medication; primary purpose = treatment of behavioral/psychiatric symptoms (agitation/aggression). These trial details are listed on the trial record(s). citeturn0search0turn0search4",
        "Reflect: Classification rationale — although hMSCs are a biologic (cell therapy) and preclinical studies report possible effects on amyloid, neuroinflammation, and cognition, this specific trial’s stated objective is to improve neuropsychiatric/behavioral symptoms (agitation/aggression). Therefore the best-fit category is 'neuropsychiatric symptom improvement'. Supporting preclinical/clinical-context references about hMSC effects in AD models and trials are provided for transparency. Note: small pilot design and short follow-up focus on symptom outcomes rather than demonstrating disease modification. citeturn0search1turn0search6turn0search9"
    ],
    "agent_type": "R) Multi-target",
    "explanation_agent": [
        "Reason: The intervention is an allogeneic human mesenchymal stem-cell (hMSC) infusion. MSCs act through multiple biological mechanisms in preclinical and clinical studies (immunomodulation/anti‑inflammatory effects, trophic/growth‑factor release, neuroprotection, effects on proteostasis and possibly neurogenesis), and this specific trial’s stated goal is symptomatic control of agitation/aggression rather than a single molecular target such as amyloid or tau. The trial record shows the primary purpose is treatment of behavioral/psychiatric symptoms in moderate–to–severe AD. citeturn0search0turn0search2",
        "Act: Key extracted trial details — intervention = allogeneic hMSC, single intravenous infusion of ~25 million cells given as an add‑on to ongoing antipsychotic treatment; small pilot Phase 2, single‑group design, primary aim = improve behavioral symptoms (agitation/aggression). These specifics are reported in the ClinicalTrials.gov record and related trial listings. citeturn0search0turn0search5turn0search3",
        "Reflect: Because (1) the cell therapy is biological and not directed at a single CADRO pathway in the trial description, (2) MSCs are known to exert multiple actions (anti‑inflammatory, trophic/neuroprotective, modulatory of repair processes) as shown in clinical and preclinical reports, and (3) the trial focuses on symptomatic neuropsychiatric improvement rather than proving a single mechanistic disease modification pathway, the most appropriate CADRO assignment is R) Multi-target. I reviewed trial registry details and representative MSC studies supporting multi‑modal effects. If you want a stricter single-category choice (for example, emphasizing only inflammation), note that the trial description does not specify inflammation as the sole intended mechanism, so that would be an assumption beyond the record. citeturn0search2turn0search1turn0search4",
        "Web search results / sources used: ClinicalTrials.gov trial record NCT06781333 (trial title and intervention details). citeturn0search0",
        "Representative clinical and preclinical MSC literature cited during classification: laromestrocel (allogeneic MSC) randomized phase 2a trial in mild AD (Nat Med / PMC). citeturn0search2turn0search1",
        "Additional supporting trial listings and summaries (TrialsToday, SmartPatients, ClinConnect) that reiterate intervention, dose, and symptomatic primary aim. citeturn0search5turn0search3"
    ]
}