{
    "nct_id": "NCT01168245",
    "title": "Effects of a Combined TMS Stimulation and Cognitive Training in Alzheimer Patients: a Single-center, Randomized, Double-blind, Placebo-controlled Study",
    "status": "COMPLETED",
    "last_update_time": "2013-03-26",
    "description_brief": "The aim of this study is to examine if combined treatment with TMS and cognitive training (CoTra) for several weeks can produce a sustained improvement in cognitive and behavioral symptomatology of mild to moderate Alzheimer's disease (AD) patients.",
    "description_detailed": "The current available pharmaceutical treatment for Alzheimer Disease (AD) is only partially and temporary effective. Therefore, new approaches are needed. rTMS is a non-invasive technique which generates a small electric current that induces a modulation in cortical excitability. In addition, cognitive training was suggested to improve cognitive functions in Alzheimer patients.\n\nIn this study we intend to treat mild to moderate AD patients with rTMS interlaced with cognitive training (rTMS- COG).\n\nPatients with probable AD will be treated with rTMS-COG daily for 6 weeks followed by maintenance sessions for additional 3 months.",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "NeuroAD (Neuronix) / NICE-System — rTMS device combined with cognitive training",
        "rTMS + cognitive training (CoTra) — non‑drug neurostimulation intervention"
    ],
    "placebo": [
        "Sham-NICE-System / sham rTMS (sham device)"
    ],
    "explanation_target": [
        "Reason: The intervention is repeated transcranial magnetic stimulation (rTMS) delivered by a device (NeuroAD / NICE-System) paired with cognitive training (CoTra) intended to produce sustained improvement in cognition and behavioral symptoms in mild–moderate Alzheimer patients. rTMS modulates cortical excitability and the combined therapy is presented as a symptomatic cognitive rehabilitation approach rather than a molecular disease‑modifying therapy. citeturn1search1turn1search5.",
        "Act: Key trial details extracted from online records — registration NCT01168245 (lead sponsor Neuronix Ltd) describes the intervention as TMS + cognitive training (CoTra) using the NICE-System/NeuroAD device and lists a sham device as control. Multiple published studies and a multicenter randomized sham‑controlled trial (neuroAD™) evaluate rTMS combined with cognitive training for cognitive improvement in AD and report cognitive benefit in some subgroups. citeturn1search1turn1search5turn0search6.",
        "Web evidence / search results (selected): 1) Trial summary listing the aim and device (NCT01168245 / MedPath summary). citeturn1search1. 2) Multicenter randomized sham‑controlled trial reporting evaluation of the 6‑week neuroAD™ therapy (neuroAD / NICE‑System). citeturn1search5. 3) Earlier proof‑of‑concept and randomized trials showing rTMS + cognitive training improved ADAS‑Cog/MMSE in some studies. citeturn0search6turn0search1. 4) Meta‑analysis and reviews supporting that rTMS combined with cognitive training can improve cognition in AD in several trials. citeturn0search0. 5) FDA advisory panel discussion and coverage noting Neuronix’s neuroAD device seeks clearance but pivotal data were judged inconclusive by the FDA panel. citeturn1search9.",
        "Reflect: Classification rationale — this is not a biologic or small molecule targeting AD pathology (amyloid/tau) but a non‑pharmacologic neuromodulation + training intervention aimed at improving cognitive performance (symptomatic/cognitive enhancement). Although behavioral/neuropsychiatric outcomes are measured, the core intent described is cognitive improvement; therefore the best fit among the provided categories is 'cognitive enhancer'. This classification matches the trial description and the published literature about NeuroAD/rTMS+Cognitive Training. citeturn1search5turn0search6.",
        "Ambiguity / notes: The intervention is a device-based neuromodulation combined with behavioral therapy (not a drug). Behavioral symptoms are secondary endpoints in many studies, so one could note overlap with 'neuropsychiatric symptom improvement' for specific outcomes, but primary aim and intent are cognitive enhancement — hence chosen category. Trial/device regulatory history (e.g., FDA panel concerns) does not change the intervention type but is relevant context. citeturn1search9."
    ],
    "agent_type": "M) Synaptic Plasticity/Neuroprotection",
    "explanation_agent": [
        "Reason: The intervention is repetitive transcranial magnetic stimulation (rTMS) delivered by the NeuroAD / NICE-System device combined with tailored cognitive training (CoTra). The stated mechanism is modulation of cortical excitability and induction of long‑term potentiation / synaptic plasticity to produce symptomatic cognitive improvement, i.e., a cognitive‑enhancing neuromodulation approach rather than a molecular disease‑modifying therapy. citeturn1search9turn1search3",
        "Act: Key extracted details — device: NeuroAD (Neuronix) / NICE‑System (rTMS + cognitive training, with sham control); clinical studies include phase‑3 / multicenter pivotal trials (enrolled ~130 patients) and earlier proof‑of‑concept studies reporting cognitive benefit in some subgroups; the FDA Neurological Devices/Advisory Panel reviewed the device and did not recommend U.S. clearance due to insufficient evidence of efficacy. These trial and review records support that the intervention is a non‑pharmacologic neuromodulation intended to enhance cognition via plasticity mechanisms rather than targeting amyloid, tau, inflammation, metabolism, etc. citeturn1search9turn0search6turn1search6",
        "Reflect: Given CADRO categories, the best fit is M) Synaptic Plasticity/Neuroprotection because rTMS + cognitive training aims to drive synaptic/plasticity changes to improve cognition (symptomatic/cognitive enhancer). It is not a drug or biologic targeting molecular AD pathology (A, B, C, F, I, etc.), nor is it a purely diagnostic/non‑therapeutic procedure (so T) Other is not appropriate). There is no single molecular target to place it in D, J, L, or similar categories. If future descriptions emphasized a different mechanism (e.g., anti‑inflammatory effects of stimulation) reassessment could be warranted. citeturn0search4turn0search7",
        "Web search results (selected) supporting the above: 1) Clinical trial records & trial listings for NeuroAD / NICE‑System (NCT01825330, NCT01168245; trial descriptions and locations). citeturn1search9turn1search1 2) AlzForum summary of NeuroAD, including trial outcomes (pivotal trial missed primary endpoint; some post‑hoc benefit in milder subgroups). citeturn0search6 3) FDA / advisory panel coverage reporting the panel vote and concerns about efficacy (panel did not recommend U.S. clearance). citeturn1search6turn0search4 4) Peer‑reviewed reports and case series showing cognitive gains in some studies of rTMS + cognitive training (e.g., ADAS‑Cog/MMSE improvements reported in some publications). citeturn0search7turn0search8 5) Company / press summaries describing the NeuroAD system as rTMS paired with cognitive training to induce long‑term potentiation and improve cognition. citeturn1search5turn1search7"
    ]
}