{
    "nct_id": "NCT03838185",
    "title": "A Phase I, Randomized, Double-Blind, Placebo-Controlled Study to Assess the Safety, Tolerability and Pharmacokinetics of Single Ascending Oral Doses of J147 in Healthy Young Volunteers and Healthy Elderly Volunteers",
    "status": "COMPLETED",
    "last_update_time": "2020-09-02",
    "description_brief": "This Phase I clinical study is a randomized, double-blind, placebo-controlled, parallel-design study to thoroughly assess the safety profile and PK properties of J147 in healthy subjects. The study will include single ascending dose (SAD) in healthy young and elderly subjects.",
    "description_detailed": "This Phase I clinical study is a randomized, double-blind, placebo-controlled, parallel-design study to thoroughly assess the safety profile and PK properties of J147 in healthy subjects and to perform a preliminary assessment of the effect of food on safety and PK parameters of J147. The study will include single ascending dose (SAD) in healthy young and elderly subjects.\n\nApproximately 64 subjects may be included in the study, with an additional 24 to be added depending on the emerging data.\n\nSix cohorts of 8 healthy young male subjects and 2 cohorts of 8 healthy elderly male and female subjects are planned. Depending on emerging safety, tolerability and PK data, 2 additional cohorts of 8 healthy young male subjects in each cohort and 1 additional cohort of 8 elderly male and female subjects may be enrolled.\n\nIn each cohort, 6 subjects will be randomized to receive a single dose of J147 orally and 2 subjects will be randomized to receive a matching dose of placebo.\n\nAll cohorts will consist of 2 sentinel subjects of whom 1 subject will receive J147 and 1 subject will receive matching placebo. The remaining 6 subjects of whom 5 subjects will receive J147 and 1 subject will receive matching placebo will be dosed at least 24 hours following the sentinel subjects.\n\nHealthy elderly subjects will receive doses that have been found to be safe in healthy young subjects.",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "J147"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: J147 is an orally active small-molecule AD candidate developed for neuroprotection and cognitive benefit; preclinical work shows it reduces soluble Aβ, raises neurotrophic factors (BDNF/NGF), and its identified molecular target is mitochondrial ATP synthase (ATP5A) with downstream AMPK/mTOR effects — i.e., it acts on disease/aging-related biology rather than being a simple symptomatic cognitive enhancer. citeturn0search2turn0search0",
        "Act: The trial you provided is a Phase I single-ascending-dose safety/tolerability and PK study in healthy young and elderly volunteers of J147. Because J147 is a small molecule that targets Alzheimer-related/pathology-linked mitochondrial mechanisms (and has disease-modifying claims in preclinical models), the best-fit category is \"disease-targeted small molecule.\" citeturn0search2turn0search4",
        "Reflect: There is some overlap in function — J147 also produces rapid cognition benefits in animal studies (so it has cognitive-enhancing effects), but its known mechanism (ATP synthase modulation, neurotrophic factor induction, effects on Aβ metabolism) supports classification as a disease-targeted small molecule rather than a pure symptomatic cognitive enhancer. If the aim was strictly symptomatic cognitive improvement without pathology-directed action, the category would instead be \"cognitive enhancer.\" citeturn0search1turn0search0",
        "Web search results (key sources referenced): 1) \"The mitochondrial ATP synthase is a shared drug target for aging and dementia\" — identifies ATP5A as J147's target and links to AMPK/mTOR signaling. citeturn0search0 2) \"The neurotrophic compound J147 reverses cognitive impairment in aged Alzheimer's disease mice\" (Alzheimer's Research & Therapy / PMC) — preclinical paper describing neurotrophic, anti-Aβ, and cognitive effects and pharmacology/safety in animals. citeturn0search2turn0search1 3) Additional structural/mechanistic reviews of J147 and its modulation of mitochondrial ATP synthase. citeturn0search3turn0search4"
    ],
    "agent_type": "J) Metabolism and Bioenergetics",
    "explanation_agent": [
        "Reason: J147’s reported primary molecular target is mitochondrial ATP synthase (ATP5A) with downstream effects on AMPK/mTOR and cellular bioenergetics; it also modulates Aβ metabolism and raises neurotrophic factors, but the mechanistic anchor is mitochondrial/metabolic.",
        "Act: The trial is a Phase I safety/PK study of J147, an orally active small molecule whose identified target (ATP synthase/mitochondrial function) maps to metabolism and bioenergetics — assign 'J) Metabolism and Bioenergetics.'",
        "Reflect: Although J147 produces neurotrophic and cognitive effects (overlap with Growth Factors/Neuroprotection), those appear downstream of its mitochondrial/energetic action. Because a specific primary molecular target in the mitochondrial bioenergetic pathway is reported, 'J' is the most specific CADRO match rather than Multi-target or Synaptic/Neuroprotection alone.",
        "Web search results (key sources referenced): 1) 'The mitochondrial ATP synthase is a shared drug target for aging and dementia' — identifies ATP5A as J147's target and links to AMPK/mTOR signaling. 2) 'The neurotrophic compound J147 reverses cognitive impairment in aged Alzheimer’s disease mice' (Alzheimer’s Research & Therapy) — preclinical paper describing neurotrophic, anti-Aβ, and cognitive effects. 3) Additional mechanistic/structure reviews describing J147’s modulation of mitochondrial ATP synthase and related bioenergetic pathways."
    ]
}