{
    "nct_id": "NCT03778151",
    "title": "Repetitive TMS of the Precuneus: a Randomized Double-blinded Placebo-controlled Trial in Alzheimer's Disease Patients.",
    "status": "COMPLETED",
    "last_update_time": "2021-02-05",
    "description_brief": "Alzheimer's disease is a global health challenge. Efforts aim at developing an effective treatment able to meet the needs of patients and their families. Thus, the primary aim of this project is to investigate the efficacy of a non-invasive brain stimulation, namely repetitive transcranial magnetic stimulation (rTMS), on cognition in patients with mild Alzheimer's disease. rTMS is considered a safe, well tolerated and relatively cheap treatment. The appealing idea of the intervention is to improve memory by directly modulating the activity of precuneus, key area linked to memory impairment. Patients will be treated with rTMS in two phases: an intensive phase and a maintenance phase for a total of six months. This project aims to provide a valid treatment to slow the worsening of symptoms and improve quality of life for those with Alzheimer's and their caregivers.",
    "description_detailed": "Background: Alzheimer's disease (AD) is a neurodegenerative disorder characterized by severe disruption of large-scale brain networks connectivity. AD pathophysiology has been mainly associated with a breakdown of the Default Mode Network (DMN) and with a structural disconnection of parietal nodes. It has been shown that the precuneus (PC), a central hub of the DMN, is involved in successful episodic memory retrieval, working as a key area of the network activated by recognition memory. Recent anatomical works have shown that medial parietal regions are interconnected with the medial temporal region, which is implicated in memory retrieval. In particular, the PC was identified as a region demonstrating strong functional interconnectivity with the hippocampal formation. This is of particular relevance because PC is altered in AD. At early clinical stages of AD, PC is selectively vulnerable to early amyloid deposition, and plays a critical role in the conversion towards dementia.\n\nHypothesis: a novel therapeutic intervention for AD is repetitive Transcranial Magnetic Stimulation (rTMS). rTMS is a non- invasive approach that can be used to induce long lasting modulation of specific brain functions, inducing neuroplastic changes not only in the cortical site of stimulation, but also in remote interconnected areas. In a recent double blind randomized cross-over clinical pilot study, we found that a two-week course of daily high-frequency rTMS (20 Hz) treatment targeting the DMN (Stimulation site: PC) was able to induce an improvement in episodic memory compared to placebo. Indeed, TMS-EEG measurements showed that rTMS treatment, applied over the DMN, was capable to modulate the cortical activity in both the targeted areas (PC) as well as in functional connected regions of the DMN (Koch et al., 2018).\n\nSpecific aims: to investigate clinical efficacy and safety of DMN rTMS applied during 6 months in mild AD patients. To provide novel evidence that non-invasive treatment of network dysfunction, through stimulation of the PC, will represent an effective strategy to enhance cognitive functions and lead to substantial slowing of cognitive and functional decline in patients with mild AD. The findings yielded by the present project will have a potential strong impact on clinical practice of AD patients. Since rTMS is well tolerated and relatively low-priced, a positive result could lead to a fast application of the present proposal to the clinical experience. If successful, the proposed project will provide support for a novel treatment for cognitive dysfunction in AD patients.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "rTMS (repetitive transcranial magnetic stimulation) targeting the precuneus — non-pharmacologic neuromodulation"
    ],
    "placebo": [
        "sham rTMS (sham coil / placebo stimulation)"
    ],
    "explanation_target": [
        "Reason: The intervention is non-invasive repetitive transcranial magnetic stimulation (rTMS) applied to the precuneus with the stated aim to improve memory/cognition and slow symptomatic worsening in mild Alzheimer's disease. This is a neuromodulatory intervention intended to improve cognitive function rather than a biologic or small-molecule that targets amyloid or tau pathology, so it best fits the 'cognitive enhancer' category. citeturn0search0turn0search2",
        "Act (key extracted details): Intervention = rTMS focused on the precuneus; Design = randomized, double-blind, sham-controlled with an intensive phase and maintenance phase (weeks/months); Intended effect = improve memory/cognition and slow clinical decline. Sham rTMS is used as the placebo control. These specifics are described in the published randomized trials and trial reports. citeturn0search0turn0search2",
        "Reflect: Although the trial aims to 'slow the worsening of symptoms', the mechanism is direct modulation of precuneus activity (neuromodulation) and not a disease-pathology-targeting biologic or small molecule (e.g., anti-amyloid or anti-tau). Therefore the correct classification is 'cognitive enhancer' rather than 'disease-targeted biologic' or 'disease-targeted small molecule'. No neuropsychiatric-symptom primary focus is described, so 'neuropsychiatric symptom improvement' is not appropriate. citeturn0search0turn0search6",
        "Web search results (supporting sources): 1) Precuneus magnetic stimulation for Alzheimer’s disease: a randomized, sham-controlled trial — Brain (Koch et al., randomized double-blind sham-controlled phase 2 describing 24-week rTMS to precuneus; matches the trial design described). citeturn0search0 2) Effects of 52 weeks of precuneus rTMS in Alzheimer's disease patients — Alzheimer's Research & Therapy / PubMed (report of extended 52-week outcomes and protocol details; describes personalized PC-rTMS vs sham, intensive + maintenance phases). citeturn0search1turn0search2 3) Reviews and pilot studies summarizing rationale and prior findings for precuneus rTMS in AD (literature reviews/pilot MRI work). citeturn0search6turn0search7"
    ],
    "agent_type": "M) Synaptic Plasticity/Neuroprotection",
    "explanation_agent": [
        "Reason: The trial uses non-invasive repetitive transcranial magnetic stimulation (rTMS) applied to the precuneus to improve memory/cognition and slow symptomatic decline in mild Alzheimer’s disease. This is a neuromodulatory intervention that acts by modulating cortical excitability and enhancing mechanisms of long-term synaptic plasticity and related neuroprotective effects, not by directly targeting amyloid, tau, ApoE pathways, or delivering a pharmacologic agent. citeturn1search0turn0search0",
        "Act: Key extracted details — Intervention: neuronavigated/personalized rTMS over the precuneus; Design: randomized, double‑blind, sham‑controlled with an intensive phase then maintenance; Intended effect: improve cognition/slow clinical decline. These design and outcome details are described in the randomized 24‑week Brain trial and the 52‑week extension reported in Alzheimer’s Research & Therapy. citeturn1search0turn0search0",
        "Reflect: Mapping to CADRO — rTMS’s primary biologic effect is modulation of synaptic function and plasticity (and associated neuroprotective changes such as BDNF upregulation and reduced pro‑inflammatory cytokines reported in preclinical/observational data), which best fits CADRO category M) Synaptic Plasticity/Neuroprotection rather than categories for amyloid, tau, inflammation alone, or a non‑therapeutic/diagnostic category. The clinical reports showing slowed cognitive decline support a neuromodulatory/synaptic‑plasticity mechanism of therapeutic intent. citeturn0search0turn1search0",
        "Web search results (supporting sources): 1) Precuneus magnetic stimulation for Alzheimer’s disease: a randomized, sham‑controlled trial — Brain (phase‑2, 24‑week randomized double‑blind sham‑controlled trial). citeturn1search0 2) Effects of 52 weeks of precuneus rTMS in Alzheimer’s disease patients — Alzheimer’s Research & Therapy (52‑week extension showing slower decline with PC‑rTMS). citeturn0search0turn1search1 3) Coverage/summaries and news articles summarizing the findings and mechanism discussion. citeturn1search4turn1search6"
    ]
}