{
    "nct_id": "NCT05509387",
    "title": "Investigating if a Stronger tDCS Intensity is More Effective for Improving Naming Ability in People Living With Alzheimer's Disease",
    "status": "RECRUITING",
    "last_update_time": "2024-08-09",
    "description_brief": "There is currently little symptomatic therapy for Alzheimer's Disease (AD) and nothing effective for individuals with Frontotemporal dementia (FTD). However, neuromodulation with transcranial direct current stimulation (tDCS) has the potential to be a clinically effective therapy for both AD and FTD. The challenge now is to specify the parameters and conditions under which tDCS is most effective to transition from the laboratory to clinical medicine. tDCS studies typically report significant group effects despite the variability demonstrated among participants, with some showing clear, meaningful improvement, while others only show statistical improvement or none at all. These variable results may be related to the conventional stimulation intensity level of 2mA. The investigators predict that administering tDCS at 4.0 mA, a more significant number of participants would show a meaningful response, and those who improve at 2mA may improve even more from 4.0mA due to having a larger electric field produced. The investigators aim to test this hypothesis in people with Alzheimer's Disease.",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is transcranial direct current stimulation (tDCS) — a non‑drug neuromodulation intended to improve naming (a cognitive function) in people with Alzheimer’s disease. The trial tests whether increasing stimulation intensity (2 mA → 4 mA) increases meaningful cognitive responses; this is symptomatic/cognitive improvement rather than targeting AD molecular pathology (amyloid/tau). citeturn0search3turn0search7",
        "Act: Key extracted details — intervention: tDCS (anodal neuromodulation to parietal region), comparison of conventional 2.0 mA versus higher 4.0 mA intensity, primary outcome: naming ability (cognitive performance). Prior work shows tDCS can improve picture naming in AD/FTD and that safety/tolerability of multi‑mA (up to 4 mA) stimulation has been investigated, supporting the investigators’ rationale to test 4.0 mA. citeturn0search0turn0search3turn0search4",
        "Reflect: Classification check — this is not a biologic or a small‑molecule drug, and it is not primarily addressing neuropsychiatric/behavioral symptoms (e.g., agitation, depression). Its goal is to improve cognitive performance (naming), so mapping it to the 'cognitive enhancer' category best matches the intended symptomatic cognitive enhancement despite the category label originally referring to drugs. No drug or placebo is involved. Relevant supporting literature: trials showing naming gains with 2 mA tDCS and safety/tolerability data for 4 mA intensities. citeturn0search3turn0search7turn0search1"
    ],
    "agent_type": "M) Synaptic Plasticity/Neuroprotection",
    "explanation_agent": [
        "Reason: The intervention is transcranial direct current stimulation (tDCS) — a non‑pharmacologic neuromodulation intended to produce symptomatic cognitive enhancement (improved naming) rather than to modify core AD molecular pathology (amyloid/tau). Mechanistically, tDCS modulates cortical excitability and promotes LTP/LTD‑like synaptic plasticity (NMDA- and BDNF-related mechanisms), so it maps best to a synaptic‑plasticity/neuroprotection CADRO domain. citeturn0search3turn1search1",
        "Act: Key extracted details from the trial description — intervention: anodal tDCS to the parietal region; dose comparison: conventional 2.0 mA versus higher 4.0 mA; primary outcome: naming ability (cognitive performance). Prior clinical work shows anodal parietal tDCS improves picture naming in AD/FTD. Safety/tolerability data support testing multi‑mA (up to 4 mA) intensities. citeturn0search0turn0search3turn0search4",
        "Reflect: Alternatives considered — because the study does not target amyloid, tau, ApoE, inflammation, or other molecular pathways, and is not a diagnostic, the best CADRO fit is M) Synaptic Plasticity/Neuroprotection rather than T) Other. Although tDCS is not a drug, its biological effect (modulation of synaptic plasticity/excitability) aligns with CADRO’s Synaptic Plasticity/Neuroprotection category. Mechanistic literature and prior AD naming trials and 4 mA safety studies support this classification. citeturn1search3turn0search4",
        "Web-search summary (key sources):",
        "- tDCS (anodal parietal) improved picture‑naming in AD/FTD clinical trials. citeturn0search3turn0search0",
        "- Mechanistic reviews show tDCS alters cortical excitability and induces LTP/LTD‑like synaptic plasticity mediated by NMDA receptors, BDNF and related plasticity pathways. citeturn1search1turn1search3",
        "- Safety/tolerability studies (single‑ and multi‑session) indicate intensities up to 4 mA can be tolerated in older/clinical populations, supporting trials comparing 2 mA vs 4 mA. citeturn0search4turn0search5"
    ]
}