{
    "nct_id": "NCT02958670",
    "title": "Imaging Tau Deposition in the Brain of Elderly Subjects",
    "status": "ACTIVE_NOT_RECRUITING",
    "last_update_time": "2023-11-08",
    "description_brief": "Cerebral accumulation of tau and beta-amyloid are major factors of Alzheimer's disease pathology. A novel Positron Emission Tomography (PET) tracer (18-F-AV-1451) now offers the ability to study tau protein deposition in vivo in subjects, in which information on cerebral amyloid deposition has already been gathered. This enables to study effects of tau deposition on neuronal integrity, their relation to effects of beta-amyloid deposition and how this contributes to cognitive impairment or well-being in the elderly.",
    "description_detailed": "This is a single-center exploratory observational clinical study combining cross sectional and longitudinal aspects. It contains 18F-AV-1451-PET as an intervention. The primary objective is to measure tau deposition with 18-F-AV1451-PET based on voxel wise or volume based quantitative assessments and to study the effects of Tau deposition on the organism by identification of factors correlating to the measured tau deposition. Study participants will be followed for up to 8 years.\n\nTo date cerebral tau pathology in vivo was only estimated by cerebrospinal fluid (CSF) tau or CSF phospho-tau which precludes a study of topical distribution and interplay with Abeta pathology. 18F-AV-1451 offers the chance to visualize tau pathology and to study effects of tau on brain structure, brain physiology and cognitive function. Ideally, these effects are studied in well characterized individuals in whom other important pathological factors are already known.\n\nWe therefore plan to study tau pathology measured by 18F-AV-1451 in subjects with already existing data on cerebral amyloid deposition (11C-Pittsburgh Compound C, Flutemetamol). We will be able to relate tau pathology to past and prospective cognitive performance assessed by a detailed neuro¬psychological examination, and we will be able to investigate whether cerebral tau pathology is reflected by peripheral blood biomarkers. For this purpose we will include elderly subjects with various degrees of cognitive performance (cognitively healthy, mild cognitive impairment, dementia) and various degrees of cerebral amyloid deposition (dichotomized or quantitative). We will also include Frontotemporal Lobar Degeneration (FTLD) cases to study tau effects in neurodegenerative disease in the absence of beta-amyloid.\n\nOur hypotheses are the following:\n\n1. We assume that it is possible to identify tau deposition in subjects with and without cerebral Abeta deposition.\n2. We hypothesize that tau-deposition will be associated with structural and physiological brain changes and that there are synergistic effects of the amount of tau and Abeta pathology on certain brain regions and on cognitive function.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "OTHER",
    "results": null,
    "target_category": "N/A",
    "drug": [
        "18‑F‑AV‑1451 (aka AV‑1451, T807, flortaucipir; marketed as TAUVID™)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial description studies a PET tracer (18‑F‑AV‑1451) to image cerebral tau deposition and its relation to amyloid and cognition — this is a diagnostic imaging study (measurement/biomarker) rather than a therapeutic intervention intended to modify disease, improve cognition, or treat neuropsychiatric symptoms. citeturn1search0turn0search1",
        "Act: Key extracted details — tracer name and identity: 18‑F‑AV‑1451 (also called AV‑1451 or T807) is flortaucipir (a small radiolabeled molecule used as a PET radiopharmaceutical and marketed as TAUVID™). It binds aggregated tau neurofibrillary tangles and is used to estimate tau density/distribution in vivo; it is a diagnostic agent rather than a therapeutic drug. (Sources: flortaucipir/AV‑1451 characterization and imaging use; FDA approval/labeling for TAUVID). citeturn0search1turn1search7turn1search1",
        "Reflect: The correct classification is 'N/A' because the intervention is a diagnostic PET tracer (imaging biomarker) not a biologic or small‑molecule therapeutic, not a cognitive enhancer, and not an intervention targeting neuropsychiatric symptoms. Although flortaucipir is chemically a small molecule, its role in this trial is diagnostic imaging — therefore it does not fit the four therapeutic categories. Supporting sources (tracer properties, diagnostic indication, FDA approval as TAUVID): see citations. citeturn1search5turn1search1"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}