{
    "nct_id": "NCT06556966",
    "title": "A Phase Ⅰ, Randomized, Double-blind, Placebo-controlled, Single Dose Ascending Study to Assess the Safety, Tolerability, and Pharmacokinetics of LPM787000048 Maleate Sustained-release Tablet (LY03020) in Chinese Healthy Adult Subjects",
    "status": "COMPLETED",
    "last_update_time": "2025-05-23",
    "description_brief": "This is a single-center, randomized, double-blind, placebo-controlled, ascending single oral dose study to assess the safety, tolerability, and pharmacokinetics of LY03020 in Chinese healthy adult subjects.",
    "description_detailed": "The study will set 2.5mg, 5mg, 10mg, 20mg, 40mg, 60mg, 80mg and 100mg, a total of 8 dose groups. Qualified subjects were enrolled in site at D-1 ( 1 day before administration ) and randomized.The subjects should fast for at least 10 hours before medication administration, with no restrictions on water intake. The subjects will be required to orally take LY03020 or a placebo on an empty stomach upon waking on D1 (the day of medication administration). From D1 to D7, they will undergo safety assessments and PK biological sample collection.",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "neuropsychiatric symptom improvement",
    "drug": [
        "LY03020 (LPM787000048 Maleate sustained‑release tablet)"
    ],
    "placebo": [
        "Placebo (matching LPM787000048 formulation)"
    ],
    "explanation_target": [
        "Reason: The protocol title and description show the investigational product LY03020 (LPM787000048 maleate sustained‑release tablet) is being developed for schizophrenia and Alzheimer’s disease psychosis (ADP), i.e., to treat psychotic/neuropsychiatric symptoms associated with Alzheimer’s disease rather than to modify core AD pathology (amyloid/tau). citeturn0search0turn0search3",
        "Act (key extracted details): LY03020 is an oral, sustained‑release small‑molecule agonist of TAAR1 and 5‑HT2C receptors developed by Luye Pharma and has been described as intended to treat schizophrenia and Alzheimer’s disease psychosis (ADP). The trial is a single‑dose, dose‑ascending Phase I safety/PK study in healthy adults; active intervention is LY03020 and comparator is placebo. citeturn0search3turn0search1",
        "Reflect: Because LY03020’s mechanism (TAAR1/5‑HT2C agonism) targets neurotransmitter systems to reduce psychosis/behavioral symptoms rather than targeting amyloid or tau pathology, the trial’s therapeutic aim for ADP fits the category 'neuropsychiatric symptom improvement' rather than a disease‑modifying biologic/small molecule or a pure cognitive enhancer. Classification is supported by the developer description and the clinical trial registry entries. citeturn0search3turn0search0",
        "Web search sources (supporting evidence): 1) Clinical trial registry entry for the Phase I study listing LY03020 / LPM787000048 and indicating indications including Alzheimer’s disease psychosis and schizophrenia. citeturn0search0 2) Industry press / media describing LY03020 as a dual TAAR1/5‑HT2CR agonist developed for schizophrenia and AD psychosis and summarizing its proposed symptomatic benefits (reduced positive/negative symptoms, cognitive impairments, and lower EPS/metabolic risk). citeturn0search3 3) Additional trial listings (MedPath / ICH GCP copy) confirming study design and interventions. citeturn0search2"
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The investigational product LY03020 (LPM787000048 maleate sustained‑release tablet) is described as a small‑molecule agonist of TAAR1 and 5‑HT2C receptors and is being developed to treat psychosis/neuropsychiatric symptoms in schizophrenia and Alzheimer’s disease psychosis (ADP), i.e., it targets neurotransmitter receptor systems rather than core AD pathology. citeturn0search0turn0search5",
        "Act: Key extracted details — LY03020 is an oral, sustained‑release small molecule acting as a dual TAAR1/5‑HT2C (5‑HT2CR) agonist; the cited Phase I study is a single‑dose, dose‑ascending safety/PK trial in healthy adults with indications listed as schizophrenia and Alzheimer’s disease psychosis. Based on this mechanism (agonism of neurotransmitter receptors) the appropriate CADRO classification is D) Neurotransmitter Receptors. citeturn0search5turn0search1",
        "Reflect: The classification aligns with CADRO because TAAR1 and 5‑HT2C are G‑protein coupled receptors involved in monoaminergic neurotransmission and modulation of psychotic/behavioral symptoms; the trial is symptomatic (neuropsychiatric symptom improvement) rather than disease‑modifying (amyloid/tau), so a neurotransmitter receptor category is the best fit and not Multi‑target (R) or Other (T). Trial and company sources consistently describe the agent as TAAR1/5‑HT2C agonist for schizophrenia and ADP. citeturn0search7turn0search2",
        "Web search evidence (selected sources): 1) Drug / compound summary listing LPM787000048 (LY03020) with targets TAAR1 and 5‑HT2C. citeturn0search0 2) Clinical trial registry entry for the Phase I LY03020 single‑dose ascending safety/PK study listing indications including schizophrenia and Alzheimer’s disease psychosis. citeturn0search1 3) Industry/press reports describing LY03020 as a dual TAAR1/5‑HT2CR agonist developed for schizophrenia and AD psychosis. citeturn0search5turn0search7"
    ]
}