{
    "nct_id": "NCT01454115",
    "title": "Placebo-Controlled, Ascending Single-Dose Study to Evaluate the Safety, Tolerability, Pharmacokinetics, and Pharmacodynamics of BMS-708163 in Healthy Male Subjects and a Comparison to Elderly Male and Female Subjects",
    "status": "COMPLETED",
    "last_update_time": "2011-11-18",
    "description_brief": "The primary objective is to assess the safety and tolerability of a single oral dose of BMS-708163 in healthy young male subjects and in elderly male and female subjects.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "BASIC_SCIENCE",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "BMS-708163 (avagacestat) — oral γ‑secretase inhibitor (small molecule)"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The investigational product BMS-708163 is an orally administered γ‑secretase inhibitor developed to reduce production of amyloid‑β peptides (Aβ) and thereby target Alzheimer’s pathology (disease‑modifying mechanism). citeturn0search5turn0search0",
        "Act: Key trial details extracted from the description — single oral ascending doses of BMS‑708163 (avagacestat) were evaluated for safety, tolerability, pharmacokinetics and pharmacodynamics in healthy young male subjects and elderly male and female subjects versus placebo (ClinicalTrials listing and first‑in‑human / single‑dose PK/PD reports). citeturn0search3turn0search2",
        "Supporting evidence / development context: Single‑dose studies showed reductions in CSF Aβ concentrations consistent with γ‑secretase inhibition, and later clinical development included phase II studies in prodromal/predementia AD (development was ultimately stopped/limited by safety/efficacy concerns). These sources confirm mechanism (Aβ production inhibition) and small‑molecule nature. citeturn0search0turn0search4",
        "Reflect: Classification rationale — because BMS‑708163 is a small‑molecule γ‑secretase inhibitor that directly targets amyloid production (an AD pathological mechanism), the trial fits the category 'disease‑targeted small molecule'. There is no indication it is a biologic, a pure symptomatic cognitive enhancer, or a neuropsychiatric symptomatic treatment. citeturn0search5turn0search2"
    ],
    "agent_type": "A) Amyloid beta",
    "explanation_agent": [
        "Reason: The investigational drug BMS-708163 (avagacestat) is an orally bioavailable γ‑secretase inhibitor designed to reduce production of amyloid‑β (Aβ) peptides by inhibiting APP cleavage — i.e., it directly targets amyloid production, which maps to CADRO category A (Amyloid beta). citeturn0search6turn0search1",
        "Act: Key trial details: the study is a placebo‑controlled, single ascending oral‑dose safety/tolerability/PK/PD study in healthy young male and elderly male/female subjects of BMS‑708163 (avagacestat). Single‑dose (and short‑term) dosing produced reductions in CSF/plasma Aβ consistent with γ‑secretase inhibition. These trial and PD details are documented on trial registries and in development literature. citeturn0search0turn0search4turn0search5",
        "Supporting safety/development context: nonclinical and clinical safety findings (including Notch‑related toxicities) limited development of avagacestat, which further confirms its mechanism as a γ‑secretase inhibitor (mechanism‑based Notch effects are reported in toxicology literature). citeturn0search3turn0search2",
        "Reflect: Classification rationale — because the molecule is a small‑molecule γ‑secretase inhibitor whose primary intended disease‑modifying mechanism is reduction of Aβ production/levels, the most specific CADRO category is A) Amyloid beta. The trial is not primarily symptomatic, multi‑target, or a non‑therapeutic diagnostic, so 'A) Amyloid beta' is the appropriate assignment.",
        "Web search results used (summary): ClinicalTrials listing for the single‑dose PK/PD safety study of BMS‑708163 (avagacestat). citeturn0search0; BMS phase II trial listings (safety/tolerability studies). citeturn0search2; discovery/med‑chem description showing potent, selective, orally bioavailable γ‑secretase inhibition and in vivo Aβ lowering. citeturn0search6; product/compound pages summarizing potency and reported CSF Aβ reductions. citeturn0search1turn0search5; nonclinical safety/toxicology review documenting Notch‑related adverse findings that limited development. citeturn0search3"
    ]
}