{
    "nct_id": "NCT06507254",
    "title": "MAEVE: Microbiota Mediated Flavonoid Metabolites for Cognitive Health",
    "status": "RECRUITING",
    "last_update_time": "2025-05-30",
    "description_brief": "Globally, populations are aging thereby increasing healthcare burden, overall cognitive impairment, and dementia including Alzheimers diseases (AD). The lack of effective treatments makes it essential to develop new strategies for healthy cognitive aging, including interventions to slow or prevent cognitive decline. A traditional Mediterranean diet, rich in polyphenols (PPs), may prevent or delay the onset of cognitive dysfunction in older adults, preserving healthy brain structure and function, and lowering the risk of AD. These effects, mediated in part by gut microbiome-derived PP metabolites, highlight the role alterations in the brain-gut microbiome system play in neurodegeneration. Moreover, high levels of circulating phenyl-y-valerolactones, neuroprotective compounds, exclusively produced by gut microbiota from flavan-3-ol-rich foods (e.g., cocoa, tea, berries) are associated with delaying the onset of cognitive dysfunction in older adults. Intake of such PPs can also change gut microbial composition and function, altering the physiology of the hosts secondary bile acid (BA) pool, affecting regulatory and signaling functions in the brain as well as cognitive decline and AD. The investigators hypothesize that, in older adults with enhanced AD risk, dietary intake of PPs maintains healthier brain features and cognitive function, and that this beneficial effect is mediated by gut microbiota metabolites of PPs and BAs.\n\nIn this multi-PI application by leaders in the field of brain-gut microbiome interactions, the investigators will conduct a year-long, multi-center, randomized double-blind placebo-controlled study in 300 older adults in the United States (validation sample of 100 from Northern Ireland) who are at enhanced risk of developing AD. Ultimately, the investigators will establish the protective effects of regular dietary PP intake on cognitive function and on brain-gut microbiome interactions, ideally allowing the development of effective dietary regimes to prevent of delay the onset of AD in at-risk elderly, thereby reducing cognitive decline and healthcare costs.\n\nParticipants will be asked to provide information about their diet, mood, and behaviors via food diaries, physical body measures (e.g. height, weight, etc.), and online questionnaires collected before each in-clinic appointment, as well as monthly online questionnaires. MR imaging will be collected on participants to assess neurocognitive changes as a result of the supplement. Participants will be asked to provide both stool and blood samples. Participants will be randomly assigned to either the Juice Plus+ intervention group or the placebo treatment group and then asked to take their respective supplement 4 pills twice a day. All participants will be asked to come in for 4 in-clinic appointments, including 3 brain MRI scans and 3 cognitive testing appointments, collect 3 stool samples with corresponding diet diaries, and provide 3 blood samples over the course of 12 months. Participants will also meet with a nutritionist 3 times over the 12 months to discuss diet to ensure study eligibility and any questions about the supplement.",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "PREVENTION",
    "results": null,
    "target_category": "Cognitive enhancer",
    "drug": [
        "Juice Plus+ (polyphenol‑rich fruit & vegetable supplement)"
    ],
    "placebo": [
        "Placebo"
    ],
    "explanation_target": [
        "Reason: The intervention is a dietary polyphenol (flavonoid) supplement given to older adults to maintain or improve cognitive function and delay onset of Alzheimer’s — i.e., an intervention intended to improve cognition / prevent cognitive decline rather than a biologic (monoclonal antibody, vaccine) or a targeted small‑molecule anti‑amyloid/tau therapy. This fits the defined category 'Cognitive enhancer'.",
        "Act: Key extracted details — the trial uses the commercial supplement Juice Plus+ (a concentrated fruit & vegetable powder blend high in polyphenols/flavonoids) versus placebo, taken as pills over 12 months; the hypothesized mechanism is modulation of brain–gut microbiome metabolites (flavan‑3‑ol metabolites, bile acids) to preserve brain structure/function and cognition. Company/product information: Juice Plus+ is a branded dietary supplement made from fruit and vegetable juice powders and promoted as a source of polyphenols and micronutrients. citeturn0search0turn0search12",
        "Web search results used (supporting product identity and composition): Juice Plus+ product pages describe fruit & vegetable blend capsules and state they deliver polyphenols and added vitamins. citeturn0search0turn0search1; Wikipedia page summarizes Juice Plus as a branded dietary supplement composed of fruit/vegetable extracts and enriched with vitamins. citeturn0search12",
        "Reflect: The trial does not test a monoclonal antibody, vaccine, or a defined small molecule that targets classic AD pathology (amyloid or tau). Instead it tests a dietary supplement aiming to preserve cognitive function via microbiome‑mediated polyphenol metabolites. That matches the 'Cognitive enhancer' category (interventions intended to improve or maintain cognition without direct pathology‑targeted biologic or small‑molecule mechanisms). No strong ambiguity remains; classification as 'Cognitive enhancer' is supported."
    ],
    "agent_type": "N) Gut-Brain Axis",
    "explanation_agent": [
        "Reason: The intervention is a polyphenol/flavonoid dietary supplement (Juice Plus+) given to older adults with the explicit hypothesized mechanism of action being modulation of the gut microbiome and production of microbiota-derived flavonoid metabolites (e.g., flavan-3-ol metabolites, altered bile-acid/metabolite profiles) to preserve brain structure/function and cognition — this is a gut→brain mechanistic hypothesis, which maps to CADRO category N) Gut-Brain Axis. citeturn1search3turn1search0",
        "Act: Key extracted details — trial product: Juice Plus+ (fruit & vegetable/berry powder capsules marketed as rich in polyphenols/antioxidants); administration: oral supplement vs placebo; proposed mechanism: microbiota-mediated conversion of dietary flavonoids to bioactive metabolites (e.g., phenyl-γ-valerolactones and related microbial metabolites) that may affect cognition via the gut–brain axis. Product/composition support: Juice Plus+ product pages describe concentrated fruit/vegetable/berry powders and polyphenol content. citeturn0search1turn1search1",
        "Reflect: The trial does not target canonical AD molecular pathologies (amyloid-beta or tau), neurotransmitter receptors, growth factors, or a defined single molecular target, and instead tests a dietary, microbiome-mediated cognitive enhancer — this aligns best with N) Gut-Brain Axis rather than other CADRO categories or ‘Other’. Web search results used (product pages and mechanistic reviews/studies): Juice Plus+ product pages (product composition/claims). citeturn0search1turn0search3; Reviews and studies linking dietary flavonoids, microbiota metabolism (flavan-3-ol metabolites) and cognition/gut–brain axis. citeturn1search3turn1search1turn1search5"
    ]
}