{
    "nct_id": "NCT05641480",
    "title": "Technical R&D and Demonstration of Intelligent Medical Care in Alzheimer's Disease's Management",
    "status": "RECRUITING",
    "last_update_time": "2022-12-10",
    "description_brief": "This is a study on patient registry, and the sample size of this clinicaltrial is designed in group sequential design. According to the diagnostic criteria, the subjects are divided into SCD group, MCI group and mild dementia group. At the early stage of treatment, the investigators give participants transcutaneous electrical acupoint stimulation and music therapy according to the guidance of TCM syndrome differentiation. Participants can treat themselves at home after the investigators give them intelligent device and music，and according to the TCM syndrome score, neuropsychological scale, curative effect evaluation of daily life ability scale, determining the optimal comprehensive treatment plan,and phase in the treatment of participants with food, clothing, shelter, line, and life aspects of health education and guidance, a total of 24 weeks of treatment.",
    "description_detailed": "As China progresses toward an aging society, the prevalence of geriatric diseases increases with it, especially in the case of Alzheimer's Disease (AD), the main clinical features of which are memory loss, cognitive dysfunction and behavioral impairment. At present, the disease is the fourth cause of death in the world after heart disease, tumor and stroke, which seriously causes heavy economic and social burden. Because the etiology of AD is not clear and the pathogenesis is complex, there is still a lack of effective treatment to curb its progress.\n\nThis project focuses on alzheimer's disease, according to the law of development for a disease to occur, combined with traditional Chinese medicine theory, the investigators according to the guidance of syndrome differentiation for participants with percutaneous acupoint stimulation and music therapy intervention plan.Mild dementia participants increase donepezil hydrochloride tablets or carbalatine bitartrate tablets. The therapeutic effect is evaluated once at 4 weeks and 8 weeks during the treatment period, and once at 12 weeks and 24 weeks during the follow-up period, a total of 4 times. After the treatment, the number of cases with stable condition, the number of cases with normal condition and the number of cases with disease transformation are calculated according to the diagnostic criteria. The efficacy and caregiver burden are evaluated according to dementia syndrome scale and neuropsychological scale.\n\nIn recent years, traditional Chinese medicine (TCM) has been expanding in the field of AD research. The individualized treatment methods of syndrome differentiation and treatment, as well as the multi-target and multi-means intervention techniques have obvious curative effects on improving cognitive status and delaying the progression of the disease, without obvious side effects and adverse reactions.Acupoint stimulation methods, such as acupuncture, warm moxibustion, acupoint application, electrical stimulation are all used to dredge human meridians to adjust the spirit, strengthen the brain and improve cognitive function. Therefore, the above comprehensive TCM intervention program may be the key link in the early prevention and treatment of AD.\n\nThis is a study on patient registry, and the sample size of this clinicaltrial is designed in group sequential design. According to the diagnostic criteria, the subjects are divided into SCD group, MCI group and mild dementia group. At the early stage of treatment, the the investigators give participants transcutaneous electrical acupoint stimulation and music therapy according to the guidance of TCM syndrome differentiation. Participants can treat themselves at home after the investigators give them intelligent device and music，and according to the TCM syndrome score, neuropsychological scale, curative effect evaluation of daily life ability scale, determining the optimal comprehensive treatment plan,and phase in the treatment of participants with food, clothing, shelter, line, and life aspects of health education and guidance, a total of 24 weeks of treatment.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial tests non‑drug interventions — transcutaneous electrical acupoint stimulation (TEAS), music therapy, and an intelligent home device/education program — delivered to SCD, MCI and mild dementia participants with outcome measures that include neuropsychological scales and activities of daily living. The intent described is to improve cognition and daily functioning (not to deliver a biologic or small‑molecule that targets AD pathology).",
        "Act (key evidence & sources): TEAS has been studied as a non‑pharmacologic intervention that can improve cognitive scores in people with aMCI and reduce postoperative cognitive decline in older adults, supporting its classification as a cognitive/rehabilitative intervention rather than a disease‑targeting drug. citeturn1search0turn1search4",
        "Act (music therapy evidence): Systematic reviews and meta‑analyses of randomized trials show music‑based interventions can improve global cognition, memory and executive function in people with MCI and dementia, consistent with a cognitive‑enhancing/rehabilitative effect. citeturn0search9turn0search1",
        "Act (intelligent/home device evidence): ‘Intelligent medical’ or IoT/assistive home systems and smart devices are described in the literature as tools to support at‑home care, help activities-of-daily‑living, monitoring and cognitive support for people with dementia (these are supportive, non‑pharmacologic tools aligned with the trial’s home self‑treatment model). citeturn2search0turn2search1",
        "Reflect: The interventions are non‑pharmacologic, aimed at improving cognition/ADLs and managing early stage cognitive impairment. They do not meet the definitions for 'disease‑targeted biologic' (no biologic agent/vaccine/antibody) or 'disease‑targeted small molecule' (no small‑molecule drug). They are not focused primarily on neuropsychiatric/behavioral symptom reduction only, so the best fit among the provided categories is 'cognitive enhancer'.",
        "Web search results used (selected): - TEAS for aMCI pilot RCT (feasibility and cognitive benefit). citeturn1search0 - Multiple TEAS trials showing cognitive benefit / reduced POCD. citeturn1search4turn1search3 - Systematic reviews/meta‑analyses showing music therapy improves cognition in MCI/dementia. citeturn0search9turn0search4 - Reviews/descriptions of intelligent home/IoT and assistive systems for dementia care supporting home‑based ADL and monitoring. citeturn2search0turn2search1",
        "Notes / ambiguity: No drug is involved in the trial description; therefore drug/placebo fields are empty. If you want, I can (a) reclassify to 'N/A' if you consider non‑pharmacologic multimodal management outside the intended meaning of 'cognitive enhancer', or (b) extract a concise trial‑style label and primary outcomes from the protocol text."
    ],
    "agent_type": "T) Other",
    "explanation_agent": [
        "Reason: The described trial evaluates non‑pharmacologic, cognitive/rehabilitative interventions — transcutaneous electrical acupoint stimulation (TEAS), music therapy, and an intelligent home device/education program — intended to improve cognition and activities of daily living rather than acting on a defined molecular or biological Alzheimer's target (e.g., amyloid, tau, inflammation, neurotransmitter receptors). citeturn0search6turn0search0turn1search3",
        "Act: Key details extracted from the description: no drug or biologic is used (trial drug list empty); interventions are TEAS (electrical acupoint stimulation), music therapy, and smart/home assistive technology (IoT/intelligent medical device + education). TEAS and music therapy are reported in the literature as cognitive/rehabilitative interventions showing short‑term cognitive benefits in MCI/dementia and postoperative cognitive settings. Smart home / intelligent assistive technologies are designed to support ADLs, monitoring and cognitive support rather than to modulate a molecular AD pathway. citeturn0search6turn0search1turn0search4turn1search7",
        "Reflect: CADRO categorization assigns categories by biological/molecular targets (e.g., A Amyloid beta, B Tau, F Inflammation, etc.). Because this trial’s interventions are non‑pharmacologic and do not specify a molecular or cellular AD target (and are intended as cognitive/behavioral/assistive therapies), they do not map to a specific CADRO biology category. Per the instructions to return 'T) Other' when no therapeutic target fits or the trial is non‑therapeutic/diagnostic, the correct CADRO assignment is 'T) Other'. citeturn0search6turn0search0turn1search0",
        "Web search evidence (selected): TEAS for aMCI pilot and other TEAS RCTs showing cognitive benefit/POCD reduction. citeturn0search6turn0search1; Systematic reviews/meta‑analyses showing music‑based interventions can improve cognition in MCI/dementia. citeturn0search0turn0search4; Reviews and systematic reviews of intelligent/assistive home technologies (smart home, IoT, wearables) describe support for ADLs, monitoring and cognitive support but limited evidence of disease‑modifying biological effects. citeturn1search3turn1search0"
    ]
}