{
    "nct_id": "NCT04626804",
    "title": "Remember Stuff: A Dyadic-focused Technology to Support Persons With Alzheimer's Disease in the Community",
    "status": "COMPLETED",
    "last_update_time": "2023-02-27",
    "description_brief": "Test the usability, perceptions and acceptability of a computer monitor for participant diagnosed with ADRD and their caregiver who will program the applications specifically for each individual to help them remember activities of daily living. Goal is to keep participants in their homes longer and delay the need for institutional care",
    "description_detailed": "Dyads will use the R/S unit for 90 days, unless they request it to be removed prior to the end of the study. The research team (N. Fowler, PhD) will assess measures at baseline, 30 days, 60 days and 90 days. The primary outcome is a caregiver-assessed measure usability. Secondary measures include patient- assessed usability, and objective measures of frequency and type of use and computer literacy for both caregiver and the individual with ADRD22. Methods to collect user data (frequency, clicks, etc.) will be collected using tools developed in Aim 2. Desired outcome measures include (1) a mean score of \\>80 (\"Good\") on the ten-item System Usability Scale (SUS) modified by IU investigators to accommodate older adults23; (2) a 80 percent acceptability rate on the Behavioral Intention 3-item scale; and, (3) at least 70 percent of participants using R/S a minimum of weekly. SUS is a validated ten-item scale (e.g., \"Learning to use RememberStuff® was quick for me\") using a five-point response scale (strongly disagree to strongly agree). Acceptance will be assessed as the mean score on a 3-item Satisfaction scale (e.g., \"Rate your satisfied with RememberStuff®?\"). This scale was adapted by IU Investigators for health IT and uses a seven-point response scale from 0 (not at all) to 6 (a great deal). Satisfaction is one of the canonical assessments for user acceptance of technology. SUS and Satisfaction questionnaires will be researcher-administered by study staff either face-to-face in the participant's homes, or via telephone. The mean and standard deviation for the composite SUS, acceptability rate and weekly usage will be calculated to a 90% confidence interval. Other secondary measures are adapted from Holden et al and are guided by the UTAUT221. Mean caregiver scores on the measures will also be compared to mean scores of the patient measures to examine congruence in usability and acceptability within the dyad.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "SUPPORTIVE_CARE",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The study tests a caregiver-programmed computer monitor / software called \"RememberStuff\" to support persons with Alzheimer’s/related dementia in performing activities of daily living and to keep them at home longer—i.e., an assistive technology / supportive-care intervention rather than a drug targeting disease biology or a pharmacologic cognitive enhancer. citeturn0search0turn0search3",
        "Act: Key extracted details — Intervention name: Remember Stuff (R/S); Intervention type: Other (technology/monitor + apps); Primary purpose: Supportive care (usability, acceptability, frequency of use); Study registry entries list this as an interventional supportive-care trial (single-group). No drug or placebo is involved. citeturn0search2turn0search1",
        "Reflect: Classification decision — The four supplied categories are all drug/biologic or drug-like: (1) disease-targeted biologic; (2) disease-targeted small molecule; (3) cognitive enhancer (defined here as drugs improving cognition); (4) neuropsychiatric symptom improvement (pharmacologic/behavioral treatments). Because this trial tests a non-pharmacologic assistive technology (RememberStuff®) and not a therapeutic drug or biologic, it does not fit any of the four categories, so the correct mapping is 'N/A'. The product website and registry entries confirm the intervention is a touchscreen/monitor system for memory and ADL support rather than a medication. citeturn0search4turn0search0",
        "Web search results found (sources used): 1) Clinical trial registry entry for NCT04626804 — \"Remember Stuff: A Dyadic-focused Technology to Support Persons With Alzheimer's Disease in the Community\" (Indiana University) — details the usability/supportive-care study and intervention description. citeturn0search0 2) Mirror/aggregate trial pages (CTV / ICH GCP summaries) reproducing the NCT04626804 entry and study design. citeturn0search2turn0search3 3) Product site for RememberStuff® describing the touchscreen/monitor memory support system (commercial/implementation details). citeturn0search4",
        "No drug was named in the trial description or registry entries; therefore no drug-target or placebo information applies. citeturn0search0turn0search4"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}