{
    "nct_id": "NCT01245530",
    "title": "Probable Alzheimer Type Dementia Compare INM-176 1200~1600mg/Day With Donepezil 5~10mg/Day of Safety and Efficacy to Randomization, Multicenter, Double-blind, Double-dummy, Parallel Phase III Clinical Study",
    "status": "COMPLETED",
    "last_update_time": "2011-06-09",
    "description_brief": "The purpose of this study is to evaluate the efficacy and safety of two fixed dose (1200mg/day, 1600mg/day) of INM-176 (a drug of treating dementia) comparing with donepezil for treatment for patients with Alzheimer type dementia.",
    "description_detailed": "Probable Alzheimer type dementia compare INM-176 1200\\~1600mg/day with Donepezil 5\\~10mg/day of safety and efficacy to randomization, multicenter, double-blind, double-dummy, parallel Phase III clinical study.",
    "phase": [
        "PHASE3"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "Cognitive enhancer",
    "drug": [
        "INM-176 (standardized ethanolic extract of Angelica gigas; active components include coumarins such as decursin/decursinol; tested at 1200–1600 mg/day)",
        "Donepezil (active comparator, acetylcholinesterase inhibitor, 5–10 mg/day)"
    ],
    "placebo": [
        "Double-dummy placebo (trial was double‑blind, double‑dummy)"
    ],
    "explanation_target": [
        "Reason: The protocol describes INM-176 as the investigational drug being compared with donepezil for symptomatic treatment of Alzheimer-type dementia in a randomized, double‑blind, double‑dummy Phase III trial, indicating the intent is to assess cognitive efficacy/safety versus a standard cholinesterase inhibitor. citeturn0search0turn0search6.",
        "Act: INM-176 is a standardized ethanolic extract of Angelica gigas; preclinical and early clinical reports show it inhibits acetylcholinesterase and has neuroprotective/anti‑inflammatory properties and memory‑improving effects in animal models and small human studies — i.e., a botanical mixture with cholinergic (symptomatic cognitive) activity rather than a monoclonal antibody or targeted disease‑modifying biologic. citeturn0search3turn0search2turn0search4.",
        "Reflect: Because (1) the documented mechanism includes acetylcholinesterase inhibition (a symptomatic, cholinergic cognitive‑enhancing action), (2) the trial design compares INM‑176 directly to donepezil (a symptomatic cognitive enhancer), and (3) the active agent is a botanical extract (small‑molecule constituents) rather than a biologic, the most appropriate classification is \"Cognitive enhancer.\" There is some preclinical evidence of anti‑inflammatory/neuroprotective effects (possible disease‑modifying signals), but those are preclinical/early‑stage and the trial is positioned as a symptomatic efficacy comparison — supporting the cognitive‑enhancer classification rather than a disease‑targeted biologic or small‑molecule disease‑modifying category. citeturn0search2turn0search3."
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The investigational product INM-176 is a standardized ethanolic extract of Angelica gigas whose active coumarin components (decursin/decursinol) have been shown to inhibit acetylcholinesterase and to improve memory in animal models; the trial directly compares INM-176 to donepezil (a prototypical acetylcholinesterase inhibitor) for symptomatic cognitive efficacy, indicating the primary clinical intent is to enhance cholinergic neurotransmission. citeturn0search3turn1search1turn1search2",
        "Act: Key extracted facts — (1) INM-176 is an Angelica gigas extract with preclinical evidence of acetylcholinesterase (AChE) inhibition and neuroprotective/anti‑inflammatory effects. citeturn0search3turn0search7 (2) Decursin/decursinol, major coumarins in Angelica gigas, inhibit AChE and ameliorate scopolamine‑induced amnesia in mice. citeturn1search1turn1search2 (3) Donepezil is a reversible acetylcholinesterase inhibitor used for symptomatic treatment of Alzheimer disease (increases acetylcholine at synapses). citeturn0search1turn0search2 Based on these, the most specific CADRO mapping is D) Neurotransmitter Receptors (the CADRO category that covers interventions that modulate neurotransmission/cholinergic function).",
        "Reflect: The trial is a symptomatic cognitive‑enhancer study (direct comparator: donepezil) and the molecular evidence for INM‑176 centers on AChE inhibition and cholinergic memory enhancement rather than a single disease‑modifying target (e.g., amyloid or tau). Although INM‑176 also shows preclinical neuroprotective/anti‑inflammatory signals, those are secondary and preclinical; the clinical question and mechanism point to modulation of cholinergic neurotransmission. Therefore D) Neurotransmitter Receptors is the most appropriate CADRO classification. citeturn0search3turn0search7turn0search1",
        "Web search results (key sources used):",
        "- INM‑176 (Angelica gigas) — memory amelioration and AChE inhibition in mouse models (INM‑176 extract study). citeturn0search3",
        "- INM‑176 / Angelica gigas — neuroprotective and anti‑inflammatory effects (LPS and neuronal injury models). citeturn0search7",
        "- Decursin (coumarin from Angelica gigas) — mitigates scopolamine‑induced amnesia and inhibits hippocampal AChE in mice. citeturn1search1",
        "- Coumarins from Angelica gigas — structure–activity evidence that decursinol/decursin inhibit acetylcholinesterase. citeturn1search2",
        "- Donepezil — reversible acetylcholinesterase inhibitor, symptomatic cognitive enhancer in Alzheimer disease (mechanism reviews). citeturn0search1turn0search2"
    ]
}