{
    "nct_id": "NCT01762618",
    "title": "Experimental Study of the Impact of a Structured Psychological Intervention Based on Group Therapy for Caregivers of Alzheimer's Patients.",
    "status": "COMPLETED",
    "last_update_time": "2014-07-08",
    "description_brief": "A randomized controlled trial designed to test the effectiveness of a psychological intervention based on group therapy for the caregivers of Alzheimer's disease patients. The intervention consists of 14 sessions of a cognitive-behavioral psychological group therapy. This study aims to demonstrate that Alzheimer's patients' caregivers can benefit from group counseling, with an improvement in mood state, quality of life, perceived burden and a decrease in anxiety and depression. Two evaluations will be done: before the therapy sessions (basal) and when intervention is finished (final).",
    "description_detailed": "The aim of this study is to conduct group therapy with Alzheimer's caregivers at three centers in the province of Barcelona: Hospital El Carme Badalona, Sanitary Center of Les Corts and Sarrià.\n\nThe therapy sessions are conducted by an expert in group therapy (from the sponsor Pasqual Maragall Foundation) and the social worker of each of the centers. The study takes place for four months and consists of weekly therapy sessions of an hour and a half each (14 sessions in total), based on cognitive and behavioral theory. The participants and the control group are evaluated at the beginning and at the end of the study in terms of mood, quality of life, anxiety and depression.\n\nThis study aims to demonstrate that Alzheimer's patient's caregivers can benefit from group counseling, resulting in an improvement in their emotional state, perceived burden, quality of life and a more positive attitude coping with the new situation.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "SUPPORTIVE_CARE",
    "results": null,
    "target_category": "neuropsychiatric symptom improvement",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial is an interventional randomized study delivering a 14-session cognitive-behavioral group therapy for caregivers of people with Alzheimer’s disease, aiming to improve mood, quality of life and to reduce anxiety and depression — i.e., targeting neuropsychiatric/psychological outcomes rather than disease pathology. citeturn0search0turn0search4",
        "Act: The intervention is a psychological/behavioral group therapy (no pharmacologic agent or biologic is used or named in the trial listing), so it does not fit the disease-targeted biologic or small-molecule categories, nor the cognitive enhancer category. The best match is \"neuropsychiatric symptom improvement.\" citeturn0search0turn0search7",
        "Reflect: Classification confirmed — although the intervention is delivered to caregivers (not the patients themselves), its stated outcomes are reductions in anxiety/depression and improved mood/quality of life, which aligns with the neuropsychiatric symptom improvement category. No drug information exists for this trial (behavioral intervention only). Key sources: trial registration and related literature on CBT group interventions for Alzheimer caregivers. citeturn0search0turn0search4turn0search7"
    ],
    "agent_type": "T) Other",
    "explanation_agent": [
        "Reason: The description is for a randomized interventional study delivering a 14‑session cognitive‑behavioral group therapy to caregivers of people with Alzheimer’s disease, with outcomes of improved mood, reduced anxiety/depression, quality of life and caregiver burden. This is a psychological/behavioral intervention, not a pharmacologic or biologic agent targeting a molecular or physiological CADRO category. citeturn1search1turn1search0",
        "Act: Extracted details — trial ID NCT01762618 (EMOCUIDA), lead sponsor Barcelonabeta / Pasqual Maragall Foundation; intervention: Behavioral — Cognitive Behavioral Therapy Group, 14 weekly 1.5‑hour sessions delivered to caregivers; no drug, biologic, or molecular target is listed. Because CADRO is focused on biological/drug targets (e.g., amyloid, tau, inflammation, neurotransmitter receptors), a caregiver-focused CBT intervention does not map to those categories; therefore assign 'T) Other'. citeturn1search1turn1search3",
        "Reflect: Confirmed — the intervention is non-pharmacologic and targets caregiver neuropsychiatric/wellbeing outcomes rather than disease biology. No drug name, target gene, pathway, or mechanism-of-action that fits CADRO categories was identified in the registration or sponsor materials. The web sources used are the trial registry/listing and the sponsor’s publication describing similar structured CBT caregiver programs. citeturn1search1turn1search5"
    ]
}