{
    "nct_id": "NCT00277810",
    "title": "A 6-Month, Randomized, Double-Blind, Placebo-Controlled, Multicenter, Safety, Tolerability, and Efficacy Study of 3 Doses of Lecozotan (SRA-333) SR in Outpatients With Mild to Moderate Alzheimer's Disease Treated With a Cholinesterase Inhibitor",
    "status": "COMPLETED",
    "last_update_time": "2020-07-01",
    "description_brief": "The purpose of the study is to determine the safety, tolerability, and efficacy of 3 doses of lecozotan in combination with a cholinesterase inhibitor in patients with mild to moderate Alzheimer's disease (AD).",
    "description_detailed": "N/A",
    "phase": [
        "PHASE2",
        "PHASE3"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "lecozotan (SRA-333) — small-molecule selective 5-HT1A receptor antagonist, studied as a procognitive agent"
    ],
    "placebo": [
        "placebo (matched)"
    ],
    "explanation_target": [
        "Reason: The trial tests lecozotan (SRA-333) given with a cholinesterase inhibitor in mild–moderate AD to assess safety, tolerability and efficacy — indicating the goal is to improve cognition/clinical symptoms rather than directly target amyloid or tau pathology. citeturn0search0.",
        "Act: Pharmacology and preclinical/clinical studies describe lecozotan as a potent, selective 5-HT1A receptor antagonist that potentiates hippocampal glutamate and acetylcholine release and has procognitive effects; it is a small-molecule neurotransmitter-receptor modulator rather than a biologic directed at AD pathology. citeturn0search6turn0search3.",
        "Additional supporting data: PET receptor-occupancy studies in healthy elderly and AD patients measured lecozotan binding to 5-HT1A receptors (showing it acts on serotonergic receptors, not on amyloid/tau). citeturn0search5.",
        "Reflect: By the provided category definitions, this fits 'cognitive enhancer' — although it is chemically a small molecule, it does not target core AD pathology (amyloid/tau) and was developed to enhance cognition via serotonergic modulation; therefore 'disease-targeted small molecule' is not appropriate. No evidence in the cited sources indicates lecozotan is a biologic or an anti-amyloid/tau disease-modifying agent. citeturn0search6turn0search0.",
        "Web-search sources used: clinical trial registry entry for the lecozotan AD study (NCT00277810) documenting the trial design and combination with cholinesterase inhibitor; JPET and PubMed pharmacology articles describing lecozotan's 5-HT1A antagonist mechanism and procognitive effects; a PET study measuring 5-HT1A receptor occupancy in humans. citeturn0search0turn0search6turn0search3turn0search5."
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The study tests lecozotan (SRA-333), a small-molecule, selective 5-HT1A (serotonin) receptor antagonist given with a cholinesterase inhibitor to improve cognition/symptoms in mild–moderate AD rather than to modify core pathologies (amyloid or tau). citeturn0search3turn0search1",
        "Act: Lecozotan is documented as a potent, selective 5-HT1A antagonist that potentiates hippocampal glutamate and acetylcholine release and has procognitive effects; PET studies measured its 5-HT1A receptor occupancy in elderly and AD patients. These details identify a neurotransmitter-receptor–focused symptomatic (cognitive-enhancer) intervention, matching CADRO category D. citeturn0search3turn0search0turn0search4",
        "Reflect: CADRO D (Neurotransmitter Receptors) best fits because the intervention targets a neurotransmitter receptor (5-HT1A) to enhance cognition and is not directed at amyloid, tau, inflammation, vasculature, etc. The trial design (symptomatic cognitive enhancer added to cholinesterase inhibitor) supports a neurotransmitter-receptor classification rather than disease-modifying categories or 'Other'. citeturn0search1turn0search2",
        "Web-search results (supporting sources):",
        "- JPET pharmacology paper describing lecozotan as a selective 5-HT1A receptor antagonist with procognitive effects. citeturn0search3turn0search2",
        "- PET receptor-occupancy study showing lecozotan binds 5-HT1A receptors in healthy elderly and AD patients. citeturn0search0",
        "- Safety/tolerability/pharmacokinetics study in healthy young and elderly describing lecozotan as a potent 5-HT1A silent antagonist. citeturn0search4",
        "- Clinical-trial registry entry (NCT00277810) documenting the 6-month randomized, double-blind, placebo-controlled lecozotan SR study in mild–moderate AD on cholinesterase inhibitor background. citeturn0search1",
        "Final classification: D) Neurotransmitter Receptors — lecozotan is a serotonergic (5-HT1A) receptor–targeting cognitive enhancer, so CADRO category D is the most specific fit."
    ]
}