{
    "nct_id": "NCT01482845",
    "title": "A Study to Evaluate the Safety, Tolerability and Pharmacokinetics of ABT-126 in Subjects With Alzheimer's Disease on Stable Doses of Acetylcholinesterase Inhibitors",
    "status": "COMPLETED",
    "last_update_time": "2012-05-01",
    "description_brief": "This study will investigate safety, tolerability and pharmacokinetics of ABT-126 in up to 20 male and female subjects, between 55 to 90 years of age with mild to moderate Alzheimer's disease on stable doses of acetylcholinesterase inhibitors.",
    "description_detailed": "This is a double-blind, placebo-controlled, randomized, multiple-dose, parallel group, multicenter study. Up to 20 male and female subjects with mild to moderate Alzheimer's disease (AD) who are taking stable doses of acetylcholinesterase inhibitors will be enrolled in this study. The study will be conducted in up to four sites. Within 28 days prior to study drug administration, subjects will be screened based on National Institute of Neurological and Communicative Disorders and Stroke/Alzheimer's Disease and Related Disorders Association (NINCDS/ADRDA) criteria for probable AD, Mini-Mental State Examination (MMSE) and Modified Hachinski Ischemic Scale (MHIS) scores, medical history, physical examination, neurological examination, vital signs, ECG, laboratory tests and response to Columbia-Suicide Severity Rating Scale (C-SSRS).\n\nSubjects will be divided into two groups of 10 subjects each. In each group, 8 subjects will receive ABT-126 and two subjects will receive matching placebo. Group 1 will be administered Dose 1 of ABT-126 or placebo. Group 2 will be administered Dose 2 ABT-126 or placebo. All doses will be administered once daily in the morning for 10 days.",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "N/A",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "ABT-126 (selective α7 nicotinic acetylcholine receptor agonist; small-molecule, putative procognitive agent)"
    ],
    "placebo": [
        "Placebo"
    ],
    "explanation_target": [
        "Reason: The trial tests ABT-126, which is a selective α7 nicotinic acetylcholine receptor (nAChR) agonist developed for procognitive effects in Alzheimer’s disease — i.e., intended to improve cognition rather than to act as a biologic targeting amyloid/tau or to treat neuropsychiatric symptoms. citeturn1search0turn0search5",
        "Act: Key trial details extracted from the description — a Phase 1 multiple-dose, randomized, double-blind, placebo-controlled study of ABT-126 in up to 20 subjects with mild–moderate AD on stable acetylcholinesterase inhibitors (NCT01482845); the study includes a placebo arm. citeturn0search7turn1search1",
        "Act (drug mechanism & development context): ABT-126 is repeatedly described in the literature as a selective α7 nAChR agonist (small-molecule) developed to produce cognitive enhancement; later phase studies evaluated cognition endpoints but overall efficacy did not support further development. citeturn0search5turn1search0",
        "Reflect: Classification justification — this is not a biologic (e.g., mAb or vaccine) and does not target core AD pathology (amyloid or tau) but targets a neurotransmitter receptor to try to improve cognitive function, so it fits the 'cognitive enhancer' category. No substantial information suggests the trial’s primary aim was disease modification or neuropsychiatric symptom relief. citeturn0search5turn1search0"
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The investigational drug ABT-126 is a selective α7 nicotinic acetylcholine receptor (nAChR) agonist intended as a procognitive (cognitive-enhancing) agent rather than a disease‑modifying therapy targeting amyloid or tau; this places it squarely in the neurotransmitter receptor category of CADRO. citeturn0search4turn0search6",
        "Act: Key extracted details — ABT-126 is described in clinical publications and trial records as a potent/selective α7 nAChR agonist tested for cognitive improvement in Alzheimer’s disease (including as add‑on to acetylcholinesterase inhibitors, NCT01549834) and in other cognitive disorders; phase‑2 studies did not demonstrate sufficient efficacy to support further development. These facts support selecting D) Neurotransmitter Receptors. citeturn0search4turn0search2turn0search7",
        "Reflect: The description explicitly names the α7 nicotinic acetylcholine receptor (a neurotransmitter receptor) as the target and frames the trial as a cognitive enhancer on top of AChE inhibitors. There is no indication the agent targets amyloid, tau, inflammation, or other CADRO categories and the mechanism is a single receptor class, not a multi-target intervention — therefore D) Neurotransmitter Receptors is the most specific and appropriate CADRO classification. citeturn0search4turn0search6",
        "Web search results (key sources used):",
        "- Phase 2 add‑on study summary: 'Efficacy and Safety of ABT‑126 in Subjects with Mild‑to‑Moderate Alzheimer’s Disease on Stable Doses of Acetylcholinesterase Inhibitors' (describes ABT‑126 as a selective α7 nAChR agonist; NCT01549834; no significant benefit). citeturn0search4",
        "- Phase 2 monotherapy study in mild‑to‑moderate AD (adaptive trial): describes ABT‑126 α7 agonist and reported results. citeturn0search2",
        "- Publications of ABT‑126 trials in cognitive disorders (schizophrenia) confirming α7 nAChR agonist mechanism and clinical testing history. citeturn0search0turn0search1",
        "- Preclinical pharmacology/abuse liability describing ABT‑126 selectivity for α7 nAChR. citeturn0search6"
    ]
}