{
    "nct_id": "NCT02164643",
    "title": "Longitudinal Study of Brain Amyloid imaGing in MEMENTO",
    "status": "COMPLETED",
    "last_update_time": "2022-02-02",
    "description_brief": "A Multicenter national longitudinal cohort study including at least 800 individuals consecutively recruited from French Research Memory Centers and followed-up over 24 month and included in Memento.",
    "description_detailed": "Alzheimer's disease (AD) is the most common cause of dementia in the elderly, affecting approximately 7.3 million people in Europe. AD is a clinicopathologic entity for which the definitive diagnosis requires both the presence of the clinical signs of dementia and pathological evidence of amyloid plaque in the brain (obtained at autopsy).\n\nCurrently, diagnosis of AD at early stage of the disease is hampered by the lack of noninvasive and validated biomarkers of the underlying pathology. On one hand, it is suggested that between 10% and 20% of patients currently diagnosed with AD, based on clinical evidence solely, lack AD pathology at autopsy, and on the other hand community physicians may not diagnose AD in 33% of patients with mild signs and symptoms. Thus, there is a need for validated diagnostic biomarker that could help clinicians separate patients who do not have AD from those who have pathological signs and should be referred for further evaluation and care management. Furthermore, little is known on the prognosis value for dementia conversion of current biomarkers of AD pathology at a preclinical or presymptomatic stage.\n\nRecently, 18F-labeled positron emission tomography (PET) imaging agents have been developed that bind with high affinity to the amyloid-β (Aβ) peptide fibrils that constitute amyloid plaques, and thus, have potential value as an imaging biomarkers for amyloid deposits in subjects with cognitive impairment or isolated cognitive complaints.\n\nThe principal objective of this ancillary study is to investigate the prospective association between PET amyloid load, measured twice two years apart, through either Florbetapir (18F) or Flutemetamol (18F) radioligands, and dementia incidence over up to 5 years of follow-up in a sample of individuals presenting with a spectrum of cognitive profiles ranging from isolated cognitive complaints to cognitive deficits without dementia.\n\nThe secondary objectives are the following:\n\n* To assess the association between change in amyloid load and clinical evolution of participants (both functional and cognitive)\n* To estimate the prevalence of new research criteria for preclinical Alzheimer's disease\n* To investigate long-term outcome of preclinical Alzheimer's disease according to NIA-AA criteria\n* To assess the determinants of change in amyloid load over two years\n* To study the interrelationships between biomarkers\n* To assess the added value of amyloid binding agent (Florbetapir (18F) and Flutemetamol (18F)) in combination with other biomarkers (neuropsychological, genetics, plasma, serum, CSF, structural neuroimaging, 18F-FDG-PET) to predict clinical dementia onset\n* To assess the diagnostic accuracy of amyloid agent Florbetapir (18F) and Flutemetamol (18F) to differentiate AD from other types of dementia (differential diagnosis)\n* To study the link between amyloid binding agent and survivalstudy design",
    "phase": [
        "PHASE3"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "DIAGNOSTIC",
    "results": null,
    "target_category": "N/A",
    "drug": [
        "Florbetapir (18F) (Amyvid) - diagnostic amyloid PET tracer",
        "Flutemetamol (18F) (Vizamyl) - diagnostic amyloid PET tracer"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The described study is a multicenter longitudinal cohort (MEMENTO) performing brain amyloid imaging (amyloid‑PET) — the interventions listed (florbetapir 18F and flutemetamol 18F) are radiopharmaceutical PET tracers used for diagnostic/prognostic amyloid imaging, not therapeutic agents intended to modify disease or improve cognition or neuropsychiatric symptoms. Therefore the trial does not fit any of the four treatment categories and is classified as 'N/A'. citeturn0search2turn1search0",
        "Act (extracted key details): The trial title and registry entry list the Longitudinal Study of Brain Amyloid imaGing in MEMENTO (NCT02164643) with interventions Florbetapir (18F) and Flutemetamol (18F). It is a completed longitudinal imaging cohort recruited from French memory clinics (MEMENTO). This indicates the study's focus is diagnostic/prognostic imaging within an observational cohort rather than testing a therapeutic drug/placebo. citeturn0search2turn0search3",
        "Reflect (verification): MEMENTO is a large French memory‑clinic cohort (thousands enrolled; imaging performed in a subset) used to study biomarkers and predict cognitive outcomes; multiple publications describe use of amyloid‑PET within MEMENTO. Florbetapir and flutemetamol are FDA/EMA‑approved PET tracers for detecting amyloid plaques (diagnostic radiopharmaceuticals), not disease‑targeted biologics or small molecules for treatment, nor cognitive enhancers or neuropsychiatric symptom therapies — so 'N/A' is the correct classification. citeturn0search3turn1search2turn1search4",
        "Web search results (sources consulted): 1) Trial entry summarizing the study and listing Florbetapir (18F) and Flutemetamol (18F) as interventions (Longitudinal Study of Brain Amyloid imaGing in MEMENTO, NCT02164643). citeturn0search2 2) Contribution of Global Amyloid‑PET Imaging for Predicting Future Cognition in the MEMENTO Cohort (full text / PMC) — describes MEMENTO cohort and amyloid‑PET use. citeturn0search3 3) Publications from the MEMENTO cohort describing cohort size, design, and biomarker work (e.g., baseline and longitudinal biomarker papers). citeturn0search8turn0search6 4) Manufacturer and regulatory information showing Florbetapir (Amyvid®, Florbetapir F 18) is a diagnostic PET agent for brain amyloid imaging. citeturn1search0turn1search2 5) Review/article describing Flutemetamol (Vizamyl™, Flutemetamol 18F) as an amyloid PET tracer for Alzheimer's disease diagnosis. citeturn1search4"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}