{
    "nct_id": "NCT00838877",
    "title": "Open Label Positron Emission Tomography Study With [18F]AZD4694 and [11C]AZD2184, Candidate Radioligands for AB Amyloid, to Determine and Compare in Vivo Brain Uptake and Distribution in Healthy Volunteers and Patients With Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2009-10-21",
    "description_brief": "The study is carried out in order to investigate if \\[18F\\]AZD4694, compared to \\[11C\\]AZD2184, is a suitable PET ligand for in vivo imaging of Aβ amyloid depositions in the human brain. In the study the two PET ligands will be examined in both healthy volunteers and patients with Alzheimer's Disease. A whole body dosimetry scanning will be performed in 6 healthy volunteers to obtain human data to estimate a safe dose.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "BASIC_SCIENCE",
    "results": null,
    "target_category": "N/A",
    "drug": [
        "[18F]AZD4694 (aka 18F‑NAV4694)",
        "[11C]AZD2184 (AZD2184)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The protocol compares two PET radioligands for in vivo imaging of Aβ amyloid deposition (diagnostic imaging agents), not a therapeutic agent intended to modify disease, improve cognition, or treat neuropsychiatric symptoms. Therefore this is a diagnostic imaging study and does not fit the four therapeutic categories. citeturn0search6turn0search5",
        "Act: Key extracted details — the interventions are radioligands: [18F]AZD4694 (a fluorine‑18 labelled Aβ tracer also called NAV4694) and [11C]AZD2184 (a carbon‑11 labelled Aβ tracer). The trial evaluates brain uptake/distribution and whole‑body dosimetry in healthy volunteers and AD patients. citeturn0search8turn0search2turn0search6",
        "Reflect: Confirmation — both tracers are established amyloid‑beta PET ligands used for detection/quantification of Aβ plaques (diagnosis, monitoring, and trial enrichment) rather than as therapeutics; classifying this trial as 'N/A' (non‑therapeutic diagnostic) is consistent with the cited literature and the trial description. citeturn0search4turn0search3",
        "Web search results (sources used): 1) Trial listing describing the PET comparison study (Open Label PET Study with [18F]AZD4694 and [11C]AZD2184). citeturn0search6 2) Characterization of AZD4694 as a fluorinated Aβ PET radioligand. citeturn0search5 3) Clinical validation and use of 18F‑AZD4694 (NAV4694) in human amyloid imaging. citeturn0search8turn0search4 4) AZD2184 described as a sensitive Aβ radioligand (11C‑AZD2184). citeturn0search2 5) Additional PET studies demonstrating use of these tracers for Aβ imaging and longitudinal monitoring. citeturn0search3"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}