{
    "nct_id": "NCT05842473",
    "title": "Long-term Effect of Transcranial Magnetic Stimulation in Primary Progressive Aphasia",
    "status": "COMPLETED",
    "last_update_time": "2024-12-15",
    "description_brief": "There are very few treatments for neurodegenerative disorders, and the efficacy of these treatments is generally modest. Recent studies have shown a short-term positive effect of non-invasive neuromodulation techniques such as transcranial magnetic stimulation (TMS) in primary progressive aphasia (PPA). PPA is a clinical syndrome associated with Alzheimer's disease and Frontotemporal degeneration. The aim of this study is to compare the effect of TMS and language therapy versus language therapy and sham TMS in patients with PPA during 6 months. A prospective, randomized, controlled, double-blind and parallel clinical trial will be conducted. The changes in brain metabolism using FDG-PET, language, neuropsychiatric symptoms, and daily-living activities will be assessed. Connectivity changes using electroencephalography will also be examined. In addition, a subgroup of patients will be assessed with multimodal MRI (structural and functional), and blood biomarkers. As a result of this project, valuable information about the long-term efficacy of non-invasive brain stimulation in PPA will be obtained, as well as the mechanisms of the therapy and clinical and neuroimaging factors associated with therapy response.",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "Transcranial magnetic stimulation (TMS) — non‑pharmacologic neuromodulation (intermittent theta‑burst / rTMS)"
    ],
    "placebo": [
        "Sham TMS"
    ],
    "explanation_target": [
        "Reason: The trial tests transcranial magnetic stimulation (TMS) combined with language therapy versus sham TMS plus language therapy in primary progressive aphasia (PPA), assessing language, brain metabolism (FDG‑PET), neuropsychiatric symptoms, and daily living activities over 6 months. This intervention is a non‑drug neuromodulation intended to improve language/cognitive function rather than delivering a biologic or small molecule targeting Alzheimer pathology. citeturn0search0turn0search1",
        "Act: Key extracted details — intervention = active TMS (intermittent theta‑burst / rTMS) paired with language therapy; control = sham TMS + language therapy. Prior randomized studies and a meta‑analysis report short‑term language benefits from TMS/tDCS in PPA, supporting that the intended effect is cognitive/language enhancement rather than disease‑modifying via a biologic or small molecule. citeturn0search0turn0search2turn0search6",
        "Reflect: Classification rationale — this is not a biologic (monoclonal antibody, vaccine) nor a small molecule drug, and it targets improvement of a cognitive domain (language) rather than primarily treating neuropsychiatric/behavioral symptoms. Therefore the best matching category is \"cognitive enhancer.\" The study uses sham TMS as the placebo/control. No pharmacologic agent is involved. citeturn0search0turn0search6",
        "Web search results supporting extraction (key sources found): Long‑Term Therapy With Transcranial Magnetic Stimulation in Primary Progressive Aphasia (JAMA Network Open; randomized clinical trial reporting TMS + language therapy vs sham over 6 months). citeturn0search0; PubMed entry for same trial/abstract. citeturn0search1; Earlier randomized rTMS PPA trial showing 6‑month effects. citeturn0search2; Pilot/personalized rTMS PPA study. citeturn0search5; Meta‑analysis of noninvasive brain stimulation (tDCS/TMS) paired with language therapy in PPA. citeturn0search6"
    ],
    "agent_type": "M) Synaptic Plasticity/Neuroprotection",
    "explanation_agent": [
        "Reason: The intervention is transcranial magnetic stimulation (intermittent theta‑burst rTMS) paired with language therapy intended to improve language/cognitive function by modulating cortical excitability, synaptic and nonsynaptic changes and promoting neuroplasticity — mechanisms that map to synaptic plasticity / neuroprotection. citeturn0search0",
        "Act: Key extracted details — active intervention = intermittent theta‑burst TMS (rTMS) over left DLPFC delivered for 6 months alongside language therapy; control = sham TMS + language therapy. The aim is cognitive/language enhancement and slowing functional decline rather than targeting amyloid, tau, inflammation, metabolic pathways, or a specific molecular target. Evidence supports language/cognitive benefit of noninvasive brain stimulation in PPA (randomized trial and meta‑analysis). citeturn0search2turn0search3",
        "Reflect: Classification rationale — CADRO best-fit is M) Synaptic Plasticity/Neuroprotection because TMS acts via modulation of cortical excitability and neuroplasticity (synaptic mechanisms) to improve cognition/language. It is not a biologic or small molecule aimed at amyloid, tau, ApoE, inflammation, vasculature, etc., nor is it diagnostic-only; therefore R) Multi-target and T) Other are not appropriate. Confirmed by the reported trial and prior meta-analysis. citeturn0search0turn0search3",
        "Web search results cited:",
        "- Long‑Term Therapy With Transcranial Magnetic Stimulation in Primary Progressive Aphasia (randomized clinical trial; JAMA Network Open). citeturn0search0",
        "- PubMed entry for the same randomized trial (RECONNECT). citeturn0search2",
        "- Meta‑analysis of noninvasive brain stimulation (tDCS/TMS) paired with language therapy in PPA. citeturn0search3"
    ]
}