{
    "nct_id": "NCT06511570",
    "title": "A Phase 1, Open-Label Study Comparing the Safety, Tolerability, and Pharmacokinetics of Single-Dose Intravenous Sabirnetug (ACU193) and Multiple-Dose Subcutaneous Sabirnetug (ACU193) + rHuPH20 in Healthy Participants",
    "status": "COMPLETED",
    "last_update_time": "2024-10-16",
    "description_brief": "A Study Comparing the Safety, Tolerability, and Pharmacokinetics of Sabirnetug IV and Sabirnetug + rHuPH20 SC in Healthy Participants",
    "description_detailed": "N/A",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted biologic",
    "drug": [
        "Sabirnetug (ACU193)",
        "rHuPH20 (recombinant human hyaluronidase, used for subcutaneous delivery)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The investigational agent sabirnetug (ACU193) is a humanized monoclonal antibody that selectively binds soluble amyloid‑beta oligomers (AβOs) and is being developed to engage and reduce a core Alzheimer’s disease pathology (toxic Aβ oligomers), i.e., a disease‑modifying mechanism rather than a pure symptomatic cognitive enhancer or psychiatric treatment. citeturn0search0turn0search6",
        "Act: From the trial title/description: the study compares single‑dose IV sabirnetug and multiple‑dose SC sabirnetug co‑formulated/altered with rHuPH20 in healthy participants. rHuPH20 (recombinant human hyaluronidase, Halozyme ENHANZE®) is included to enable larger‑volume SC administration and is a delivery adjunct, not the Alzheimer’s therapeutic target. The primary drug of interest (sabirnetug/ACU193) is a monoclonal antibody directed at Aβ oligomers. citeturn0search2turn0search3",
        "Reflect: Mapping to the predefined categories — sabirnetug is a biologic (monoclonal antibody) that targets Alzheimer’s pathology (Aβ oligomers) so it best fits the 'disease‑targeted biologic' category. There is no indication this trial tests a symptomatic cognitive enhancer alone or a neuropsychiatric treatment, and the rHuPH20 component is a delivery enzyme rather than a pathology‑targeting therapeutic. citeturn0search0turn0search2",
        "Web search results (sources used):\n- Acumen press release / product description: 'About Sabirnetug (ACU193) — humanized monoclonal antibody selective for soluble Aβ oligomers.' citeturn0search0\n- Acumen announcement of Phase 1/Phase 2 studies and topline results describing target engagement, biomarker effects, and safety (INTERCEPT‑AD / ALTITUDE‑AD). citeturn0search1turn0search9\n- Phase 1 INTERCEPT‑AD and biomarker/target engagement publications and presentations describing AβO selectivity and CSF target engagement. citeturn0search3turn0search5\n- Note on ENHANZE®/rHuPH20 co‑formulation for subcutaneous delivery referenced in the Phase 1 SC formulation release. citeturn0search2"
    ],
    "agent_type": "A) Amyloid beta",
    "explanation_agent": [
        "Reason: The investigational product sabirnetug (ACU193) is a humanized monoclonal antibody developed to selectively bind soluble amyloid‑beta oligomers (AβOs) — a core Alzheimer’s pathology — indicating a disease‑modifying amyloid‑directed mechanism rather than a symptomatic or non‑therapeutic intervention. citeturn0search0turn0search3",
        "Act: From the trial description, the study compares IV and SC dosing of sabirnetug; rHuPH20 is recombinant human hyaluronidase (ENHANZE®) included as a subcutaneous delivery/enabling agent, not as an AD pathology target. The primary therapeutic target in the trial is Aβ oligomers via the monoclonal antibody ACU193, so the correct CADRO assignment is A) Amyloid beta. citeturn0search6turn0search0",
        "Reflect: This classification aligns with CADRO because the intervention directly targets amyloid-beta species (specifically toxic soluble oligomers). There is no evidence the trial is testing multiple distinct pathology targets (so R) is not appropriate), nor is it non‑therapeutic (T). rHuPH20 is a delivery adjunct and does not change the pathology target classification. citeturn0search6turn0search3",
        "Web search results (sources used): - Acumen press release / product description: Sabirnetug (ACU193) described as a humanized monoclonal antibody selective for soluble Aβ oligomers. citeturn0search0 - Acumen INTERCEPT‑AD / Phase 1 biomarker and target engagement reports showing AβO target engagement and downstream biomarker effects. citeturn0search3turn0search1 - Announcement of subcutaneous formulation co‑formulated with Halozyme ENHANZE® (rHuPH20) describing rHuPH20 as a delivery enzyme for SC administration. citeturn0search6 - ALTITUDE‑AD Phase 2 enrollment and program context for sabirnetug development. citeturn0search2"
    ]
}