{
    "nct_id": "NCT06653153",
    "title": "A Study of Remternetug Versus Placebo in Early Alzheimer's Disease Participants at Risk for Cognitive and Functional Decline",
    "status": "RECRUITING",
    "last_update_time": "2025-09-24",
    "description_brief": "The purpose of this study is to measure the difference in time to developing or worsening memory, thinking, or functional problems due to Alzheimer's disease occurring in participants receiving study drug compared to placebo.\n\nParticipation could last up to 255 weeks including screening, a double-blind treatment period, and a double-blind observation period. In addition, eligible participants who receive placebo during the double-blind treatment period may choose to extend their study participation to receive open-label remternetug in an extension period.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE3"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted biologic",
    "drug": [
        "Remternetug (LY3372993) — monoclonal antibody targeting deposited amyloid plaques"
    ],
    "placebo": [
        "Placebo"
    ],
    "explanation_target": [
        "Reason: The trial tests remternetug to delay or prevent worsening memory/thinking/function in early Alzheimer’s — an outcome consistent with disease modification rather than only symptomatic improvement. citeturn0search0",
        "Act / evidence: Remternetug (LY3372993) is described by trial registries and regulatory summaries as an antibody that targets and removes deposited amyloid plaques in the brain. citeturn0search6turn0search0",
        "Additional evidence: Press reporting and sponsor materials state remternetug produced rapid, dose-dependent amyloid plaque clearance in early studies (Eli Lilly is the sponsor). citeturn0search10turn0search3",
        "Reflect: Because remternetug is a biologic monoclonal antibody directed at Alzheimer’s pathology (amyloid plaques) and the trial aims to alter time to cognitive/functional decline, this fits the definition 'disease-targeted biologic' rather than a small molecule, symptomatic cognitive enhancer, or neuropsychiatric treatment. No information suggests a different mechanism. citeturn0search6turn0search0"
    ],
    "agent_type": "A) Amyloid beta",
    "explanation_agent": [
        "Reason: The intervention is remternetug (LY3372993), a monoclonal antibody developed by Eli Lilly that is described in trial registries and antibody/therapeutics resources as directed at deposited brain amyloid (pyroglutamate-modified Aβ) / amyloid plaques. citeturn0search6turn0search0",
        "Act: Extracted details — drug: Remternetug (LY3372993); modality: monoclonal antibody (IgG1); mechanism: binds pyroglutamate-modified Aβ found in deposited plaques and promotes plaque removal; Phase 3 trials list amyloid PET/amyloid reduction and clinical progression as key outcomes. These statements are supported by Eli Lilly trial listings and independent therapeutics/clinical reports. citeturn0search0turn0search6turn0search2",
        "Reflect: Classification check against CADRO — the drug specifically targets amyloid-beta pathology (deposited/modified Aβ in plaques) rather than tau, inflammation, neurotransmission, or a multi-target approach. Therefore the most specific CADRO match is A) Amyloid beta. No evidence in the provided description indicates a different or multiple biological target; this is a disease‑modifying, anti‑amyloid biologic. citeturn0search4turn0search2",
        "Web-search evidence (key sources cited above):",
        "- Clinical trial registry summaries showing TRAILRUNNER-ALZ studies of remternetug (LY3372993) and trial design/outcomes. citeturn0search0turn1search0",
        "- Antibody/Therapeutics resource describing remternetug as an antibody targeting the pyroglutamate-modified form of Aβ present in plaques. citeturn0search6",
        "- ALZFORUM therapeutic entry summarizing remternetug trials and amyloid-focused design. citeturn0search4",
        "- Clinical-reporting article noting remternetug produced dose-dependent amyloid plaque clearance in early studies and describing planned Phase 3 endpoints (amyloid PET and clinical progression). citeturn0search2"
    ]
}