{
    "nct_id": "NCT04838301",
    "title": "Safety and Efficacy of Allopregnanolone (Allo) as a Regenerative Therapeutic for Alzheimer's Disease: Multicenter, Double-Blind, Randomized, Placebo-Controlled, Phase 2 Clinical Trial",
    "status": "RECRUITING",
    "last_update_time": "2025-05-06",
    "description_brief": "A phase 2, double-blind, randomized, placebo-controlled clinical trial to evaluate the safety and efficacy of Allopregnanolone as a regenerative therapeutic for Alzheimer's disease.",
    "description_detailed": "This is a proof-of-concept phase 2 clinical trial to investigate the long-term safety and efficacy of Allo to function as a regenerative therapeutic to restore structural integrity and cognitive function of the brain in participants with mild Alzheimer's disease (AD) dementia. Study participants will be male and female, APOE ε4 positive diagnosed with probable AD, Mini-Mental State Exam (MMSE) 20 to 26, ages 55 to 80 years old.\n\nAfter a 2-4-week screening period, participants will be randomized to 4 mg Allo (administered intravenously over 30 minutes, once per week, in clinic) or matching placebo, 1:1 allocation, for a period of 12 months. After 12 months, all participants in the placebo group will be crossed-over to receive Allo for the remainder of the study (6 month open-label phase). Brain imaging to evaluate the primary endpoint will be conducted at baseline, 6 and 12 months.",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "Allopregnanolone (Allo)"
    ],
    "placebo": [
        "matching placebo"
    ],
    "explanation_target": [
        "Reason: The trial tests allopregnanolone (Allo), an endogenous neurosteroid given IV as a drug candidate intended to produce regenerative, disease-modifying effects in Alzheimer's disease rather than a biologic (monoclonal antibody or vaccine) or a purely symptomatic cognitive enhancer or antipsychotic. citeturn0search7turn0search1",
        "Act: Key details extracted from the protocol and literature — phase 2, multicenter, double-blind, randomized, placebo-controlled trial of Allopregnanolone (4 mg IV weekly in the described protocol) with primary/regenerative endpoints (hippocampal volume, cognitive and functional measures). Allopregnanolone is described in the literature as an endogenous neurosteroid that promotes neural progenitor proliferation/neurogenesis and has shown reduction of amyloid burden in preclinical models; Phase 1 results supported safety and advancement to Phase 2. citeturn0search2turn0search4turn0search1",
        "Reflect: Classification rationale — Allopregnanolone is a small molecule neurosteroid (blood–brain barrier penetrant, low molecular weight) being developed to modify disease by stimulating neuroregeneration and neuroprotection. It is not a biologic (e.g., antibody or vaccine) and the trial's stated aim is regenerative/disease-modifying efficacy rather than solely symptomatic cognitive enhancement or treatment of neuropsychiatric symptoms; therefore the best fit among the provided categories is 'disease-targeted small molecule'. Note: Although Allo's mechanism is regenerative rather than directly anti-amyloid/tau in the narrow sense, it is being tested as a disease-modifying therapeutic for AD, which is why it was classified under the disease-targeted small molecule category. citeturn0search4turn0search2",
        "Web search results supporting this extraction: 1) ClinicalTrials entry / NCT04838301 (trial title and phase 2 description). citeturn0search7 2) Phase 1b/2a publication reporting safety, tolerability, PK and support for advancement to Phase 2. citeturn0search1 3) Phase 2 proof-of-concept description using hippocampal volume as a surrogate endpoint (Alzheimer's & Dementia; trial details). citeturn0search2 4) Preclinical/mechanistic review describing Allopregnanolone as a neurosteroid that induces neural progenitor proliferation, neurogenesis and reductions in amyloid in animal models. citeturn0search4 5) Additional trial listing / CenterWatch summary indicating trial design and recruitment. citeturn0search6"
    ],
    "agent_type": "E) Neurogenesis",
    "explanation_agent": [
        "Reason: The investigational drug is allopregnanolone (Allo), an endogenous neurosteroid developed to stimulate neural progenitor proliferation, neurogenesis and regenerative repair in the AD brain rather than acting primarily on amyloid or tau pathology. citeturn0search4turn0search2",
        "Act: The phase 2 trial (NCT04838301 / REGEN‑BRAIN) tests IV Allo (4 mg weekly) with primary/regenerative endpoints (hippocampal volume, cognition, function), and prior phase 1b/2a imaging data show increased/ preserved hippocampal volume and white matter integrity consistent with regenerative effects. These trial details and the described mechanism support classification under CADRO 'Neurogenesis'. citeturn0search3turn0search1turn0search0",
        "Reflect: The intervention is a small-molecule neurosteroid whose stated and demonstrated mechanism is to promote neurogenesis/neural progenitor proliferation and structural restoration — a direct fit to CADRO category E) Neurogenesis. Although Allo may have neuroprotective and secondary effects on connectivity and amyloid in preclinical work, the primary therapeutic strategy and trial endpoints are regenerative (neurogenesis), so E) is the most specific CADRO match. citeturn0search4turn0search2"
    ]
}