{
    "nct_id": "NCT06962111",
    "title": "Early-Stage Partner in Care-Living Alone (EPIC-LA)",
    "status": "RECRUITING",
    "last_update_time": "2025-08-01",
    "description_brief": "EPICLA+ (Early-Stage Partners in Care Living Alone Plus) is a research project designed to assist people with early-stage memory loss who live alone in the community by providing early-stage related education and skill-training sessions, held via Zoom, designed to reduce stress, enhance well-being, manage challenges, and plan for the future. Researchers will gather feedback from individuals about their experience to continue to improve programs for early-stage memory loss.",
    "description_detailed": "This study aims to create a supportive environment to help individuals with early-stage memory loss or early-stage dementia living alone in the community by providing education and skill-training programs, held via Zoom, where they can be educated in memory changes associated with dementia, learn to manage behavioral changes, improve communication skills, cope with stress, and plan for the future. About 70 people will be enrolled across the United States through Arizona State University.\n\nPeople who decide to participate in this program voluntarily will be asked to:\n\nMeet others in the earlier stages of memory loss who live alone Attend six group sessions via Zoom (2 hours and 30 minutes each) to learn strategies for handling new situations, reducing stress, improving mood, communicating better with others, and planning for the future.\n\nParticipate in one 90-minute individualized session via Zoom to address specific issues unique to each one's situation.\n\nParticipate in three 45-minute confidential interviews that involve questions about background, mood, and quality of life.\n\nParticipate in a booster session for those initially assigned to EPICLA+, lasting approximately 2h 30 minutes.\n\nParticipate in interviews at the start, and again about 3 and 6 months, via Zoom, to help us continue to improve the program.\n\nAll participants are offered the EPICLA+ sessions shortly after their first interview or shortly after their 3-month interview.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is a psychoeducational skills-training program delivered via Zoom for people with early-stage memory loss—aiming to reduce stress, enhance well‑being, teach coping/communication skills, and plan for the future—not a drug or biologic. citeturn0search1turn0search3",
        "Act: Key trial details extracted — EPICLA+ / EPIC‑LA is a 6–7 session, group-based psychoeducational skills training intervention (plus one individualized session and a booster), delivered remotely; study uses a wait‑list control design and measures quality of life, mood, loneliness and related outcomes. This is a behavioral/educational intervention, not a pharmacologic or biologic therapy. citeturn0search0turn0search1turn0search3",
        "Reflect: Classification justification — it does not fit the four drug/therapy categories (disease‑targeted biologic, disease‑targeted small molecule, cognitive enhancer [pharmacologic], or neuropsychiatric symptom improvement drug). Although it targets mood/stress and quality of life, it is a non‑drug psychosocial intervention; per instructions, the correct category is 'N/A'. citeturn0search6turn0search5",
        "Web search results (sources used): 1) Study listing / description (MedPath / trial record for Early‑Stage Partner in Care Living Alone Plus). citeturn0search1 2) EPIC — Living Alone study page (EndALZ/Alzheimer support listing). citeturn0search0 3) Veeva/CTV study summary (detailed intervention and design). citeturn0search3 4) Background/publication on EPIC interventions (peer‑reviewed summary of EPIC program effects). citeturn0search6 5) Related trial/registry entries and recruitment descriptions summarizing the psychoeducational intervention. citeturn0search5turn0search7"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}