{
    "nct_id": "NCT05709210",
    "title": "Pilot Study on the Feasibility of Using Smartphone Data as a Diagnostic Marker for Alzheimer's Disease.",
    "status": "RECRUITING",
    "last_update_time": "2023-12-08",
    "description_brief": "This study will compare smartphone usage data between three groups of patients diagnosed with either a memory complaint, mild cognitive decline, or Alzheimer's disease.",
    "description_detailed": "Alzheimer's disease (AD) is the leading cause of dementia in the world. The first cognitive function affected is memory and then other cognitive systems are affected leading to a progressive loss of autonomy of the patient. Currently, the diagnosis of AD is made at too late a stage. Patients with memory complaints or mild cognitive decline (MCI) are particularly at risk of developing AD.\n\nHowever, there is no clinical or paraclinical evidence to predict precisely this risk of progression to AD. Investigator's hypothesis is that there is an association between the evolution of smartphone use and the conversion of cognitive status to AD.\n\nThe purpose of this pilot study is to identify existing differences between smartphone use data of patients with a memory complaint or of patients MCI or with an AD. It is a study of 90 patients (30 patients with memory complaint, 30 with MCI and 30 with AD) with a collection of smartphone usage data during three months.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "DIAGNOSTIC",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The study description and title indicate a diagnostic/feasibility study comparing smartphone usage data across participants with memory complaint, mild cognitive decline, or Alzheimer’s disease. The intervention is data collection/analysis (a diagnostic marker), not a therapeutic drug or biologic targeting disease pathology, cognition, or neuropsychiatric symptoms.",
        "Act: Extracted key details — intervention = smartphone usage data as a diagnostic marker; intent = diagnosis/feasibility (not treatment). No drug name, compound class, biologic, or symptom-management intervention is mentioned. Therefore it does not fit any of the four therapeutic categories (disease-targeted biologic, disease-targeted small molecule, cognitive enhancer, neuropsychiatric symptom improvement).",
        "Reflect: The classification 'N/A' aligns with the definitions because the trial is non-therapeutic/diagnostic. No drug/placebo to search for. I did not perform a web search because the user-supplied description contains no drug to look up; if you want, I can search the trial title/registry entry and return web search results and links."
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}