{
    "nct_id": "NCT06681948",
    "title": "A Randomized, Double-Blind, Placebo Parallel-Controlled, Multicenter Clinical Study for Evaluating the Efficacy, Safety and Tolerability of JT821 in the Treatment of Mild and Moderate Alzheimer's Disease",
    "status": "RECRUITING",
    "last_update_time": "2024-11-07",
    "description_brief": "This research is a randomized, double-blind, placebo-parallel controlled, and multi-center clinical study in China, aiming to evaluate the tolerability, efficacy, and safety of JT821 (Ketogenic Diet) in the treatment of mild to moderate Alzheimer's disease.\n\nThe ketogenic diet (KD) is a low-carbohydrate, adequate protein and high-fat diet. KD was shown to be effective in treating different neurodegenerative diseases.",
    "description_detailed": "This is a randomized, double-blind, placebo-controlled, multi-center clinical study planned to include 300 subjects diagnosed with mild to moderate Alzheimer's disease. The primary aim of the study is to evaluate the tolerability, efficacy, and safety of JT821 in the treatment of mild to moderate Alzheimer's disease.\n\nEligible patients will be randomly assigned in a 1:1 ratio to either the JT821 group or the placebo group. All subjects will undergo a 2-week product titration period based on a stable and regular anti-dementia drug treatment before entering a 26 week treatment period.\n\nEfficacy assessments will be conducted at week 13 and week 26 during the treatment period, utilizing the Alzheimer's Disease Assessment Scale-Cognitive Subscale (ADAS-cog) and the Mini-Mental State Examination (MMSE) to assesses the overall cognitive function of the subjects. Additionally, the Alzheimer's Disease Cooperative Study-Activities of Daily Living (ADCS-ADL) will evaluate daily living abilities; and the Quality of Life in Alzheimer's Disease (QOL-AD) will assess the quality of life of Alzheimer's disease patients.\n\nSafety evaluation will include the vital signs, laboratory tests (twelve-lead electrocardiogram, fasting blood glucose, blood ketone levels (β-hydroxybutyrate), urinalysis, complete blood count, fasting lipid profile, liver and kidney function), as well as the recording of any adverse events.\n\nSubjects may withdraw from the study at any time. If subjects experience a serious adverse event, become pregnant, are lost to follow-up, show poor adherence, or if the subject or their legal guardian actively requests to withdraw or retracts informed consent, they may be withdrawn based on the investigator's determination. The sponsor reserves the right to terminate the study at any time for special reasons (such as major safety concerns, force majeure, etc.).\n\nA safety follow-up will be conducted two weeks after the termination of treatment.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "JT821 (Ketogenic Diet)"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The intervention named JT821 is described as a ketogenic diet formulation (a high-fat, low-carbohydrate dietary therapy) being tested to improve tolerability, efficacy, and safety in mild–moderate Alzheimer’s disease; the trial’s primary efficacy measures are cognitive scales (ADAS‑cog, MMSE), indicating the intended effect is improvement in cognition rather than use of a biologic or small‑molecule disease‑targeting agent. citeturn0search0turn0search3",
        "Act: I searched for JT821 and found trial listings that identify JT821 explicitly as a ketogenic diet intervention in multicenter, randomized, double‑blind, placebo‑parallel studies for Alzheimer’s disease (NCT06681948) and related dementia studies. Clinical summaries list 'ketogenic diet' as the primary treatment. citeturn0search0turn0search3",
        "Additional evidence: Published preclinical and clinical reviews report ketogenic diets can improve cognition and may affect AD‑related biology (e.g., ketone bodies as alternative brain fuel, reduced neuroinflammation/amyloid in animal models), supporting that KD is used here as a cognitive/metabolic intervention rather than a monoclonal antibody or small molecule. citeturn0search6turn0search5",
        "Reflect: Classification rationale — the four allowed categories require biologic or small‑molecule labels for disease‑targeted categories. JT821 is a dietary (nutritional) intervention aimed at improving cognitive outcomes; therefore it best fits 'cognitive enhancer'. If you want a stricter 'disease‑modifying' label because KD can alter pathology in preclinical work, note that the provided category set does not include a non‑drug disease‑targeted nutrition category, so 'cognitive enhancer' is the most appropriate choice. citeturn0search5turn0search6"
    ],
    "agent_type": "J) Metabolism and Bioenergetics",
    "explanation_agent": [
        "Reason: The investigational intervention JT821 is described and listed in trial registries as a ketogenic diet formulation (a high-fat, low-carbohydrate nutritional therapy) being tested to improve cognition in mild–moderate Alzheimer’s disease. A ketogenic diet acts by raising circulating ketone bodies and shifting brain fuel/metabolic pathways rather than by directly targeting amyloid, tau, or a single receptor. citeturn0search1turn0search2",
        "Act: Extracted trial details — JT821 = ketogenic diet; study is randomized, double‑blind, placebo‑parallel, multicenter with cognitive primary outcomes (ADAS‑cog, MMSE) and measurement of blood ketones (β‑hydroxybutyrate), indicating a metabolic/energetic intervention. These trial listings explicitly identify JT821 as a KD intervention. citeturn0search1turn0search2",
        "Mechanistic evidence (supporting the CADRO mapping): Ketone bodies provide an alternative brain energy source when glucose metabolism is impaired in AD and KD/ketones have been reported to improve mitochondrial function, reduce neuroinflammation/oxidative stress, and alter AD biomarkers in preclinical and clinical studies — i.e., the primary biological focus is metabolism and bioenergetics. citeturn1search0turn1search2turn1search4",
        "Reflect: CADRO classification rationale — JT821 is a nutritional/metabolic intervention whose principal biological target is brain energy metabolism and ketone-mediated bioenergetics. Therefore the most specific CADRO category is J) Metabolism and Bioenergetics. It does not fit the amyloid (A) or tau (B) categories (no direct anti-amyloid or anti-tau agent), nor is it a multi‑target pharmacologic agent (R); although KD may secondarily affect inflammation or proteostasis, the primary intended mechanism and measured biomarkers are metabolic, so J is the best match. citeturn0search1turn1search4",
        "Web search results (key sources found): 1) JT821 (Ketogenic Diet) randomized, double‑blind, placebo‑parallel multicenter trial listing with design and endpoints — MedPath/clinical-trial listing. citeturn0search1 2) CenterWatch trial summary confirming JT821 primary treatment = ketogenic diet and cognitive endpoints. citeturn0search2 3) Prior randomized/controlled and crossover clinical studies of ketogenic diets in AD showing cognitive/function signals and feasibility. citeturn0search0turn1search4 4) Reviews summarizing mechanisms by which ketone bodies support brain energy metabolism, mitochondrial function, and reduce neuroinflammation/oxidative stress in AD — supporting the metabolic/bioenergetics mechanism. citeturn1search0turn1search2"
    ]
}