{
    "nct_id": "NCT01741194",
    "title": "A 26-Week, Double-blind, Randomized, Placebo-controlled, Parallel-group Study to Investigate the Effects of Daily Administration of AC-1204 in Participants With Mild to Moderate Alzheimer's Disease (AD) With an Optional 26-Week Open Label Extension",
    "status": "COMPLETED",
    "last_update_time": "2021-07-30",
    "description_brief": "This study will evaluate the effects of daily dosing of AC-1204 on cognition, activities of daily living, resource utilization, quality of life, pharmacokinetic measures and safety among participants with mild to moderate Alzheimer's Disease.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE2",
        "PHASE3"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "SUPPORTIVE_CARE",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "AC-1204 (formulation of caprylic triglyceride / tricaprylyl glycerol — ketogenic medium-chain triglyceride)"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The trial description and title state AC-1204 is given daily to evaluate effects on cognition, activities of daily living, quality of life and related outcomes in mild–moderate AD. Published reports and the trial registry identify AC-1204 as a ketogenic formulation of caprylic triglyceride intended to provide ketone bodies (an alternative brain energy substrate) to improve memory/cognition rather than to target amyloid or tau pathology. citeturn0search0turn0search3",
        "Act: Key extracted details — intervention name AC-1204; mechanism: ketogenic medium-chain triglyceride (caprylic triglyceride / tricaprylyl glycerol) providing ketone bodies; primary endpoints include cognitive measures (ADAS-Cog) and global function; study design: 26-week, double-blind, randomized, placebo-controlled with optional 26-week open-label extension. These sources describe AC-1204 as a metabolic/ketone-based therapeutic aimed at cognitive benefit. citeturn0search4turn0search1",
        "Reflect: Classification rationale — by the provided category definitions, AC-1204 is not a biologic (no antibody/vaccine) nor a small-molecule designed to directly modify AD pathology (amyloid/tau). Its mechanism is metabolic (ketone provision) to support neuronal energetics and improve cognition, so it best fits 'Cognitive enhancer'. Note: chemically AC-1204 is a triglyceride (a small lipid), but functionally and in trial intent it is a ketogenic cognitive-enhancing intervention rather than a disease-targeting agent. citeturn0search0turn0search3",
        "Web search results (sources referenced): PubMed J Alzheimers Dis. 2020 trial report describing AC-1204 (caprylic triglyceride) and lack of cognitive benefit in that trial. citeturn0search0 ClinicalTrials.gov / trial registry entry (NCT/ALERT) describing AC-1204 as a ketogenic compound (tricaprylyl glycerol) and the 26‑week randomized placebo‑controlled design. citeturn0search3 Accera / PR Newswire press release describing the NOURISH AD Phase 3 study intent and mechanism (alternative energy source via ketosis). citeturn0search4 UnboundMedicine / PubMed summary and other repository summaries of the NOURISH AD / AC-1204 trials. citeturn0search1turn0search2"
    ],
    "agent_type": "J) Metabolism and Bioenergetics",
    "explanation_agent": [
        "Reason: AC-1204 is a ketogenic medium-chain triglyceride formulation (caprylic/tricaprylyl triglyceride) given to provide ketone bodies as an alternative brain energy substrate to improve cognition rather than to directly target amyloid, tau, inflammation, or synaptic proteins. citeturn0search0turn0search3",
        "Act: Key extracted details from the trial description and registry — AC-1204 (caprylic triglyceride) administered daily in the NOURISH‑AD 26‑week, double‑blind, randomized, placebo‑controlled study (with optional 26‑week open‑label extension); primary cognitive endpoint (ADAS‑Cog) among APOE4 non‑carriers. These sources describe the intervention as metabolic/ketone‑based rather than amyloid- or tau‑directed. citeturn0search1turn0search5turn0search4",
        "Reflect: Mapping to CADRO — the intervention aims to alter brain energy metabolism/bioenergetics (ketone supply) to improve neuronal function and cognition, so the most specific CADRO category is J) Metabolism and Bioenergetics. This is more appropriate than A) Amyloid beta, B) Tau, M) Synaptic Plasticity (secondary), or R) Multi‑target because the primary mechanism is metabolic substrate provision. The NOURISH‑AD publication also reports lack of cognitive benefit in the studied population, but that does not change the mechanism‑based classification. citeturn0search0",
        "Web search results cited: PubMed trial report (AC-1204 randomized trial, NOURISH‑AD, reports safety and lack of efficacy). citeturn0search0",
        "ClinicalTrials registry / trial snapshot for NCT01741194 (26‑week randomized, placebo‑controlled NOURISH‑AD protocol and endpoints). citeturn0search1turn0search5",
        "PR/press materials (Accera/NOURISH‑AD describing AC‑1204 as a ketogenic formulation supplying alternative brain energy). citeturn0search3turn0search4"
    ]
}