{
    "nct_id": "NCT04919005",
    "title": "Virtual Environment to Aid Cognitive Stimulation of Elderly People With Early Alzheimer's",
    "status": "COMPLETED",
    "last_update_time": "2021-06-02",
    "description_brief": "This research was carried out with the objective of verifying the possibility of intervention through cognitive training protocols to assist in the stimulation of neurons and to delay the degradation resulting from Alzheimer's disease in its initial phase. The specific objective of this research was to develop and validate a virtual environment of games (called SorrisoTur) that allows the intervention of cognitive training.",
    "description_detailed": "SorrisoTur encompasses cognitive training concepts and protocols in playful situations, which were coded in the form of 2D mini-games that are run on a computer connected to the Web, and designed to stimulate cognitive domains, such as memory, executive functions, spatial-visual skills, language (expression, comprehension, reading, and writing) and personality/behavior. For the comparison of results, three groups were created; one group of elderly people with Alzheimer's disease at an early stage, one group formed by healthy elderly, and another group with young people and applied Mini-Mental State Examination (MMSE) and Wechsler Intelligence Scale for Adults (WAIS-III) before and after of interventions with the games.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "PREVENTION",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial tests a virtual environment of cognitive training games (SorrisoTur) intended to stimulate cognitive domains (memory, executive function, visuospatial skills, language) to delay decline in early Alzheimer's — this is a non‑pharmacological cognitive intervention rather than a biologic or small molecule targeting pathology. citeturn0search1turn0search0",
        "Act: Key details extracted — intervention = 'Other: Virtual Environment' called SorrisoTur composed of 10 2D mini‑games run on a web‑connected computer; administered ~1 hour, twice weekly for a month; participants included elderly people with early‑phase Alzheimer's. Trial registration: NCT04919005. This confirms a behavioral/technology cognitive training intervention (no drug). citeturn0search1turn0search0",
        "Act (supporting context): Virtual reality / virtual‑environment cognitive training is reported in the literature as a cognitive stimulation / rehabilitation approach aimed at improving cognitive functioning in older adults and people with dementia, supporting classification as a cognitive enhancer (non‑drug) intervention. citeturn0search3turn0search5",
        "Reflect: Classification check — the intervention does not involve a monoclonal antibody, vaccine, or other biologic (so not 'disease‑targeted biologic'), nor a small‑molecule drug (so not 'disease‑targeted small molecule'), nor does it primarily target neuropsychiatric/behavioral symptoms. It is intended to improve/maintain cognitive function via training, so the best fit among the provided categories is 'cognitive enhancer'. No ambiguity from the registry description; therefore final classification stands. citeturn0search1turn0search0"
    ],
    "agent_type": "T) Other",
    "explanation_agent": [
        "Reason: The description shows the intervention is a virtual environment of cognitive training games (SorrisoTur) intended to stimulate cognitive domains (memory, executive function, visuospatial skills, language) to delay decline in early Alzheimer's — this is a behavioral/technology cognitive‑stimulation intervention, not a biologic or small molecule targeting a molecular or cellular Alzheimer’s pathway. citeturn0search1turn0search0",
        "Act: Extracted details from the trial registry: intervention = 'Other: Virtual Environment' named SorrisoTur (2D mini‑games run on a web‑connected computer), administered ~1 hour twice weekly over 4 weeks in elderly people with early‑stage Alzheimer’s (ClinicalTrials entry NCT04919005). No drug, gene, protein, receptor, inflammatory pathway, vascular or metabolic target is described. citeturn0search1turn0search2",
        "Supporting context: Virtual/VR cognitive‑stimulation interventions are reported in the literature as behavioral cognitive‑stimulation or rehabilitation approaches aimed at improving or maintaining cognition in people with MCI or dementia — i.e., a non‑pharmacological cognitive enhancer approach rather than a CADRO biological target. Example evidence: a pilot RCT and feasibility studies of VR/computerized cognitive stimulation showing cognitive engagement/improvements. citeturn0search4turn0academia14turn0academia15",
        "Reflect: CADRO categories A–Q focus on biological targets (amyloid, tau, inflammation, synaptic plasticity, metabolism, etc.). The trial explicitly registers the intervention as 'Other: Virtual Environment' with behavioral cognitive aims and contains no molecular/biologic target information; therefore it does not map to a specific CADRO biological target and should be classified as 'T) Other'. If later the trial tested a pharmacologic agent, or a device/neuromodulation targeting a defined biological mechanism, a different CADRO category could apply. citeturn0search1",
        "Output: T) Other — Non‑pharmacological cognitive stimulation (virtual environment SorrisoTur); no drug or biological target identified in the registry (NCT04919005). Web search sources used: ClinicalTrials/registry entries for NCT04919005 and related trial listings, and representative literature on VR/computerized cognitive stimulation. citeturn0search1turn0search0turn0search2turn0search3turn0search4"
    ]
}