{
    "nct_id": "NCT01000038",
    "title": "Wii-fit for Activity, Balance and Gait in Assisted Living",
    "status": "COMPLETED",
    "last_update_time": "2023-09-13",
    "description_brief": "Falls in Alzheimer's Disease (AD) are common and lead to fractures, acute hospitalizations and increased rate of institutionalization. Poor balance and gait abnormalities, commonly associated with AD, are risk factors. Improving balance and gait abnormalities is critical in preventing these falls. Walking is the most commonly recommended home-based exercise program for elderly by primary care providers. However, it is difficult to engage patients with AD in long term exercise programs. Barriers include lack of motivation, poor engagement, and external factors such as the cost of physical therapy (PT).\n\nThe use of readily available technology might bridge this gap by providing high level of engagement via use of multimedia at an affordable price. Wii-Fit is a Nintendo gaming console used for aerobics, strength training, and balance activities. It is a TV based self-directed activity where virtual trainers talk the user through the activity while tracking progress. Some skilled nursing facilities have started using the Wii-Fit as an adjunct to PT and note improvement in balance along with social benefits, but no systematic studies are done to generalize the findings. This study will compare changes in balance and daily living activities between a group receiving Wii-Fit training and another receiving a walking exercise program.",
    "description_detailed": "Purpose of the study: Falls in Alzheimer's Disease (AD) are common and lead to fractures, acute hospitalizations and increased rate of institutionalization. Poor balance and gait abnormalities, commonly associated with AD, are risk factors for falls. Improving balance and gait abnormalities is critical to prevent falls in AD.\n\nExercise interventions improve gait and balance in elderly. Walking is the most commonly recommended home-based exercise program for elderly by primary care providers. However, it is difficult to engage patients with AD in long term exercise programs. Barriers to exercise programs include lack of motivation, poor engagement, and external factors such as the cost of physical therapy (PT). Use of readily available technology might bridge this gap by providing high level of engagement via use of multimedia at an affordable price.\n\nWii-Fit is a Nintendo gaming console used for aerobics, strength training, and balance activities. This device includes a balance board that senses weight, movement and balance. Wii-Fit is a TV based self-directed activity not limited by the constraint of a therapist's presence. Virtual trainers talk the user through the activity while tracking progress. Furthermore, visual and auditory feedback improves engagement. Some skilled nursing facilities have started using the Wii-Fit as an adjunct to PT, and note improvement in balance along with social benefits but no systematic studies are done to generalize the findings.\n\nThe investigators propose an 8 week prospective randomized study with the treatment group receiving the exercise program delivered by Wii-Fit system and the comparison arm receiving a walking exercise program.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "OTHER",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention described is a home-based exercise/physical-therapy substitute using the Nintendo Wii-Fit videogame (Wii Balance Board + guided activities) intended to improve balance and gait to prevent falls in people with Alzheimer disease — this is a non-pharmacologic, behavioral/rehabilitative intervention, not a drug or biologic. citeturn0search14turn0search11",
        "Act: Key extracted details — intervention: Wii-Fit balance/aerobics/strength activities delivered via the Wii Balance Board; comparator: walking exercise program; intended effect: improve balance, gait, and activities of daily living to reduce falls. Clinical evidence that Wii-Fit can improve balance in older adults and has been tested in RCTs and meta-analyses is available. citeturn0search2turn0search0turn0search3",
        "Reflect: Classification check — by the provided definitions, this trial does not test a biologic (monoclonal antibody/vaccine), nor a small-molecule disease-modifying agent, nor a pharmacologic cognitive enhancer, nor an intervention targeting neuropsychiatric symptoms. It is an exercise/rehabilitation trial (non‑therapeutic device/game), so the correct category is 'N/A'. Also, no drug or placebo is involved. For context about falls being common in AD (rationale for the trial), see systematic reviews/meta-analyses reporting high fall prevalence and gait/balance impairment in AD. citeturn1search4turn1search2"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}