{
    "nct_id": "NCT05269173",
    "title": "A Randomized, Double-Blind, Placebo-Controlled, Multicenter Phase II Clinical Trial to Evaluate the Efficacy and Safety of Flos Gossypii Flavonoids Tablet in the Treatment of Mild and Moderate Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2024-11-11",
    "description_brief": "In clinical trials of preclinical pharmacodynamic studies, Flos Gossypii Flavonoids Tablet has been proved to significantly improve the learning and memory ability of Alzheimer's disease model. Phase I clinical tolerance test is to observe the human body's tolerance to Flos Gossypii Flavonoids Tablet, and provide a basis for the formulation of safe and reasonable dosing regimens for phase II clinical trials. Therefore, a Phase II clinical trial is now being conducted to explore the efficacy and safety of the Flos Gossypii Flavonoids Tablet in the treatment of mild to moderate Alzheimer's disease (marinus sea deficiency/brain collateral stasis syndrome). In this study, the researchers will use a multicenter, randomized, double-blind, placebo-controlled parallel method to recruit AD patients to confirm the efficacy and safety of Flos Gossypii Flavonoids Tablet. Confirmation of drug efficacy will be observed through changes in AD patients' general cognitive and different cognitive domain functions, daily living activities, and symptom severities.",
    "description_detailed": "Cotton flower is a Xinjiang Uygur ethnic medicine, and its main active ingredients are flavonoids. Studies have proved that flavonoids have strong characteristics of antioxidant stress and anti-inflammatory response. Preclinical pharmacodynamic studies on rats showed that the Flos Gossypii Flavonoids Tablet could significantly improve the learning and memory ability of AD model caused by different factors, and the mechanism may be related to its inhibition of oxidative stress and inflammatory response. A total of 57 subjects were enrolled in the Phase I tolerance clinical study. The results showed that the experimental drug may temporarily increase the three indexes of glutamic oxaloacetic transaminase, creatine kinase and lactate dehydrogenase, which can self-recovery in a short time. Combined with the safety evaluation results of phase I clinical trial, Flos Gossypii Flavonoids Tablet is a drug with high safety.",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "Flos Gossypii Flavonoids Tablet",
        "major constituents likely include flavonoids such as quercetin/quercetin glycosides and related flavonols (e.g., gossypetin)"
    ],
    "placebo": [
        "matching placebo tablet"
    ],
    "explanation_target": [
        "Reason: The intervention is an oral tablet of plant-derived flavonoids (small molecules) derived from Flos Gossypii (cotton flower). Preclinical and the trial description emphasize improvements in learning and memory and mechanisms of antioxidant/anti-inflammatory neuroprotection rather than a specific anti-amyloid or anti-tau biologic mechanism. citeturn0search0turn0search1",
        "Act: The trial listing and reviews identify the investigational product as \"Flos Gossypii Flavonoids Tablet\" and describe its composition as flavonoid extracts (examples isolated from Flos Gossypii include quercetin glycosides); separate preclinical work on related flavonoids (gossypetin) shows possible Aβ‑clearance activity, but the trial itself tests cognitive outcomes (ADAS‑Cog and other cognitive/ADL measures). citeturn0search0turn0search3turn0search2",
        "Interpretation / classification: Because the product is a small‑molecule plant extract tested to improve cognition and daily function, and the trial framing and endpoints are symptomatic cognitive benefit (rather than a clearly specified disease‑modifying anti‑amyloid/tau target or a biologic), the best fit among the provided categories is \"cognitive enhancer.\" citeturn0search0turn0search1",
        "Reflect (ambiguity noted): Some flavonoids (e.g., gossypetin) have experimental data suggesting enhanced Aβ clearance, which could be interpreted as a disease‑targeted small‑molecule effect; however, the trial description emphasizes antioxidant/anti‑inflammatory/neuroprotective mechanisms and clinical cognitive endpoints rather than a prespecified amyloid/tau target. Given that, I classify it as a cognitive enhancer but note the mechanistic ambiguity. citeturn0search2turn0search1",
        "Web search results used: clinical trial registry entry describing the Phase II trial (NCT summary). citeturn0search0",
        "Additional sources: MDPI review noting the trial and its endpoints; HSCCC isolation paper showing flavonoid constituents from Flos Gossypii; gossypetin preclinical study indicating possible Aβ‑related activity. citeturn0search1turn0search3turn0search2"
    ],
    "agent_type": "M) Synaptic Plasticity/Neuroprotection",
    "explanation_agent": [
        "Reason: The investigational product is an oral flavonoid extract (Flos Gossypii Flavonoids Tablet) tested for symptomatic cognitive improvement (ADAS‑Cog and other cognitive/ADL measures) with preclinical emphasis on antioxidant, anti‑inflammatory and neuroprotective effects rather than an explicit anti‑amyloid or anti‑tau biologic mechanism. citeturn0search4turn0search1",
        "Act: The trial listing and reviews identify the product as a flavonoid extract (major constituents likely quercetin glycosides and related flavonols). Preclinical work on related flavonoids (e.g., gossypetin) shows microglial Aβ‑clearance and other protective effects, but the clinical trial itself is framed and powered for symptomatic cognitive outcomes and neuroprotective/antioxidant mechanisms. citeturn0search4turn0search1turn0search0",
        "Reflect: CADRO does not include a specific ‘cognitive enhancer’ label; the closest, most specific CADRO category that maps to symptomatic cognitive enhancement and neuroprotective/antioxidant mechanisms is M) Synaptic Plasticity/Neuroprotection. Alternative plausible categories include G) Oxidative Stress or F) Inflammation (given flavonoids’ antioxidant/anti‑inflammatory actions) or A) Amyloid (given separate preclinical gossypetin Aβ‑clearance data), but the trial’s framing and endpoints indicate a symptomatic/neuroprotective approach, so M is the best fit. citeturn0search1turn0search0",
        "Web search results used (sources):",
        "- Phase II trial description and outcomes/endpoints (trial listing summary). citeturn0search4",
        "- MDPI review describing Flos Gossypii flavonoid tablet, study design and endpoints. citeturn0search1",
        "- Preclinical gossypetin study showing improved cognition and enhanced microglial Aβ phagocytosis (supporting possible Aβ‑related activity but preclinical). citeturn0search0turn0search2"
    ]
}