{
    "nct_id": "NCT06733714",
    "title": "Association of Transcranial Alternating Current Stimulation with Digital Cognitive Training for Cognitive Remediation in Older Adults",
    "status": "RECRUITING",
    "last_update_time": "2024-12-09",
    "description_brief": "BACKGROUND Cognitive decline in older adults, especially those who develop Mild Cognitive Impairment and Alzheimer's Disease, currently has limited options of pharmacological treatments, with modest efficacy.\n\nDigital Cognitive Training (DCT) and Transcranial Alternating Current Stimulation (tACS) are two promising tools for cognitive remediation in this population. In this exploratory study, we investigate feasibility, tolerability and preliminary effects of the association of both interventions in older adults with cognitive complaints.\n\nMETHODS Older adults with cognitive complaints are being enrolled for this study, which comprises 5 daily sessions of 30 minutes of DCT using the BrainHQ platform while simultaneously receiving theta tACS (6Hz, 1.6mA) targeting the Left Dorsolateral Prefrontal Cortex.",
    "description_detailed": "Our goals in this study are:\n\n* To investigate the feasibility and safety of transcranial direct current stimulation (tDCS) adjunctive to cognitive training (CT) in a cohort of individuals diagnosed with mild cognitive impairment (MCI), Subjective Cognitive Decline or Alzheimer's desease in it's initial phase (CDR 1).\n* To assess the efficacy of this combined intervention in modulating cognitive function, as measured by a comprehensive neuropsychological battery.\n* To explore the underlying neural mechanisms of this intervention by examining changes in event-related potentials (ERPs), specifically the N200 and P300 components, which are sensitive to cognitive processes and neural plasticity.\n* To identify potential peripheral biomarkers in serum that may correlate with cognitive decline and response to the intervention.\n* To determine whether the combined intervention can induce lasting changes in neurophysiological markers, as assessed by repeated ERP measurements.\n* To examine the relationship between the observed cognitive improvements, alterations in neurophysiological measures, and changes in serum biomarker levels, with the aim of elucidating the biological mechanisms underlying the intervention's effects.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "Cognitive enhancer",
    "drug": [
        "Transcranial alternating current stimulation (tACS) — theta 6 Hz, 1.6 mA targeting left dorsolateral prefrontal cortex (non‑pharmacologic neuromodulation)",
        "Digital cognitive training (BrainHQ) — computerized cognitive training platform"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is non‑pharmacologic (tACS) combined with computerized cognitive training (BrainHQ) and the stated aim is cognitive remediation/improvement in older adults with cognitive complaints — this matches the 'Cognitive enhancer' category rather than a disease‑targeted biologic or small molecule, or a neuropsychiatric symptom intervention.",
        "tACS description/support: Transcranial alternating current stimulation (tACS) is a frequency‑specific, noninvasive brain stimulation method used to entrain or modulate neural oscillations and has been studied as a tool to improve cognitive functions (working memory, attention, episodic memory) in older adults and clinical populations. citeturn0search2turn0search5",
        "Theta‑frequency evidence: Theta tACS around ~6 Hz has been used in trials targeting memory and attention and has shown preliminary improvements in memory/attention in older adults and people with MCI/AD in several studies. citeturn0search6turn0search4turn0search0",
        "Digital training (BrainHQ): BrainHQ is a commercially available, evidence‑based digital cognitive training platform used for cognitive exercises intended to improve processing speed, attention, and memory; the trial uses BrainHQ as the DCT component. citeturn0search3",
        "Act (extraction): Interventions extracted from the description — (1) theta tACS (6 Hz, 1.6 mA) targeting left dorsolateral prefrontal cortex; (2) 5 daily sessions of 30 minutes of Digital Cognitive Training using BrainHQ. No drug or biologic agent is used in this trial.",
        "Reflect: Classification check — the trial is attempting to directly improve cognitive performance via neuromodulation + training rather than modify Alzheimer’s pathology (amyloid/tau) or treat behavioral/psychiatric symptoms, so 'Cognitive enhancer' is the appropriate category. No ambiguity from the description suggests a disease‑targeted drug or biologic; therefore 'Cognitive enhancer' stands.",
        "Web search results used (titles/sources): 1) 'Transcranial alternating current stimulation and its effects on cognition...' (systematic reviews/overviews). citeturn0search2 2) Meta‑analyses/reviews of tACS in older adults and AD. citeturn0search5turn0search0 3) Pilot/randomized trials of theta tACS with cognitive training in older adults / MCI. citeturn0search4turn0search6 4) BrainHQ description and evidence summary (BrainHQ site). citeturn0search3"
    ],
    "agent_type": "M) Synaptic Plasticity/Neuroprotection",
    "explanation_agent": [
        "Reason: The interventions (theta-frequency transcranial alternating current stimulation (tACS) targeting left DLPFC and computerized cognitive training with BrainHQ) are non‑pharmacologic neuromodulation and training approaches intended to entrain neural oscillations and enhance cognitive function via plasticity mechanisms, not to modify molecular AD pathology (amyloid/tau) or treat neuropsychiatric symptoms. citeturn0search6turn0search5",
        "Act: Extracted interventions — (1) theta tACS (6 Hz, 1.6 mA) to left dorsolateral prefrontal cortex (neuromodulation to entrain theta oscillations); (2) digital cognitive training (BrainHQ) sessions. These target neural oscillations and cognitive/neuronal plasticity rather than a biochemical target. Assign CADRO category: M) Synaptic Plasticity/Neuroprotection. citeturn0search5turn0search1",
        "Reflect: Classification check — CADRO M covers interventions aimed at synaptic function, plasticity, and neuroprotection (cognitive enhancers and neuromodulation approaches intended to improve synaptic/functional networks). The trial’s explicit aim (cognitive remediation via entrainment + training) aligns with M rather than A/B/F/etc. No drug/biologic or disease‑pathology target is described, so 'M' is the most specific fit. citeturn0search6turn0search4",
        "Web evidence used (selected): a systematic review of frequency‑specific tACS effects showing theta-tACS benefits for working memory/executive functions. citeturn0search6; a PubMed report of theta-tACS plus cognitive training improving performance/theta activity in cognitively impaired adults. citeturn0search5; BrainHQ summaries and large-scale cognitive training evidence (ACTIVE and more recent BrainHQ trials) supporting BrainHQ as a cognitive training platform used to improve processing speed/attention and related outcomes. citeturn0search1turn0search4turn0search0",
        "If additional information is available (e.g., a concurrent pharmacologic agent or explicit molecular target), the classification should be revisited; based on the provided description, M) Synaptic Plasticity/Neuroprotection is appropriate."
    ]
}