{
    "nct_id": "NCT05729334",
    "title": "Clinical Investigation EUCLIDES-01 for the Calculation of the Area of Skin Lesions",
    "status": "COMPLETED",
    "last_update_time": "2023-04-12",
    "description_brief": "The aim of this clinical investigation is to collect skin lesion area data for the comparison of the agreement among the results obtained between the following three wound area measurement methods:\n\n* Ruler using the Kundin method,\n* Investigational software Clinicgram Euclides\n* Digital planimetry with Adobe Photoshop\n\nThe clinical data retrieved in this study will allow the clinical validation of the safety and safety of the investigation software Clinicgram Euclides.",
    "description_detailed": "The aim of the clinical investigation EUCLIDES-01 is to collect skin lesion area data for the comparison of the agreement among the results obtained between the following three skin lesion area measurement methods:\n\n* Ruler using the Kundin method,\n* Investigational software Clinicgram Euclides\n* Digital planimetry with Adobe Photoshop\n\nClinicgram Euclides is a software that allows automatic calculation of skin lesion areas using a mobile device. It has two modes of operation (Euclides 2D and Euclides 3D).\n\nThe sample size is 65 subjects. Up to three skin lesions can be included from the same subject. For this reason, the number of subjects may be smaller if more than one skin lesion is measured in certain subjects.\n\nEUCLIDES-01 is a pre-market, prospective, single-center, non-randomized clinical investigation with one arm of subjects intended to collect skin lesion area data for the comparison of the agreement among the results obtained between the three above-mentioned skin lesion area measurement methods.\n\nNo patient follow-up.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "DEVICE_FEASIBILITY",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial (Clinical Investigation EUCLIDES-01) aims to collect skin lesion area data to compare three wound-area measurement methods (Kundin ruler, investigational software Clinicgram Euclides, and digital planimetry with Adobe Photoshop) — this is a device/software validation study, not a pharmacologic or Alzheimer’s therapeutic study. citeturn0search0turn0search1",
        "Act (key details found): Title: \"Clinical Investigation EUCLIDES-01 for the Calculation of the Area of Skin Lesions\"; Registry NCT05729334; Lead sponsor Skilled Skin S.L.; Intervention listed as Device: Clinicgram Euclides; sample size 65; pre-market, prospective, single-center device/software investigation; no patient follow-up. citeturn0search0turn0search2",
        "Act (software information): Clinicgram Euclides is investigational software (a smartphone-based software-as-medical-device) that automatically calculates skin lesion areas (Euclides 2D and Euclides 3D modes) — i.e., an imaging/measurement SaMD, not a drug. citeturn0search1turn0search4",
        "Reflect: Given the intervention is a measurement software/device and the study objective is method agreement/usability/validation, it does not meet any Alzheimer’s trial categories (disease-targeted biologic, disease-targeted small molecule, cognitive enhancer, or neuropsychiatric symptom improvement). Therefore the correct classification is 'N/A'. citeturn0search0turn0search4",
        "Web search results used (registry and company pages): clinical trial registry entries for NCT05729334 (EUCLIDES-01) and summaries on clinical-trials aggregators; Clinicgram company/site describing the software and its capabilities. citeturn0search0turn0search1turn0search4"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}