{
    "nct_id": "NCT02103673",
    "title": "DAOIB for the Treatment of Cognitive Function and Behavioral and Psychological Symptoms of Dementia",
    "status": "COMPLETED",
    "last_update_time": "2018-01-23",
    "description_brief": "The population of dementia is increasing rapidly. Cognitive impairment as well as Behavioral and psychological symptoms of dementia (BPSD) add heavy burdens to caregiver. NMDA activation is critical for learning and memory. Individuals with Alzheimer's disease (AD) have fewer NMDA receptors in the frontal cortex and hippocampus than controls. This study is a randomized, double-blind, placebo-controlled drug trial. All patients will be allocated randomly to two groups: (1) NMDA enhancer: DAOIB (starting dosage: 250-500 mg/day), (2) placebo, for 6 weeks. The investigators hypothesize that DAOIB may yield better efficacy than placebo for cognitive function and clinical symptoms in patients with BPSD.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "DAOIB (sodium benzoate) — a small-molecule D-amino acid oxidase (DAAO) inhibitor / NMDA enhancer"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The trial tests 'DAOIB' described as an NMDA enhancer given orally to patients with dementia/BPSD to improve cognitive and clinical symptoms. Enhancing NMDA-mediated neurotransmission (by inhibiting D-amino acid oxidase to raise NMDA co-agonists like D‑serine) is a small-molecule pharmacologic approach directed at a neurochemical deficit implicated in Alzheimer disease, rather than a biologic (monoclonal antibody/vaccine) or non-drug diagnostic procedure. citeturn0search1turn2search1",
        "Act: Clinical-trial records and published papers identify DAOIB in these trials as sodium benzoate, a small molecule DAAO inhibitor (an NMDA-function enhancer). Examples: the DAOIB trial registration and summaries list sodium benzoate as the investigational agent. citeturn0search1turn0search6",
        "Act (evidence): Randomized trials and publications report sodium benzoate (DAAO inhibitor) was tested for cognitive improvement in early AD and for BPSD; one 24-week trial showed cognitive benefit and other shorter BPSD trials had mixed/negative primary results. These sources show the drug is a small-molecule NMDA-enhancing agent. citeturn2search1turn2search0",
        "Reflect: Given the intervention is an orally administered small molecule (sodium benzoate) targeting DAAO/NMDA neurotransmission (a pathophysiologic mechanism in AD), the best matching category from the provided list is 'disease-targeted small molecule'. There is some overlap with 'cognitive enhancer' because the trial measures cognition and symptoms, but the mechanism is a pharmacologic modulation of an AD-related neurotransmitter pathway (supporting the 'disease-targeted small molecule' classification). citeturn2search6",
        "Web-search results (key sources consulted): (1) DAOIB / trial record indicating DAOIB (sodium benzoate) in the BPSD/cognition trial. citeturn0search1 (2) NCT03752463 and related trial pages describing DAOI-A/B/C (DAOI = benzoate formulations/groups). citeturn0search6 (3) Benzoate (sodium benzoate) randomized trial showing cognitive benefit in early-phase AD (24-week RCT). citeturn2search1 (4) Sodium benzoate 6-week BPSD trial and precision-medicine analyses (mixed results for BPSD; details and dose/duration matter). citeturn2search0turn2search4"
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The investigational agent DAOIB is described as sodium benzoate, a small-molecule D-amino acid oxidase (DAAO) inhibitor that raises NMDA receptor co-agonists (e.g., D‑serine) and thereby enhances NMDA-mediated neurotransmission. That mechanism is directly acting on glutamatergic/NMDA receptor neurotransmission (a neurotransmitter receptor pathway). citeturn0search0turn0search3",
        "Act: Extracted details — drug: sodium benzoate (DAOIB); mechanism: DAAO inhibition → increases levels of NMDA co-agonists → NMDA receptor enhancement; formulation/route: oral small-molecule; clinical outcomes tested: cognition and behavioral/psychological symptoms of dementia (BPSD). These facts are documented in randomized trials and trial registrations. citeturn0search0turn0search1turn0search6",
        "Reflect: Classification check — among CADRO categories, modulation of NMDA receptor function is best mapped to D) Neurotransmitter Receptors (targets that alter neurotransmitter receptor function). The intervention is a pharmacologic small molecule acting via a neurotransmitter receptor pathway rather than targeting amyloid, tau, inflammation, vasculature, proteostasis, etc., and it is not a diagnostic or purely non-therapeutic intervention. There is no strong evidence here of multiple independent biological targets that would warrant R) Multi-target. Therefore D) Neurotransmitter Receptors is the appropriate CADRO category. citeturn0search0turn0search5",
        "Web search results / key sources consulted (selected): (1) 24-week randomized trial showing sodium benzoate (DAAO inhibitor) improved cognition in early-phase AD. citeturn0search0 (2) 6-week randomized trial in BPSD reporting no superiority on primary endpoints (precision-medicine analyses reported). citeturn0search1turn0search5 (3) fMRI and MCI benzoate studies demonstrating brain activity and cognitive effects consistent with DAAO inhibition/NMDA modulation. citeturn0search3 (4) Clinical trial registry record (NCT/DAOI/DAOIB entries) listing DAOI/DAOIB oral drug arms in AD/BPSD studies. citeturn0search6"
    ]
}