{
    "nct_id": "NCT04669028",
    "title": "A Phase 3, Double Blind, Randomized, Placebo Controlled, Parallel Group, Multicenter Study of NE3107 in Subjects Who Have Mild to Moderate Probable Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2023-11-20",
    "description_brief": "U.S. multicenter, parallel group study designed to evaluate the safety and efficacy of oral 20 mg twice daily (BID) NE3107 vs placebo in 400 adult subjects with mild to moderate probable AD. Dual co-primary endpoints (Clinical Dementia Rating Scale Sum of Boxes, CDR-SB and ADAS-Cog12) will be evaluated as the change from Baseline to Week 30. Secondary endpoints include measures of cognition, neuropsychological deficits, functional performance, and glycemic control. A subset of patients may volunteer for exploratory magnetic resonance imaging (volumetric changes) and positron emission tomography (cortical glucose metabolic rate) scans at baseline and week 30.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE3"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "NE3107 (oral small molecule; anti-inflammatory and insulin-sensitizing; blood–brain permeable)"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The trial tests NE3107, described in the literature as an oral, blood–brain permeable small molecule that selectively inhibits inflammation-driven ERK- and NF-κB-mediated inflammatory mediators and has insulin-sensitizing properties — i.e., it targets pathophysiologic processes (neuroinflammation and insulin resistance) thought to drive Alzheimer’s disease rather than acting as a symptomatic cognitive enhancer or as a biologic (monoclonal antibody/vaccine). citeturn0search1turn0search0",
        "Act: The provided trial description (Phase 3, 20 mg BID NE3107 vs placebo; co-primary cognitive/functional endpoints CDR‑SB and ADAS‑Cog12; secondary endpoints include cognition and glycemic control; optional MRI and FDG‑PET) matches published protocol and registry entries for NE3107 in AD. NE3107 is consistently described in publications and sponsor materials as a small-molecule anti‑inflammatory/insulin-sensitizer intended to slow disease progression. citeturn0search3turn0search4",
        "Reflect: Given the mechanism (small molecule, anti‑inflammatory and insulin‑sensitizing) and intended disease‑modifying endpoints (cognitive/functional change, biomarkers, glycemic control, imaging), the trial best fits the category 'disease-targeted small molecule' rather than 'biologic', 'cognitive enhancer', or 'neuropsychiatric symptom improvement'. Supporting clinical and sponsor reports describing Phase 2 and Phase 3 rationale and results are available. citeturn0search6turn0search0",
        "Web search sources used (top references): PubMed phase‑3 rationale/design and mechanism description (NE3107: anti‑inflammatory, insulin sensitizer). citeturn0search1; PubMed phase‑2 open‑label AD study reporting cognitive/biomarker effects. citeturn0search0; Phase‑3 trial synopsis/registry and trial listing summarizing endpoints and dosing. citeturn0search3; Rationale/protocol publication in Alzheimer’s & Dementia (Wiley). citeturn0search4; Sponsor press release summarizing Phase‑2/3 findings. citeturn0search6"
    ],
    "agent_type": "R) Multi-target",
    "explanation_agent": [
        "Reason: The trial drug NE3107 is described as an oral, blood–brain permeable small molecule that is both anti‑inflammatory (selectively inhibiting inflammation‑driven ERK- and NF-κB-mediated inflammatory mediators) and an insulin‑sensitizer (affecting insulin resistance/metabolic signaling). These mechanisms map to CADRO categories F) Inflammation and J) Metabolism and Bioenergetics. citeturn0search3turn0search0",
        "Act: Extracted details from the trial description and published literature: NE3107 (bezisterim) — anti‑inflammatory (ERK/NF‑κB pathway inhibition, reduces TNF‑α and other inflammatory mediators) and insulin‑sensitizing (reduces insulin resistance/glycemic markers). Phase‑2 and Phase‑3 publications and registry entries describe these dual mechanisms and disease‑modifying aims (cognitive/functional endpoints and biomarkers). Based on the presence of two distinct biological foci (neuroinflammation and insulin resistance/metabolic dysregulation), the most appropriate CADRO label is R) Multi‑target. citeturn0search1turn0search0turn0search4",
        "Reflect: This classification aligns with CADRO definitions — NE3107 does not act solely on a single classical AD hallmark (amyloid or tau) nor solely as a symptomatic neurotransmitter modulator. Instead it targets inflammatory signaling and metabolic/insulin pathways concurrently; therefore labelling as R) Multi‑target best captures the trial’s therapeutic focus. If you prefer a single‑category assignment, the two closest single categories would be F) Inflammation (primary described mechanism) and J) Metabolism and Bioenergetics (insulin sensitization). citeturn0search3turn0search7",
        "Web search results used (key sources):",
        "- PubMed: NM101 Phase III study rationale/design describing NE3107 as a blood–brain permeable anti‑inflammatory insulin sensitizer that binds ERK and inhibits inflammation‑driven ERK/NF‑κB signaling. citeturn0search0",
        "- PubMed: Phase 2 open‑label study reporting cognitive/biomarker effects consistent with anti‑inflammatory and insulin‑sensitizing activity. citeturn0search1",
        "- Alzheimer's & Dementia (Wiley): Rationale paper detailing NE3107 mechanism (ERK binding, selective inhibition of inflammatory NF‑κB/ERK signaling) and insulin sensitization rationale. citeturn0search3",
        "- BioVie press release / trial synopsis: Phase 3 trial design, dosing, endpoints (cognition, function, glycemic control) and participant metabolic/inflammation characteristics. citeturn0search4",
        "- Alzforum summary: Trial timeline, endpoints and short rationale linking inflammation and metabolism to AD and describing NE3107 studies. citeturn0search6"
    ]
}