{
    "nct_id": "NCT01582919",
    "title": "STUDY OF IMAGING MARKERS IN THE VERY EARLY STAGES OF DEMENTIA AMONG RETIRED RURAL FARM IN THE GIRONDE AND PARTICIPATING IN THE AMI COHORT EPIDEMIOLOGY: A LONGITUDINAL STUDY.",
    "status": "COMPLETED",
    "last_update_time": "2017-03-31",
    "description_brief": "It is now acknowledged that Alzheimer's disease is characterized by a long period of pathophysiological change. Developing new strategies to achieve diagnoses as early as possible has become a major goal for therapies aimed at slowing the progression of this disease. While diagnoses currently rely principally on clinical neuropsychology, the typical diagnostic criteria of NINCDS-ADRDA are inapplicable in the early stage of the disease. The goal of our project is to identify very early imaging markers for Alzheimer's disease among patients with no report of cognitive difficulties. In order to achieve this goal, we propose a longitudinal study in an elderly population cohort.",
    "description_detailed": "The AMImage2 project that follows AMImage1 and MRI-3C consists of an imaging study in association with longitudinal epidemiologic cohorts (AMI and 3C). The first objective is to investigate the association between the evolution of imaging markers and the evolution of cognitive performance in normal and pathological aging. This objective will be conducted among subjects having already participated in AMImage1, thereby permitting the longitudinal study of MRI data. An MRI exam will also be proposed to 100 subjects (members of the AMI and 3C cohorts) in order to provide a third wave of MRI (for a longer-term MRI follow-up) or a second one for the participants who only had one MRI exam in the AMImage project. Our second objective is cross-sectional and will study the imaging parameters of subjects presenting signs of cognitive decline over the previous 4 years (through the follow-up conducted in the AMI cohort). Finally, an additional objective will consist in a comparison between two populations very contrasted in terms of cognitive reserve: AMI (very low education level in rural area) and 3C (higher level of education in urban area).",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "DIAGNOSTIC",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The described project is a longitudinal imaging/biomarker study (MRI/neuroimaging) in an elderly cohort (retired rural farmers in Gironde, participants of the AMI cohort) to identify very early imaging markers of Alzheimer’s disease among people with no reported cognitive difficulties. This is a diagnostic/biomarker study aimed at early detection, not a therapeutic intervention (no drug, biologic, or symptomatic treatment is described). citeturn0search4turn0search5",
        "Act: Key extracted details — Title: Study of imaging markers in the very early stages of dementia among retired rural farm [workers] in the Gironde participating in the AMI cohort; Design: longitudinal epidemiologic cohort study using neuroimaging (MRI/PET referenced as relevant biomarkers); Population: elderly (≥65), retired from agriculture, living in rural Gironde (AMI cohort). No drug name, biologic, small molecule, cognitive enhancer, or neuropsychiatric intervention is mentioned in the description. citeturn0search4turn0search5",
        "Reflect: Classification check — per the provided category definitions, this trial fits none of the four therapeutic categories (disease-targeted biologic, disease-targeted small molecule, cognitive enhancer, neuropsychiatric symptom improvement) because it is a diagnostic/biomarker imaging study. Therefore the correct classification is 'N/A'. The AMI cohort and the AMIMAGE neuroimaging study documentation support this interpretation. citeturn0search4turn0search5",
        "Web search results (supporting sources): 1) Health and aging in elderly farmers: the AMI cohort (full text) — describes the AMI cohort (retired agricultural workers in Gironde) and multidisciplinary data collection including neuroimaging and biomarkers. citeturn0search4 2) Clinical registry entry for AMIMAGE / MRI study: 'Estimation of Microstructure Alteration by MRI in Dementia Among Elderly Subjects (AMIMAGE)' — registry lists neuroimaging as the intervention and links to AMI participants. citeturn0search5 3) BMC / summary of AMI cohort and related publications (cohort description and follow-up visits used for dementia research). citeturn0search0"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}