{
    "nct_id": "NCT04947553",
    "title": "An Open-Label and Double-Blind, Randomized Withdrawal Study to Assess the Long-term Safety and Efficacy of AXS-05 in Subjects With Dementia of the Alzheimer's Type",
    "status": "COMPLETED",
    "last_update_time": "2025-01-15",
    "description_brief": "This study will evaluate the long-term safety and efficacy of AXS-05 in subjects with Alzheimer's disease (AD) agitation.",
    "description_detailed": "This study is a multi-center trial consisting of an open-label segment of up to 52 weeks, followed by a double-blind, placebo-controlled, randomized withdrawal segment. Subjects participating in the randomized-withdrawal segment will be randomized in a 1:1 ratio either to continue to receive AXS-05 or switch to placebo, for up to 24 weeks.",
    "phase": [
        "PHASE3"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "neuropsychiatric symptom improvement",
    "drug": [
        "AXS-05 (dextromethorphan + bupropion)"
    ],
    "placebo": [
        "placebo (used as comparator in the randomized withdrawal/double-blind periods)"
    ],
    "explanation_target": [
        "Reason: The trial description tests AXS-05 for \"Alzheimer's disease (AD) agitation\" — a behavioral/neuropsychiatric symptom of AD. AXS-05 is a fixed‑dose oral combination of dextromethorphan and bupropion with multimodal activity (NMDA receptor antagonism, sigma-1 agonism, and monoamine reuptake modulation) that is being evaluated specifically to reduce agitation in AD rather than to target core AD pathology (amyloid/tau) or to directly enhance cognition. citeturn0search1turn0search4.",
        "Act: Key extracted details — Drug: AXS-05 (dextromethorphan + bupropion); Intended effect in this trial: reduce/prevent relapse of agitation in dementia of the Alzheimer’s type (neuropsychiatric symptom management). Examples of the supporting trial results and designs (phase 2/3 ADVANCE, phase 3 ACCORD randomized‑withdrawal) show AXS-05 was studied as a treatment to improve agitation and delay relapse versus placebo. citeturn0search0turn0search2turn0search3.",
        "Reflect: Classification check — This intervention is not a biologic (monoclonal antibody/vaccine) nor a small‑molecule intended to modify Alzheimer’s core pathology, nor is it being tested primarily as a cognitive enhancer. Its mechanism and trial endpoints focus on treating agitation (a neuropsychiatric symptom), so the correct category is \"neuropsychiatric symptom improvement.\" Supporting literature and trial reports describe AXS-05’s mechanisms and its clinical development program for AD‑related agitation. citeturn0search1turn0search2.",
        "Web search results / sources used: (1) Description of AXS-05 composition and mechanisms (dextromethorphan + bupropion) and rationale for AD agitation development. citeturn0search1. (2) ADVANCE (phase 2/3) results and discussion of efficacy for agitation. citeturn0search0. (3) ACCORD (phase 3 randomized withdrawal) results showing delay to relapse and efficacy for agitation. citeturn0search2turn0search3. (4) Additional trial summaries and program context. citeturn0search4turn0news12."
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The trial tests AXS-05 (dextromethorphan + bupropion) to treat agitation in Alzheimer’s disease by modulating neurotransmission — dextromethorphan acts as an uncompetitive NMDA (glutamate) receptor antagonist and sigma-1 receptor agonist, and the combination includes monoaminergic reuptake modulation via bupropion. This is aimed at symptomatic neuropsychiatric improvement rather than directly modifying amyloid or tau pathology. citeturn0search4turn0search1",
        "Act: Key extracted details — Drug: AXS-05 (dextromethorphan + bupropion); Intended effect in this trial: reduce/prevent relapse of agitation in dementia of the Alzheimer’s type. The program includes pivotal Phase 3 studies (ADVANCE, ACCORD and extensions) showing efficacy for agitation endpoints and safety data used to support regulatory filing plans. citeturn0search3turn0search6turn0search1",
        "Reflect: Classification check — The mechanism(s) target neurotransmitter systems (NMDA/glutamate, sigma-1, and monoamine transporters/reuptake), so the most specific CADRO category is D) Neurotransmitter Receptors. Although AXS-05 is multimodal, the interventions act via modulation of neurotransmitter/receptor systems rather than directly targeting amyloid, tau, inflammation, vasculature, or other CADRO categories; 'R) Multi-target' was considered but D is the more specific fit. citeturn0search4",
        "Web search results / sources used (selected): (1) Axsome description of AXS-05 composition, mechanisms, and development rationale. citeturn0search4 (2) Axsome/GlobeNewswire summary of the Phase 3 program and planned NDA for Alzheimer’s agitation. citeturn0search1 (3) ACCORD Phase 3 press release reporting primary endpoint achievement and clinical activity on agitation. citeturn0search3 (4) Coverage summarizing Phase 3 program results and context (BioSpace/press releases, news). citeturn0search6turn0news12"
    ]
}