{
    "nct_id": "NCT01424436",
    "title": "Modulation of Beta-amyloid Levels in CSF and Plasma by GSK933776 in Patients With Mild Alzheimer's Disease or Mild Cognitive Impairment",
    "status": "COMPLETED",
    "last_update_time": "2017-06-13",
    "description_brief": "Modulation of beta-amyloid levels in CSF and plasma by GSK933776 in patients with mild Alzheimer's disease or mild cognitive impairment",
    "description_detailed": "This is a phase I, an open label, single dose and parallel group study to assess short term pharmacodynamics and safety of GSK933776. The effect on the beta amyloid levels will be assessed in early (MCI) and mild Alzheimer's disease (AD) patients after a single dose of GSK933776 by i.v. administration.",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "OTHER",
    "results": null,
    "target_category": "disease-targeted biologic",
    "drug": [
        "GSK933776 (humanized, Fc-inactivated anti-β-amyloid IgG1 monoclonal antibody)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is a monoclonal antibody directed at β-amyloid (Aβ) intended to engage and modulate Alzheimer’s pathology (changes in CSF and plasma Aβ were measured), which fits the definition of a disease-targeted biologic. citeturn0search1turn0search3",
        "Act (key details extracted): The trial is a Phase I, open-label, single-dose IV study in patients with mild Alzheimer’s disease or mild cognitive impairment assessing pharmacodynamics (CSF and plasma Aβ) and safety after GSK933776 (1, 3, or 6 mg/kg). GSK933776 is described as a humanized anti-Aβ IgG1 with the Fc region engineered to reduce complement and Fc receptor binding. citeturn0search1turn0search4",
        "Reflect: Because GSK933776 is a monoclonal antibody targeting Aβ (pathologic substrate of AD) and the trial measured target engagement (Aβ levels in CSF/plasma), the correct category is disease-targeted biologic. There is no indication this is a small molecule, a symptomatic cognitive enhancer, or a neuropsychiatric-symptom intervention. citeturn0search1turn0search3",
        "Web sources used: Alz Res Therapy full text (phase I study and description of antibody properties). citeturn0search1",
        "Other corroborating sources: PubMed summary and the ClinicalTrials.gov/NCT snapshot describing the study title, phase, and intervention (NCT01424436). citeturn0search0turn0search4"
    ],
    "agent_type": "A) Amyloid beta",
    "explanation_agent": [
        "Reason: The intervention is a humanized, Fc‑inactivated monoclonal antibody directed against the N‑terminus of β‑amyloid (Aβ), so the biological focus is explicitly on amyloid pathology (target engagement measured as changes in CSF and plasma Aβ). citeturn0search2turn0search1",
        "Act: Key details extracted from the trial reports — Phase I, open‑label, single‑dose IV study (doses reported 1, 3, 6 mg/kg) in patients with mild AD or MCI; primary pharmacodynamic endpoints assessed Aβ (CSF Aβ1‑42) and plasma Aβ with evidence of dose‑dependent modulation and presence of antibody in CSF (ClinicalTrials identifier NCT01424436). These details support assignment to the amyloid‑directed CADRO category. citeturn0search2turn0search0",
        "Reflect: Classification check — the drug (GSK933776) is an anti‑Aβ passive immunotherapy with Fc engineering to reduce effector function; the trial measured direct Aβ pharmacodynamics in CSF and plasma, so the most specific CADRO match is A) Amyloid beta rather than inflammation, tau, synaptic, or multi‑target categories. No evidence in the description suggests a non‑therapeutic or diagnostic‑only intervention. citeturn0search1turn1search2",
        "Web search results used (short summary): - Alzheimer's Research & Therapy full text (phase I study reporting CSF and plasma Aβ modulation after single IV doses of GSK933776). citeturn0search2 - PubMed / PMC listing and abstract summarising the phase I pharmacodynamic findings (reports decreases in CSF Aβ1‑42 and plasma Aβ changes). citeturn0search0turn1search2 - Alzforum therapeutic entry summarising GSK933776 as an N‑terminal anti‑Aβ humanized IgG1 with Fc engineering. citeturn0search1 - Trial registries/clinical summaries that list the study as NCT01424436, Phase 1, sponsor GlaxoSmithKline. citeturn1search4turn1search6"
    ]
}