{
    "nct_id": "NCT04661280",
    "title": "Donepezil Use Versus Non-drug Approach in Treatment of Newly Diagnosed Alzheimer's Disease : a Multicentric, Randomized, Open Study : the CHOLINE-2 Study",
    "status": "RECRUITING",
    "last_update_time": "2024-12-24",
    "description_brief": "Donepezil, as well as the other symptomatic drugs of Alzheimer's disease, is not any more reimbursed by the French healthcare system, due to a controversy about its efficiency. French health authorities currently preconize a non-rug approach based on cognitive remediation or stimulation.\n\nThe aim of this study is to compare the efficiency of the 2 approaches (non-drug versus donepezil) on the symptoms of Alzheimer's disease after 6 months of treatment.",
    "description_detailed": "Randomized multicentric open-label study, comparison of 2 therapeutic strategies.\n\n2 arms:\n\n* Standard of care, non-drug approach: following the recommendations of the Alzheimer's disease care by the Frenchh Health Authority. The care is cognitive, psychic, functional or social and centered on the patient and his environment. This care is best carried out by the memory consultations participating in this study and having extensive experience in the care of Alzheimer patients. It is usually based in particular on the prescription of cognitive stimulation sessions by a speech therapist and a mobile Alzheimer specialist team at home for cognitive remediation sessions.\n* Donepezil group: Management similar to the previous arm plus addition of Donepezil 5 mg per os once a day for one month and then 10 mg per os once a day until the 6th month.",
    "phase": [
        "PHASE3"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "donepezil"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial compares donepezil (a pharmacologic treatment) versus a non-drug cognitive remediation/stimulation approach in newly diagnosed Alzheimer’s disease. Donepezil is a centrally acting, reversible acetylcholinesterase inhibitor that increases acetylcholine availability and is used to produce symptomatic improvement in cognition and some behavioral measures, not to modify underlying AD pathology. citeturn0search5turn0search4",
        "Act: Key extracted details — drug name: donepezil (trade name Aricept); drug type: small-molecule acetylcholinesterase (cholinesterase) inhibitor; comparator: non-drug cognitive remediation/stimulation; design: multicentric, randomized, open-label, 6-month outcome on symptoms. There is no placebo arm mentioned in the description. Donepezil’s mechanism and symptomatic-use indication are supported by clinical reviews and drug labeling. citeturn0search11turn0search8",
        "Reflect: Classification check — according to the provided category definitions, donepezil fits 'cognitive enhancer' because it is a symptomatic, small-molecule cholinesterase inhibitor intended to improve cognition/behavior rather than target core AD pathology (amyloid or tau). The trial’s non-drug arm (cognitive remediation) is also a symptomatic/cognitive intervention, so the overall trial is comparing cognitive-enhancing symptomatic approaches rather than disease-targeted therapies. No evidence in the description indicates disease-modifying or biologic anti-amyloid/tau action, so 'disease-targeted' categories do not apply. citeturn0search5turn0search4",
        "Web search results (sources used): 1) Donepezil mechanism, symptomatic use and summary (StatPearls / review). citeturn0search5 2) Review of Alzheimer pharmacologic treatments and details on donepezil clinical effects. citeturn0search4 3) Pharmacology reviews of donepezil (PubMed reviews). citeturn0search0turn0search3 4) Drug labeling / clinical pharmacology details indicating mechanism (acetylcholinesterase inhibition) and lack of disease-modifying evidence. citeturn0search8"
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The trial tests donepezil, a centrally acting, reversible acetylcholinesterase inhibitor that increases synaptic acetylcholine to produce symptomatic cognitive/behavioral improvement. This mechanism modulates the cholinergic neurotransmitter system rather than targeting core AD pathologies (amyloid or tau), so it maps to CADRO’s neurotransmitter/neurochemical category.",
        "Act: Extracted details — drug: donepezil (small-molecule acetylcholinesterase inhibitor, trade name Aricept); comparator: non-drug cognitive remediation/stimulation; trial objective: symptomatic cognitive enhancement in newly diagnosed AD. Based on the mechanism (cholinergic neurotransmission modulation), assign 'D) Neurotransmitter Receptors'.",
        "Reflect: Classification check — donepezil’s primary action is to increase acetylcholine availability and thereby modulate neurotransmitter signaling (cholinergic system). Although the intervention is symptomatic (cognitive enhancer) and could have secondary effects on synaptic function, the most specific CADRO match is D) Neurotransmitter Receptors rather than amyloid/tau, inflammation, or multi-target categories. No trial details indicate disease-modifying or non-therapeutic focus that would require 'T) Other'.",
        "Web search results / sources cited in the trial description: 1) Donepezil mechanism, symptomatic use and summary (StatPearls / review). 2) Review of Alzheimer pharmacologic treatments and details on donepezil clinical effects. 3) Pharmacology reviews of donepezil (PubMed reviews). 4) Drug labeling / clinical pharmacology details indicating mechanism (acetylcholinesterase inhibition) and lack of disease-modifying evidence."
    ]
}