{
    "nct_id": "NCT03175874",
    "title": "AVP Study: Autophagy and Pathological Aging Human Study in Osteoporosis With or Without Dementia of Alzheimer's Type",
    "status": "COMPLETED",
    "last_update_time": "2023-11-15",
    "description_brief": "Autophagy is recognized as a central mechanism for the regulation of aging. . Osteoporosis (OA) and Alzheimer's disease (AD) are two forms of pathological aging, sometimes entangled, including an over-risk of OP in AD and degradation of cognitive functions after OP fracture, but the link between These two pathologies remain poorly understood.\n\nThe aim of this prospective pilot study is to evaluate the level of autophagy of osteocytes (OST) in postmenopausal women with OP and to explore the hypothesis that the defect of autophagy is one of the physiopathological links of the OP During the MA",
    "description_detailed": "Autophagy is a ubiquitous cellular mechanism that degrades and recycles toxic waste from cells. It is recognized as a central mechanism for the regulation of aging. Osteoporosis (OA) and Alzheimer's disease (AD) are two forms of pathological aging, sometimes entangled, including an over-risk of OP in AD and degradation of cognitive functions after OP fracture, but the link between These two pathologies remain poorly understood. In Alzheimer's disease (AD), a deficiency of autophagy is found both clinically and fundamentally. In animal studies, animal studies have shown that autophagy is involved in the differentiation, function and survival of bone cells, decreases with age and that a defect in autophagy is accompanied by a decrease in The bone mass. To date, we do not have human data on the autophagic capacities of bone cells in OP and AD.\n\nThe aim of this prospective pilot study is to evaluate the level of autophagy of osteocytes (OST) in postmenopausal women with OP and to investigate the hypothesis that the defect of autophagy is one of the physiopathological links of the OP During the MA.\n\nThe main objective is to determine, in two subgroups with or without Alzheimer's disease, whether there is an association between bone status and the level of autophagy of OST in postmenopausal women (OP versus non-OP)\n\nSecondary objectives are to determine whether there is an association between the level of autophagy of the OST and the bone parameters (bone mineral density, serum vitamin D) and to compare in OP women the level of autophagy of the OST Of AM patients vs no MA.\n\nStudy population: Postmenopausal women over the age of 65 benefiting from the implantation of a hip prosthesis: 30 with an OP fracture of the femoral neck (15 non-MA and 15 MA, the cognitive status being determined by MMSE And IADL 1 month after the fracture) and 30 controls performed for osteoarthritis, free from OP (antecedents + bone mineral density) and MA (MMSE and IADL).\n\nPrimary endpoint: Quantification of autophagy (LC3II and SQSTM1 / p62) by Western blotting of purified OST proteins from a bone sample from resected femoral heads during laying of a total prosthesis Of hip.\n\nSecondary endpoints: Bone mineral density of femoral neck and total hip (T-score and g / cm²) measured by X-ray biphotonic absorptiometry (Hologic QDR 4500) and serum 25 OH vitamin D (ng / ml).\n\nExpected benefits: to better understand the role of autophagy in the pathophysiology of post-menopausal OP and AD in human pathology. Ultimately, it could potentially contribute to the design of new therapeutics targeting autophagy in the management of osteoporosis and more generally pathological aging.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "BASIC_SCIENCE",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The study (\"AVP Study: Autophagy and Pathological Aging Human Study in Osteoporosis With or Without Dementia of Alzheimer's Type\") is a prospective pilot evaluating autophagy levels in osteocytes of postmenopausal women and uses hip bone sampling as the intervention. Its aim is to measure/compare a biological marker (autophagy) and explore a pathophysiological link between osteoporosis and Alzheimer’s disease, not to test a therapeutic drug. citeturn0search0turn0search6",
        "Act: Key extracted details — Title: AVP Study (Autophagy and Pathological Aging); Intervention: hip bone sampling (procedure); Population: postmenopausal women with osteoporosis, with or without Alzheimer-type dementia; Objective: evaluate osteocyte autophagy level and explore mechanistic link. No drug or therapeutic agent is administered in the trial registry description. Classification based on these details: this is a non-therapeutic/biomarker observational study, so it does not fit the four therapeutic categories (disease-targeted biologic, disease-targeted small molecule, cognitive enhancer, neuropsychiatric symptom improvement). citeturn0search0turn0search6",
        "Reflect: The classification 'N/A' aligns with the protocol description (measurement of autophagy in bone tissue via sampling rather than administration of an investigational therapeutic). Supporting literature shows autophagy is implicated in osteoporosis and in links between AD and bone pathology, which explains the study rationale but does not change the fact this is an observational biomarker study rather than a drug trial. citeturn0search7turn0search10",
        "Web search results (sources used):\n- Trial registry / study description: \"Autophagy and Pathological Aging (AVP)\" — study overview and procedure (hip bone sampling). citeturn0search0turn0search6\n- Human data on autophagy in bone: \"Autophagy markers are decreased in bone of osteoporotic patients: a monocentric comparative study.\" citeturn0search7\n- Mechanistic link studies: \"Endogenous Aβ induces osteoporosis through an mTOR-dependent inhibition of autophagy in BMSCs\" (preclinical work linking AD pathology, autophagy and bone). citeturn0search10"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}