{
    "nct_id": "NCT07099001",
    "title": "Establishing Clinical Utility Evidence for a Novel Alzheimer's Disease Blood-Based Biomarker Assay: A QURE Virtual Patient Randomized Controlled Trial",
    "status": "RECRUITING",
    "last_update_time": "2025-08-18",
    "description_brief": "This is a national-level research study of neurologists and dementia specialists. The purpose of this study is to assess the clinical evaluation and management recommendations made by practicing providers for patient simulations with symptoms of cognitive decline.",
    "description_detailed": "QURE Healthcare will recruit a nationwide sample of neurologists and dementia specialists to assess the clinical evaluation and management potential of a novel diagnostic tool. The results of this study are expected to contribute to improved quality of care for patients with symptoms of Alzheimer's disease. Findings from this study will be submitted to a national journal for peer-reviewed publication. This study plans to enroll at least 150 healthcare providers.\n\nThis study will evaluate the clinical utility of Alzheimer's disease assay by analyzing improvement in the quality of physician decision-making regarding patients with symptoms of Alzheimer's disease, using a validated patient-simulation-based measurement approach, to achieve the following:\n\n1. Measure variation in clinical decisions among practicing neurologists, specifically in how they detect, measure, and manage Alzheimer's disease in patients with symptoms and/or risk factors of cognitive decline.\n2. Determine whether education on the Alzheimer's disease assay with accompanying test results leads to changes in clinical decision-making with regard to follow-up testing (e.g., CSF analysis, PET imaging), diagnostic accuracy, and treatment recommendations.\n3. Model whether the use of the Alzheimer's disease assay leads to higher-value and/or lower-cost care decisions (including follow-up testing, diagnostics, and treatment) that can lead to more efficient care.\n4. Determine whether the Alzheimer's disease assay results differentially impact treatment decisions for different patient types (use cases).",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "DIAGNOSTIC",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The study title and description indicate this is an evaluation of the clinical utility of a novel blood-based Alzheimer’s disease biomarker assay (a diagnostic test) and measures how physician decision-making changes after receiving assay results — not a therapeutic drug trial. citeturn1search0turn1search1",
        "Act: Key extracted details — sponsor QURE Healthcare; randomized, parallel, interventional trial with educational materials and provision of AD assay results to providers; primary purpose listed as Diagnostic; intervention is receipt of assay results/education rather than a pharmacologic agent. This trial recruits neurologists/dementia specialists and uses virtual patient cases to measure changes in diagnostic and management decisions. citeturn1search0turn1search1",
        "Reflect: By the category definitions: (1) Disease-targeted biologic — requires a biologic therapeutic (e.g., antibody) targeting AD pathology; (2) Disease-targeted small molecule — requires a small-molecule therapeutic; (3) Cognitive enhancer — requires an agent intended to improve cognition; (4) Neuropsychiatric symptom improvement — targets behavioral/psychiatric symptoms. This trial evaluates a diagnostic biomarker assay and does not test a therapeutic intervention, so it does not fit any of the four therapeutic categories and is classified as 'N/A'. No drug or placebo is involved. citeturn1search0turn1search1",
        "Web search results (sources used): MedPath trial summary for 'Establishing Clinical Utility Evidence for a Novel Alzheimer's Disease Blood-Based Biomarker Assay' (NCT07099001) — shows study purpose, design, interventions (educational materials and assay results), sponsor QURE Healthcare, primary purpose = Diagnostic. citeturn1search0",
        "Web search results (sources used): ICHGCP/clinical trials registry entry for NCT07099001 — confirms intervention details, recruitment, and that the study is diagnostic (educational materials + assay results) with no drug or placebo. citeturn1search1"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}