{
    "nct_id": "NCT02978729",
    "title": "A Randomized Study of Telephone Versus Videoconference Communication for Remote Genetic Disclosure in the APOE4 Trial",
    "status": "COMPLETED",
    "last_update_time": "2020-11-18",
    "description_brief": "The purpose of this study is to compare two methods for remote genetic counseling (telephone and two-way videoconferencing) for patients who are receiving disclosure of their APOE (apolipoprotein E) genotype. The target population will consist of males and females in the age range of 60-75 years who, as potential participants in a study (Generation Study), will need to receive genetic counseling and disclosure of APOE genotype. Subjects must be willing to receive genetic counseling and disclosure remotely. Subjects must be willing to be randomized to either telephone arm or videoconference arm.",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "HEALTH_SERVICES_RESEARCH",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial compares two methods of remote genetic counseling (telephone vs two-way videoconference) for disclosure of APOE genotype to participants — this is a service-delivery / counseling study, not a therapeutic drug or device trial. It aims to evaluate communication mode, satisfaction, knowledge, and psychosocial outcomes rather than to modify Alzheimer pathology or improve cognition or neuropsychiatric symptoms. citeturn1search1turn1search3",
        "Act (key extracted details): The study title (CONNECT4APOE) and registry entry (NCT02978729) describe interventions as \"Telephone remote genetic counseling\" and \"Two-way videoconference remote genetic counseling.\" Primary purpose is Health Services Research; outcomes include satisfaction, knowledge, distress, depression/anxiety measures. No drug or placebo is involved. citeturn1search1turn1search0",
        "Web-search results (supporting sources): - Registry and trial summary pages for NCT02978729 (University of Pennsylvania CONNECT4APOE) describing randomized telephone vs videoconference APOE disclosure. citeturn1search1turn1search3 - Penn / programmatic publications summarizing telegenetics and APOE disclosure experience and ancillary CONNECT4APOE enrollment and digital tool development. citeturn1search6",
        "Reflect: Given the intervention is counseling/communication modality for genetic test disclosure (APOE) and not a biologic or small-molecule therapy, it does not fit the four therapeutic categories (disease-targeted biologic, disease-targeted small molecule, cognitive enhancer, or neuropsychiatric symptom improvement). Therefore the correct classification is 'N/A'. No ambiguity in the description suggests a therapeutic agent was intended. citeturn1search1turn1search6"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}