{
    "nct_id": "NCT06699589",
    "title": "Old School Hip Hop: Parent Follow-Up & Spanish Speakers Inclusion",
    "status": "COMPLETED",
    "last_update_time": "2025-06-24",
    "description_brief": "These are the exploratory aims of the original trial cohort study \"Old School Hip Hop RCT (AAAR5473),\" which recruited 783 parents.\n\n1. Continued follow-up of these families to learn more about the durability of the program through similar assessments to those used during the pre-specified 3-month initial study timeframe - aiming to understand participant knowledge and personal experiences with family members or friends affected by Alzheimer's Disease (AD).\n2. Further examining the degree of comfort with dementia, as measured by a simplified version of the Dementia Attitudes Scale (DAS) focused on observable behaviors in children by their parents - aiming to understand the extent of stigmatization of dementia in communities served by this program, and if the trial impacted evidence of stigma.\n3. Enrolling up to 75 parents who primarily spoke Spanish who were originally contacted in the RCT but were not eligible for completion of the original round of surveys given that all study materials were in English. This approach aims to better understand the impact of the program and Alzheimer disease on these families.\n\nHypothesis 1: For the delayed follow-up with parents, the investigator anticipates that those with high dementia literacy or the largest dementia literacy improvement would sustain knowledge over 15-month period.\n\nHypothesis 2: Children who received the intervention arm of the trial, who also have regular contact with a close friend or family member with dementia, will demonstrate positive dementia attitudes relative to students in the control arm.\n\nHypothesis 3: Semi-structured interviews with Spanish speaking families will help program capacity to better serve the population and improve involvement in AD care and research.",
    "description_detailed": "The goal of the R01 study is to educate children and thereby parents/guardians on health education content through live educators, music, and videos. The study curriculum focuses on healthy aging vs Dementia/Alzheimer's Disease (AD), nutrition, and overall health. The investigator wishes to learn if children are able to absorb these health topics and share what they learn with their parents/guardians. That part of the program has been completed with students. This non-R01 portion of the study is designed to look at the long-term effect of the program, how it may have affected Spanish speaking families that were not approached during the first portion.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "SUPPORTIVE_CARE",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The described study is a behavioral/educational follow-up of the Old SCHOOL Hip-Hop program (child-mediated dementia education) aimed at measuring dementia literacy, attitudes/stigma, and inclusion of Spanish-speaking parents — not testing a drug or biologic. Evidence: pilot/publication and trial listings describe a music/dance health-education intervention to improve AD knowledge. citeturn0search9turn0search1",
        "Act: Key extracted details — intervention = Old SCHOOL Hip-Hop (behavioral/education using the FLOW mnemonic); cohort = parents/children from the original RCT (AAAR5473 / NCT03284112) and a follow-up registry entry for the parent follow-up & Spanish-speakers inclusion (NCT06699589). Trial records explicitly indicate this is not an FDA-regulated drug/device study. No drug name or pharmacologic intervention is listed. citeturn0search3turn0search5turn0search7",
        "Reflect: Classification check — the study targets dementia literacy and attitudes (education/stigma), not disease-modifying biological targets, small-molecule mechanisms, cognitive-enhancing pharmacology, or neuropsychiatric symptom treatment. Therefore it does not fit any of the four Alzheimer therapeutic categories and should be labeled 'N/A'. No ambiguity found in the trial descriptions or publications. citeturn0search4turn0search9"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}