{
    "nct_id": "NCT06647498",
    "title": "A Phase II/III Multicenter Randomized, Double-Blind, Placebo-Controlled, Two-Stage Adaptive Design, Platform Trial of Investigational Treatments for Primary Prevention of Disease Progression in Dominantly Inherited Alzheimer's Disease",
    "status": "RECRUITING",
    "last_update_time": "2025-07-30",
    "description_brief": "The purpose of this research study is to test the study drug, referred to as remternetug, to determine its effectiveness for the study treatment of asymptomatic (at risk) Alzheimer disease in individuals with AD-causing mutations. This study will also investigate the effects of remternetug on biomarkers (measures of the disease including brain scans, blood and spinal fluid tests), examine safety data to identify any potential benefits or risks, and examine how well participants can tolerate remternetug.\n\nStage 1 will determine if treatment with the study drug prevents or reverses amyloid beta (Aβ) accumulation compared with placebo in participants with dominantly inherited Alzheimer's disease (DIAD).\n\nStage 2 will evaluate the effect of early anti-amyloid treatment on downstream biomarkers of AD in treated participants compared to external control groups.",
    "description_detailed": "Alzheimer's disease (AD) is an age-related neurodegenerative disorder characterized by progressive decline in cognitive function and the ability to perform activities of daily living. The amyloid hypothesis of AD postulates that the accumulation of amyloid beta (Aβ) is an early and necessary event in the pathogenesis of AD. This hypothesis suggests that interventions that slow the accumulation of Aβ plaque in the brain or increase clearance of Aβ may be able to slow the progression of the AD clinical syndrome. AD occurs on a continuum from asymptomatic (preclinical) to mild cognitive impairment (MCI), and then to dementia in mild, moderate, and severe stages. Evidence from both genetic at-risk and age at-risk cohorts, such as in dominantly inherited AD (DIAD) suggests that the pathophysiological process of AD begins well more than a decade before the clinical stage now recognized as AD dementia, and that neurodegeneration is already apparent on MRI by the stage of mild cognitive impairment. Recent clinical trial data suggest that treating AD during the earlier stages could have the greatest potential benefit on the disease by slowing progression\n\nThe ability to identify individuals destined to develop Alzheimer's disease (AD) with a high degree of confidence provides a unique opportunity to assess the efficacy of therapies at asymptomatic and very early stages of dementia. Families with known disease-causing mutations are extremely rare and are geographically dispersed throughout the world.\n\nParticipants in this study will not yet have developed any clinical symptoms of AD; they will be \"asymptomatic\" carriers of mutations that cause DIAD and would be expected to perform normally on standard cognitive and functional testing. Further, most mutation carriers will have levels of AD-associated amyloid beta (Aβ) and non-Aβ biomarkers that are the same as non-carriers.\n\nAmyloid beta is a protein that accumulates in the brain of people with AD. Although we do not understand exactly what causes AD, the abnormal accumulation of amyloid beta protein in the brain is thought to play an important role in the symptoms of AD. Recent research studies indicate that amyloid beta may start building up in the brain 15 years or more before the onset of memory loss.\n\nImaging and fluid biomarkers will be used to demonstrate that the treatment compounds have engaged their therapeutic targets. A set of cognitive measures designed to assess the very earliest and most subtle cognitive changes will be collected. The overall objectives of this study are to evaluate the biomarker effect, safety, and tolerability of investigational study drugs in participants who are known to have an AD-causing mutation.\n\nThe primary objective of Stage 1 is to determine if treatment with the study drug prevents or slows the rate of Aβ pathological disease accumulation demonstrated by Aβ PiB positron emission tomography (PET) imaging.\n\nThe primary objective of Stage 2 is to evaluate the effect of early anti-amyloid treatment on disease progression by assessing downstream non-Aβ biomarkers of AD (e.g., CSF total tau, NfL, MRI volume) compared to a control group from the DIAN Obs natural history study and the DIAN-TU-001 placebo-treated participants.\n\nRemternetug is a monoclonal antibody. The mechanism of action of remternetug is to target and remove aggregated amyloid plaque, a key pathological hallmark of AD, via microglial-mediated clearance. Remternetug has demonstrated the ability to reduce brain amyloid plaque.\n\nThe remternetug arm is part of Master Protocol DIAN-TU-002 (NCT05552157)",
    "phase": [
        "PHASE2",
        "PHASE3"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted biologic",
    "drug": [
        "remternetug (LY3372993) — investigational monoclonal antibody targeting pyroglutamate Aβ / N3pG-Aβ"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The study drug is described as remternetug being tested to prevent or reverse amyloid beta (Aβ) accumulation and to evaluate effects on Alzheimer’s biomarkers. That intention (targeting Aβ accumulation/plaque) indicates a disease-modifying aim directed at core AD pathology rather than symptomatic cognitive enhancement or neuropsychiatric symptom control. The trial language (anti-amyloid, prevention of Aβ accumulation) fits the definition of a biologic that targets Alzheimer’s pathology. citeturn0search0turn0search4",
        "Act: Extracted details and web search support — remternetug (synonym LY3372993) is an investigational monoclonal antibody developed by Eli Lilly that targets pyroglutamate-modified Aβ (N3pG-Aβ) and is being tested in patients including dominantly inherited AD (DIAD) prevention trials; multiple sources describe it as an anti-amyloid immunotherapy and report trials designed to clear or prevent amyloid plaques. These findings confirm the drug is a biologic (monoclonal antibody) with an amyloid-directed mechanism. citeturn0search0turn0search3turn0search4",
        "Reflect: Classification check — given (1) the drug is a monoclonal antibody (biologic), (2) its stated mechanism is anti-amyloid (targets pyroglutamate Aβ) and (3) the trial’s primary goal is prevention/reversal of Aβ accumulation and downstream biomarker effects, the correct category is 'disease-targeted biologic'. There is no indication the intervention is a small molecule, a purely symptomatic cognitive enhancer, or primarily for neuropsychiatric symptoms. Web sources used: ALZFORUM summary of remternetug trials and mechanism, news reporting of early plaque-clearance results, and trial registry/ethics summary describing plaque removal as the mechanism. citeturn0search0turn0search3turn0search4"
    ],
    "agent_type": "A) Amyloid beta",
    "explanation_agent": [
        "Reason: The trial drug remternetug (LY3372993) is an investigational monoclonal antibody that specifically recognizes pyroglutamate-modified Aβ (N3pG-Aβ) and is intended to remove or prevent amyloid-β plaque accumulation—i.e., it directly targets amyloid pathology. citeturn0search3turn0search2",
        "Act: Extracted details — remternetug / LY3372993 = N3pG‑Aβ monoclonal antibody (pyroglutamate Aβ-directed immunotherapy). The drug is being tested in Alzheimer’s disease trials including a DIAN-TU Primary Prevention (dominantly inherited AD) platform trial aiming to prevent amyloid accumulation. Key trial listings and trial descriptions confirm remternetug’s anti‑amyloid, plaque‑removal mechanism. citeturn0search2turn1search0turn1search2",
        "Reflect: The CADRO category that best fits an antibody whose explicit mechanism is to bind and remove pyroglutamate‑modified amyloid‑β is A) Amyloid beta. The intervention is disease‑modifying and amyloid‑directed (not multi-target, not diagnostic), so 'A) Amyloid beta' is the correct classification. Supporting sources: ALZFORUM therapeutic summary, peer‑reviewed review describing remternetug as an N3pG‑Aβ mAb, DIAN‑TU announcement of the Primary Prevention trial using remternetug, and clinicaltrials.gov trial listing. citeturn0search3turn0search2turn1search0turn1search2"
    ]
}