{
    "nct_id": "NCT02062099",
    "title": "PET Imaging of the Translocator Proteine Ligands (TSPO) With [18 F] DPA-714 Biomarker of NeuroInflammation in Cognitive Decline (NIDECO)",
    "status": "COMPLETED",
    "last_update_time": "2022-09-08",
    "description_brief": "Alzheimer's disease (AD) is the most common cause of dementia in elderly subjects. AD is characterized by brain lesions like extracellular deposits of ß-amyloïd proteins in senile plaques and intracellular neurofibrillary tangles of hyper-phosphorylated tau protein, both of which are associated with the loss of neurons. The development of disease biomarkers for AD (Tau, PhTau and βamyloid dosing in the cerebrospinal fluid, brain MRI, amyloid PET imaging and fluorodeoxyglucose PET imaging) to identify the pathophysiological processes underlying cognitive impairment biomarkers, have been incorporated into revised diagnosis guidelines.\n\nPost-mortem human AD and AD animal model studies have reported inflammatory processes also implicated in the neuropathology of AD, and upregulated levels of pro-inflammatory cytokines.\n\nIn vivo visualization of microglial activation has become possible with the development of molecular imaging ligands (tracers) for use with positron emission tomography (PET). The translocator protein (TSPO) formerly known as the peripheral benzodiazepine receptor (PBR), a receptor located in the outer membrane of mitochondria, is upregulated during neuroinflammation. So targeting TSPO with radiolabeled ligands for PET is considered as an attractive biomarker for neuroinflammation.\n\nThe main aim of this pilot study is to quantify neuroinflammation, in terms of fixation and distribution of \\[18F\\] DPA-714(Binding Potential BP), and to study its relationship with amyloid load, measured with in \\[18F\\]AV-45 (Standard Uptake Values ratio) in cognitive decline.",
    "description_detailed": "Molecular imaging of microglial activation could help us document the central inflammatory status of study subjects and assist us in designing future research studies particularly with respect to which subjects to enrol into clinical trials and to evaluate the benefit of specific therapies in selected groups, for example, by monitoring the effects of Aß immunization.",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "DIAGNOSTIC",
    "results": null,
    "target_category": "N/A",
    "drug": [
        "[18F]DPA-714 (TSPO PET radioligand for neuroinflammation imaging)",
        "[18F]AV-45 (florbetapir / Amyvid — F18 amyloid PET tracer)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The study is a PET imaging biomarker study that quantifies neuroinflammation using the TSPO radioligand [18F]DPA-714 and compares it to amyloid load measured with [18F]AV-45 (florbetapir). [18F]DPA-714 is a selective TSPO ligand used to image microglial activation (neuroinflammation) with PET, and [18F]AV-45 is an amyloid PET tracer that binds Aβ plaques. citeturn0search12turn0search5turn1search0",
        "Act (extracted details): Interventions/exposures: [18F]DPA-714 (TSPO PET tracer) to measure microglial activation / neuroinflammation; [18F]AV-45 (florbetapir/Amyvid) to measure amyloid burden. Both are radiolabeled imaging agents used as biomarkers, not therapeutic agents. citeturn0search3turn1search7",
        "Reflect (classification and justification): This is a diagnostic/imaging biomarker study (PET tracers) rather than a therapeutic trial. It does not test a biologic therapy (e.g., monoclonal antibody) nor a small-molecule disease-modifying drug, nor a cognitive enhancer or an intervention aimed at treating neuropsychiatric symptoms. Therefore the appropriate category is 'N/A' (does not fit the four therapeutic categories). Evidence that AV-45 (florbetapir / Amyvid) is an approved diagnostic amyloid PET agent and that DPA-714 is used as a TSPO PET radioligand supports this classification. citeturn1search7turn0search5",
        "Web search key sources (as found): (1) DPA-714 / TSPO PET ligand descriptions and human quantification studies. citeturn0search12turn0search5 (2) Metabolism / biodistribution and methodological PET papers for [18F]DPA-714. citeturn0search3turn0search4 (3) AV-45 (florbetapir / Amyvid) pilot imaging papers and regulatory/label information describing it as a diagnostic amyloid PET tracer. citeturn1search0turn1search7"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}