{
    "nct_id": "NCT03960476",
    "title": "Decision Making and Implementation of Aging-in-Place/Long Term Care Plans Among Older Adults",
    "status": "ACTIVE_NOT_RECRUITING",
    "last_update_time": "2025-03-12",
    "description_brief": "This study seeks to better understand how older adult aging-in-place/long term care decision making and implementation is impacted by age-related changes (e.g. cognition, health literacy, chronic conditions), social influences (e.g. caregivers/supporters), and environmental factors.",
    "description_detailed": "Subjects who are part of the National Institute on Aging (NIA)-funded LitCog study will be given access to PlanYourLifespan.org, a web-based decision-making and planning tool. Participants will be followed for up to 42 months to examine the mediating/moderating factors involved in decision-making, timing of decision implementation, and goal concordance. Findings have the potential to inform healthcare providers, caregivers, health/long term care insurers, area agencies on aging, and older adults nationally in supporting aging-in-place decisions and services use.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "HEALTH_SERVICES_RESEARCH",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The described study exposes older adults to an online decision‑making/planning intervention (PlanYourLifespan.org) and measures how cognition, health literacy, social and environmental factors affect aging‑in‑place/long‑term‑care decision making and implementation. This indicates a behavioral/decision support intervention, not a pharmacologic or biologic therapy. citeturn0search5turn0search1",
        "Act: Key extracted details — intervention = PlanYourLifespan.org (web‑based decision/planning tool); population = LitCog cohort / community‑dwelling older adults; design = longitudinal single‑group interventional trial (up to 42 months). The clinical trial registration and study rationale confirm this is a behavioral/educational intervention rather than a drug or biologic. citeturn0search1turn0search5",
        "Reflect: Classification check — by the provided category definitions: it is not a biologic (no monoclonal antibody/vaccine), not a small molecule, not a cognitive‑enhancing drug, and not targeting neuropsychiatric symptoms pharmacologically. It is a decision/support intervention (non‑therapeutic), so the correct classification is 'N/A'. Supporting publications describe study aims and results analyzing decision patterns, further confirming the behavioral nature of the trial. citeturn0search0turn0search3",
        "Web search results used (sources): PubMed/abstract for the study (rationale and aims). citeturn0search0 Clinical trial registration / trial listing showing intervention = PlanYourLifespan.org and NCT03960476. citeturn0search1 Full article / PMC rationale and study design describing PlanYourLifespan exposure and LitCog overlay. citeturn0search5 Additional related publication on observed decision‑making patterns from the study cohort. citeturn0search3"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}