{
    "nct_id": "NCT05596994",
    "title": "Use of 7T Multimodal Imaging to Detect Brain Changes Associated With Light Therapy in Persons With Mild Cognitive Impairment and Mild Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2025-06-25",
    "description_brief": "The purpose of this research study is to investigate the effect of a light treatment on sleep, memory and brain function. In people with mild cognitive impairment (MCI) and Alzheimer's disease, sleep-wake disturbance is evident in up to 60% of patients. This can be caused by disruption of circadian rhythms and may affect our health and well-being. Circadian rhythms are the natural cycle of physical, mental, and behavior changes that the body goes through in a 24-hour cycle. Circadian rhythms are mostly affected by light and darkness and are controlled by a small area in the middle of the brain. They can affect sleep, body temperature, hormones, appetite, and other body functions. The circadian system plays an important role in the body and can affect sleep and brain function.\n\nThe results of the research would help develop light-delivery methods to improve sleep and memory in patients with mild cognitive impairment (MCI) and Alzheimer's disease who typically spend a significant amount of time indoors.",
    "description_detailed": "Subjects will be enrolled in the study for 26 weeks. During the first week, subject will come in to Mount Sinai for a study visit to complete a few questionnaires about sleep and mood, complete several memory tests and have an MRI of their brain. These study visits will take about 2 hours to complete. During this week, subject will also be asked to wear a wrist actigraph and light meter for 7 days. The actigraph is similar in size to a watch and is used to record their activity and rest patterns, and the light meter measures the amount of light they are exposed to during the day. After the completion of this week, subject will have a light treatment installed in their home that will be in place for 10 weeks. During the last week of the light treatment, subject will again come into Mount Sinai and repeat the questionnaires, memory tests and MRI, and wear the actigraph and light meter. After a 4-week break, subject will again come into Mount Sinai for a third study visit and complete the same questionnaires, memory tests, and MRI, and wear the actigraph and light meter. After this week, subject will have a different type of light treatment installed in their home and left in place for 10 weeks. During the last week of the light treatment, subject will come into Mount Sinai for the final study visit and complete the questionnaires, memory tests and MRI, and wear the actigraph and light meter for 7 days. There are no costs associated with participation, but subject will receive monetary compensation for each of the 4 study visits.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is an active light treatment (circadian/light-delivery therapy) intended to improve sleep, memory and brain function in persons with MCI and mild AD. This is a non‑pharmacologic, non‑biologic intervention that modulates circadian rhythms rather than targeting core AD pathology (amyloid or tau), so its intended primary effect is cognitive/sleep improvement rather than disease modification. citeturn0search0",
        "Act: Key extracted details — trial NCT05596994 (Mount Sinai): 'light treatment' with 7T multimodal imaging to detect brain changes associated with the therapy in MCI/mild AD with circadian sleep disturbances; primary outcomes include cognitive measures (e.g., MoCA) and sleep-related endpoints. The intervention is not a drug or biologic and no drug/placebo is specified. citeturn0search0turn0search3",
        "Web search results (supporting sources): Mount Sinai clinical trial page for the 7T multimodal imaging / light therapy study (NCT05596994) describing the intervention and outcomes. citeturn0search0; PubMed protocol and trials of blue‑green (≈500 nm) light therapy showing trials designed to test effects on sleep and cognition in SCD/MCI populations, illustrating that light therapies are investigated to improve cognitive performance via circadian modulation. citeturn0search1; Randomized studies of transcranial photobiomodulation / low‑level light therapy report cognitive improvements in MCI, supporting the interpretation that light interventions are used as cognitive‑enhancing, non‑pathology‑targeted therapies. citeturn0search2",
        "Reflect: Classification check — fits 'cognitive enhancer' because the study aims to improve memory and overall brain function (cognitive outcomes) through circadian/light modulation rather than through a biologic or small‑molecule mechanism targeting amyloid/tau. There is minor ambiguity because improving sleep is also a neuropsychiatric/behavioral target; however the inclusion of explicit cognitive outcome measures (e.g., MoCA, memory) and brain imaging endpoints supports labeling this primarily as a cognitive‑enhancement intervention. No drug or placebo information to list. citeturn0search0turn0search1"
    ],
    "agent_type": "O) Circadian Rhythm",
    "explanation_agent": [
        "Reason: The intervention is an active light-delivery (photobiomodulation / light therapy) aimed at modulating circadian rhythms to improve sleep and cognition in MCI/mild AD, not a drug or biologic targeting amyloid, tau, inflammation, synaptic receptors, etc. This aligns with CADRO category O (Circadian Rhythm). citeturn0search0turn0search3",
        "Act: Key extracted details — Mount Sinai trial NCT05596994 tests home-installed light treatment with 7T multimodal imaging to detect brain changes and uses cognitive and sleep outcomes; intervention is non‑pharmacologic (light therapy / light-delivery). Supporting literature shows blue‑green (~500 nm) light and transcranial photobiomodulation are used to modulate circadian/sleep and cognitive outcomes in SCD/MCI/MCI‑due‑to‑AD. citeturn0search0turn0search2turn0search3turn0search5",
        "Reflect: The study’s stated mechanism (circadian/light modulation to improve sleep and memory) fits CADRO O) Circadian Rhythm rather than cognitive-enhancer categories that imply pharmacologic receptor modulation. No drug, molecular target, or disease‑pathology target (amyloid/tau/inflammation) is specified, so 'O) Circadian Rhythm' is the most specific CADRO classification. If multiple biological pathways were explicitly targeted, R) Multi-target would be considered, but that is not the case here. citeturn0search0turn0search3",
        "Web search results cited: Mount Sinai trial page for NCT05596994 describing the light treatment and outcomes (7T multimodal imaging study). citeturn0search0; CenterWatch/clinical listing summarizing study design and interventions. citeturn0search2; Protocol and trials of morning blue‑green (≈500 nm) light therapy for cognition/sleep in SCD/MCI (PubMed). citeturn0search3; RCTs and reviews of transcranial photobiomodulation showing cognitive/sleep benefits in MCI and AD populations. citeturn0search5turn0search4"
    ]
}