{
    "nct_id": "NCT06860035",
    "title": "Dementia Caregivers' Link to Assistance and Resources: Supporting Caregivers of Home Health Patients With Dementia",
    "status": "RECRUITING",
    "last_update_time": "2025-08-07",
    "description_brief": "The goal of this clinical trial is to learn if the Dementia Caregivers' Link to Assistance and Resources (DECLARE) program can improve support of, and engagement with, caregivers of home health patients with dementia. DECLARE includes a caregiver self-assessment that is reported in the home health patient record, and increased access to social work for cases including dementia caregivers. The main questions we aim to answer are:\n\n* Will most caregivers who are offered the chance to complete an assessment choose to do so?\n* Will clinicians report that the assessment information was useful?\n* Will the rate of social work access increase for cases with patients with dementia who have involved family caregivers?\n\nResearchers will compare DECLARE to usual care to see if taking part in the program increases caregiver self-efficacy and access to social work.\n\nParticipants will:\n\n* Answer a short series of assessment questions and questions about their caregiving experiences at the beginning of the home health episode.\n* Receive a social work visit from a Licensed Social Worker trained in dementia care.\n* Answer a series of follow-up questions about their caregiving experiences at the end of the home health episode.",
    "description_detailed": "The goal of the present study is to pilot test a novel ADRD caregiver assessment instrument, designed specifically for the HH setting, with the ultimate aims of improving caregiver self-efficacy and increasing access to social work during HH for cases involving caregivers who are experiencing high strain and/or low preparedness for caregiving. This is the Dementia Caregivers' Link to Assistance and Resources (DECLARE) program. Specific Aims include: (1) Contacting eligible caregivers to field a caregiver self-assessment and sharing caregiver responses with frontline staff in the patient record, (2) Identifying cases for social work access, and (3) Assessing the feasibility, acceptability, and impact on caregiver outcomes of the activities described in Aims 1 and 2.\n\nThis is an embedded Pragmatic Clinical Trial (ePCT) within the VNS Health home health agency. We will implement the intervention in 4 \"treatment\" branches (includes 8 clinical teams) and will compare to 6 \"control\" branches (includes 12 clinical teams). Treatment branches will receive the DECLARE intervention described in the following section and control branches will not have any intervention. In both arms, we will conduct baseline and follow-up telephone surveys with caregivers of eligible cases to gather outcomes data. We anticipate a 12-month trial, with regular analytic checkpoints to assess for potential issues and make revisions as needed.\n\nWe will identify eligible cases based on the start of care OASIS (home health patients 65 and older with diagnosed ADRD, a caregiver on record with a phone number, and payment through Traditional Medicare or a Medicare Advantage plan managed by VNS Health. Research staff will contact the caregiver of record via telephone to field the self-assessment survey. In treatment branches, caregiver responses will be entered into a secure survey platform (RedCAP) and uploaded to the patient electronic health record (HomeCare HomeBase) as a care coordination note. For cases without a social work order, the research team will either (a) contact the Clinical Field Manager to request a social work order, if none exists or (b) contact the appropriate social worker if a social work order is already in place. We anticipate 150 participants (60 from treatment branches and 90 from control branches).",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "HEALTH_SERVICES_RESEARCH",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The described trial tests a caregiver support program (DECLARE) that uses a caregiver self-assessment, documentation in the patient record, and increased access to social work to improve caregiver engagement and self-efficacy — this is a behavioral/service intervention, not a drug or biologic. citeturn0search3turn0search0",
        "Act: Key details extracted — intervention name: Dementia Caregivers' Link to Assistance and Resources (DECLARE); components: web-based caregiver self-assessment shared to the home health patient record, and social work visits from Licensed Social Workers trained in dementia care; intended outcomes: caregiver completion rate of assessment, clinician usefulness ratings, increased social work access, and improved caregiver self-efficacy. All sources describe this as a program embedded in VNS Health home health services, not a pharmacologic or biologic therapy. citeturn0search1turn0search2",
        "Reflect: Classification check — per the category definitions, this trial does not involve a biologic (monoclonal antibody/vaccine), a disease-targeted small molecule, a cognitive-enhancing drug, or a neuropsychiatric symptom treatment. It is a non-therapeutic, care-delivery/support intervention for caregivers, so the correct category is 'N/A'. Supporting registry/news entries are cited above. citeturn0search4turn0search0"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}