{
    "nct_id": "NCT03625128",
    "title": "Phase 0 Evaluation of Clinical and Neuroimage (18F-PM-PBB3 PET) Study in Tauopathy Including Alzheimer's Disease, Other Dementias and Normal Controls",
    "status": "COMPLETED",
    "last_update_time": "2019-10-17",
    "description_brief": "This is an open-label study to evaluate the performance of a novel tau imaging ligand in up to 36 subjects (12 AD, 3 FTD, 3 PSP, 3 CBS, 3 VCI and 12 HV). Subjects will be recruited from the patient population and healthy volunteers of Taiwan residents. This study protocol requires each subject to complete the following components: screening evaluation, brain MRI and 18F-PM-PBB3 PET imaging up to two sessions. The screening procedures will include neuropsychological assessments, vital signs, ECG, physical examinations and laboratory tests. In addition, 18F-AV-45 PET imaging result will be as a part of inclusion criteria to confirm presence of amyloid deposition in patients with clinically diagnosed probable AD or absence of amyloid deposition in FTD, VCI and HV subjects. Furthermore, 18F-AV-133 PET imaging data will also be as a part of inclusion criteria to confirm the diagnosis of PSP and CBS. All subjects will complete clinical assessments and clinical safety tests to ensure the subject is medically stable to complete the study protocol. The screening procedures will occur within 30 days prior to 18F-PMPBB3 PET imaging.",
    "description_detailed": "N/A",
    "phase": [
        "EARLY_PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "DIAGNOSTIC",
    "results": null,
    "target_category": "N/A",
    "drug": [
        "18F-PM-PBB3 (aka 18F-APN-1607 / PM-PBB3) — tau PET imaging ligand",
        "18F-AV-45 (florbetapir, Amyvid) — amyloid PET imaging ligand",
        "18F-AV-133 (AV-133 / 18F-FP-(+)-DTBZ) — VMAT2 PET imaging ligand used to support differential diagnosis)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The protocol describes an open‑label imaging study testing a novel tau imaging ligand (18F‑PM‑PBB3) with PET, plus amyloid (18F‑AV‑45) and VMAT2 (18F‑AV‑133) PET scans used for inclusion/diagnostic confirmation. This is a diagnostic/biomarker imaging protocol rather than a therapeutic trial aimed at modifying disease, improving cognition, or treating neuropsychiatric symptoms. citeturn0search1turn0search3turn0search4",
        "Act (key extracted details): - Intervention: 18F‑PM‑PBB3 PET imaging (tau tracer) performed in up to two sessions. citeturn0search3turn0search4 - Inclusion/confirmatory scans: 18F‑AV‑45 (florbetapir / Amyvid) used to confirm amyloid presence/absence for AD vs non‑AD groups. citeturn2search5turn2search0 - 18F‑AV‑133 (VMAT2 tracer) used to support PSP/CBS diagnosis. citeturn1search2turn1search4 - Intended effect: image and quantify tau pathology (diagnostic/biomarker validation), not a therapeutic effect.",
        "Reflect: Classification -> 'N/A' (does not fit any of the four therapeutic/efficacy categories). Rationale: all named agents are PET radiotracers (diagnostic imaging agents) — 18F‑PM‑PBB3 is a tau PET ligand (also called 18F‑APN‑1607 / florzolotau) used to image tau pathology; AV‑45 (florbetapir/Amyvid) images amyloid plaques; AV‑133 images VMAT2 for dopaminergic terminal integrity. Because the protocol evaluates an imaging ligand and uses PET biomarkers for subject selection/confirmation, it is not a disease‑targeted biologic/small molecule therapy, nor a cognitive enhancer, nor an intervention for neuropsychiatric symptoms. citeturn0search3turn0search1turn2search5turn1search2",
        "Web search results used (brief): - 18F‑PM‑PBB3 (18F‑APN‑1607 / PM‑PBB3) characterization and human tau PET studies. citeturn0search3turn0search4 - Methods/quantification papers on 18F‑PM‑PBB3 in tauopathies. citeturn0search1 - Florbetapir (18F‑AV‑45, Amyvid) FDA/label and product information confirming its use as an amyloid PET imaging agent. citeturn2search0turn2search5 - 18F‑AV‑133 (18F‑FP‑(+)-DTBZ) literature describing use as a VMAT2 PET ligand for differentiating parkinsonian/dementia syndromes. citeturn1search2turn1search4"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}