{
    "nct_id": "NCT06396377",
    "title": "Interest of the Reborn® Doll as a Therapeutic Object in the Care of Residents With Alzheimer's Disease or a Related Disorder : Pilote Study",
    "status": "COMPLETED",
    "last_update_time": "2024-12-13",
    "description_brief": "The primary objective of this study is to evaluate the benefits of the Reborn®doll as an OT for the care of residents with Alzheimer's disease or related disorders, by assessing the frequency of resident agitation.\n\nThe secondary objectives are to study the frequency of treatments, evaluate the average time of exposure to the Reborn® doll, study the behavior of the residents, study the interest of this therapeutic workshop, thanks to an evaluation grid and finally study the repercussions of this OT on the nursing staff.",
    "description_detailed": "Dementia affects 50 million people worldwide, and this number is set to continue rising as the population ages. Indeed, the World Health Organization (WHO) expects this number to reach 82 million by 2030. At present, there is no cure for dementia. In order to limit the need for drug treatments for dementia-related symptoms (agitation, aggression), non-drug treatments can be used to improve residents' lives and soothe them. In the late 1960s, researchers turned their attention to non-medication therapies (snozelen concept, animal mediation, calinotherapy, Tovertafel, Carpe Diem, doll'therapy).\n\nThis doll is used by caregivers to calm anxiety attacks, aggression or apathy in residents with MND. The doll helps to calm the elderly by focusing them on an object. Several studies have shown that residents are calmed and feel valued by taking care of the doll. This also helps to avoid physical or chemical restraints, as well as the use of drug therapies in cases of agitation. Reborn® dolls are an evolution of Doll'therappy.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "SUPPORTIVE_CARE",
    "results": null,
    "target_category": "neuropsychiatric symptom improvement",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is the Reborn® doll provided as a therapeutic object/occupational therapy to residents with Alzheimer’s disease; the study’s primary outcome is frequency of resident agitation (Cohen–Mansfield), indicating the intent is to reduce behavioral/neuropsychiatric symptoms rather than to modify disease pathology or act as a pharmacologic cognitive enhancer. citeturn0search0turn0search2",
        "Act (extracted details): Intervention = Reborn doll (Therapeutic object - OT), delivered in 45–60 minute workshops twice weekly for 3 weeks (6 exposures total); study type = interventional; enrollment ~24; primary measure = episodes of agitation recorded weekly. There is no drug or placebo used. citeturn0search2turn0search4",
        "Reflect: Mapping to categories — this is not a biologic (no monoclonal antibody, vaccine, or other biologic) and not a small-molecule disease-modifying therapy; the target is behavioral (agitation/anxiety/aggression), so it fits the 'neuropsychiatric symptom improvement' category. Published reviews of doll therapy report reductions in negative behaviors (including agitation), supporting this interpretation. citeturn0search3turn0news12",
        "Web search results used (brief):",
        "- Trial listing / MedPath: 'Interest of the Reborn® Doll as a TO...' (study summary and primary objective: agitation). citeturn0search0",
        "- ICH GCP / Clinical Trials Registry: detailed study record, intervention description, enrollment, dates, sponsor (CHU Clermont-Ferrand). citeturn0search2",
        "- CenterWatch trial listing: study design, inclusion/exclusion, start/completion dates. citeturn0search4",
        "- Systematic review: 'Effect of Doll Therapy in Behavioral and Psychological Symptoms of Dementia' (MDPI) — summarizes evidence that doll therapy can reduce agitation and other behavioral symptoms. citeturn0search3",
        "- Verywell Health overview summarizing pros/cons and reported calming effects of doll therapy in dementia. citeturn0news12"
    ],
    "agent_type": "T) Other",
    "explanation_agent": [
        "Reason: The intervention is non‑pharmacologic doll therapy (Reborn® doll) delivered as an occupational/psychosocial therapeutic object with the primary aim of reducing agitation and other neuropsychiatric/behavioral symptoms rather than modifying a biological pathway or molecular target (no drug, gene, or biochemical pathway is described).",
        "Act: Extracted details — Intervention = Reborn® doll used in 45–60 minute workshops twice weekly for 3 weeks (6 exposures); study type = interventional; enrollment ≈24; primary outcome = episodes of agitation (Cohen–Mansfield). There is no drug, biologic, or molecular target to map to any CADRO biology category.",
        "Reflect: CADRO covers molecular/biological targets (amyloid, tau, inflammation, synaptic function, etc.). Because this trial evaluates a psychosocial/behavioral therapeutic object with no identifiable biological target, it does not fit a CADRO biological category and should be classified as T) Other. This classification is consistent with instructions to return 'T) Other' when no therapeutic biological target can be inferred.",
        "Web search results used (as provided by the user):",
        "- Trial listing / MedPath: 'Interest of the Reborn® Doll as a TO...' (study summary and primary objective: agitation).",
        "- ICH GCP / Clinical Trials Registry: detailed study record, intervention description, enrollment, dates, sponsor (CHU Clermont‑Ferrand).",
        "- CenterWatch trial listing: study design, inclusion/exclusion, start/completion dates.",
        "- Systematic review: 'Effect of Doll Therapy in Behavioral and Psychological Symptoms of Dementia' (MDPI) — summarizes evidence that doll therapy can reduce agitation and other behavioral symptoms.",
        "- Verywell Health overview summarizing pros/cons and reported calming effects of doll therapy in dementia."
    ]
}