{
    "nct_id": "NCT05524181",
    "title": "Telehealth-enabled Integrated Palliative Care for People With Dementia",
    "status": "COMPLETED",
    "last_update_time": "2025-02-11",
    "description_brief": "In prior work, this team developed a telehealth primary care model (TIPC), designed in close partnership with patients and clinicians to address a widespread increase in telehealth use during the COVID-19 pandemic. This research team will test the TIPC intervention to assess support for patients among a population of persons with dementia (PwD). Participants will be enrolled in the study for a 12 month period.\n\nThis study's aims are 1) to explore the impact of the TIPC intervention on patient-important outcomes, engagement with community-based support provided through insurers, advanced care planning (primarily identification of health-care proxy), and patterns of hospice and healthcare utilization in the target population and 2) to evaluate patient, caregiver, and clinical team perspectives of feasibility and acceptability of a TIPC model, and apply findings from this work to the development of a larger randomized control trial designed to assess long-term efficacy of TIPC intervention.",
    "description_detailed": "One in 3 deaths for those over the age of 65 are caused by Alzheimer's or related dementia. Lack of goals-of-care conversations with these patients drives up end-of-life healthcare costs due to excessive use of medical procedures and places unnecessary decision-making burden on caregivers. Such realities exhibit how existing models of specialty palliative care are suffering too great of a workforce shortage to adequately meet the needs of increasing numbers of PwD and are also inaccessible to underrepresented minorities (URMs) due to cost. Implementing a TIPC model could improve these outcomes through intersectional engagement of relevant health entities to carve more concrete care goals and drive down overall care cost.\n\nThis trial will enroll 50 patients and caregivers (when appropriate). Half of the patient participants will be given the TIPC intervention and all participants will be assessed over 12 months to assess changes in patient-important outcomes. For both groups, the researchers will evaluate goal attainment, quality of life, decision making, caregiver support/burden, and clinician/payor satisfaction. Assessments will be ongoing throughout the year (baseline, 3, 6, 9, and 12 months) to fully illustrate what kind of sustained impact or change in trajectory this brief intervention may have, and if other gaps are later identified.\n\nPatient participants will be recruited from Jefferson EMR reports, physician referrals, and other forms of outreach. Patient participants will be randomly assigned to study groups (25 intervention, 25 control). If a patient is randomized to the intervention group, researchers will ask if they have a caregiver so that they may be enrolled in the study as well. Intervention subjects will partake in two telehealth visits as a part of the TIPC model. The first telehealth visit will focus on ACP and identifying patient-important outcomes via a web-based tool for discussion with a palliative care (PC) specialist. The second telehealth visit will involve patient communication of their patient important outcomes (PIOs) to a primary care provider (PCP) and the translation of those PIOs into care plans for ongoing management. Control subjects will be followed as they continue with their usual standard of care. They will also complete all measures at pre-specified time points and researchers will assess for changes in GAS, provider burden and decision making as well as hospitalizations, hospice, palliative care plans.\n\nAll patient/caregiver dyads assigned to the intervention group will be interviewed remotely after the intervention via survey to assess their goal attainment, satisfaction with care and connectivity to community resources.\n\nEvaluation of patient outcomes of the TIPC model will be ongoing and through an assets/strengths-based framework. At baseline, 3, 6, 9, and 12 months, patient quality of life, decision-making, and caregiver support/burden will be measured through a series of follow-up assessments.\n\nAt 3, 6, 9, and 12 months, the degree to which intervention subjects felt each of their PIOs was met will be self-reported by the patient/caregiver.\n\nTo substantiate intervention impact on patients, both clinical and implementation outcomes (payor engagement, changes in level of care, recurrent hospitalizations, transition to hospice, intervention uptake, PCP satisfaction) will be measured and evaluated 6+ months post-intervention via retrospective data review. This is with the exception of PCP satisfaction which is to be self-reported following the same acceptability measures as the intervention subjects.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "SUPPORTIVE_CARE",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is a telehealth primary/palliative care model (Telehealth Integrated Primary Care, TIPC) developed to support persons with dementia via telehealth visits, goal-setting, advanced care planning, and linkage to community resources — not a pharmacologic agent or biologic targeting Alzheimer pathology. citeturn0search0turn0search1",
        "Act: Key trial details extracted from registry pages — randomized interventional study (n≈50) comparing TIPC (two telehealth visits plus follow-up assessments over 12 months) versus usual care; outcomes are quality of life, goal attainment, caregiver burden, healthcare utilization, feasibility and acceptability. This confirms the intervention is a service/healthcare delivery model (non-drug). citeturn0search0turn0search1turn0search2",
        "Reflect: Classification check — by the provided category definitions, this trial does not test a biologic, small molecule, cognitive enhancer, or a neuropsychiatric-symptom pharmacologic intervention. It is a telehealth palliative care/delivery-model study, so the correct category is 'N/A'. Web search sources used to verify and support this classification: clinical trial registry/summary pages for 'Telehealth-enabled Integrated Palliative Care for People With Dementia' (NCT05524181) and related trial listings. citeturn0search0turn0search1turn0search4"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}