{
    "nct_id": "NCT06936124",
    "title": "A Pilot Clinical Trial Investigating Deep Brain Stimulation of the Pedunculopontine Nucleus for the Treatment of Alzheimer's Disease",
    "status": "RECRUITING",
    "last_update_time": "2025-04-28",
    "description_brief": "Alzheimer's disease (AD) is a brain disorder that gradually impacts cognitive functions such as memory, thinking, and daily functioning. Gamma oscillations are a type of brain activity thought to play a role in memory and cognition (thinking abilities). In AD, these oscillations are impaired - meaning they are smaller and slower than the brain waves observed in healthy individuals. Research suggests that enhancing these brain waves may help slow the progression of AD.\n\nThis research is investigating a technique called deep brain stimulation (DBS) of the pedunculopontine nucleus (PPN) as an experimental intervention. An electrode will be implanted in the PPN and deliver mild stimulation over the course of a 12-month period. As a novel intervention, the priority of the study is to determine if DBS-PPN is a safe and feasible intervention for mild-AD. Additionally, the study investigators are evaluating whether DBS-PPN can increase natural gamma oscillations in ways that improve memory and cognition. The insights from this study will guide the design of an accessible larger trial to more definitively assess how effective DBS-PPN could be as a treatment for AD.\n\nParticipants will:\n\n* Undergo a 12-month experimental intervention involving DBS of the PPN. The procedure for implanting the DBS device takes approximately 2-3 hours under general anesthesia, followed by an overnight stay in the hospital for safety monitoring.\n* Be required to attend regular appointments every 3 months from DBS implantation for the duration of the study. The follow-up visits will include safety and feasibility monitoring, brain scans (EEG and MEG), and cognitive assessments/questionnaires.\n* Participants' caregiver will also complete questionnaires about their cognition, functioning, and overall health at the follow-up visits.",
    "description_detailed": "Alzheimer's disease (AD) is a progressive neurodegenerative disorder that gradually impairs memory, cognitive abilities, and daily functioning, placing a significant burden not only on patients but also on caregivers and the healthcare system. Despite extensive research, current treatments provide only symptomatic relief without halting or reversing the disease's progression.\n\nThis study investigates a novel approach using deep brain stimulation (DBS) to target the pedunculopontine nucleus (PPN), a region involved in generating and regulating gamma oscillations across the brain. DBS is a neurosurgical procedure that utilizes stereotactic techniques to implant an electrode in a specific brain target, delivering electrical stimulation via a pulse generator. By stimulating the PPN, the study intervention aims to enhance gamma activity, potentially improving memory and cognition in AD patients. Preclinical studies have demonstrated that gamma enhancement has disease modifying effects in AD. Furthermore, DBS-PPN has shown cognitive improvements in Parkinson's dementia patients with a firmly established safety profile.\n\nThis pilot study is designed as a single-centre, single-cohort, open-label, non-randomized prospective clinical trial. The open-label nature means that both the researchers and the participants will be aware of the intervention being administered. The trial will recruit a small group of participants (N=6) with AD (amnestic subtype), to evaluate the safety, feasibility, and preliminary efficacy of DBS-PPN in treating AD. Each participant will serve as their own control, with outcome measures compared from before DBS implantation, and at regular follow-up visits over a 12-month period. The primary outcomes will focus on safety and feasibility metrics, serving to inform the design of a subsequent RCT. The secondary outcomes will assess electrophysiological (EEG and MEG) and cognitive measures, providing proof-of-concept for the potential disease-modifying effects of DBS-PPN.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is deep brain stimulation (DBS) of the pedunculopontine nucleus (PPN) — a neurosurgical/device-based neuromodulation intended to increase gamma oscillations and thereby improve memory and cognition in people with mild Alzheimer’s disease. This is described as a 12-month implanted-electrode stimulation study focused on safety/feasibility and on whether gamma enhancement improves cognitive outcomes. citeturn0search0turn0search2",
        "Act (key extracted details): - Intervention: Implantation of a DBS electrode in the pedunculopontine nucleus (PPN) delivering mild stimulation for 12 months; procedures, follow-up every 3 months, EEG/MEG and cognitive assessments are planned. citeturn0search0turn0search2 - Trial purpose: Primary aim is safety and feasibility; secondary aims include electrophysiological (gamma) changes and cognitive outcomes; pilot, single-cohort N≈6. citeturn0search0turn0search1 - No pharmacologic drug is used in this trial (device intervention), so there is no biologic or small-molecule drug to classify. citeturn0search0",
        "Match to category: By the provided category definitions, this trial tests a non-pharmacologic neuromodulation whose principal intended effect is to enhance cognitive function (memory/thinking) via augmentation of gamma oscillations. It is therefore best classified as a 'cognitive enhancer' (an intervention intended to improve cognition without being a biologic or small molecule that directly targets classical AD pathology).",
        "Reflect: The classification was chosen because DBS-PPN is a device-based neuromodulation (not a monoclonal antibody/vaccine or a small-molecule inhibitor) and the study’s stated goal is enhancing gamma oscillations to improve memory/cognition rather than primarily treating neuropsychiatric symptoms. Although the protocol notes preclinical suggestions of possible disease-modifying effects, the intervention modality and primary cognitive focus align it with the 'cognitive enhancer' category. If you prefer a classification that emphasizes potential disease modification rather than symptomatic cognitive enhancement, note that this would not change that the intervention is a device (so it still does not fit the biologic/small-molecule categories). citeturn0search0turn0search3",
        "Web search results used (sources): - Trial summary / listing describing DBS-PPN pilot (MedPath). citeturn0search0 - Clinical registry / trial listing (ICH GCP entry for NCT06936124). citeturn0search1 - ClinConnect summary / trial page from University Health Network (trial sponsor info and eligibility). citeturn0search2 - Background literature on PPN-DBS experience in movement disorders / cognitive effects. citeturn0search3turn0search6"
    ],
    "agent_type": "M) Synaptic Plasticity/Neuroprotection",
    "explanation_agent": [
        "Reason: The intervention is device-based neuromodulation—deep brain stimulation (DBS) of the pedunculopontine nucleus (PPN)—aimed at increasing gamma oscillations to improve memory and cognition in mild Alzheimer’s disease. The intended mechanism is modulation of neural network activity and enhancement of cognitive function (synaptic/network plasticity), not a molecular target such as amyloid, tau, or inflammation. citeturn0search0turn0search1",
        "Act (key extracted details): - Intervention: implantation of a DBS electrode in the PPN delivering mild stimulation over 12 months with EEG/MEG and cognitive assessments planned. - Trial purpose: primary aim safety/feasibility; secondary aims electrophysiological (gamma) changes and cognitive outcomes. - No pharmacologic drug is used; this is a device neuromodulation study. citeturn0search0turn0search2",
        "Mapping to CADRO: Among CADRO categories, the trial’s principal biological focus—modulating network oscillations to improve cognition and thereby affect synaptic/network function—best maps to 'M) Synaptic Plasticity/Neuroprotection' (interventions intended to enhance synaptic function and neuroprotection). The intervention is not primarily targeting amyloid, tau, ApoE/lipids, inflammation, vasculature, metabolism, or other molecular pathways. citeturn0search4turn0search5",
        "Reflect: Alternative options considered: 'T) Other' (for non-therapeutic or diagnostic studies) was considered but rejected because DBS here is a therapeutic neuromodulation intended to alter network function and cognitive outcomes. 'R) Multi-target' was not chosen because the trial focuses on a single modality/target (PPN stimulation to boost gamma and cognition) rather than multiple distinct biological pathways. The chosen CADRO category (M) best captures the synaptic/network plasticity goal of the device intervention. citeturn0search0turn0search1",
        "Web search results used: - Trial listing / summary describing DBS-PPN pilot (MedPath). citeturn0search0 - Clinical registry / trial listing (ClinConnect / NCT06936124). citeturn0search1 - Trial listing summary (CenterWatch). citeturn0search2 - Preclinical/clinical literature on PPN/PPTg-DBS effects on cognition and network/metabolic changes. citeturn0search4turn0search5"
    ]
}