{
    "nct_id": "NCT02420535",
    "title": "An Innovative Caregiver Tool to Assess and Manage Behavioral Symptoms of Dementia",
    "status": "COMPLETED",
    "last_update_time": "2016-12-15",
    "description_brief": "Behavioral symptoms that commonly occur with dementia are associated with increased health care utilization and can lead to challenges for the person living with dementia and their caregivers. Caregivers need knowledge and skills to monitor these behaviors, to identify what triggers them, and to learn how to use proven, practical medication-free strategies to prevent and manage the behaviors. The purpose of this study is to develop and test the WeCareAdvisor, a customized, internet-based computer tool for family caregivers that helps them to assess, manage and track behavioral symptoms and their contributing factors (e.g., pain, sleep disturbance), and that provides tailored strategies for in-home, medication-free behavior management. This study is a collaboration between researchers at the University of Michigan and Johns Hopkins University.",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "SUPPORTIVE_CARE",
    "results": null,
    "target_category": "neuropsychiatric symptom improvement",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is the WeCareAdvisor — a customized, web-based tool for family caregivers designed to assess, manage, and track behavioral and psychological symptoms of dementia (BPSD) and to provide tailored, medication-free strategies for in-home behavior management. citeturn0search0turn0search3",
        "Act: Key details — this is a non‑pharmacologic, caregiver-facing digital intervention (online platform/iPad app) using the DICE/problem‑solving approach; tested in randomized pilot and efficacy trials focused on caregiver distress, confidence, and BPSD frequency/severity. No drug or placebo is involved. citeturn0search1turn0search5",
        "Reflect: Classification — because the trial’s stated purpose is to reduce/manage behavioral and psychological symptoms of dementia (neuropsychiatric symptoms) via a caregiver support tool (non‑drug, non‑disease‑pathology targeting), it fits the category 'neuropsychiatric symptom improvement' rather than a disease‑targeted biologic/small molecule or a primary cognitive enhancer. Pilot results reported reduced caregiver distress and reductions in behavioral frequency/severity, supporting this interpretation. citeturn0search3turn0search4",
        "Web search results used: Johns Hopkins/WeCareAdvisor development and publications (WeCareAdvisor: The Development of a Caregiver‑focused, Web‑based Program; pilot RCT results/effect paper). Trial description and site pages (WeCareAdvisor study page; MedPath trial listing). citeturn0search0turn0search3turn0search5turn0search6"
    ],
    "agent_type": "T) Other",
    "explanation_agent": [
        "Reason: The described intervention is the WeCareAdvisor — a caregiver-facing, web‑based/iPad tool that uses the DICE/problem‑solving approach to assess, manage, and track behavioral and psychological symptoms of dementia (BPSD); it provides tailored, medication‑free strategies rather than a biologic or small‑molecule therapy. citeturn0search4turn0search5",
        "Act: Key details extracted from the trial description and publications — non‑pharmacologic digital intervention (online platform/app); tested in a pilot randomized controlled trial (N≈57 caregivers) with outcomes focused on caregiver distress, confidence, and BPSD frequency/severity; reported significant reductions in caregiver distress and reductions in behavioral frequency/severity after tool use. No drug, molecular target, gene, or pathway is involved. citeturn0search5turn0search1turn0search0",
        "Reflect: Classification decision — because this is a non‑drug, caregiver support/behavioral intervention aimed at managing neuropsychiatric symptoms rather than acting on any Alzheimer’s biological target (amyloid, tau, inflammation, synaptic function, etc.), the correct CADRO assignment is 'T) Other' (non‑therapeutic / non‑disease‑targeted intervention). This aligns with the WeCareAdvisor development and RCT publications. citeturn0search4turn0search3",
        "Web search results used (sources and what they show): 1) BMC Geriatrics pilot RCT paper reporting WCA reduced caregiver distress and behavioral scores. citeturn0search0 2) PubMed Central (PMC) full text of the pilot RCT with methods and outcomes (N=57 caregivers; details on outcomes and DICE approach). citeturn0search5 3) University of Michigan / deepblue record of the BMC article (citation/abstract). citeturn0search1 4) Johns Hopkins summary describing development of WeCareAdvisor as a caregiver‑focused, web‑based, nonpharmacologic program using evidence‑based behavioral strategies. citeturn0search4 5) Alzheimer’s & Dementia conference abstract reporting trial design and preliminary outcomes for the WeCareAdvisor trial. citeturn0search3"
    ]
}