{
    "nct_id": "NCT00319891",
    "title": "Computer-Based Training for Mild Cognitive Impairment and Mild Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2013-05-13",
    "description_brief": "The primary objective of this study is to evaluate the effects of computer-based training program (\"HiFi-AD\") on the memory and cognitive abilities of individuals diagnosed with mild Alzheimer's Disease (AD).",
    "description_detailed": "The purpose of this study is to determine the extent to which computer-based cognitive remediation improves cognitive functions using standardized neuropsychological assessments relevant to AD; 2) the acceptability and feasibility of using computer-based cognitive remediation in an AD population.",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "Cognitive enhancer",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial description and title state the intervention is a computer-based training program (“HiFi-AD”) intended to improve memory and cognitive abilities in people with mild Alzheimer's disease — i.e., a non-pharmacologic cognitive remediation intervention rather than a drug or biologic. citeturn1search0",
        "Act: The sponsor is Posit Science and the study is registered as NCT00319891 (Computer‑Based Training for Mild Alzheimer’s Disease) describing HiFi‑AD as a computerized cognitive training program; no drug or biologic is listed. Based on that, the appropriate category is Cognitive enhancer. citeturn1search0turn0search6",
        "Supporting evidence: Systematic reviews and randomized trials of computerized cognitive training in MCI/early AD treat these programs as cognitive-enhancement/non-pharmacologic interventions (not disease‑targeted small molecules or biologics) and report outcomes on cognition and function. Examples: a review of CCT in MCI/AD, pilot and larger controlled trials, and a 2023 single‑blind controlled trial of computerized training in MCI/AD. citeturn0search2turn0search1turn0search5",
        "Reflect: The intervention fits the provided category definitions — it is not a biologic or small molecule targeting AD pathology, nor is it aimed primarily at neuropsychiatric/behavioral symptoms. Therefore 'Cognitive enhancer' is the correct classification. No drug or placebo information applies to this trial (non‑drug intervention). citeturn1search0turn0search2"
    ],
    "agent_type": "T) Other",
    "explanation_agent": [
        "Reason: The intervention described (\"HiFi-AD\") is a computer-based cognitive training program intended to improve memory/cognition in people with mild AD — a non‑pharmacologic cognitive remediation/cognitive-enhancement intervention rather than a drug, biologic, or molecular pathway–directed therapy. citeturn1search0turn1search1",
        "Act: Extracted details — trial NCT00319891 (Computer‑Based Training for Mild Alzheimer's Disease) lists the intervention as a procedure: computer‑based cognitive training (HiFi‑AD), lead sponsor Posit Science; no drug, biologic, gene, or molecular target is named. Based on CADRO, this does not map to biological target categories A–Q or R (multi‑target pharmacologic); it is a non‑drug behavioral/rehabilitative intervention, so it fits T) Other. citeturn1search0turn1search4",
        "Reflect: Confirming with the literature, computerized cognitive training is consistently treated as a non‑pharmacologic cognitive‑enhancement intervention in systematic reviews and trials (benefits on memory/cognition in MCI/early AD are reported), reinforcing that there is no specific molecular CADRO target to assign. Therefore T) Other is the correct CADRO assignment for this trial. citeturn0search1turn0search0",
        "Web search results (supporting sources used): 1) Clinical/trial registry entry for NCT00319891 describing HiFi‑AD as computer‑based cognitive training (Posit Science). citeturn1search0 2) MedPath / trial summary and registry metadata for NCT00319891 (Posit Science, study details). citeturn1search1 3) CTV/Veeva trial listing for the same study (trial identifiers and intervention). citeturn1search4 4) Systematic review/meta‑analysis on computerized cognitive training in MCI/dementia (summarizes CCT as non‑pharmacologic cognitive enhancement). citeturn0search1turn0search2 5) Recent single‑blind controlled trial of computerized cognitive training in MCI/AD (example of such non‑drug interventions). citeturn0search0"
    ]
}