{
    "nct_id": "NCT06575218",
    "title": "The Effectiveness of Virtual Reality Training Program in Community Dwelling Older Adults With Alzheimer's Disease",
    "status": "RECRUITING",
    "last_update_time": "2024-08-27",
    "description_brief": "Alzheimer's disease is the most common type of dementia, accounting for 50% of all cases. Advanced age is a significant risk factor for AD. Virtual Reality (VR) is an interactive video game technology that provides computer-generated environments that include physical activity and provide users with experiences similar to those in the real world. VR technology can be used for rehabilitation purposes in individuals with various orthopedic and neurological disorders due to its ability to enhance motor, cognitive learning and neural plasticity (1,2). The aim of our study was to examine the effect of the Virtual Reality Training Program on cognition in individuals with Alzheimer's disease living in the community.",
    "description_detailed": "The aim of our study was to examine the effect of the Virtual Reality Training Program on cognition in individuals with Alzheimer's disease living in the community. Prospective Randomized Controlled Single Blind Study After the patients and their relatives are informed in detail before the study, they will be asked whether they want to participate in the study and the individuals or relatives of the patients who approve of participating in the study will be asked to sign the informed consent form. Individuals who meet the inclusion criteria will be randomly divided into three groups by a single researcher: Virtual reality training program, cognitive exercise with traditional balance exercises, and traditional balance exercises only.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial describes a Virtual Reality (VR) Training Program delivered to community-dwelling people with Alzheimer's disease to examine effects on cognition. VR here is a non‑pharmacologic, training/rehabilitation intervention intended to improve cognitive function (motor/cognitive learning, neural plasticity), not a drug or biologic. citeturn0search1turn0search3",
        "Act: Key extracted details — Intervention: Virtual Reality Training Program (interactive VR/exergame/cognitive training). No drug or biologic is named in the description, and web searches show VR interventions and trials used for cognitive training in older adults/AD rather than any pharmacologic agent. (Examples: RCTs and reviews of VR cognitive training in community-dwelling older adults and people with AD/MCI). citeturn0search1turn0search2",
        "Reflect: Classification — this is best categorized as a 'cognitive enhancer' because the primary goal is to improve cognitive function through behavioral/technology-based training rather than to modify underlying AD pathology (amyloid/tau) or treat neuropsychiatric symptoms, and it is not a biologic or small molecule. No drug information was found or applicable. citeturn0search2turn0search3"
    ],
    "agent_type": "M) Synaptic Plasticity/Neuroprotection",
    "explanation_agent": [
        "Reason: The trial tests a virtual reality (VR) training program — a non‑pharmacologic, technology-based cognitive training intended to improve cognitive function through learning and neural plasticity rather than by modifying Alzheimer’s pathologies such as amyloid or tau. citeturn0search2turn0search3",
        "Act: Extracted details — Intervention: Virtual Reality Training Program (interactive/immersive cognitive training) delivered to community-dwelling older adults with AD. No drug, biologic, gene, or molecular pathway is named in the trial description; web searches show VR interventions are evaluated as cognitive training/rehabilitation in RCTs and reviews. citeturn0search1turn0search6",
        "Reflect: Classification — This intervention most specifically maps to CADRO category M) Synaptic Plasticity/Neuroprotection because its mechanism is behaviour/experience-driven enhancement of cognition via learning and neural plasticity (synaptic function), not targeting amyloid, tau, inflammation, vasculature, or other molecular pathways. If the trial had an explicit molecular/neuroprotective drug target, another CADRO category might apply; given the available description, M is the best fit. citeturn0search5turn0search4",
        "Web search results (examples used):",
        "• Effects of immersive leisure-based virtual reality cognitive training on cognitive and physical function in community-based older adults (randomized trial). citeturn0search1",
        "• Virtual Reality Interventions for Older Adults With Mild Cognitive Impairment: Systematic Review and Meta-Analysis (Journal of Medical Internet Research, 2025). citeturn0search2",
        "• Effects of incorporating virtual reality training intervention into health care on cognitive function and wellbeing in older adults with cognitive impairment (randomized controlled trial). citeturn0search3",
        "• VR-based cognitive-motor training and other VR cognitive training RCTs and systematic reviews showing VR is used as non-pharmacologic cognitive training for older adults and people with MCI/AD. citeturn0search6turn0search5"
    ]
}