{
    "nct_id": "NCT07187141",
    "title": "Phase I Study of the Safety, Tolerability, and Immune Effects of Nasal Protollin in Subjects With Early Symptomatic Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2025-09-16",
    "description_brief": "In this research study investigators aim to learn more about a new drug called Protollin as a possible new treatment for Alzheimer's Disease (AD). The primary goal is to assess the safety and tolerability.",
    "description_detailed": "In this research study investigators want to learn more about a new drug called nasal Protollin as a possible new treatment for Alzheimer's Disease (AD). In AD, there is accumulation in the brain of a toxic substance called amyloid. It is believed that this toxic substance causes brain cells to progressively waste away (degenerate) and die, causing a continuous decline in thinking, behavioral and social skills. Why amyloid accumulates is not completely understood.\n\nThe aim of this treatment is to remove toxic amyloid from the brain and prevent further degeneration. Although nasal Protollin has been given as part of vaccination programs, this is the first time Protollin will be given nasally (through the nose) in AD patients. Investigators aim to see if this way of giving the Protollin is safe and whether it stimulates the body's white blood cells to remove toxic amyloid from the brain and ultimately improve cognition. This will be a dose escalating (gradually increasing the dose in different subjects) study, which means we want to find the highest dose of Protollin that is safe to take. Protollin is not approved by the U.S. Food and Drug Administration (FDA). This means that Protollin can only be used in research studies.\n\nThis research study will compare Protollin to placebo. The placebo looks exactly like Protollin, but it does not contain any Protollin. During this study participants may get a placebo instead of Protollin. Placebos are used in research studies to see if the results are due to the study drug or due to other reasons.",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted biologic",
    "drug": [
        "Protollin (proteosome-based nasal adjuvant)"
    ],
    "placebo": [
        "Placebo (matching nasal placebo)"
    ],
    "explanation_target": [
        "Reason: The investigational agent, Protollin, is a proteosome-based biologic (outer membrane proteins + lipopolysaccharide) given intranasally to activate the immune system and promote microglial-mediated clearance of amyloid — i.e., it targets Alzheimer’s pathology rather than acting as a symptomatic cognitive enhancer or neuropsychiatric treatment. citeturn0search4turn0search2",
        "Act: Key extracted facts — Drug name: Protollin; Type: proteosome adjuvant (biologic) composed of Neisseria meningitidis outer membrane proteins and Shigella-derived LPS; Proposed mechanism: peripheral nasal immune activation that recruits/activates microglia and reduces Aβ in preclinical models; Clinical trial: a Phase I randomized, ascending-dose study at Brigham & Women's to assess safety, tolerability, and immune effects in early symptomatic AD (placebo-controlled). citeturn0search2turn0search4turn0search6turn0search5",
        "Reflect: Classification check — because Protollin is a biologic immunologic adjuvant intended to reduce amyloid pathology via immune activation (disease-modifying approach), it best fits the 'disease-targeted biologic' category. This is supported by preclinical amyloid-reduction data and the Phase I human trial's stated goal of evaluating immune effects and safety. No evidence supports classifying it as a small-molecule, a purely symptomatic cognitive enhancer, or a neuropsychiatric symptom treatment. citeturn0search4turn0search6",
        "Web-search sources used (selected):\n- Preclinical/Mechanism: 'A Nasal Proteosome Adjuvant Activates Microglia and Prevents Amyloid Deposition' (PMC; mouse data showing amyloid reduction and microglial activation). citeturn0search4\n- Composition and adjuvant use: studies showing Protollin = Neisseria outer membrane proteins + Shigella LPS (Protollin as nasal adjuvant). citeturn0search2turn0search12\n- Clinical development/Phase I: I-Mab press release and Brigham & Women's announcement describing the Phase I nasal Protollin trial (safety, tolerability, immune effects). citeturn0search6turn0search5\n- Trial listing/summary: trial summary showing randomized, placebo-controlled Phase I in early symptomatic AD. citeturn0search0"
    ],
    "agent_type": "F) Inflammation",
    "explanation_agent": [
        "Reason: The investigational agent Protollin is a proteosome-based nasal adjuvant designed to activate the innate/peripheral immune system and recruit/activate microglia to promote clearance of β-amyloid — its mechanism is immunomodulation rather than direct binding to amyloid as a monoclonal antibody, so the primary biological focus is on immune/inflammatory pathways. citeturn0search0turn1search0",
        "Act: Key extracted facts — Drug: Protollin (proteosome adjuvant composed of Neisseria outer membrane proteins complexed with lipopolysaccharide); Proposed mechanism: intranasal/peripheral immune activation that activates microglia/macrophages and reduces brain Aβ in animal models; Clinical: a U.S. Phase I randomized ascending-dose study at Brigham & Women's to assess safety, tolerability, and immune effects in early symptomatic AD. These items support classification under CADRO category F) Inflammation. citeturn0search0turn1search0turn1search4",
        "Reflect: Confirmation — Protollin’s intended disease-modifying approach acts via immune activation/microglial recruitment to clear amyloid (an inflammation/immunomodulation strategy). Although the downstream goal is reduction of amyloid pathology, the direct target is the immune/inflammatory system rather than amyloid itself, so the best CADRO fit is F) Inflammation (not A) Amyloid beta). No substantial evidence suggests multiple distinct mechanistic targets that would require 'R) Multi-target.' citeturn0search0turn1search0",
        "Web-search sources (selected): 1) Preclinical mechanism and amyloid reduction after nasal Protollin in APP transgenic mice (PMC article). citeturn0search0 2) I-Mab press release announcing first patient dosed and describing Protollin composition and immune-activation rationale for AD. citeturn1search0 3) Brigham & Women's / news coverage summarizing the Phase I nasal Protollin trial (safety, tolerability, immune effects). citeturn1search4turn1search1"
    ]
}