{
    "nct_id": "NCT06584656",
    "title": "Understanding Cerebral Blood Flow Dynamics for Alzheimer's Disease Prevention Through Exercise: the flADex Study",
    "status": "COMPLETED",
    "last_update_time": "2025-03-24",
    "description_brief": "Dementia is one of the leading causes of disability worldwide. Underlying biological mechanisms are crucial in preclinical stages of Alzheimer's disease (AD). Alterations in cerebral blood flow (CBF) and their relationship with AD blood-based biomarkers may be fundamental at early stages of the pathology. Physical exercise is a trigger to modify these biological mechanisms. Therefore, flADex aims to examine the acute effects of different types of exercise (resistance vs. aerobic vs. control) on CBF, AD blood-based biomarkers, and its cognitive implications in older adults. The hypothesis is that acute resistance or aerobic exercise will fluctuate levels of blood-based biomarkers, and will exert acute CBF changes combined with cognitive implications.",
    "description_detailed": "The aging population is at an increasing risk of developing Alzheimer's Disease (AD), which is characterized by cognitive decline and memory loss. Current pharmacological treatments have targeted amyloid-beta (Aβ) and tau protein, and have largely failed to halt or reverse the progression of AD. This has led to a growing interest on examining additional underlying mechanisms responsible for the initiation of AD pathology in this preclinical stage, such as cerebral blood flow (CBF) alterations or peripheral levels of AD blood-based biomarkers. Parallelly, exercise might act as a trigger for these potential underlying mechanisms of AD in older adults. Thus, this study seeks to explore the acute effects of different type of exercise on CBF, blood-based biomarkers, and its cognitive implications in older adults.\n\nFlADex is a counterbalanced crossover trial that will include 20 adults aged 68 to 83 with non-pathological brain amyloid status (\\<12 centiloid) and APOE e4 noncarriers. Each participant will be included in all study conditions in a randomized order: (i) moderate aerobic exercise (between 60-70 of the Maximal Heart Rate (HRmax); (ii); resistance exercise (4-6 Moderate intensity of Rate of Perceived Exertion) and (iii) control resting condition. Each condition, lasting 30 minutes, will be performed once. CBF will be assessed by magnetic resonance imaging using pseudo-continuous arterial spin labeling at pre-condition and at 3 consecutive times post-condition (at 20', 27' and 34' min). Blood-based biomarkers (Aβ42, Aβ40, p-tau217, p-tau181, GFAP, NfL, BDNF, IGF-1) will be measured pre-condition and post-condition (at 0', 50', 70' min). Cognitive outcomes (Flanker Test and Picture Sequence Memory Test) and mood status (feeling scale and POMS questionnaire) will be measured pre and post condition.\n\nFlADex trial will shed light on the acute effects of different types of exercises on CBF and AD blood-based biomarkers before beta-amyloid accumulation. We expect that aerobic and resistance exercise will have different effects on CBF dynamics and AD blood biomarker levels over time in older adults",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "BASIC_SCIENCE",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The described trial (flADex) examines acute bouts of exercise (aerobic vs. resistance vs. rest) on cerebral blood flow (CBF), blood-based AD biomarkers, and cognition — the intervention is physical exercise, not a drug or biologic, and the trial aims to probe vascular/molecular mechanisms and prevention. citeturn0search1",
        "Act: Key extracted details from the protocol — randomized counterbalanced crossover in ~20 older adults (age 68–83) with negative brain amyloid (<12 centiloid) and APOE ε4 noncarriers; 30‑minute sessions of moderate aerobic (60–70% max HR), moderate resistance (RPE 4–6/10), and resting; primary outcome = changes in global and regional CBF measured with pseudo‑continuous arterial spin labeling at pre and multiple post timepoints; secondary outcomes = blood biomarkers (Aβ42, Aβ40, p‑tau217, p‑tau181, BD‑tau, GFAP, NfL) and growth factors (BDNF, IGF‑1), plus cognitive/mood measures. All of these indicate an exercise intervention protocol rather than a pharmacologic agent. citeturn0search1",
        "Reflect: Given the category definitions (disease‑targeted biologic, disease‑targeted small molecule, cognitive enhancer, neuropsychiatric symptom improvement), flADex does not fit any — it is a non‑pharmacologic exercise intervention aimed at physiological/preventive mechanisms. Therefore the correct classification is 'N/A'. This interpretation is consistent with prior literature showing exercise is studied for effects on cerebral blood flow and AD‑related biomarkers but is not a drug or biologic therapy. citeturn0search4turn0search2",
        "Web search results used (brief): medRxiv protocol for the flADex randomized crossover trial (detailed methods and outcomes as summarized above; posted Dec 30, 2024). citeturn0search1turn0search0",
        "Additional supporting literature on exercise and CBF/AD mechanisms: systematic/clinical reports showing exercise is investigated for effects on cerebral blood flow and vascular function in AD and aging (examples cited). citeturn0search4turn0search2"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}