{
    "nct_id": "NCT05077501",
    "title": "A Prospective, Phase I, Double-blind, Parallel-group, Placebo-controlled, Randomised Study Evaluating the Safety, Tolerability, Pharmacokinetics, and Pharmacodynamics of Multiple Ascending Oral Doses of ACD856 in Healthy Volunteers",
    "status": "COMPLETED",
    "last_update_time": "2022-07-19",
    "description_brief": "The multiple ascending dose (MAD) design of the study is based on the aim to study safety, tolerability, PK and pharmacodynamics of selected doses of ACD856 in a limited number of healthy volunteers.\n\nACD856 will be administered orally.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "ACD856 (oral small-molecule positive allosteric modulator of Trk receptors)"
    ],
    "placebo": [
        "Placebo"
    ],
    "explanation_target": [
        "Reason: The protocol describes ACD856 given orally in healthy volunteers to assess safety, PK and PD. ACD856 is a small-molecule positive allosteric modulator of Trk (neurotrophin) receptors (TrkA/TrkB/TrkC) developed to enhance NGF/BDNF signaling and improve cognitive performance rather than acting as an antibody or vaccine against core AD pathologies (amyloid/tau). citeturn0search4turn0search6",
        "Act: Evidence from clinical and preclinical reports shows ACD856 is a triazinetrione small molecule that potentiates Trk signaling, has pro-cognitive effects in animal models, and has been studied in single- and multiple-ascending dose Phase I trials in healthy volunteers (SAD and MAD). The trial you provided (MAD, NCT05077501 / related records) matches these Phase I studies. Because the mechanism is small-molecule modulation of neurotrophin receptors intended to improve cognition, it maps to the 'cognitive enhancer' category. citeturn0search6turn0search0turn0search2",
        "Reflect: While ACD856 has been described as having potential neuroprotective or disease-modifying effects in preclinical work, its modality is a small molecule that augments neurotrophin (Trk) signaling and the clinical Phase I program is framed around safety/PK/PD and pro-cognitive outcomes — this aligns best with the 'cognitive enhancer' definition rather than a biologic or a neuropsychiatric-symptom-targeted agent. If you want classification emphasizing potential disease modification (per some preclinical claims), an alternative would be 'disease-targeted small molecule' — but based on the trial intent and mechanism (enhancing cognition via Trk modulation), I classify it as 'cognitive enhancer'. citeturn0search4turn0search6",
        "Web-search results used (key sources): 1) Nordvall et al., Alzheimer's & Dementia — ACD856 is a positive allosteric modulator of Trk receptors with pro-cognitive effects in preclinical models. citeturn0search4. 2) PubMed Phase I SAD report — first-in-human single ascending dose data showing safety/PK in healthy subjects. citeturn0search0. 3) PubMed preclinical characterization — neuroprotective and potential disease-modifying effects of ACD856 (Trk PAM). citeturn0search6. 4) Clinical trial record for the MAD study (NCT05077501) / trial summary showing the multiple ascending dose Phase I design you provided. citeturn0search2. 5) Alzforum summary of Phase I SAD/MAD results and PK/CSF penetration and safety signals. citeturn0search7."
    ],
    "agent_type": "L) Growth Factors and Hormones",
    "explanation_agent": [
        "Reason: ACD856 is a small-molecule positive allosteric modulator of Trk (neurotrophin) receptors that potentiates NGF/BDNF signaling — this mechanism acts on neurotrophin/growth‑factor pathways rather than directly on amyloid, tau, inflammation, or purely synaptic receptor targets, so it maps best to Growth Factors and Hormones. citeturn0search5turn0search6",
        "Act: Evidence: ACD856 (oral) is described in preclinical and clinical reports as a Trk receptor positive allosteric modulator with pro‑cognitive effects and has been studied in Phase I single‑ and multiple‑ascending dose trials in healthy volunteers (SAD and MAD). These references show CNS exposure, qEEG PD effects, and the Trk‑PAM mechanism. Based on that mechanism (modulation of neurotrophin/Trk signaling), I assign the CADRO category L. citeturn0search1turn0search7",
        "Reflect: Confirmation: While the drug aims to enhance synaptic function and cognition (and could also be described as promoting synaptic plasticity or neuroprotection), its primary molecular target class is the Trk neurotrophin receptors (growth‑factor receptors). Thus L) Growth Factors and Hormones is the most specific CADRO category. If the trial had instead targeted downstream synaptic receptors without acting on growth factor signaling, category M might be considered, but here Trk modulation points to L. citeturn0search5turn0search6",
        "Web search results (key sources used): 1) Nordvall et al., Alzheimer's & Dementia — characterization of ACD856 as a Trk PAM and preclinical pro‑cognitive data. citeturn0search5. 2) Alzforum summary of ACD856 (mechanism, development status). citeturn0search6. 3) PubMed entry for the MAD Phase I multiple‑dose study (safety, PK, qEEG PD in healthy subjects). citeturn0search1. 4) PubMed/PMC report of the SAD and microdose/Phase 0 studies showing PK and CNS exposure. citeturn0search7"
    ]
}