{
    "nct_id": "NCT01035164",
    "title": "Open-label, Non-randomized, Positron Emission Tomography (PET) Imaging Study to Evaluate a Single Dose of 250 MBq (6.75 mCi) ZK 6032924 (18F-FEDAA1106) for Its Diagnostic Potential in Discriminating Patients With Probable Alzheimer's Disease From Healthy Volunteers and to Evaluate the Radiation Dosimetry of a Single Dose of 185 MBq (5 mCi) ZK 6032924 in Healthy Volunteers.",
    "status": "COMPLETED",
    "last_update_time": "2015-01-07",
    "description_brief": "PET (positron emission tomography) imaging with BAY85-8101 (ZK 6032924) in patients with Alzheimer's Disease compared to healthy volunteers.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "DIAGNOSTIC",
    "results": null,
    "target_category": "N/A",
    "drug": [
        "BAY85-8101 (ZK 6032924) — 18F-FEDAA1106"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The study description and title describe an open-label PET imaging (diagnostic) study of a single dose of ZK 6032924 (18F-FEDAA1106 / BAY85-8101) to evaluate its ability to discriminate probable Alzheimer’s disease patients from healthy volunteers and to assess radiation dosimetry. This indicates the intervention is a diagnostic radioligand, not a therapeutic intended to modify disease, improve cognition, or treat neuropsychiatric symptoms. citeturn0search2turn0search0",
        "Act: Extracted key details — tracer name BAY85-8101 (ZK 6032924), research name 18F-FEDAA1106; trial purpose = diagnostic PET imaging to discriminate AD vs healthy and to evaluate dosimetry. Literature shows 18F-FEDAA1106 is a PET radioligand for the 18-kDa translocator protein (TSPO, formerly peripheral benzodiazepine receptor), i.e., a marker of neuroinflammation/microglial activation — a diagnostic imaging target rather than a therapeutic mechanism. citeturn0search0turn1search7",
        "Reflect: Classification against definitions — 'Disease-targeted biologic' and 'Disease-targeted small molecule' refer to therapeutics (biologic drugs or small molecules) targeting AD pathology for modification; 'Cognitive enhancer' and 'Neuropsychiatric symptom improvement' refer to symptomatic treatments. A PET tracer used purely for diagnostic imaging (to detect TSPO/neuroinflammation and assess dosimetry) does not fit any therapeutic category, so the correct classification is 'N/A'. No ambiguity: trial purpose and tracer pharmacology support diagnostic classification. citeturn0search2turn1search3",
        "Web search results (key sources):",
        "• Trial record / Bayer clinical summary showing open-label PET diagnostic study of ZK 6032924 (18F-FEDAA1106) to discriminate AD patients from healthy volunteers and dosimetry evaluation. citeturn0search2",
        "• ClinicalTrials / MedPath entry for NCT01035164 describing PET imaging with BAY85-8101 (ZK 6032924) in Alzheimer’s patients vs healthy volunteers. citeturn0search0",
        "• Peer-reviewed work and reviews indicating [18F]FEDAA1106 is a TSPO (18-kDa translocator protein / peripheral benzodiazepine receptor) PET radioligand used to image neuroinflammation (binding affinity and human dosimetry/kinetics studies). citeturn1search7turn1search1"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}