{
    "nct_id": "NCT04804241",
    "title": "Proof of Mechanism Study of Senicapoc in Mild or Prodromal Alzheimer's Disease",
    "status": "RECRUITING",
    "last_update_time": "2025-07-14",
    "description_brief": "Development of novel disease-modifying therapies for Alzheimer's disease (AD) remains of paramount importance. This study will be a Phase II randomized clinical trial testing Senicapoc in patients with mild or prodromal AD. This will be a small Proof of Mechanism study to prove biological activity and target engagement in humans with early AD. The investigators will study up to 55 patients over 52 weeks, with primary outcomes being Alzheimer's Disease Assessment Scale Cognitive Subscale (ADAS-Cog) scores and blood and cerebrospinal fluid (CSF) markers of neuroinflammation. This pilot study will provide an estimate of treatment effect size on cognitive trajectory, daily function, and brain atrophy.",
    "description_detailed": "The investigators will study up to 55 patients (8:3 active treatment with 10 mg/day maintenance dose: placebo) over 52 weeks in either the Sacramento or East Bay locations the University of California Davis Alzheimer's Disease Research Center (ADRC), with cognitive outcomes, blood, and CSF markers of neuroinflammation. This pilot study will provide an estimate of treatment effect size on cognitive trajectory, daily function, and brain atrophy. The trial will last 1 year (52 weeks on 10 mg/day of active drug or placebo) with primary efficacy measures at baseline, week 26, and week 52. Additional safety monitoring visits will occur at weeks 4, 12, and 36 including physical exams, measurement of blood pressure, vital signs, safety labs, electrocardiogram recordings, collection of Adverse Events and Concomitant Medications. The study will culminate with a visit at 78 weeks (26 weeks after last dose, allowing full wash-out from the central nervous system (CNS)) to test if the previously treated and untreated groups show any differences, as would be expected if Senicapoc treatment for 1 year was disease-modifying. All participants will be required to participate in either the CSF Sub-study or the Amyloid Positron Emission Tomography (PET) Sub-study. All participants will be required to participate in the Cognitive Event Related Potential (ERP) Sub-study.",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "OTHER",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "Senicapoc (ICA-17043) — orally available small-molecule KCa3.1 / 'Gardos' channel inhibitor, repurposed to reduce neuroinflammation"
    ],
    "placebo": [
        "Placebo tablet"
    ],
    "explanation_target": [
        "Reason: The trial tests Senicapoc in early (mild/prodromal) AD as a proof-of-mechanism disease-modifying study measuring cognition and blood/CSF markers of neuroinflammation, indicating the intent is to target an underlying disease process (neuroinflammation) rather than only symptomatic cognition or neuropsychiatric effects. citeturn0search7turn0search3",
        "Act: Drug details — Senicapoc (ICA-17043) is a small-molecule blocker of the Ca2+-activated K+ channel KCa3.1 (the Gardos channel). It was originally developed and clinically tested in sickle cell disease but has been proposed and studied preclinically for repurposing in AD because KCa3.1 inhibition reduces microglial activation and neuroinflammation. These publications and the clinical trial listing support that mechanism and the clinical trial's aims. citeturn0search3turn0search2turn0search7",
        "Reflect: Classification rationale — because Senicapoc is a small molecule with a proposed disease-modifying mechanism (inhibiting KCa3.1 to reduce neuroinflammation and downstream AD pathology) the appropriate category is 'disease-targeted small molecule' rather than a biologic, a pure cognitive enhancer, or a neuropsychiatric-symptom treatment. The trial endpoints (CSF/blood neuroinflammation markers, ADAS-Cog, brain atrophy) align with a disease-modifying small-molecule approach. Note: the target is neuroinflammation (KCa3.1 on microglia) rather than amyloid- or tau-directed, but this still falls under disease-targeted small molecule. citeturn0search3turn0search7",
        "Web search / sources used: (1) PubMed: 'Repurposing the KCa3.1 inhibitor senicapoc for Alzheimer’s disease' describing KCa3.1 expression in microglia, senicapoc brain penetration, and preclinical benefit. citeturn0search3 (2) UC Davis / clinical trial listing for 'Proof of Mechanism Study of Senicapoc in Mild or Prodromal Alzheimer’s Disease' (NCT04804241) describing Phase II design, endpoints (ADAS-Cog, blood/CSF neuroinflammation markers), and study duration. citeturn0search7 (3) Prior clinical literature on senicapoc/ICA-17043 as a Gardos channel blocker in sickle cell trials (mechanism and clinical testing history). citeturn0search2turn0search0"
    ],
    "agent_type": "F) Inflammation",
    "explanation_agent": [
        "Reason: The investigational drug, Senicapoc (ICA-17043), is a small‑molecule inhibitor of the Ca2+-activated K+ channel KCa3.1 (the Gardos channel) and is being repurposed to reduce microglial activation / neuroinflammation in early AD. The trial is explicitly measuring blood and CSF markers of neuroinflammation as primary mechanistic outcomes, so the biological focus is inflammation rather than amyloid, tau, synaptic enhancement, etc. citeturn0search1turn0search0",
        "Act: Extracted details — Senicapoc (ICA‑17043) is an orally available KCa3.1/Gardos channel blocker with preclinical evidence of reduced microglial activation, decreased neuroinflammation and lowered amyloid load in AD models; the Phase II proof‑of‑mechanism trial (NCT04804241) tests cognition and blood/CSF neuroinflammation markers in mild/prodromal AD. These details support classification under the CADRO category for inflammation. citeturn0search1turn0search0",
        "Reflect: Classification check — the mechanism (KCa3.1 inhibition to reduce microglial activation / neuroinflammation) maps directly to CADRO F) Inflammation. The intervention is a disease‑targeted small molecule, not an anti‑amyloid or anti‑tau biologic, and the trial endpoints focus on inflammatory biomarkers; therefore F) Inflammation is the most specific and appropriate CADRO category (not Multi‑target or Other). Supporting prior clinical history (senicapoc was previously tested in sickle cell disease as a Gardos channel blocker) is pharmacologic background but does not change the AD target classification. citeturn1search1turn1search0",
        "Web search / sources used (key results):",
        "(1) PubMed: 'Repurposing the KCa3.1 inhibitor senicapoc for Alzheimer’s disease' — preclinical evidence that KCa3.1 is upregulated in microglia in AD models/human AD, senicapoc has brain penetrance and reduces neuroinflammation and Aβ burden in 5xFAD mice. citeturn0search1",
        "(2) UC Davis / clinical trial listing (NCT04804241) — 'Proof of Mechanism Study of Senicapoc in Mild or Prodromal Alzheimer’s Disease' describing Phase II design, endpoints (ADAS‑Cog and blood/CSF neuroinflammation markers), dosing and timeline. citeturn0search0",
        "(3) Clinical literature on senicapoc (ICA‑17043) in sickle cell disease — phase 2/3 trials describing mechanism as Gardos channel blocker, PK and safety history (background pharmacology supporting repurposing). citeturn1search3turn1search0"
    ]
}