{
    "nct_id": "NCT01397539",
    "title": "A Randomized, Blinded, Placebo-Controlled Single Ascending Dose Study of the Safety, Tolerability, and Pharmacokinetics of BIIB037 in Subjects With Mild to Moderate Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2015-03-19",
    "description_brief": "The primary objective of the study is to evaluate the safety and tolerability of a range of BIIB037 doses administered as single intravenous (IV) infusions in participants with mild to moderate Alzheimer's Disease (AD). Secondary objectives of this study in this study population are to assess the pharmacokinetics(PK) and to evaluate the immunogenicity of BIIB037 after single-dose administration.",
    "description_detailed": "BIIB037 is an investigational product being developed as a treatment for Alzheimer's disease (AD). BIIB037 is a fully human immunoglobulin gamma 1 (IgG1) monoclonal antibody that is selective for the fibrillar form of beta amyloid (Aß).",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted biologic",
    "drug": [
        "BIIB037 (aducanumab)"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The protocol describes BIIB037 given as single IV infusions to participants with mild-to-moderate AD, with primary outcomes safety/tolerability and secondary PK/immunogenicity — consistent with an investigational therapeutic biologic rather than a symptomatic cognitive enhancer or behavioral treatment.",
        "Act: BIIB037 is aducanumab, a recombinant, fully human monoclonal antibody that selectively targets aggregated forms of beta-amyloid (Aβ) aiming to reduce amyloid plaques and produce disease modification; multiple phase I/III trials of aducanumab/BIIB037 match the study title and objectives. citeturn0search0turn0search3turn0search2",
        "Web search results (key sources): - First-in-human / Phase 1 single-ascending-dose safety study describing BIIB037 (aducanumab) and its anti-amyloid monoclonal antibody mechanism. citeturn0search0 - Trial registry / multiple-dose study entry listing BIIB037 as recombinant, fully human anti-Aβ IgG1 mAb. citeturn0search3 - Interim and dose-response reports showing BIIB037 reduces Aβ plaques and describing ARIA safety findings. citeturn0search2turn0search6 - Neurology evidence summary referencing the single ascending dose BIIB037 Phase 1 trial (NCT01397539). citeturn0search8",
        "Reflect: Classification as a 'disease-targeted biologic' is supported because BIIB037/aducanumab is a monoclonal antibody biologic targeting Alzheimer pathology (aggregated Aβ) with the intent of disease modification rather than purely symptomatic cognitive enhancement or neuropsychiatric symptom management. No alternative interpretation (small molecule, symptomatic cognitive enhancer, or non-therapeutic diagnostic study) fits the description or the cited literature."
    ],
    "agent_type": "A) Amyloid beta",
    "explanation_agent": [
        "Reason: The trial drug BIIB037 is aducanumab, a recombinant human monoclonal antibody that selectively binds aggregated forms of beta‑amyloid (Aβ) and was developed to reduce Aβ plaques as a disease‑modifying approach in Alzheimer’s disease. citeturn1search0turn0search5",
        "Act: The provided description (single ascending‑dose IV study with primary outcomes safety/tolerability and secondary PK/immunogenicity) matches the Phase‑1 BIIB037/aducanumab trial design and objectives; the published Phase‑1 report and trial registry describe BIIB037 as an anti‑Aβ IgG1 mAb selective for fibrillar/aggregated Aβ. citeturn1search2turn1search7",
        "Reflect: Classification as CADRO category A) Amyloid beta is the most specific and appropriate choice because the intervention directly targets aggregated Aβ pathology (not tau, inflammation, neurotransmitter systems, or a non‑therapeutic diagnostic). Multiple primary sources (Phase‑1 paper, Nature report of aducanumab activity, and trial registry) support this assignment. citeturn1search0turn0search5turn0search0",
        "Web search results (key sources supporting the above): - PubMed / Phase‑1 single ascending dose study summary of aducanumab (BIIB037). citeturn1search0 - Full open‑access Phase‑1 paper (PMC) reporting safety, tolerability, PK for single ascending doses (NCT01397539). citeturn1search2 - Nature report (Sevigny et al.) describing aducanumab as a human mAb that selectively targets aggregated Aβ and reduces plaques. citeturn0search5 - ALZFORUM summary of the BIIB037 (aducanumab) Phase‑1 single ascending dose study. citeturn0search0 - Clinical/trial registry and trial listings describing BIIB037 as a fully human IgG1 mAb selective for fibrillar Aβ. citeturn1search7"
    ]
}