{
    "nct_id": "NCT05592366",
    "title": "Adapting and Testing the Care Partner Hospital Assessment Tool for Use in Dementia Care",
    "status": "RECRUITING",
    "last_update_time": "2025-08-10",
    "description_brief": "The purpose of this study is to see whether an adapted questionnaire called the Care Partner Hospital Assessment Tool (CHAT) for care partners of hospitalized patients living with Alzheimer's disease and related dementias (ADRD) (CHAT-AD) can help people with dementia receive better care after they go home from the hospital. Participants will be a care partner ('family member or friend') who provides unpaid care to a hospitalized adult relative or partner to help them take care of themselves because of dementia. Participants can expect to be in this study for 14 days.",
    "description_detailed": "The purpose of this study is to adapt CHAT for care partners of hospitalized patients living with ADRD (CHAT-AD) and evaluate its feasibility and potential efficacy in a pilot randomized clinical trial. Findings from this study will enable the lead researcher to launch an independent program of research that aims to (1) improve hospital-based care processes and outcomes for patients living with ADRD and their care partners, and (2) make clear the essential caregiving role that so many care partners of patients living with ADRD assume.\n\nIn order to adapt CHAT, there will be two design teams with key stakeholders from local aging networks and a large academic medical system: one team comprised of previously hospitalized patients living with ADRD and their care partners (N=7 dyads) and the second comprised of healthcare system administrators and clinicians (N=7). The team will use a validated participatory human-centered design process in which each team completes 5 co-design videoconference sessions that occur in parallel across 4 months, with 2-3 weeks between each session.\n\nUpon adaptation of the CHAT-AD, the study team will partner with a medical and surgical units that are part of a large academic medical system to recruit 128 eligible care partners of hospitalized patients living with ADRD, randomized into either the CHAT-AD plus usual care or usual care-only groups. The team will assess feasibility by examining overall recruitment, attrition, safety, adherence, and implementation satisfaction. To examine efficacy, a validated measure of caregiving preparedness will be obtained pre- and post-intervention.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "SUPPORTIVE_CARE",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention described is an adapted questionnaire (the Care Partner Hospital Assessment Tool adapted for ADRD, called CHAT-AD) intended to identify and prepare care partners and improve post-hospital care processes for people living with dementia. This is a behavioral/assessment intervention aimed at care-partner preparedness and care processes rather than a pharmacologic agent or biologic targeting Alzheimer’s pathology. citeturn0search8turn0search0",
        "Act: Key extracted details and web search results — (1) Intervention: Care Partner Hospital Assessment Tool adapted for dementia (CHAT-AD), classified as a behavioral assessment tool. citeturn0search5turn0search8 (2) Study type: adaptation + pilot randomized clinical trial to test feasibility and potential efficacy (measures include caregiving preparedness). citeturn0search8 (3) Trial registry/identifier and listings: appears as NCT05592366 / listed on trial aggregator pages. citeturn0search0turn0search3 (4) Prior validation/publications for the CHAT instrument (face validity/feasibility studies) supporting its non-pharmacologic, survey/tool nature. citeturn0search2turn0search9. No drug, biologic, or placebo is involved in this trial.",
        "Reflect: Mapping to the category definitions: (a) Not a disease-targeted biologic — no monoclonal antibody, vaccine, or other biologic is used. (b) Not a disease-targeted small molecule — no pharmacologic small-molecule therapy is described. (c) Not a cognitive enhancer — the tool aims to prepare care partners and improve care processes, not directly to enhance cognitive function. (d) Not a neuropsychiatric symptom intervention — it does not target behavioral/psychiatric symptoms therapeutically. Therefore the correct classification is 'N/A' (non-therapeutic / behavioral/implementation study). The web sources supporting this classification are the study protocol and trial listings cited above. citeturn0search8turn0search0turn0search5"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}