{
    "nct_id": "NCT02444637",
    "title": "Open Label Trial of Rivastigmine Patch in Subjects With Mild to Moderate Stage Alzheimer's Disease Having Coexisting Small Vessel Cerebrovascular Disease",
    "status": "COMPLETED",
    "last_update_time": "2021-03-03",
    "description_brief": "Rivastigmine, an acetylcholinesterase inhibitor which has been approved by FDA \\& HSA, is authorized for use in the treatment of mild to moderate dementia of the Alzheimer's type.\n\nIn this trial, the investigators will be studying the effectiveness of Rivastigmine in subjects with AD and cerebrovascular disease.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE4"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "Rivastigmine (Exelon Patch) — acetylcholinesterase inhibitor, transdermal patch"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is rivastigmine, a cholinesterase (acetylcholinesterase/butyrylcholinesterase) inhibitor used to increase central acetylcholine and improve cognition in Alzheimer’s disease; it is an approved symptomatic treatment rather than an anti-amyloid or anti-tau disease-modifying therapy. citeturn1search0turn1search1turn1search5",
        "Act: Key trial details — title: \"Open Label Trial of Rivastigmine Patch in Subjects With Mild to Moderate Stage Alzheimer's Disease Having Coexisting Small Vessel Cerebrovascular Disease\" (Phase 4, n≈100); intervention = rivastigmine transdermal patch (Exelon Patch). The published open‑label study and trial registry record describe use of 4.6 → 9.5 mg/24h patch over 24 weeks in AD patients with MRI‑confirmed small‑vessel cerebrovascular disease. citeturn0search2turn0search3turn0search6",
        "Reflect: Classification check — by the provided category definitions, rivastigmine is a small‑molecule cholinergic symptomatic agent whose primary intended effect is cognitive improvement (not targeting core AD pathology such as amyloid or tau). Therefore the correct category is \"cognitive enhancer.\" Supporting sources: prescribing information, drug databases, and the trial/publication. citeturn1search7turn1search3turn0search3"
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The trial tests rivastigmine (Exelon Patch), a cholinesterase inhibitor that increases synaptic acetylcholine to improve cognition. This is a symptomatic cognitive‑enhancing approach that modulates cholinergic neurotransmission rather than targeting core AD pathology (amyloid or tau). citeturn0search8turn1search4",
        "Act: Extracted details — drug: rivastigmine transdermal patch (Exelon Patch); mechanism: reversible inhibition of acetylcholinesterase and butyrylcholinesterase to raise central acetylcholine; trial specifics: open‑label, ~100 subjects with mild–moderate AD and MRI‑confirmed small‑vessel cerebrovascular disease, treatment for 24 weeks (patch dosing up to 9.5 mg/24 h reported in the study). citeturn0search2turn0search0turn0search3",
        "Reflect: Mapping to CADRO — rivastigmine acts by modulating neurotransmitter (cholinergic) signaling, so the most specific CADRO category is D) Neurotransmitter Receptors (covers interventions that modulate neurotransmitter systems and synaptic signaling). It is not a disease‑modifying anti‑amyloid or anti‑tau agent, nor a multi‑target experimental therapy, so D is the best fit. citeturn1search3turn0search6",
        "Web search results (key sources consulted):",
        "- Open‑label study of rivastigmine patch in AD with small‑vessel cerebrovascular disease (PubMed). citeturn0search0",
        "- Clinical trial registry entry: \"Open Label Trial of Rivastigmine Patch...svCVD\" (trial record, ~100 participants). citeturn0search2",
        "- Mechanism summaries (StatPearls; MIMS/DailyMed summaries) describing rivastigmine as an acetylcholinesterase and butyrylcholinesterase inhibitor. citeturn0search8turn0search3",
        "- Regulatory/label and product information for Exelon Patch (Novartis/FDA/DailyMed summaries; patch strengths and dosing). citeturn1search2turn1search6",
        "Conclusion (Output): D) Neurotransmitter Receptors — rivastigmine is a cholinesterase inhibitor that modulates cholinergic neurotransmission and functions as a symptomatic cognitive enhancer, which maps to CADRO category D."
    ]
}