{
    "nct_id": "NCT04430517",
    "title": "Effects of Orally Administered Nicotinamide Riboside on Bioenergetic Metabolism, Oxidative Stress and Cognition in Mild Cognitive Impairment and Mild Alzheimer's Dementia",
    "status": "RECRUITING",
    "last_update_time": "2024-11-19",
    "description_brief": "The primary aim of this study is to investigate the effects of exogenously administered nicotinamide riboside (NR) on brain energy metabolism, oxidative stress, and cognitive function in individuals with mild cognitive impairment (MCI) and mild Alzheimer's dementia (AD).",
    "description_detailed": "Mitochondrial function is mediated, in part, by nicotinamide adenine dinucleotide (NAD). Unfortunately, decreases in NAD+ levels are associated with normal aging, and also with numerous diseases such as AD. Accumulating evidence suggests that NR can enhance mitochondrial function and help slow or reverse these age-related abnormalities. Numerous preclinical and clinical studies have been performed using NR and related compounds to boost NAD+ level in human subjects with various diseases or animal models. However, no studies to date have investigated in vivo metabolic and bioenergetic changes (target engagement) associated with NR supplementation. In this project, we aim to investigate the neurobiological mechanisms and clinical effects of NR in patients with MCI and mild AD using in vivo novel neuroimaging techniques.",
    "phase": [
        "EARLY_PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "BASIC_SCIENCE",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "Nicotinamide riboside (NR) — an oral small-molecule NAD+ precursor (vitamin B3 derivative)"
    ],
    "placebo": [
        "Not specified (the cited trial description is an early-phase open-label study)"
    ],
    "explanation_target": [
        "Reason: The intervention is nicotinamide riboside (NR), an orally administered NAD+ precursor that aims to boost brain NAD+ levels, improve mitochondrial/brain energy metabolism and reduce oxidative stress with the goal of improving cognitive function in MCI and mild AD — i.e., a metabolic/cognitive intervention rather than an anti-amyloid or anti-tau biologic. citeturn0search0turn0search3",
        "Act: Key extracted details — Drug: nicotinamide riboside (NR), a small-molecule dietary NAD+ precursor (vitamin B3 family). Prior human MCI trials used NR at ~1,000 mg/day and showed increases in blood NAD+ but no clear cognitive improvement in short pilot studies; the specific trial described (NCT04430517 / McLean Hospital) targets brain NAD+/redox ratio, mitochondrial markers and exploratory cognitive measures. citeturn0search1turn0search3turn0search0",
        "Reflect: Classification rationale — by the provided category definitions, NR is not a biologic (e.g., monoclonal antibody) nor described as targeting core AD molecular pathology (amyloid or tau). It is a small-molecule metabolic enhancer intended to improve bioenergetics and cognition, so it best fits the 'cognitive enhancer' category. There is some preclinical and mechanistic evidence suggesting NAD+ modulation may influence disease processes, but given the definitions provided (disease-targeted = targets amyloid/tau pathology), the correct label is 'cognitive enhancer'. citeturn0search6turn0search4"
    ],
    "agent_type": "J) Metabolism and Bioenergetics",
    "explanation_agent": [
        "Reason: The intervention is nicotinamide riboside (NR), an oral NAD+ precursor intended to boost NAD+ levels, improve mitochondrial/brain energy metabolism and alter redox/oxidative stress—i.e., it is a metabolic/bioenergetic intervention rather than an anti-amyloid or anti-tau biologic. citeturn0search2turn0search1",
        "Act: Extracted details — Drug: Nicotinamide riboside (NR), a small-molecule vitamin B3–derived NAD+ precursor. The described trial (McLean Hospital, NCT04430517) studies NR effects on brain bioenergetics, oxidative stress markers and cognition in MCI/mild AD; prior human pilot studies show increases in blood NAD+ with NR but no clear short-term cognitive benefit. citeturn0search3turn0search0turn0search5",
        "Reflect: Classification rationale — by CADRO definitions NR’s primary mechanism (modulating NAD+ to improve cellular/mitochondrial energy metabolism and influence redox state) best maps to J) Metabolism and Bioenergetics. Oxidative stress is also targeted, but it is secondary to the metabolic/bioenergetic mechanism; therefore J is the most specific CADRO category. If one prioritized oxidative-stress endpoints exclusively, G) Oxidative Stress could be considered, but given the trial’s bioenergetic focus, J is most appropriate. citeturn0search1turn0search6",
        "Web-search sources used (for transparency): PubMed pilot RCT of NR in MCI (blood NAD+ increase; safety; no cognitive change). citeturn0search0 Clinical listing for NCT04430517 (McLean Hospital trial description). citeturn0search3 Mechanistic/animal work showing NR increases NAD+, activates sirtuins and enhances oxidative metabolism. citeturn0search2 Studies showing NR can modulate inflammation/oxidative stress via SIRT1 pathways. citeturn0search1 ALZFORUM summary of NR trials and rationale in aging/AD. citeturn0search5"
    ]
}