{
    "nct_id": "NCT00905372",
    "title": "Effect of LY2062430, an Anti-Amyloid Beta Monoclonal Antibody, on the Progression of Alzheimer's Disease as Compared With Placebo",
    "status": "COMPLETED",
    "last_update_time": "2012-09-18",
    "description_brief": "Alzheimer's disease (AD) is an age-related degenerative disorder of the brain, characterized by progressive decline in cognitive function and ability to perform activities of daily living, and ultimately can lead to death due to complications of the disease. AD is thought to be caused by an excess of A-Beta amyloid, a sticky protein in the brain that forms amyloid plaques. Treatments that slow the synthesis or deposition of A-Beta amyloid, or that increase clearance, might be expected to slow the progression of AD.\n\nLY2062430 (solanezumab) is a humanized anti-A Beta peptide immunoglobulin G-1 (IgG1) monoclonal antibody being developed for the treatment of AD. The primary hypothesis being tested is that LY2062430 will slow cognitive and functional decline in AD as compared with placebo. Each patient's participation will last approximately 19 months. Patients taking approved AD medications may participate in this study and continue taking these medications during the study.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE3"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted biologic",
    "drug": [
        "LY2062430 (solanezumab) — humanized anti‑Aβ (amyloid‑beta) IgG1 monoclonal antibody"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The trial tests LY2062430 (solanezumab), described in the protocol as a humanized anti‑Aβ IgG1 monoclonal antibody developed to bind soluble amyloid‑beta and increase its clearance, with the explicit goal of slowing cognitive/functional decline by acting on Alzheimer’s pathology. citeturn0search7turn0search3",
        "Act (key extracted details): Intervention = LY2062430 (solanezumab), a monoclonal antibody targeting amyloid‑beta; comparator = placebo. The trial is framed as a disease‑modifying approach (slowing Aβ deposition/clearing Aβ). citeturn0search0turn0search2",
        "Reflect: Classification — this is a biologic that directly targets Alzheimer’s core pathology (amyloid‑beta), so it fits the 'disease‑targeted biologic' category. Note: later phase‑3 results showed limited clinical benefit in some trials (e.g., EXPEDITION series), but that does not change the intervention's mechanism or category. citeturn0news12turn0search5",
        "Web search sources used (selected): clinical trial registry entry for the LY2062430 trial (NCT record / trial summary). citeturn0search0turn0search7",
        "Mechanism and early clinical data references: PubMed phase I safety/pharmacodynamics and company phase II summary describing solanezumab binding soluble Aβ and altering clearance. citeturn0search1turn0search2"
    ],
    "agent_type": "A) Amyloid beta",
    "explanation_agent": [
        "Reason: The intervention is LY2062430 (solanezumab), a humanized monoclonal IgG1 that was developed to bind soluble amyloid‑beta (Aβ) and increase its clearance with the intent of slowing cognitive/functional decline by acting on Alzheimer’s core pathology. citeturn0search0turn0search1",
        "Act: Key extracted details — Intervention = LY2062430 (solanezumab), an anti‑Aβ monoclonal antibody; Comparator = placebo; Trial intent = disease‑modifying via targeting/clearing Aβ. These details are explicitly described in the clinical trial and phase‑3 reports. citeturn0search3turn0search2",
        "Reflect: Classification — This intervention directly targets amyloid‑beta, which maps to CADRO category A) Amyloid beta. Although later phase‑3 trials failed to show robust clinical benefit, that outcome does not change the mechanism of action or the correct CADRO assignment. citeturn0search0turn0news12",
        "Web search results used (selected): NEJM report of the phase‑3 EXPEDITION studies describing solanezumab as a humanized monoclonal antibody that binds amyloid, and reporting trial outcomes; Lilly press releases and summaries of EXPEDITION/EXPEDITION3; additional news coverage summarizing trial failures. citeturn0search0turn0search1turn0search3turn0news12"
    ]
}