{
    "nct_id": "NCT03113812",
    "title": "A Randomized, Placebo-controlled, Parallel Group, Double-blinded, Single-center Phase-I, Pilot Study to Assess Tolerability and Safety of Repeated Subcutaneous Administration of ABvac40 in Patients With Mild to Moderate Alzheimer's Disease.",
    "status": "COMPLETED",
    "last_update_time": "2017-04-10",
    "description_brief": "This first time study in humans was designed to assess tolerability and safety of repeated subcutaneous injections of ABvac40, an active immunization against the C-terminal end of Abeta1-40.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted biologic",
    "drug": [
        "ABvac40 (active vaccine targeting the C‑terminal end of Aβ1‑40)"
    ],
    "placebo": [
        "placebo (subcutaneous injections)"
    ],
    "explanation_target": [
        "Reason: The investigational product, ABvac40, is described as an active immunization (vaccine) directed against the C‑terminal end of Aβ1‑40 — i.e., it elicits anti‑Aβ40 antibodies and is intended to target amyloid pathology rather than only symptomatic cognition. citeturn0search0turn0search1.",
        "Act: The cited Phase I, randomized, placebo‑controlled trial tested repeated subcutaneous injections of ABvac40 for safety, tolerability and immunogenicity; most vaccinated subjects developed specific anti‑Aβ40 antibodies (high immunogenicity) and no ARIA‑E or significant safety signals were reported in the active arm. Trial registration: NCT03113812. citeturn0search1turn0search2.",
        "Reflect: A vaccine is a biologic therapy and ABvac40 specifically targets an Alzheimer’s disease pathological species (Aβ40). This fits the definition of \"disease‑targeted biologic\" (biologic aimed at AD pathology). There is no indication this is solely a symptomatic cognitive enhancer or a neuropsychiatric symptom treatment, so the correct category is \"disease-targeted biologic.\" citeturn0search0turn0search2"
    ],
    "agent_type": "A) Amyloid beta",
    "explanation_agent": [
        "Reason: The investigational product ABvac40 is an active vaccine directed at the C‑terminal end of Aβ1‑40 (Aβ40) and is intended to elicit anti‑Aβ40 antibodies to modify amyloid pathology rather than provide only symptomatic relief. citeturn0search1turn0search3",
        "Act: Extracted trial details — ABvac40 is an active immunotherapy (Aβ33–40 peptide repeats conjugated to keyhole limpet hemocyanin and formulated with alum), given subcutaneously in a randomized, placebo‑controlled Phase I study (ClinicalTrials.gov NCT03113812). The Phase I trial reported high immunogenicity (≈88–92% of participants receiving three injections developed specific anti‑Aβ40 antibodies) and no ARIA‑E or major safety signals; later Phase II reporting continued to show favorable safety and sustained antibody responses. citeturn0search3turn0search1turn0search2turn0search0",
        "Reflect: Classification decision — ABvac40 specifically targets an amyloid‑beta species (Aβ40). This maps directly to CADRO category A) Amyloid beta (disease‑targeted biologic). There is no indication of multiple distinct mechanistic targets, nor is the intervention diagnostic/non‑therapeutic, so 'A) Amyloid beta' is the most specific and appropriate CADRO assignment. Supporting sources: Phase I publication and full‑text report, ALZFORUM summary, and Phase II safety/immunogenicity reporting. citeturn0search1turn0search3turn0search2turn0search0"
    ]
}