{
    "nct_id": "NCT05817643",
    "title": "A Randomized, Open-label, 2-period, Crossover, Pilot Food Effect Study of BMS-984923 in Healthy Older Adult Volunteers",
    "status": "ACTIVE_NOT_RECRUITING",
    "last_update_time": "2024-07-29",
    "description_brief": "This project is developing a novel disease-modifying compound for Alzheimer's disease (AD).",
    "description_detailed": "The primary objective of this study is to evaluate for an effect of food consumption on the pharmacokinetics profile of BMS984923. Safety and tolerability is also assessed.",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "BMS-984923",
        "ALX-001 (synonym)",
        "(4R,5R)-5-(2-chlorophenyl)-4-(5-(phenylethynyl)pyridin-3-yl)oxazolidin-2-one"
    ],
    "placebo": [
        "Placebo"
    ],
    "explanation_target": [
        "Reason: The description and trial title identify the investigational agent as BMS-984923 and state it is a \"novel disease-modifying compound for Alzheimer's disease.\" Literature and trial records show BMS-984923 (also called ALX-001) is a small-molecule silent allosteric modulator (SAM) of the metabotropic glutamate receptor 5 (mGluR5) intended to block Aβ‑oligomer–mediated synaptotoxicity and restore synapses, i.e., targeting Alzheimer’s pathology rather than acting as a general symptomatic cognitive enhancer. citeturn0search6turn0search0",
        "Act: Key extracted details — drug name: BMS-984923 (ALX-001); drug type/mechanism: small-molecule allosteric modulator of mGluR5 that prevents Aβ oligomer–induced mGluR5 signaling and synapse loss; intended effect: disease modification via synapse preservation/restoration. The cited phase 1/1b trial pages describe BMS-984923 being developed for Alzheimer’s and include food-effect, single-ascending dose, and multiple-ascending dose studies. citeturn0search6turn0search7turn0search2",
        "Reflect: Classification check — this is not a biologic (no monoclonal antibody or vaccine), not solely a symptomatic cognitive enhancer, and not focused on neuropsychiatric symptom relief. The mechanism and development plan indicate a disease-targeted small molecule (aiming to modify AD pathology by blocking Aβ‑o/mGluR5–mediated synaptotoxicity). The food-effect study referenced in your title is an open-label Phase 1 PK study in healthy older adults, consistent with early-phase evaluation of a small-molecule therapeutic. citeturn0search1turn0search0"
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The investigational compound BMS-984923 (ALX-001) is a small-molecule silent allosteric modulator (SAM) of the metabotropic glutamate receptor 5 (mGluR5). That places its direct molecular action on a neurotransmitter receptor (mGluR5). citeturn0search5turn0search1",
        "Act: Extracted details — drug name: BMS-984923 (ALX-001); mechanism: mGluR5 silent allosteric modulation that blocks pathogenic Aβ‑oligomer–mediated mGluR5 signaling and prevents synapse loss; context: being developed as a disease-modifying agent for Alzheimer’s and tested in food‑effect and early phase studies. These facts are supported by the preclinical SAM paper, Alzforum program summary, allied trial registrations and company press releases. citeturn0search5turn1search5turn1search2turn0search3",
        "Reflect: Mapping to CADRO — the primary, specific molecular target is a neurotransmitter receptor (metabotropic glutamate receptor 5). While the program’s goal is to prevent Aβ‑oligomer–mediated synaptotoxicity (a disease-modifying intent that also relates to synaptic protection), CADRO classification is intended to be by the drug’s molecular/biologic target. Therefore the correct CADRO category is D) Neurotransmitter Receptors (not M) because the direct target is mGluR5. No evidence here indicates multiple unrelated molecular targets that would justify R) Multi-target, and this is a therapeutic (not a diagnostic), so 'T) Other' is not appropriate. citeturn0search5turn0search1",
        "Web search results (key sources used):",
        "- PubMed: silent allosteric modulation of mGluR5 (BMS-984923) prevents Aβo-dependent synaptotoxicity and rescues memory/synapses in AD mouse models. citeturn0search5",
        "- Alzforum therapeutic entry for ALX-001 (synonym BMS-984923) summarizing mechanism, preclinical rationale, and Phase 1 program. citeturn0search1",
        "- Clinical trial record (Food Effect Study, NCT05817643) describing the randomized crossover PK food-effect study in healthy older adults (BMS-984923 / ALX-001). citeturn1search2turn1search3",
        "- Allyx / GlobeNewswire press releases describing ALX-001 (previously BMS-984923) as an mGluR5 silent allosteric modulator being developed for AD and reporting early clinical progress. citeturn0search3turn0search4",
        "- MedChem/Probechem product pages and vendor summaries noting BMS-984923 pharmacology as a potent mGluR5 SAM that inhibits PrPC–mGluR5 interaction and prevents Aβo signaling. citeturn0search2turn0search6"
    ]
}