{
    "nct_id": "NCT06221202",
    "title": "Stories in the Moment: Dance Program for People Living With Dementia",
    "status": "RECRUITING",
    "last_update_time": "2024-01-14",
    "description_brief": "This study is designed to evaluate the impact on the quality of life and wellbeing of a person-centered online dance program on people living with dementia or MCI and care partners.\n\nThe duration of the study will be 1 year. Each participant in the study will be followed for approximately 4 months. The study includes joining a weekly 1-hour dance program online on Zoom for 12 weeks. Prior and after the dance program, participants will meet with the research coordinator to answer some questionnaires about wellbeing and reflections on their experience in the program. After the completion of the dance program, participants will be invited to join a focus group to reflect of the impact of the program with fellow participants.\n\nThe study will enroll up to 72 participants. This includes 36 dyads of persons living with dementia or MCI and their care partners.\n\nThe study will enroll community-dwelling people living with a diagnosis of mild cognitive impairment or mild to moderate-stage dementia and care partners living in the United States.",
    "description_detailed": "One third of older adults with cognitive impairment in the United States (est. 4.3 million individuals) live alone, which places them at higher levels of precarity and opens them up to the detrimental effects of isolation and stigma. Studies illuminate how the lack of appropriate services to support independent living for people with cognitive impairment influence the precarity that these older adults face, a precarity which has heightened significantly since the COVID-19 pandemic. For the 50 million people living with dementia (PLWD) globally, this lack of meaningful connection is compounded by the detrimental effects of a progressive disease which can impact affective states, mobility and spatial relationship, and ability to communicate or follow conversations. As a result, people living with dementia inevitably experience shifts in their modes and capacities for expression which influence their ability to express and feel connected to the communities around them. Reportedly, persons living with dementia and their care partners often experience a reduction in size of their social networks and loss of connection with others as the disease progresses.\n\nThe COVID-19 pandemic illustrated the feasibility and benefit of virtual social engagement programs for older adults and PLWD, offering a support network from the comfort of their home. Research into virtually delivered social programs for PLWD suggest implications beyond the context of COVID-19, where virtual models may support the social connectedness of those living in geographically marginalized and underserved areas. Additionally, evaluations of telemedicine programs list preferences among PLWD and care partners citing convenience from resources and time saved, and improved access as benefits to virtual engagement. This suggests that even now after the imposed physical isolation of the pandemic have been lifted, having access to creative social programming virtually will continue to be a lifeline for PLWD.\n\nWith global projections of dementia approaching 82 million people in 2030, the need for supporting and expanding networks of meaningful and stimulating connection for and with people living with dementia is evident. Increasingly, person-centered models of care for people living with dementia are becoming the gold standard globally, highlighting the necessity of creating meaningful relationships to support them. This underlines the demand for programs that engage with people living with dementia as opposed to only delivering programs at or to them. Relationality is key to meaningful citizenship and people living with dementia are not exempt from the right to it not immune to its benefits.\n\nAs highlighted by Dr. Livingston, \"engaging in meaningful and pleasurable activities is hypothesized to improve health and wellbeing\" for people living with dementia. The benefits of these social engagements include reconnecting individuals to their physical and social environment, supporting self- esteem, building neural connections through complex interactions and promoting a sense of role continuity, purpose, or personhood, self-identity, and meaning. Dance as a multi-modal activity which couples multiple cognitive tasks with aerobic exercise and social engagement, is increasingly lauded as a social engagement for older adults and PLWD. Dance, which promotes community engagement coupled with physical fitness, is the highest preferred physical activity among diverse community residing older adults.\n\nA growing body of research illustrates the potential of dance in impacting brain health through: engaging motor control and function on multiple levels, supporting individual and social wellbeing, offsetting depression, and offering ameliorative cognitive effects through aerobic fitness and creative engagement. Additionally, social engagement, positive mood and physical activity are three of 12 modifiable risk factors for dementia, indicating the benefit of this activity across the life course.\n\nThere is a need to extend the positive benefits of dance (including coordination, mood, social connection and creative engagement) to PLWD. The Stories in the Moment (SIM) program engages PLWD through dance, sensory engagement, music and storytelling while centering their participation as co-creative agents. Stories in the Moment provides tools that can help participants maintain meaningful engagement, community and connection regardless of their disease progression. The program uses co-creative dance improvisation practices to help people explore options of expression and gain comfort and security in the broad range of resources available to them in their bodies, minds, and voices. Dance is a universal language which mobilizes our bodies to tell stories in movement. SIM utilizes and extends the benefits of group dance improvisation to connect meaning and movement to build collective \"stories in the moment\". In co- creating these group story-dances, valuing the essential contributions of each participant regardless of their \"ability\", SIM supports connection, communication and the building of creative community with PLWD.\n\nThere exists a paucity of understanding of the impact of dance and creative movement on the wellbeing, sense of belonging and quality of life of people living with dementia.\n\nThis pilot project will deliver a creative dance program, Stories in the Moment, to diverse individuals living with dementia and their care partners residing across the U.S. A delivery of a mixed-methods evaluation of the novel Stories in the Moment program delivered virtually will allow for an informed understanding of the perceived impact of the program for people living with dementia and their care partners and in turn inform the approach to development, further optimization and scalability of this program.\n\nBACKGROUND ON STORIES IN THE MOMENT DANCE PROGRAM The Stories in the Moment program approaches implemented in this research study have been successfully prototyped since 2020 in partnership with local and national organizations and community partners serving diverse communities of people living with dementia and care partners in the United States. The Stories in the Moment program was developed and prototyped in partnership with people living with dementia and their care partners through the Virtual Engagement Program on the Dementia Action Alliance (DAA) (2021). The curriculum and practical approach were informed by the 20-year experience of the PI as a dance artist and builder of community-based dance programs for intergenerational groups and older adults. Leveraging this practical experience with a background in neuropharmacology and a rigorous and systematic review of peer- reviewed literature on the effects of dance on brain health for healthy older adults and PLWD, shaped the Stories in the Moment framework and methodology.\n\nSAMPLE SIZE Up to 36 people living with dementia will be selected to join the study. Up to 36 care partners or collateral (a family member, paid caregiver, or close friend who spends at least 8 hours/week with the person living with dementia and speaks fluent English) who also consent to participate in the study will be included.\n\nRESEARCH LOCATION All research activities for this study will take place online through the Zoom videoconferencing platform. Participants in the virtual dance program will be joining from multiple locations around the United States from their personal devices and most often from their homes or places of residence.\n\nPROCEDURES\n\n1. Prior to the start of the research study, potential participants will meet with the research coordinator to complete a consent interview.\n2. Pre-dance program intervention questionnaires: (a) basic demographic questionnaire, (b) WHO-5 scale of wellbeing adapted for people living with dementia, (c) anxiety (Rating for Anxiety in Dementia-Scheduled Interview designed for evaluators without extensive clinical training) and (d) loneliness (6-item De Jong Gierveld Loneliness Scale) as well as a (e) qualitative questionnaire evaluating interest and expectations in joining the Stories in the Moment program.\n\n   The questionnaires will be delivered via a conversation with a researcher over the telephone or a videoconferencing platform. The pre-intervention questionnaires will take approximately 20 minutes to complete.\n3. Over the course of three months (12 weeks) of the intervention, study participants will join once a week for an hour on a videoconference call (Zoom) to engage in the dance program, Stories in the Moment for a total of 12 sessions.\n\n   Participants will be assigned to one of up to 3 virtual classes based on their time zone and availability for the duration of the 12-week series. During the Stories in the Moment class session, the activities will alternate between self-created (their own) movements and activities demonstrated by the teaching artist (to follow). All activities will be performed seated and are adjusted to provide best practices in progression of movements for older adults and individuals with limited mobility. As the nature of the program is co-creative, meaning the participants guide the movements selected, participants will be invited, at all times, to participate in a way that feels good to them.\n\n   Researchers will track attendance and de-identified field notes of participant responses and participation as well as teaching artist approaches and adaptations will be documented.\n4. Immediately following the 12-week intervention of Stories in the Moment, study participants (people living with dementia and care partners/a collateral who also consented to participate in the study) will be invited to participate in a focus group. The focus group will last up to an hour on a videoconference (Zoom) platform. Persons living with dementia and care partners/collateral will be asked to describe their experience with the Stories in the Moment program.\n5. Post-dance intervention questionnaires: (a) WHO-5 scale of wellbeing adapted for people living with dementia, (c) anxiety (Rating for Anxiety in Dementia-Scheduled Interview designed for evaluators without extensive clinical training) and (d) loneliness (6-item De Jong Gierveld Loneliness Scale), (d) belonging (Sense of Belonging Scale) as well as a (e) questionnaire with open ended questions evaluating their perceptions and reflections in joining the Stories in the Moment program. The questionnaires will be delivered via a conversation with a researcher over the telephone or a videoconferencing platform. The post-intervention questionnaires will take approximately 40 minutes to complete.\n\nMagda Kaczmarska is an Atlantic Fellow for Equity in Brain Health at the Global Brain Health Institute (GBHI). This research is supported with funding from GBHI, Alzheimer's Association, and Alzheimer's Society (GBHI ALZ UK-22-865612).",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "SUPPORTIVE_CARE",
    "results": null,
    "target_category": "neuropsychiatric symptom improvement",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is a person-centered online dance program aiming to improve quality of life, wellbeing, social connection and related psychosocial outcomes for people with MCI or mild–moderate dementia and their care partners — this is a non‑pharmacologic, psychosocial intervention rather than a drug targeting Alzheimer’s pathology. citeturn0search0turn0search1",
        "Act (extracted key details): The trial intervention: weekly 1‑hour online 'Stories in the Moment' dance program for 12 weeks (people with dementia or MCI and their care partners). Primary intended effects described are wellbeing, quality of life, reduced loneliness/anxiety and sense of belonging (psychosocial/neuropsychiatric outcomes), not amyloid/tau or cognitive pathology modification. citeturn0search1turn0search3",
        "Reflect: Classification rationale — this is not a biologic or small‑molecule disease‑targeting trial and not primarily positioned as a cognitive‑enhancing drug. The closest fit among the provided categories is 'neuropsychiatric symptom improvement' because the study targets wellbeing and related psychosocial/behavioral outcomes rather than disease pathology. I considered 'N/A' but selected the neuropsychiatric category because the intervention aims to improve affective/social symptoms and quality of life. Sources describing the program and aims are cited above. citeturn0search0turn0search1"
    ],
    "agent_type": "T) Other",
    "explanation_agent": [
        "Reason: The described intervention is a person-centered, non‑pharmacologic online dance and storytelling program designed to improve wellbeing, social connection, quality of life and other psychosocial/neuropsychiatric outcomes for people with MCI or mild–moderate dementia and their care partners — it does not target a molecular or biological Alzheimer's pathway (amyloid, tau, inflammation, synaptic receptors, etc.). citeturn0search0turn0search3",
        "Act: Extracted key details — intervention = 'Stories in the Moment' (co‑creative dance & storytelling), delivered online to people living with dementia/MCI and care partners, aims = wellbeing, belonging, reduced loneliness/anxiety and improved quality of life (psychosocial outcomes). No drug, biologic, molecular target, gene or pathway is described in the trial information provided or in program materials. citeturn0search1turn0search4",
        "Reflect: Classification rationale — CADRO is focused on biological targets (e.g., A: Amyloid beta, F: Inflammation, M: Synaptic Plasticity, etc.). A psychosocial, movement‑based program does not fit a CADRO disease‑target category and is not a therapeutic drug/biologic; therefore the correct assignment is 'T) Other'. I considered multi‑target (R) only for interventions that intentionally act on multiple biological pathways, which does not apply here. No additional drug or target was found in web sources. citeturn0search0turn0search2",
        "Web sources used (summaries):\n- DanceStream Projects — Stories in the Moment: program description, goals and community reach. citeturn0search0\n- Magda Kaczmarska — Stories in the Moment: program details, schedule and facilitator info. citeturn0search1\n- DanceStream Projects (Overview & Events): program aims to boost brain health through dance; online offerings noted. citeturn0search2turn0search3\n- Dancers' Group article — description of program approach, co‑creative methods and participant experience. citeturn0search4"
    ]
}