{
    "nct_id": "NCT00177489",
    "title": "Coordinating Center for Multisite Intervention Trial for Diverse Caregivers",
    "status": "COMPLETED",
    "last_update_time": "2016-01-04",
    "description_brief": "The primary goal of this study is to test a single multi-component intervention among family caregivers of persons with Alzheimer's disease or related disorders. The overall objectives of study are to 1) identify and reduce modifiable risk factors among diverse family caregivers of patients with Alzheimer's Disease or a related disorder, 2) enhance the quality of care of the care recipients, and 3) enhance the well-being of the caregivers.",
    "description_detailed": "The proposed Coordinating Center (CC) will work with five sites and staff from the National Institute on Aging (NIA) and the National Institute of Nursing Research (NINR) to implement a multi-site caregiver intervention trial. The overall objective of this research program is to refine and test a multicomponent psychosocial intervention to reduce burden and depression among family caregivers of persons with Alzheimer's Disease or a related disorder. This competing renewal will build upon results obtained from its parent multi-site feasibility study, Resources for Enhancing Alzheimer's Caregiver Health (REACH) funded by the NIA/NINR as a cooperative agreement (UO1-AG13305). In the study proposed here, five intervention sites (Birmingham, Memphis, Miami, Palo Alto, and Philadelphia) will recruit 600 (120 per site) caregiver-care recipient dyads consisting of equal numbers of African Americans/Blacks, Hispanics/Latinos, and Caucasians/Whites. Caregivers will be randomized to either an in-home multicomponent intervention condition or a standardized information-only control condition.\n\nThe Coordinating Center at the University of Pittsburgh will work with the intervention site investigators and the NIA/NINR to support the implementation of the intervention study at each site and to collect and analyze a common database across sites.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The described trial tests a single multi-component psychosocial/behavioral intervention delivered to family caregivers (aims: reduce modifiable risk factors, reduce burden and depression, enhance caregiver well-being and quality of care). This is a caregiver-focused behavioral intervention, not a pharmacologic agent or biologic, so it does not match the disease-targeted biologic, disease-targeted small molecule, cognitive enhancer, or neuropsychiatric‑symptom drug categories. citeturn0search0turn0search2",
        "Act: Key extracted details from the trial description — title: Coordinating Center for Multisite Intervention Trial for Diverse Caregivers (REACH-related); intervention: in‑home multicomponent psychosocial/behavioral intervention vs. standardized information-only control; design: multi-site randomized trial (5 sites), planned N≈600 caregiver–care recipient dyads; sponsor/coordination: University of Pittsburgh/Coordinating Center. These source records describe the study as behavioral (no drug named). citeturn0search1turn0search9turn0search6",
        "Reflect: Classification check — because the intervention is non-pharmacologic and targets caregiver behavior, burden, and well‑being (not molecular AD pathology or direct cognitive enhancement of patients via a drug), the correct category is 'N/A' under the provided four-category scheme. No drug/placebo is involved. If you want, I can fetch the full ClinicalTrials.gov record (NCT00177489) or provide PDFs/publications from the REACH program for further detail. citeturn0search6turn0search3"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}