{
    "nct_id": "NCT02626572",
    "title": "Efficacy and Safety of 3 Doses of S47445 Versus Placebo in Patients With Alzheimer's Disease at Mild to Moderate Stages With Depressive Symptoms. A 24-week International, Multi-centre, Randomized, Double-blind, Placebo-controlled Phase II Study in Monotherapy Followed by an Optional 28-week Extension Period in Co-administration With Donepezil.",
    "status": "COMPLETED",
    "last_update_time": "2024-07-24",
    "description_brief": "The purpose of this trial is to assess the efficacy and safety of S47445 versus placebo in patients with Alzheimer's disease at mild to moderate stages with depressive symptoms. An optional 28-week extension period will be performed to evaluate safety/tolerance and efficacy of S47445 in co-administration with donepezil.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "S47445 (small-molecule AMPA receptor positive allosteric modulator — AMPA‑PAM)"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The investigational drug S47445 is a small‑molecule positive allosteric modulator of AMPA (glutamate) receptors, developed for procognitive and antidepressant effects rather than targeting core AD pathology (amyloid/tau). citeturn0search1turn0search4",
        "Act: The Phase II trial (24 weeks, ~520 patients) tested three oral doses (5, 15, 50 mg) versus placebo with the primary endpoint change in ADAS‑Cog (cognition); secondary outcomes included depression scales — the study therefore primarily aimed to improve cognitive symptoms (with concurrent assessment of depressive/neuropsychiatric symptoms). citeturn0search0turn0search1",
        "Act — trial status/outcome: The trial was completed and did not show significant benefit versus placebo on the primary cognitive endpoint or on depression; the compound was safe but lacked efficacy in this indication. citeturn0search0turn0search3",
        "Reflect: Given S47445's mechanism (symptomatic modulation of glutamatergic AMPA receptors) and the trial's primary cognitive endpoint (ADAS‑Cog), the correct category is 'cognitive enhancer' rather than a disease‑targeted small molecule (which would target amyloid/tau) or solely a neuropsychiatric‑symptom drug. The trial did include depressive-symptom assessments, but its design focused on cognitive improvement, supporting the 'cognitive enhancer' classification. citeturn0search1turn0search2",
        "Web search results used: PubMed/Wiley article reporting the Phase II study and describing S47445 as an AMPA‑PAM and trial details. citeturn0search0turn0search1",
        "Additional sources: ClinicalTrials registry summary for NCT02626572 (trial title and synopsis) and ALZFORUM program note summarizing trial outcome; preclinical PubMed report of AMPA‑PAM procognitive/antidepressant effects. citeturn0search2turn0search3turn0search4"
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The investigational drug S47445 is a small‑molecule positive allosteric modulator of AMPA (glutamate) receptors — i.e., it directly modulates a neurotransmitter receptor (AMPA-type glutamate receptor) to produce procognitive/antidepressant effects, so the biological focus is on neurotransmitter receptor modulation rather than amyloid/tau or other CADRO mechanisms. citeturn0search3turn0search1",
        "Act: Extracted details from the trial description and publications — drug: S47445 (AMPA receptor positive allosteric modulator); trial: randomized, double‑blind, placebo‑controlled Phase II, 24 weeks, ~520 patients, three oral doses (5, 15, 50 mg), primary endpoint change in ADAS‑Cog; outcome: no significant benefit on primary cognitive endpoint or on depression vs placebo. These specifics are reported in the Phase II publication and trial registry. citeturn0search5turn0search4turn0search1",
        "Reflect: Mapping to CADRO categories — AMPA receptors are ionotropic glutamate neurotransmitter receptors, so the most specific CADRO category is D) Neurotransmitter Receptors. Although AMPA modulation can affect synaptic plasticity (CADRO M), the direct target is a neurotransmitter receptor, making D the best fit. I considered multi-target (R) and other categories, but the intervention has a single, explicit receptor target, so 'D) Neurotransmitter Receptors' is appropriate. citeturn0search3turn0search6",
        "Web search results used (key sources):",
        "- PubMed/PMC clinical trial report: 'A 24-week double‑blind placebo‑controlled study of the efficacy and safety of the AMPA modulator S47445...' (trial design, endpoints, outcomes). citeturn0search5",
        "- PubMed abstract of the Phase II study (summary of results). citeturn0search1",
        "- Pharmacological characterization of S47445 confirming it is an AMPA‑PAM (preclinical pharmacology). citeturn0search3",
        "- Trial registry entry NCT02626572 (trial title, sponsor, status). citeturn0search4",
        "- Wiley/Alzheimer's & Dementia baseline characteristics / translational article reporting the study details. citeturn0search0turn0search2"
    ]
}