{
    "nct_id": "NCT04575727",
    "title": "Exploratory Evaluation of [11C]MPC6827 Pharmacokinetics With Positron Emission Tomography (PET)",
    "status": "COMPLETED",
    "last_update_time": "2025-04-09",
    "description_brief": "This is a phase 0 study that will enable an assessment of biodistribution and estimation of absorbed dose in humans based on data collected from five healthy volunteers, which is typically the minimum number required by the FDA for first-in-human studies to assess dosimetry of a new tracer. The evaluation of the brain imaging of thirty additional subjects in the 2nd part of the study will lead to a descriptive assessment of the targeting and pharmacokinetics of MPC6827 in the brain and between normal and diseased brain.",
    "description_detailed": "Neurodegenerative diseases are conditions where the brain cells break down, causing mental and/or physical impairment. Alzheimer's Disease is a neurodegenerative disorder that affects millions of individuals and causes irreversible memory loss and cognitive impairment. Amyotrophic lateral sclerosis is also and incurable disorder that causes patients irreversible paralysis, which results in death due to inability to breath and suffocation. These disease have been shown to be associated with abnormalities in an important scaffolding called microtubules, a cellular structure that help support the shape of the cells. This study will explore an experimental imaging test to see if it can be used to help doctors identify early microtubule changes. The test involves the injection of a radioactive compound that has been shown to go to cells and bind to microtubules. Special cameras called Positron Emission Tomography (PET)/CT cameras will be used to allow doctors to view where the radioactive compound goes in the body, as this is the first time this radiolabeled agent is being used in humans. In this study, doctors will give the new compound to up to five healthy volunteers to see where it goes in the body of people who presumable have normal microtubule function. Then doctors will give \\[11C\\]MPC6827 to up to 30 additional subjects (healthy controls and patients with Alzheimers Disease or ALS) to focus on imaging the brain for extended times. The research-imaging drug in this study is \\[11C\\]MPC6827. The radioactive drug in this study is experimental, meaning it is not approved by the FDA and can only be used in research studies.",
    "phase": [
        "EARLY_PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "BASIC_SCIENCE",
    "results": null,
    "target_category": "N/A",
    "drug": [
        "MPC-6827",
        "[11C]MPC6827"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial description is a Phase 0 PET imaging study of a radiolabeled tracer ([11C]MPC6827) to assess biodistribution, dosimetry, brain targeting and pharmacokinetics — i.e., a diagnostic imaging evaluation rather than a therapeutic intervention. citeturn0search1",
        "Reason (mechanism): MPC-6827 is a small-molecule tubulin / microtubule-binding agent (microtubule destabilizer) that has been developed and radiolabeled as a brain-penetrant PET ligand to image microtubule changes. This identifies the molecule class and molecular target (tubulin/microtubules). citeturn0search7turn0search6",
        "Act (extracted details): The study uses [11C]MPC6827 given as a microdose for whole-body and brain PET/CT to determine dosimetry and to descriptively assess targeting and pharmacokinetics in healthy controls and patients (Alzheimer disease, ALS). The intervention is an imaging radiotracer (experimental, not FDA-approved) rather than a therapeutic drug/placebo. citeturn0search3turn0search1",
        "Act (additional support): Preclinical and early human PET work shows [11C]MPC6827 is a first brain-penetrant microtubule PET ligand and has been evaluated in animal and early human imaging/test-retest contexts, confirming its intended use as an imaging biomarker of microtubule status. citeturn0search6turn0search8",
        "Reflect (classification rationale): Because this is a diagnostic PET tracer study (imaging, dosimetry, biodistribution) and not testing a therapeutic effect to modify disease, improve cognition, or treat neuropsychiatric symptoms, it does not match any of the four therapeutic categories. Therefore the correct category is 'N/A'. citeturn0search1turn0search6",
        "Web search results (key sources used): NEALS trial summary for the listed study (study purpose and design). citeturn0search1",
        "Web search results (key sources used): Radiosynthesis and in vivo evaluation paper describing [11C]MPC-6827 as the first brain-penetrant microtubule PET ligand. citeturn0search6",
        "Web search results (key sources used): Cancer Research / AACR and PubMed articles describing MPC-6827 as a small-molecule tubulin-binding / microtubule destabilizing agent (mechanism/class). citeturn0search7turn0search4",
        "Web search results (key sources used): Phase I clinical trial reports showing MPC-6827 has been studied previously in oncology (context that the non-radiolabeled molecule is an investigational small molecule). citeturn0search0",
        "Web search results (key sources used): Preclinical/primate PET imaging demonstrating brain penetration and relation to AD-relevant measures. citeturn0search8"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}