{
    "nct_id": "NCT00833274",
    "title": "Evaluation of Apathy Using Attentional Reaction Test in Neurodegenerative Diseases",
    "status": "COMPLETED",
    "last_update_time": "2011-12-08",
    "description_brief": "Apathy, defined as a lack of motivation in behaviour, cognition and affect, is common in neurodegenerative diseases. Specific scales are available for the evaluation of apathy but it lacks objective evaluation methods.\n\nThe aim of this study is to evaluate the changes in reaction time task according to the presence or absence of reward stimulation and to assess the relation between these performances and apathy scales.",
    "description_detailed": "MATERIAL: 13 patients with Mild Cognitive Impairment (MCI), 15 patients with Alzheimer's disease (AD) and 91 elderly healthy subjects were enrolled. A computerized test using the experiment software E-prime® was designed to assess reaction times (in ms) in different experimental conditions after a training trial (neutral, stimulation, stress, stimulation after stress, extinction) and relation between the performances to the test and the Apathy Inventory (AI) scores (lack of initiative, lack of interest, emotional blunting) were observed.\n\nMETHOD: Using a computerized test, each patient is asked to press a button (mouse of the computer) each time the screen of the computer becomes completely white. After pressing the button, a randomized colorized geometric figure appears on the screen, and disappears automatically after a few seconds, replaced by a new white screen. Reaction time (in ms) between a white screen and a press of the button is analysed. After a training trial, reaction times are analysed in different experimental conditions: neutral - stimulation1 (patient gets points when pressing the button) - stress (alarm) - stimulation2 (patient gets points when pressing, after the stress trial) - extinction (similar to neutral condition).",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "DIAGNOSTIC",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The described study is an observational/behavioral evaluation that uses a computerized attentional reaction-time task (with and without reward stimulation) to assess apathy and its relation to apathy scales — it does not test a drug or other therapeutic intervention, so it does not fit the four treatment categories. citeturn0search0turn0search7",
        "Act (key extracted details): Trial title 'Evaluation of Apathy Using Attentional Reaction Test in Neurodegenerative Diseases' (NCT00833274), lead sponsor Centre Hospitalier Universitaire de Nice; intervention listed as Behavioral: computerized test; enrolled participants include MCI, AD, and healthy elderly with reaction-time testing across conditions (neutral, stimulation with points/reward, stress, extinction). No drug or placebo is mentioned. citeturn0search0turn0search1turn0search7",
        "Reflect: Given the intervention is a computerized behavioral test aiming to objectively measure apathy (reward sensitivity and reaction times) rather than deliver a biologic or small molecule, it should be classified as 'N/A' under the provided therapeutic categories. Background literature linking reward sensitivity and dopamine to apathy supports the study rationale but does not imply the trial tested a pharmacologic agent. citeturn0search3turn0search4",
        "Web search results / sources used: 1) Trial record summarizing the study and methods. citeturn0search0 2) Clinical-trial registry copy with intervention and enrollment details. citeturn0search1 3) Veeva/CTV trial listing with inclusion/exclusion and trial design details. citeturn0search7 4) PubMed article on reward sensitivity and apathy (background rationale). citeturn0search3 5) PubMed SPECT study linking striatal DAT to apathy (background rationale). citeturn0search4"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}