{
    "nct_id": "NCT02103894",
    "title": "Evaluation of [18F]MNI-777 PET as a Marker of Tau Pathology in Subjects With Clinically Diagnosed Tauopathies in Comparison to Healthy Subjects",
    "status": "COMPLETED",
    "last_update_time": "2016-12-15",
    "description_brief": "The goal of this study is to assess \\[18F\\]MNI-777 PET imaging as a tool to detect tau pathology in the brain of individuals who carry a clinical diagnosis of a tauopathy, including: Alzheimer's Disease (AD),Parkinson's disease (PD) Progressive Supranuclear Palsy (PSP), chronic traumatic encephalopathy (CTE) and Frontal Temporal Dementia (FTD) and age- and gender-matched healthy subjects.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "N/A",
    "results": null,
    "target_category": "N/A",
    "drug": [
        "[18F]MNI-777 (listed in the trial as [18F]T807) — PET tau radiotracer; synonymous with tracers in the AV-1451 / flortaucipir family"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is an 18F-labelled PET imaging tracer ([18F]MNI-777 / [18F]T807) used to detect tau pathology — i.e., a diagnostic radioligand, not a therapeutic agent aimed at altering disease biology or symptoms. The trial title and description state the goal is to assess PET imaging as a marker of tau pathology. citeturn0search0turn0search2",
        "Act: Extracted details from registry and trial pages: the study uses [18F]MNI-777 (also listed as [18F]T807) for tau PET imaging in AD and other tauopathies; this tracer is in the same family as AV-1451 / flortaucipir (tau-targeting PET ligand). citeturn0search0turn1search1",
        "Reflect: Classification check — this is a diagnostic imaging study (biomarker evaluation), not a therapeutic trial of a biologic, small molecule, cognitive enhancer, or symptom-management drug. Per the category definitions, diagnostic/non-therapeutic imaging studies should be classified as 'N/A'. Confirming no drug/placebo therapy is being tested (only tracer injection for imaging). citeturn0search0turn1search4",
        "Web-search evidence (selected results): MedPath/clinical-trial registry entry listing the study and naming [18F]T807 ([18F]MNI-777) as the administered tracer; and literature describing 18F‑AV‑1451 / 18F‑T807 (flortaucipir) as a tau PET tracer used to image neurofibrillary tau in Alzheimer’s disease and other tauopathies. citeturn0search0turn1search1turn1search4"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}