{
    "nct_id": "NCT04314934",
    "title": "Open Label Extension Study for Patients With Early Alzheimer's Disease (AD) Enrolled in Study ANAVEX2-73-AD-004",
    "status": "COMPLETED",
    "last_update_time": "2024-08-09",
    "description_brief": "This is a Phase 2b/3 open-label extension study to evaluate the effects of ANAVEX2-73 on safety and effficacy of daily treatment.",
    "description_detailed": "This is a Phase 2b/3 open-label extension study to evaluate the effects of ANAVEX2-73 on safety and effficacy of daily treatment.",
    "phase": [
        "PHASE2",
        "PHASE3"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "ANAVEX2-73 (blarcamesine)"
    ],
    "placebo": [
        "placebo (parent randomized ANAVEX2-73-AD-004 included placebo; the open‑label extension itself is not placebo-controlled)"
    ],
    "explanation_target": [
        "Reason: The investigational product ANAVEX2-73 is an orally available small‑molecule activator/agonist of the sigma‑1 receptor (SIGMAR1) that is described as restoring cellular homeostasis (including enhancing autophagy) and exerting neuroprotective/disease‑modifying effects in Alzheimer’s disease models and clinical studies. citeturn0search2turn0search4",
        "Act: From the trial description and registry/summary pages: this is a Phase 2b/3 open‑label extension for patients who completed the randomized ANAVEX2-73-AD-004 study; the parent trial (ANAVEX2-73-AD-004) was a randomized, double‑blind, placebo‑controlled study of blarcamesine (ANAVEX®2‑73) in early AD. Key sources confirm the drug identity (blarcamesine), its classification as a small molecule, and SIGMAR1 mechanism. citeturn0search3turn0search2turn0search1",
        "Reflect: Given the drug is a small‑molecule SIGMAR1 agonist with proposed effects on cellular homeostasis, autophagy and reduction of AD‑related pathology (and not a biologic such as an antibody or vaccine), it best fits the 'disease‑targeted small molecule' category. Although clinical reports also note cognitive improvements, those are downstream effects; the mechanism and development rationale are disease‑targeted. No evidence in the provided description indicates a biologic, a pure symptomatic cognitive enhancer class only, or a neuropsychiatric‑symptom‑only intervention. citeturn0search2turn0search0",
        "Web search results / sources (selected): 1) PubMed summary of ANAVEX2-73-AD-004 (describes blarcamesine as an orally available small‑molecule SIGMAR1 activator and the parent randomized trial). citeturn0search2 2) Anavex Life Sciences press materials describing ANAVEX®2‑73 (blarcamesine) as a SIGMAR1 agonist and as a disease‑modifying small molecule in development. citeturn0search0turn0search1 3) HRA / study summary for ANAVEX2-73-AD-EP-004 (open‑label extension study description). citeturn0search3 4) Preclinical/press description of ANAVEX2‑73 effects on Aβ models and autophagy (mechanistic support). citeturn0search4"
    ],
    "agent_type": "I) Proteostasis/Proteinopathies",
    "explanation_agent": [
        "Reason: The investigational drug ANAVEX2-73 (blarcamesine) is described as an orally available small‑molecule activator/agonist of the sigma‑1 receptor (SIGMAR1) that restores cellular homeostasis and enhances autophagy — activities directly related to proteostasis and clearance of misfolded/aggregated proteins (Aβ/tau). citeturn0search1turn0search3",
        "Act: Extracted details from the trial description and supporting sources — drug: ANAVEX2‑73 (blarcamesine); mechanism: SIGMAR1 agonist with reported induction of autophagy and downstream reductions in AD‑related pathology; study: open‑label extension for patients from ANAVEX2-73-AD-004. These mechanistic features (enhanced autophagy, protein clearance, and restoration of cellular housekeeping) map best to CADRO category I: Proteostasis/Proteinopathies. citeturn0search1turn0search4",
        "Reflect: SIGMAR1 activation produces cytoprotective autophagic pathways and has been reported to block toxic Aβ/tau effects; because the primary stated mechanism is improving proteostasis (autophagy/protein handling) rather than solely symptomatic neurotransmitter modulation or general neuroinflammation, the most specific CADRO fit is I) Proteostasis/Proteinopathies. If future data emphasized a dominant alternative mechanism (e.g., purely synaptic plasticity or anti‑inflammatory actions), reconsideration toward M) Synaptic Plasticity/Neuroprotection or F) Inflammation would be appropriate. citeturn0search3turn0search4",
        "Web search results / sources (selected): 1) PubMed summary of the ANAVEX2-73-AD-004 randomized Phase IIb/III trial describing blarcamesine as an oral SIGMAR1 activator and noting autophagy/proteostasis‑related biomarker effects. citeturn0search1 2) Anavex Life Sciences mechanism/news pages describing ANAVEX®2‑73 (blarcamesine) as a SIGMAR1 agonist and its links to autophagy, neuroprotection and effects on Aβ/tau. citeturn0search3turn0search4 3) Company press material summarizing SIGMAR1 activation, biomarker findings and disease‑modifying rationale for ANAVEX®2‑73. citeturn0search0"
    ]
}