{
    "nct_id": "NCT00687141",
    "title": "A Phase I, Randomized, Double-blind (with-in Panel), Placebo-controlled, Parallel Group Study to Assess the Safety, Tolerability, Pharmacokinetics and Pharmacodynamics of AZD0328 in Healthy Elderly Volunteers After Oral Multiple Ascending Doses of AZD0328",
    "status": "COMPLETED",
    "last_update_time": "2010-12-08",
    "description_brief": "The primary purpose of this study is to investigate the safety and tolerability of AZD0328 following once-daily dosing for 13 days in elderly healthy volunteers and to define maximum tolerated dose.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "BASIC_SCIENCE",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "AZD0328 (α7 nicotinic acetylcholine receptor agonist/partial agonist)"
    ],
    "placebo": [
        "Placebo"
    ],
    "explanation_target": [
        "Reason: The trial tests AZD0328 in healthy elderly volunteers to assess safety/tolerability and PK/PD rather than a disease‑modifying biomarker or pathology endpoint. AZD0328 is an agonist of the α7 nicotinic acetylcholine receptor, a target pursued to improve cognition in Alzheimer’s and schizophrenia, which fits the definition of a cognitive enhancer. citeturn0search3turn0search2",
        "Act: Key extracted details — drug name AZD0328; intervention: oral multiple ascending doses once daily for 13 days; population: healthy elderly volunteers; phase: Phase I (safety/tolerability, MTD). AZD0328 is described in preclinical and clinical sources as an α7 nAChR agonist/partial agonist developed by AstraZeneca with cognition-enhancing intent. citeturn0search0turn0search3turn0search2",
        "Reflect: Classification check — AZD0328 is a small‑molecule receptor agonist intended to modulate cholinergic neurotransmission and enhance cognition rather than a biologic targeting amyloid/tau or an intervention for neuropsychiatric symptoms. Therefore the correct category is 'cognitive enhancer'. Clinical pharmacology reports and preclinical studies specifically link AZD0328 to cognitive effects. citeturn0search3turn0search2",
        "Web search results / sources used: MedPath/clinical trial summary for NCT00687141 (trial description: safety/tolerability in elderly volunteers). citeturn0search0; AstraZeneca preclinical molecule page for AZD0328 (pharmacology, α7 activity, clinical dosing/tolerability notes). citeturn0search3; PubMed study describing AZD0328 as an α7 agonist/partial agonist with cognition-enhancing effects in rodents and primates. citeturn0search2; AstraZeneca clinical-trials pages and Adis/other trial listings summarizing Phase I studies. citeturn0search9turn0search5"
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The investigational drug AZD0328 is an agonist/partial agonist of the α7 nicotinic acetylcholine receptor (a ligand-gated cholinergic neurotransmitter receptor) and was developed to enhance cognition rather than to modify core AD pathologies such as amyloid or tau. This aligns with CADRO's category for interventions acting on neurotransmitter receptors. citeturn0search3turn0search0",
        "Act: Extracted details — drug: AZD0328; mechanism: α7 nicotinic acetylcholine receptor agonist/partial agonist; indication in the trial: tested as a cognitive enhancer in healthy elderly volunteers in a Phase I safety/PK/PD study (NCT00687141 / AstraZeneca study). Because the mechanism is direct modulation of a neurotransmitter receptor (cholinergic α7 nAChR), the most specific CADRO match is D) Neurotransmitter Receptors. citeturn0search2turn0search1",
        "Reflect: The trial is symptomatic/cognitive-enhancement focused (short dosing, healthy elderly, Phase I safety/PK) not disease‑modifying (amyloid/tau/ApoE/inflammation etc.). No evidence in the description that multiple distinct CADRO domains are being targeted, so 'R) Multi-target' is not appropriate. Classification as D) Neurotransmitter Receptors is consistent with the drug's pharmacology and the trial purpose. citeturn0search3turn0search0",
        "Web search results / sources used: AstraZeneca preclinical molecule page for AZD0328 (pharmacology, α7 activity). citeturn0search3; PubMed reports describing AZD0328 as an α7 nAChR agonist with cognition-enhancing effects in animal studies. citeturn0search0turn0search7; Clinical trial registry / trial summaries for the Phase I study (NCT00687141) listing safety/tolerability PK/PD in elderly volunteers. citeturn0search2turn0search1"
    ]
}