{
    "nct_id": "NCT03184467",
    "title": "A Multi-center, Randomized, Double-blind, Placebo-controlled, Parallel Design, Prospective, Phase II Clinical Trial to Evaluate the Efficacy and Safety of Donepezil and Combined With GV1001 in Alzheimer Patients",
    "status": "COMPLETED",
    "last_update_time": "2020-07-08",
    "description_brief": "This clinical study is designed as a multi-center, randomized, double-blind, placebo-controlled, parallel design, prospective, phase II clinical trial.\n\nAn eligible subject who meets inclusion and exclusion criteria is randomly assigned to three groups: study group 1 (GV1001 0.56 mg), study group 2 (GV1001 1.12 mg) or placebo group. A randomized subject is administered either GV1001 or placebo in a total of 14 times and will be evaluated for the efficacy and safety at week of 24.",
    "description_detailed": "GV1001 0.56 mg, 1.12 mg or placebo is subcutaneously administered once weekly schedule for 4 weeks (4 times) followed by every two weeks until week 24 (10 times). A total number of administration is 14 times.\n\n1. Control group (placebo): 30 subjects\n2. Study group 1 (GV1001 0.56 mg): 30 subjects\n3. Study group 2 (GV1001 1.12 mg): 30 subjects.",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted biologic",
    "drug": [
        "GV1001 (16-amino-acid peptide investigational biologic)",
        "Donepezil (background acetylcholinesterase inhibitor used in all participants)"
    ],
    "placebo": [
        "Placebo (saline, visually identical)"
    ],
    "explanation_target": [
        "Reason: GV1001 is a 16‑amino‑acid peptide originally developed as a telomerase (hTERT)–derived vaccine that has demonstrated direct neuroprotective, anti‑inflammatory, anti‑oxidant effects and reduction of Aβ/tau in preclinical models — i.e., it is a peptide biologic reported to act on Alzheimer’s pathology. citeturn0search3turn0search2",
        "Act (trial details & evidence): The described study is the Phase II randomized, double‑blind, placebo‑controlled trial testing subcutaneous GV1001 at 0.56 mg and 1.12 mg (14 injections over 24 weeks) in patients already receiving donepezil; the Phase II publication and registry record confirm the agent, dosing, and that participants were on donepezil. citeturn0search2turn0search0",
        "Classification decision: Because GV1001 is a peptide biologic that in preclinical and clinical reports appears to act on AD‑related pathology (Aβ/tau, neuroprotection) rather than functioning solely as a symptomatic cognitive enhancer or behavioral treatment, the correct category is 'disease-targeted biologic'. citeturn0search3turn0search2",
        "Reflect (ambiguity/notes): GV1001 was originally a cancer vaccine peptide but its proposed Alzheimer’s mechanism is direct neuroprotective and anti‑amyloid/tau actions (not only immune activation). Peptides are treated as biologics here (not small molecules). Donepezil is a symptomatic acetylcholinesterase inhibitor (background therapy) and does not change the category of the investigational agent. If you want, I can fetch the original Phase II paper PDF or ClinicalTrials.gov/NCT entries for direct quotes. citeturn0search2turn0search4",
        "Web search results used (key sources): Phase II full text (Alzheimer’s Research & Therapy) and PubMed summary of the Phase II GV1001 trial; Alzforum therapeutic overview; ClinicalTrials registry entry for the GV1001 program (Phase III planning/registration); and press/reporting summarizing Phase II outcomes. citeturn0search2turn0search0turn0search3turn0search4turn0search5"
    ],
    "agent_type": "R) Multi-target",
    "explanation_agent": [
        "Reason: The investigational agent GV1001 is a peptide biologic reported to produce multiple effects relevant to AD — reductions in Aβ oligomers and phosphorylated tau, mitigation of neuroinflammation, and direct neuroprotective/anti-oxidant actions — rather than acting on a single, specific AD pathway. The description therefore indicates activity across amyloid, tau, inflammation and neuroprotection pathways. citeturn0search0turn0search1",
        "Act: Based on the trial and mechanistic reports: the Phase II trial tested subcutaneous GV1001 (0.56 mg and 1.12 mg) in patients on donepezil and reported meeting the primary cognitive endpoint for the higher dose; preclinical/biochemical studies show GV1001 reduces Aβ and phospho‑tau and shifts glial phenotype (anti‑inflammatory/neuroprotective). These multiple mechanistic effects support choosing the CADRO category 'R) Multi-target' rather than a single-target category (e.g., A or B). citeturn0search1turn0search0",
        "Reflect: The agent is a peptide biologic with multi-modal evidence (amyloid, tau, inflammation, neuroprotection). While amyloid- and tau-related effects are reported, they are not presented as an exclusive, single molecular target; therefore the most specific CADRO match is R) Multi-target. Donepezil is a symptomatic acetylcholinesterase inhibitor given as background therapy and does not change the investigational agent’s classification. citeturn0search1",
        "Web search results / key sources (supporting the above):",
        "- Phase II randomized, double‑blind, placebo‑controlled trial report (Alzheimer’s Research & Therapy, 2021): trial design, dosing (14 SC injections over 24 weeks), and that GV1001 1.12 mg met the primary SIB endpoint. citeturn0search1turn0search2",
        "- Mechanistic preclinical study and summary: GV1001 protects neural cells from Aβ toxicity, reduced Aβ oligomer and phospho‑tau levels in 3xTg-AD mice, and mitigates neuroinflammation (evidence for multi-modal actions). citeturn0search0",
        "Final classification decision: R) Multi-target — GV1001 acts on multiple AD‑relevant processes (amyloid, tau, inflammation, neuroprotection) so the CADRO 'Multi-target' category best fits the described trial and agent."
    ]
}