{
    "nct_id": "NCT06473220",
    "title": "Evaluation of the Effectiveness of Narrative Nursing in Patients With Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2024-06-23",
    "description_brief": "To explore the effects of narrative nursing on mental state, life ability and emotion of patients with Alzheimer's disease (AD).",
    "description_detailed": "There is no effective clinical treatment, mainly through taking Western drugs to control the Alzheimer's disease, but the treatment cycle is long, the cost of drugs is high, and the patient's family nee care, resulds long-termting in a huge economic and psychological burden on the patient and family recipients. Narrative nursing is an intervention mode of psychological nursing.In practice, narrative nursing can guide patients to actively organize experiences into various events with certain practical significance, attach importance to personal feelings and experiences, promote the psychological growth of patients and promote the generation of upward motivation.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "PREVENTION",
    "results": null,
    "target_category": "neuropsychiatric symptom improvement",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is \"narrative nursing,\" a behavioral/psychological nursing intervention aimed at patients' mental state, life ability, and emotions rather than a drug or biologic. The trial registration and summary explicitly list \"Behavioral: Narrative nursing\" and state the goal is to explore effects on mental state, life ability and emotion in Alzheimer's disease. citeturn0search2turn0search0",
        "Act: Key extracted details — Title: \"Evaluation of the Effectiveness of Narrative Nursing in Patients With Alzheimer's Disease\"; Intervention: Narrative nursing (behavioral); Sponsor: Nanjing Medical University; Registration: NCT06473220; Primary aims: mental state, life ability, emotion. These characterize a non-pharmacologic psychosocial intervention, not a biologic or small molecule. citeturn0search2turn0search0",
        "Evidence from literature: Narrative approaches and life-story work are established nursing/psychosocial methods used in dementia care to support identity, emotional well‑being, and caregiver/patient interactions (examples: life‑story/narrative studies and reviews). These sources describe narrative work as psychological/person‑centred care that improves emotional and mental outcomes rather than targeting AD pathology. citeturn0search1turn0search3turn0search5",
        "Reflect: Classification check — this intervention is neither a biologic nor a small molecule, and it does not appear intended primarily to directly improve cognition via pharmacologic mechanisms. Its aims (mental state, emotion, life ability) map to neuropsychiatric/psychosocial symptom and wellbeing improvement. Therefore the most appropriate category is \"neuropsychiatric symptom improvement.\" No drug/placebo is involved. citeturn0search2turn0search6",
        "Web search results (sources used): 1) Trial listing — Evaluation of the Effectiveness of Narrative Nursing (trial summary / NCT06473220). citeturn0search2turn0search0 2) \"Stories about life narrated by people with Alzheimer's disease\" (life‑story work in AD). citeturn0search1 3) \"Narrative intelligence in nursing: Storying patient lives in dementia care\" (review of narrative approaches in dementia). citeturn0search3 4) \"The nurse and the use of narrative: an approach to caring\" (narrative therapy techniques and nursing). citeturn0search6 5) Other trial listing / details summary (MedPath). citeturn0search0"
    ],
    "agent_type": "T) Other",
    "explanation_agent": [
        "Reason: The intervention is a behavioral/psychosocial nursing intervention ('narrative nursing') aimed at mental state, activities of daily living/self‑care and emotion rather than a drug, biologic, or molecular pathway — the trial record lists the intervention as \"Behavioral: Narrative nursing.\" citeturn0search0",
        "Act: Key extracted details — Title: 'Evaluation of the Effectiveness of Narrative Nursing in Patients With Alzheimer's Disease' (NCT06473220). Intervention: Narrative nursing (behavioral). Sponsor: Nanjing Medical University. Primary aims: mental state, life ability, emotion. No drug, biologic, molecular target or pathway is specified in the registration. These facts indicate a non‑pharmacologic psychosocial intervention that does not map to any CADRO biological target category. citeturn0search0turn0search1",
        "Reflect: CADRO categories A–Q are focused on biological mechanisms (amyloid, tau, inflammation, synaptic targets, metabolism, etc.). A psychosocial/behavioral nursing intervention does not target those biological mechanisms directly, nor does the trial specify multiple biological targets, so the appropriate CADRO mapping is 'T) Other'. Evidence that narrative/life‑story approaches are psychosocial nursing methods used to support identity, mood and wellbeing (not specific AD molecular pathology) is supported by narrative nursing and life‑story literature. citeturn0search2turn0search3turn0search4",
        "Web search results / sources used: 1) Clinical trial record: 'Evaluation of the Effectiveness of Narrative Nursing' (NCT06473220) — trial lists 'Behavioral: Narrative nursing' and study aims. citeturn0search0; 2) Trial listing / summary (MedPath) summarizing the same study. citeturn0search1; 3) Narrative approaches review: 'Narrative intelligence in nursing: Storying patient lives in dementia care.' citeturn0search2; 4) Systematic mixed‑studies review of life‑story work in dementia. citeturn0search3; 5) Meta‑analysis of creative story therapy in dementia (effects on mood, quality of life). citeturn0search4"
    ]
}