{
    "nct_id": "NCT06999434",
    "title": "Exploring the Utility of [18F]3F4AP for Demyelination Imaging",
    "status": "RECRUITING",
    "last_update_time": "2025-05-22",
    "description_brief": "The overall objective is to obtain an assessment of the pharmacokinetics of \\[18F\\]3F4AP in healthy volunteers and subjects with demyelinating diseases such as mild cognitive impairment (MCI), Alzheimer's Disease (AD), Multiple Sclerosis (MS), Spinal Cord Injury (SCI) and Spinal radiculopathy (SR).",
    "description_detailed": "N/A",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "DIAGNOSTIC",
    "results": null,
    "target_category": "N/A",
    "drug": [
        "[18F]3F4AP (3-fluoro-4-aminopyridine) — an 18F-labeled PET radiotracer that binds voltage-gated potassium (K+) channels"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention described is [18F]3F4AP, an 18F-labeled PET radiotracer developed to image demyelination by binding to voltage-gated potassium channels exposed on demyelinated axons — this is a diagnostic imaging agent, not a therapeutic intended to modify disease or directly improve cognition or neuropsychiatric symptoms. citeturn0search2turn0search5",
        "Act: Key extracted details — name: [18F]3F4AP (3-fluoro-4-aminopyridine); type: PET radiotracer (radiofluorinated small molecule used for imaging); biological target: voltage-gated K+ channels (e.g., Kv1.1/Kv1.2) exposed with demyelination; relationship to approved drug: it is a radiolabeled derivative of the MS drug 4-aminopyridine (dalfampridine). The compound has been studied in humans for biodistribution/dosimetry and in MS/demyelination imaging trials (e.g., NCT04699747). citeturn0search3turn0search8turn0search7",
        "Additional web-findings (supporting details from the search): • Human biodistribution and dosimetry study reporting safety and kinetics in volunteers. citeturn0search2 • Preclinical/clinical evaluations show sensitivity to demyelinated lesions and use in MS imaging studies. citeturn0search5 • Metabolism/stability issues in awake humans were investigated; CYP2E1 implicated in metabolism of 3F4AP. citeturn0search1",
        "Reflect: Classification check — by the provided definitions: • Not a disease-targeted biologic (it is not a monoclonal antibody or vaccine). • Not a disease-targeted small-molecule therapeutic (although chemically a small molecule, its intended use is as a PET imaging tracer for diagnosis/assessment rather than as a therapy that targets pathology to modify disease). • Not a cognitive enhancer or an agent for neuropsychiatric symptom improvement. Therefore the correct category is 'N/A' (diagnostic PET tracer). No therapeutic intent is described in the trial title or objective; the aims focus on pharmacokinetics, biodistribution, reproducibility, and correlation with MRI. citeturn0search7turn0search2",
        "Summary verdict: target category = N/A — [18F]3F4AP is a PET radiotracer for demyelination imaging (binds voltage-gated K+ channels; derivative of 4-aminopyridine), so the trial is diagnostic rather than therapeutic. citeturn0search2turn0search1turn0search5"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}