{
    "nct_id": "NCT06976203",
    "title": "A Phase 3, Randomized, Double-Blind, Placebo-Controlled, Parallel-Group Study to Evaluate the Efficacy and Safety of KarXT + KarX-EC for the Treatment of Cognitive Impairment Associated With Mild to Moderate Alzheimer's Disease (MINDSET 2)",
    "status": "RECRUITING",
    "last_update_time": "2025-09-22",
    "description_brief": "The purpose of this study is to evaluate the efficacy and safety of KarXT + KarX-EC for cognitive impairment in Alzheimer's Disease",
    "description_detailed": "N/A",
    "phase": [
        "PHASE3"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "KarXT (xanomeline + trospium)",
        "KarX-EC (xanomeline enteric capsule)"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The investigational regimen is KarXT (xanomeline + trospium) combined with KarX-EC (an enteric formulation of xanomeline). Xanomeline is an M1/M4-preferring muscarinic receptor agonist intended to stimulate central cholinergic neurotransmission; trospium is a peripherally restricted muscarinic antagonist added to reduce peripheral cholinergic side effects. This mechanism is symptomatic/cholinergic (aimed at enhancing cognition), not an anti-amyloid or anti-tau disease-modifying approach. citeturn0search1turn0search3",
        "Act: Key trial details extracted — Title: MINDSET 2 (Phase 3) evaluating KarXT + KarX-EC for cognitive impairment associated with mild-to-moderate Alzheimer’s disease (NCT06976203). Trial listings and sponsor pages describe the interventions as KarXT (xanomeline/trospium) plus KarX-EC (xanomeline enteric capsule) versus placebo, and identify the study population as AD with mild-to-moderate cognitive impairment. These sources confirm the drug identity and that the therapeutic intent is to treat cognitive deficits. citeturn1search9turn1search5",
        "Reflect: Classification rationale — This trial uses a muscarinic agonist regimen to enhance cholinergic signaling and improve cognition in AD; it does not target core AD pathology (amyloid or tau) and is therefore best classified as a \"cognitive enhancer.\" Note: KarXT has also been developed for schizophrenia and agitation, and related trials (ADAGIO) evaluate agitation; however, the MINDSET 2 description specifically targets cognitive impairment, supporting the cognitive-enhancer classification. Relevant source summaries: phase‑1/phase‑2 publications on xanomeline+trospium pharmacology and tolerability, KarXT clinical program summaries, and the MINDSET 2 trial registry pages. citeturn0search1turn0search3turn1search3"
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The investigational regimen (KarXT: xanomeline + trospium; plus KarX-EC: xanomeline enteric capsule) acts via muscarinic acetylcholine receptors — xanomeline is an M1/M4‑preferring muscarinic receptor agonist intended to boost central cholinergic signaling (symptomatic/cognitive enhancement), and trospium is a peripherally‑restricted muscarinic antagonist to limit peripheral side effects. citeturn0search3turn0search1",
        "Act: Key extracted details — Drug names: KarXT (xanomeline + trospium) and KarX‑EC (xanomeline enteric capsule); Mechanism: central M1/M4 muscarinic receptor agonism (xanomeline) with peripheral muscarinic blockade (trospium); Trial: MINDSET 2, Phase 3 (NCT06976203) evaluating cognitive impairment in mild–moderate AD. These facts are documented in program summaries, peer‑reviewed reviews, and trial registry listings. citeturn0search3turn0search4turn1search5",
        "Reflect: This mode of action targets neurotransmitter receptors (cholinergic muscarinic receptors) to produce symptomatic cognitive benefit rather than directly targeting amyloid, tau, inflammation, proteostasis, vasculature, etc. Although the regimen is a combination, both agents act on the cholinergic/muscarinic system (central agonist + peripheral antagonist to improve tolerability), so the most specific CADRO category is D) Neurotransmitter Receptors, not R) Multi-target. citeturn0search2turn0search5",
        "Web search results (key sources used):",
        "- ALZFORUM summary of KarXT: identifies xanomeline as M1/M4 muscarinic activator and trospium as peripherally restricted antagonist; notes KarXT development for AD cognitive symptoms and psychosis. citeturn0search3",
        "- PubMed review (Current findings and potential mechanisms of KarXT): discusses xanomeline M1/M4 agonism and trospium’s peripheral blockade. citeturn0search1",
        "- ACS Chemical Neuroscience article: describes xanomeline as M1/M4‑preferring muscarinic agonist and rationale for development in aging/AD research. citeturn0search2",
        "- Phase‑1 study evidence that trospium mitigates peripheral cholinergic adverse events when combined with xanomeline (supports peripheral antagonist role). citeturn0search4",
        "- Trial registry / tracker entry for MINDSET 2 (NCT06976203) confirming the Phase 3 KarXT + KarX‑EC cognitive impairment study in mild‑to‑moderate AD. citeturn1search5"
    ]
}