{
    "nct_id": "NCT05578443",
    "title": "Efficacy, Safety and Response Predictors of Astragalus Membranaceus on the Improvement of Cognitive Function in Mild-to-Moderate Alzheimer's Disease: a Randomized Controlled Trial Protocol",
    "status": "RECRUITING",
    "last_update_time": "2024-07-01",
    "description_brief": "Alzheimer's disease (AD), the most common cause of dementia, is characterized by cognitive impairment, mental and behavioural abnormalities, and social dysfunction. Current treatments can only delay the progression of AD, not cure it completely. In vitro studies have shown that Astragalus has toxic effects such as anti-hypoxia injury of nerve cells, anti-free radical damage, anti-excitatory amino acids, etc. It can be used to expand cerebral vessels, increase cerebral blood flow, improve cerebral microcirculation, protect brain cells, and repair damaged brain cells. However, the clinical effects of add-on Astragalus in improving cognition in these patients remain unclear. Therefore, this pragmatic clinical trial aims to determine the efficacy and safety of add-on Astragalus in improving cognition in patients with AD",
    "description_detailed": "N/A",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "Astragalus membranaceus (botanical/herbal; main active component often cited: astragaloside IV)"
    ],
    "placebo": [
        "Not specified in the provided description"
    ],
    "explanation_target": [
        "Reason: The trial tests add-on Astragalus membranaceus for improving cognition in mild-to-moderate Alzheimer's disease, which indicates an intent to improve cognitive function. Astragalus is a botanical/herbal product (not a monoclonal antibody, vaccine, or a defined small-molecule drug) and its reported actions in preclinical work include antioxidant, anti-inflammatory, and neuroprotective effects (e.g., effects attributed to astragaloside IV), rather than an established, specific anti-amyloid or anti-tau biologic mechanism typical of \"disease-targeted biologics.\" citeturn0search0turn0search3",
        "Act: Key extracted details — intervention: Astragalus membranaceus (herbal/botanical); type: botanical supplement containing astragaloside IV (a saponin) with reported neuroprotective/anti-inflammatory activity in animal and in vitro models; intended effect in the trial: improve cognitive function in AD patients. Because the intervention is a herbal cognitive/symptomatic enhancer rather than a monoclonal antibody/vaccine or a clearly defined small-molecule disease-modifying drug, it best fits the \"cognitive enhancer\" category. (Preclinical studies showing amelioration of Aβ-induced cognitive deficits and reduced neuroinflammation support neuroprotective potential but do not reclassify it as a disease-targeted biologic/small molecule per the category definitions.) citeturn0search2turn0search1",
        "Reflect: Classification check — the trial objective is symptomatic cognitive improvement (explicit), and the intervention is a botanical/herbal product rather than a biologic or a conventional small-molecule anti-amyloid/tau therapy. While preclinical evidence suggests possible disease-modifying mechanisms (anti-inflammatory, antioxidant, improved microcirculation), those are mechanistic signals rather than evidence that this is a pathology-targeted biologic/small-molecule drug. Therefore the appropriate category is \"cognitive enhancer.\" Sources used: NCCIH summary on Astragalus (background and safety), and PubMed studies/reviews on astragaloside IV neuroprotective effects and Aβ-model improvement. citeturn0search0turn0search3turn0search2"
    ],
    "agent_type": "R) Multi-target",
    "explanation_agent": [
        "Reason: The intervention is Astragalus membranaceus (a botanical) whose main active compound often cited is astragaloside IV. Preclinical and review literature report multiple actions — anti-inflammatory, antioxidant, and general neuroprotective / antiapoptotic effects — rather than a single, well-defined molecular disease target (e.g., amyloid or tau). citeturn0search0turn0search4",
        "Act: Key extracted details from the literature: intervention = Astragalus membranaceus (herbal); principal bioactive = astragaloside IV (AS‑IV). Animal and in vitro studies show AS‑IV improves cognition in Aβ and other brain‑injury models while inhibiting microglial activation, reducing pro‑inflammatory cytokines (NF‑κB pathway), lowering NADPH oxidase/ROS, and suppressing NLRP3 inflammasome — i.e., effects across inflammation, oxidative stress, and neuroprotection. Representative sources: AS‑IV improved cognition and reduced NADPH oxidase and microglial activation in an Aβ mouse model; AS‑IV inhibited NF‑κB and reduced plaques and microgliosis in 5xFAD mice; systematic reviews summarize antioxidant/antiinflammatory/neuroprotective effects. citeturn0search1turn0search2turn0search4turn0search3",
        "Reflect: Because the compound exerts multiple mechanistic effects (inflammation modulation, antioxidant action, neuroprotection) rather than a single, explicit CADRO pathway, the most specific CADRO label is R) Multi-target. One could also justify mapping individual mechanisms to F) Inflammation, G) Oxidative Stress, or M) Synaptic Plasticity/Neuroprotection, but the literature shows overlapping multi-modal activity so R) Multi-target best captures the trial's mechanistic breadth. Human clinical mechanism remains unproven and the trial is framed as a symptomatic/cognitive enhancer add‑on, which supports a multi-target/symptomatic classification. citeturn0search0",
        "Web search results (sources used and why): 1) NCCIH summary on Astragalus — overview, clinical evidence limitations, safety notes (supports botanical status and limited high‑quality human evidence). citeturn0search0 2) PubMed: \"Astragaloside IV Ameliorates Cognitive Impairment... via Inhibition of Microglial Activation and NADPH Oxidase\" — shows cognitive benefit and reductions in ROS and proinflammatory cytokines in an Aβ model. citeturn0search1 3) PubMed: \"Astragaloside IV attenuates neuroinflammation ... via inhibiting NF-κB signaling\" — demonstrates NF‑κB/inflammation pathway effects and behavioral improvement in AD models. citeturn0search2 4) PubMed: study showing AS‑IV reduces neuroinflammation, TLR4/NLRP3 and improves cognition in ischemia models (anti‑inflammatory/antioxidant mechanisms). citeturn0search3 5) Systematic review: \"Astragaloside IV Supplementation Promotes A Neuroprotective Effect...\" — reviews antioxidant, antiapoptotic and antiinflammatory efficacy across neurological models. citeturn0search4",
        "Final classification (output): R) Multi-target — Astragalus membranaceus / astragaloside IV exhibits multiple preclinical mechanisms (anti‑inflammatory, antioxidant, neuroprotective) and the clinical trial is a symptomatic cognitive enhancer add‑on; therefore the CADRO category that best fits is R) Multi-target."
    ]
}