{
    "nct_id": "NCT03990792",
    "title": "Preventing the Onset of Depression Through a Personalized Intervention Based on ICTs, Risk Prediction Algorithms and Decision Support Systems for Patients and GPs: the e-predictD Study",
    "status": "COMPLETED",
    "last_update_time": "2025-05-22",
    "description_brief": "The main goal is to design, develop and evaluate a personalized intervention to prevent the onset of depression based on Information and Communications Technology (ICTs), risk predictive algorithms and decision support systems (DSS) for patients and general practitioners (GPs). The specific goals are 1) to design and develop a DSS, called e-predictD-DSS, to elaborate personalized plans to prevent depression; 2) to design and develop an ICT solution that integrates the DSS on the web, a mobile application (App), the risk predictive algorithm, different intervention modules and a monitoring-feedback system; 3) to evaluate the usability and adherence of primary care patients and their GPs with the e-predictD intervention; 4) to evaluate the effectiveness of the e-predictD intervention to reduce the incidence of major depression, depression and anxiety symptoms and the probability of major depression next year; 5) to evaluate the cost-effectiveness and cost-utility of the e-predictD intervention to prevent depression.\n\nMethods: This is a randomized controlled trial with allocation by cluster (GPs), simple blind, two parallel arms (e-predictD vs \"active m-Health control\") and 1 year follow-up including 720 patients (360 in each arm) and 72 GPs (36 in each arm). Patients will be free of major depression at baseline and aged between 18 and 55 years old. Primary outcome will be the incidence of major depression at 12 months measured by CIDI. As secondary outcomes: depressive and anxiety symptomatology measured by PHQ-9 and GAD-7 and the risk probability of depression measured by predictD algorithm, as well as cost-effectiveness and cost-utility. The e-predictD intervention is multi-component and it is based on a DSS that helps the patients to elaborate their own personalized depression prevention plans, which the patient approves, and implements, and the system monitors offering feedback to the patient and to the GPs. It is an e-Health intervention because it is based on a web and m-Health because it is also implemented on the patient's smartphones through an App. In addition, it integrates a risk algorithm of depression, which is already validated (the predictD algorithm). It also includes an initial GP-patient interview and a specific training for the GP. Finally, a map of potentially useful local community resources to prevent depression will be integrated into the DSS.",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "PREVENTION",
    "results": null,
    "target_category": "neuropsychiatric symptom improvement",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial tests a personalized, web- and mobile-based decision support system (e-predictD) that uses a validated risk-prediction algorithm (predictD) and behavioral/psychosocial intervention modules to prevent onset of major depression. This is a non‑pharmacologic, digital/behavioral intervention intended to reduce incidence of a psychiatric disorder (depression) rather than a biologic/pathology-targeting or cognitive‑enhancing drug. citeturn0search3turn0search2",
        "Act: Key extracted details — intervention: e-predictD (DSS + web + mobile app + monitoring/feedback + GP training + local resource map); mechanism: personalized prevention plans combining behavioral activation, cognitive skills, emotion regulation, sleep/exercise, social/communication modules; target outcome: prevent onset of major depression and reduce depressive/anxiety symptoms and risk probability at 12 months. No drug or placebo is involved; this is an e‑Health/m‑Health psychosocial prevention trial. Supporting sources: Frontiers e‑predictD protocol and earlier predictD trial/protocols. citeturn0search3turn0search2turn0search1",
        "Reflect: Classification check — fits the definition of ‘neuropsychiatric symptom improvement’ (intervention to prevent/ameliorate psychiatric symptoms) rather than: (a) disease‑targeted biologic (no biologic/antibody/vaccine mentioned), (b) disease‑targeted small molecule (no drug), or (c) cognitive enhancer (primary aim is depression prevention via psychosocial modules, not a pharmacologic cognition enhancer). Therefore the correct category is 'neuropsychiatric symptom improvement'. Web search results used: Frontiers protocol for e‑predictD (2023) and prior predictD/predictive‑algorithm publications. citeturn0search3turn0search2turn0search1"
    ],
    "agent_type": "T) Other",
    "explanation_agent": [
        "Reason: The e-predictD trial is a personalized digital/decision‑support psychosocial intervention (web + mobile app + DSS + GP training + behavioral modules) designed to prevent onset of major depression. It does not test a drug, biologic, or an intervention that targets a specific molecular/neural pathology listed in CADRO (amyloid, tau, inflammation, synaptic receptors, metabolism, etc.). The Frontiers e‑predictD protocol describes the intervention, modules, and predictive algorithm. citeturn0search0",
        "Act: Extracted key details from the protocol — intervention = e‑predictD (ICT/DSS + personalized prevention plans combining behavioral activation, cognitive skills, emotion regulation, sleep/exercise, social/communication modules); primary outcome = prevent onset of major depression at 12 months; no pharmacologic agent or molecular target is involved. The earlier predictD/predictD-CCRT work shows the original personalized GP-delivered biopsychosocial intervention and its trials/cost-effectiveness, further confirming this is a psychosocial/preventive digital intervention rather than a drug trial. citeturn0search0turn1search3turn1search4",
        "Reflect: CADRO categories describe biologic/drug/target classes. This study is a non‑pharmacologic e‑health psychosocial prevention trial (neuropsychiatric symptom improvement by behavioral means) and therefore does not map to any CADRO mechanism-based category (A–Q, R). Per instructions, trials that do not fit a CADRO therapeutic target should be classified as 'T) Other.' The protocol and prior predictD publications support this interpretation. citeturn0search0turn1search3"
    ]
}