{
    "nct_id": "NCT00736775",
    "title": "A Phase I, Multicenter, Randomized, Placebo-Controlled, Double-Blind Study to Assess the Safety, Pharmacokinetics, Pharmacodynamics, and Immunogenicity of Intravenous MABT5102A Administered in a Single-Dose, Dose-Escalation Stage Followed by a Multidose, Parallel-Treatment Stage in Patients With Mild to Moderate Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2010-10-26",
    "description_brief": "This is a Phase I, multicenter, randomized, double-blind, placebo-controlled study that will be conducted in the United States and consists of a single ascending-dose stage followed by a multidose, parallel-treatment stage. This study will be conducted in approximately 50 adult patients between 50-85 years old who have mild to moderate Alzheimer's disease.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted biologic",
    "drug": [
        "MABT5102A (anti‑Aβ monoclonal antibody, humanized IgG4)"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The protocol title and description specify MABT5102A administered IV in patients with mild–moderate Alzheimer’s disease; MABT5102A is a humanized monoclonal antibody that binds Aβ (amyloid‑β), inhibits aggregation and promotes disaggregation — i.e., it targets core AD pathology rather than only symptoms, so it is a disease‑targeted biologic. citeturn0search5turn0search0",
        "Act: Extracted trial details — Phase I, randomized, double‑blind, placebo‑controlled, single ascending‑dose then multidose parallel stage in ~50 patients aged 50–85 with mild–moderate AD; intervention is MABT5102A vs placebo. Sources describing the antibody and the trial registration/public summaries are cited. citeturn0search1turn0search3turn0search6",
        "Reflect: Classification check — MABT5102A is a monoclonal antibody (biologic) directed at amyloid‑β pathology (disease mechanism). It is not a small molecule, cognitive‑only symptomatic agent, nor an intervention aimed at neuropsychiatric behavioral symptoms; therefore 'disease‑targeted biologic' is the correct category. No conflicting details were found in the cited sources. citeturn0search5turn0search0",
        "Web search results (key sources consulted): 1) Conference abstract / journal supplement: Phase I study summary noting MABT5102A is an IgG4 anti‑Aβ antibody that binds monomeric and oligomeric Aβ and showed PK/PD and safety data. citeturn0search0 2) PMC / research article describing MABT5102A (effector‑reduced humanized anti‑Aβ IgG4), mechanism and preclinical/clinical rationale. citeturn0search5 3) Clinical trial registry / listing (NCT00736775) and trial summaries describing the Phase I study design and participant characteristics. citeturn0search1turn0search3 4) PubMed entry for the antibody paper summarizing binding, in vivo effects, and safety rationale. citeturn0search6"
    ],
    "agent_type": "A) Amyloid beta",
    "explanation_agent": [
        "Reason: The investigational product MABT5102A (crenezumab, also RG7412) is a humanized IgG4 monoclonal antibody that binds multiple assemblies of amyloid-β (monomers, oligomers, fibrils), inhibits Aβ aggregation and promotes disaggregation—i.e., it directly targets amyloid‑β pathology in AD. citeturn0search9turn0search2",
        "Act: Extracted trial details from the provided description and public records: this is a Phase I randomized, placebo‑controlled, double‑blind IV study of single‑ and multiple‑dose MABT5102A in mild–moderate AD patients (dose escalation then multidose parallel stage). The molecule and study design are described in a Phase I meeting abstract and peer‑reviewed preclinical/clinical reports. These sources identify MABT5102A as an effector‑reduced anti‑Aβ IgG4 antibody (crenezumab). citeturn0search8turn0search3",
        "Reflect: Classification check — because the drug’s mechanism is explicitly anti‑amyloid (targeting Aβ species and amyloid plaques/oligomers), the correct CADRO category is A) Amyloid beta. This is not a symptomatic neurotransmitter, inflammatory, vascular, or other non‑amyloid intervention, nor is it multi‑target. The available publications and trial records consistently describe MABT5102A as anti‑Aβ. citeturn0search2turn0search9",
        "Web search results / key sources consulted: 1) PMC article describing the effector‑reduced humanized anti‑Aβ IgG4 MABT5102A and Phase I PK/PD/safety (dosing, lack of ARIA at tested doses). citeturn0search9 2) Alzforum therapeutic entry summarizing crenezumab (MABT5102A/RG7412) as anti‑Aβ immunotherapy. citeturn0search2 3) PubMed abstract / conference report of the Phase I study (Boxer/Genentech; study design and dosing). citeturn0search8 4) Clinical trial registry / trial listings and summaries (NCT01397578 / Mayo Clinic / MedPath entries) describing the randomized placebo‑controlled study in mild–moderate AD. citeturn0search0turn0search5 5) Earlier PubMed listing describing the antibody generation and properties. citeturn0search3",
        "Output: {\"category\": \"A) Amyloid beta\"}"
    ]
}