{
    "nct_id": "NCT03093519",
    "title": "A Phase 1 Randomized, Double-blind, Placebo-controlled, Repeated Dose Study of KHK6640 in Japanese Patients With Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2018-03-18",
    "description_brief": "The purpose of this study is to evaluate the safety, tolerability and pharmacokinetics of KHK6640, given as a repeated dose in Japanese patients with Mild to Moderate Alzheimer's Disease.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted biologic",
    "drug": [
        "KHK6640 (humanized anti-amyloid-β oligomer-specific monoclonal antibody)"
    ],
    "placebo": [
        "Placebo (matched, per trial design)"
    ],
    "explanation_target": [
        "Reason: The intervention (KHK6640) is repeatedly described in the literature as a humanized monoclonal antibody that specifically binds amyloid-β oligomers, i.e., a biologic aimed at Alzheimer’s pathology rather than a symptomatic cognitive enhancer or neuropsychiatric treatment. citeturn0search2turn0search0",
        "Act (web search results used): PubMed abstract identifies KHK6640 as a novel humanized anti-amyloid-β oligomer-specific antibody in Phase 1/2a trials and reports safety/PK and biomarker effects. citeturn0search2 The Journal of Prevention of Alzheimer’s Disease article (Phase 1/2a) describes KHK6640 as an oligomer-specific antibody with dose-related CSF/serum PK and biomarker trends. citeturn0search0 Clinical-trial registry entries (Kyowa Hakko Kirin as sponsor) list Phase 1 single- and multiple-dose studies in AD including Japanese cohorts. citeturn0search3turn0search4 Alzforum coverage describes the antibody design (modified IgG4, binds aggregated Aβ/oligomers, not monomers) and safety/tolerability findings from early trials. citeturn0search6",
        "Reflect: Given the mechanism (monoclonal antibody targeting Aβ oligomers) and the trial purpose (safety, tolerability, PK in AD patients), this fits the 'disease-targeted biologic' category. There is no indication KHK6640 is a small molecule, nor that the trial tests only symptomatic cognitive enhancement or neuropsychiatric symptom relief. citeturn0search2turn0search6"
    ],
    "agent_type": "A) Amyloid beta",
    "explanation_agent": [
        "Reason: The investigational product KHK6640 is repeatedly described in the literature as a humanized monoclonal antibody that selectively binds aggregated/oligomeric forms of amyloid-β (Aβ), i.e., it directly targets Aβ pathology rather than a symptomatic mechanism. citeturn0search0turn0search1turn0search2",
        "Act: Extracted details from trial and publications — drug name: KHK6640 (humanized anti-amyloid-β oligomer‑specific monoclonal antibody); indication: Alzheimer's disease; trial purpose: Phase 1 safety/tolerability/pharmacokinetics and biomarker evaluation. These registry and publication entries confirm the mechanism (oligomer-specific anti‑Aβ immunotherapy) and support assigning the CADRO category focused on amyloid-beta. citeturn0search3turn0search4turn0search1",
        "Reflect: Classification check — the mechanism is explicitly anti-Aβ oligomer immunotherapy (not tau, inflammation, synaptic modulation, metabolic, etc.), and the trial tests a disease-targeted biologic directed at amyloid species. There is no indication of multiple distinct mechanistic targets requiring 'R) Multi-target', nor is the trial diagnostic/non-therapeutic. Therefore the most specific CADRO match is 'A) Amyloid beta'. citeturn0search0turn0search1",
        "Web search results (supporting sources): PubMed abstract — Phase 1/2a study describes KHK6640 as a novel humanized anti‑Aβ oligomer‑specific antibody and reports safety/PK and biomarker findings. citeturn0search0",
        "The Journal of Prevention of Alzheimer’s Disease (JPAD) article — Phase I/2a trial summary reporting dose‑related CSF/serum PK, trapped CSF oligomers and biomarker trends. citeturn0search1",
        "Kyowa Hakko Kirin press release (2014) — company announcement of Phase I initiation describing KHK6640 as an antibody that selectively binds pathological Aβ aggregates. citeturn0search2",
        "Clinical trial registry entries for single- and repeated-dose Phase 1 studies in Japanese patients confirm the trial design (randomized, double‑blind, placebo‑controlled) and that KHK6640 is the investigational drug. citeturn0search3turn0search4"
    ]
}