{
    "nct_id": "NCT01887535",
    "title": "A Double-Blind, Placebo-Controlled, Randomized, Multiple-Ascending Dose Study to Investigate the Safety, Tolerability, Pharmacokinetics and Pharmacodynamics of JNJ-54861911 in Healthy Elderly Subjects",
    "status": "COMPLETED",
    "last_update_time": "2014-01-13",
    "description_brief": "The purpose of this study is to evaluate the safety, tolerability, pharmacokinetics, and pharmacodynamics of multiple-ascending dose JNJ-54861911 which is currently being developed for the treatment of Alzheimer's disease.",
    "description_detailed": "This multiple ascending dose study is anticipated to enroll 5 cohorts (small groups). Cohorts 1 to 4 will be conducted as a double-blind (neither investigator nor participant knows which treatment the participant receives), randomized (participants are assigned different treatments based on chance), placebo-controlled (placebo is an inactive substance that is compared with a drug to test whether the drug has a real effect in a clinical trial) study. Cohort 5 will be performed as an open-label study (all people know the identity of the intervention), using a recently made available solid dose formulation of JNJ-54861911.\n\nThe study is designed to evaluate the safety (side effects), tolerability, pharmacokinetics (how the drug is absorbed in the body, distributed within the body, and how it is removed from the body over time, ie, what the body does to the drug), and pharmacodynamics (what the drug does to the body) of JNJ-54861911. The study population will consist of approximately 38 healthy elderly participants divided among approximately 5 cohorts. For all participants the study will consist of 3 phases: eligibility screening examination phase (between 28 and 2 days prior to the first dose administration), a 14-day double-blind (Cohorts 1 to 4) or open-label (Cohort 5) treatment phase, and a follow-up examination phase (within 7 to 14 days after last dose administration). Participants who successfully complete the screening examination and are considered eligible to participate will be admitted to the clinical unit on Day -1 before administration of the study drug.\n\nCohorts 1 to 4 will consist of 8 participants. Within these cohorts, participants will be randomly assigned to double-blind treatment with an oral suspension of JNJ-54861911 3 mg, 10 mg, 30 mg, or 80 mg (n=6/cohort) or matching placebo (n=2/cohort). Cohorts 1 to 4 will be used for dose escalations and assessing the maximal tolerated dose using an oral suspension of JNJ-54861911. Cohort 5 will consist of 6 participants who will all receive open-label treatment with a single solid dose formulation of JNJ 54861911 25 mg. Cohort 5 will assess if the recently made available solid dose formulation (strength 25 mg) has similar pharmacokinetic properties and pharmacodynamic effects as the oral suspension at a dose level in the range that has been assessed earlier (Cohorts 1 to 4) and was found to be safe and well tolerated. All cohorts (Cohorts 1 to 5) will follow the same study assessments.\n\nParticipants will be administered single doses of study medication on Days 1 to 14. Following and/or during each dose level of the study (cohort), the observed safety and tolerability profile of the ongoing cohort and previous cohort will be evaluated and doses will only be increased if the observed safety and tolerability profile is acceptable. Plasma pharmacokinetic profiles of the ongoing cohort (up to and including Day 7) and plasma and cerebrospinal fluid (CSF) pharmacokinetic profiles as well as CSF plasma amyloid beta (Aβ) profiles of the previous cohort (up to and including Day 14) if applicable, will support dose increase decisions. Actual dose levels as well as the magnitude of dose escalation will depend on the results of the ongoing single-ascending dose study (54861911ALZ1001), the observed safety and tolerability profile, as well as the observed exposures. Participants will be discharged from the clinical unit after the last study assessment on Day 16 or approximately 24 hours after the indwelling catheter has been removed, whatever occurs later. If discharged on Day 16, participants will return to the clinical unit on Day 17 (72 hours post-dose Day 14) for plasma pharmacokinetic sampling. Safety assessments will be performed throughout the study. The maximal study duration for a participant will not exceed 8 weeks.",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "Atabecestat (JNJ-54861911) — oral BACE1 (β-secretase) inhibitor; small-molecule amyloid-production inhibitor"
    ],
    "placebo": [
        "Placebo"
    ],
    "explanation_target": [
        "Reason: The investigational agent JNJ-54861911 is atabecestat, an oral small-molecule inhibitor of BACE1 (β-secretase) developed to reduce production of amyloid-β peptides (Aβ) and thus modify Alzheimer’s disease pathology; this is a disease-modifying, pathology-targeted mechanism rather than a symptomatic cognitive enhancer or neuropsychiatric treatment. citeturn0search1turn0search3",
        "Act: Key trial details extracted from the description — a randomized, double-blind, placebo-controlled, multiple-ascending dose study in healthy elderly subjects evaluating safety, tolerability, pharmacokinetics and pharmacodynamics (including CSF/plasma Aβ reductions). Clinical studies showed robust CSF Aβ reductions (e.g., up to ~90% at some doses), confirming BACE1 target engagement. citeturn0search2turn0search5",
        "Reflect: Given the intervention is a small-molecule enzyme inhibitor directly targeting amyloid production (BACE1), the correct category is 'disease-targeted small molecule'. Note: later development/clinical program outcomes raised safety concerns (e.g., liver enzyme elevations and dose-related cognitive worsening led to discontinuation of the larger EARLY program), which is relevant context but does not change the mechanistic classification. citeturn0search3turn0search2",
        "Web-search sources (key results used): 1) PubMed/abstract describing JNJ-54861911 (atabecestat) as an oral BACE1 inhibitor with PK/PD and CSF Aβ reductions in early AD studies. citeturn0search1 2) Full-text Alzheimer’s Research & Therapy paper reporting pharmacodynamics and CSF Aβ reductions with atabecestat in early-AD and healthy elderly subjects. citeturn0search2 3) Discovery/medchem and program summary noting atabecestat (JNJ-54861911) advanced to phase 2b/3 but EARLY trial was discontinued due to liver enzyme elevations and later analyses showing cognitive worsening. citeturn0search3 4) Translational report summarizing phase 1 CSF/plasma Aβ reduction and brain penetration of JNJ-54861911. citeturn0search5"
    ],
    "agent_type": "A) Amyloid beta",
    "explanation_agent": [
        "Reason: The investigational drug JNJ-54861911 (atabecestat) is an oral small-molecule inhibitor of BACE1 (β-secretase) intended to reduce production of amyloid-β (Aβ) peptides — a direct amyloid-production targeting mechanism. citeturn0search1turn0search5",
        "Act: Key trial details from the description confirm a randomized, double-blind, multiple-ascending dose study in healthy elderly subjects assessing safety, tolerability, PK/PD with CSF/plasma Aβ reductions; published results show robust, dose-dependent CSF Aβ reductions (e.g., ~67–90% at tested doses), demonstrating BACE1 target engagement. citeturn0search4turn0search0",
        "Reflect: This mechanism maps directly to CADRO category A) Amyloid beta (agents that reduce Aβ production/clearance). Although later safety findings (liver enzyme elevations and dose-related cognitive worsening) led to program discontinuation, those outcome/safety issues do not change the mechanistic classification as an amyloid-production (BACE1) inhibitor. citeturn0search2turn0search5",
        "Web search results used: 1) PubMed abstract reporting PK/PD and CSF Aβ reductions with atabecestat. citeturn0search0 2) Full-text Alzheimer’s Research & Therapy pharmacodynamics study (atabecestat reduced CSF Aβ 67–90%). citeturn0search1 3) PMC full text of the pharmacodynamics paper. citeturn0search4 4) Long-term safety/tolerability report noting liver enzyme elevations and cognitive signal. citeturn0search2 5) Discovery/medchem summary describing atabecestat discovery and EARLY trial discontinuation. citeturn0search5"
    ]
}