{
    "nct_id": "NCT06775964",
    "title": "Mesenchymal Stem Cell Therapy for Early Alzheimer's Disease",
    "status": "RECRUITING",
    "last_update_time": "2025-06-12",
    "description_brief": "The goal of this clinical trial is to learn if stem cell therapy works to treat brain inflammation in adults. Inflammation in the brain may be involved in adults who have memory or thinking problems. The stem cells will be taken from participant's fat samples, processed and given back to participants, so they are their own donor. The main questions this trial aims to answer are:\n\n* Does stem cell therapy reduce inflammation in the brain?\n* Does stem cell therapy improve brain activity?\n* Does stem cell therapy slow down progression to Alzheimer's disease?\n\nParticipants will:\n\n* Have a small fat biopsy taken at a doctor's office to process stem cells\n* Receive 4 infusions of stem cells, through a vein in the arm over 12 weeks\n* Visit the clinic every 2-4 weeks for the first 4 months and then every 1-2 months for 8 months for checkups and tests",
    "description_detailed": "This is a Phase 1b/2a open label study to assess the safety and tolerability, as well as reduction of neuroinflammation after four IV-infusions of autologous, adipose-derived, Mesenchymal Stem Cells (adMSCs) over a 13-week treatment period in 12 subjects who are clinically diagnosed with late pre-symptomatic or prodromal AD, exhibit an Alzheimer's pathology and peripheral inflammatory profile.\n\nTo date, most drugs for AD primarily treat symptoms. Moreover, several anti-amyloid antibodies have reduced amyloid burden, but have only modestly affected cognitive progression, suggesting that other pathways are also important for AD progression. Neuroinflammation may be important for AD progression. The discovery of increased levels of inflammatory markers in patients at different clinical stages of AD, and the iden-tification of AD risk genes associated with innate immune functions, suggest that neuroinflammation may affect AD pathogenesis, making it an optimal candidate for targeted therapy to reduce disease progression. In this study, we aim to treat neuroinflammation with autologous adMSCs. These cells may represent a superior therapeutic alternative for AD be-cause they exhibit multi-therapeutic effects, including anti-inflammatory properties, reduced amyloid-β activity, and neurogenesis, which collec-tively, may reduce disease progression and improve brain activity. In addition, autologous adMSCs demonstrate low immunogenicity, which limits Graft Versus Host Disease (GVHD) during cell administration. Furthermore, our preclinical and clinical studies with adMSCs have shown that they are safe and effective at reducing inflammation and improving cognitive outcomes. A positive outcome would result in a paradigm shift in the treatment of AD that could potentially be a standard of care.",
    "phase": [
        "PHASE1",
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted biologic",
    "drug": [
        "Autologous adipose-derived mesenchymal stem cells (adMSC) — IV infusions"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is a cell therapy using autologous adipose-derived mesenchymal stem/stromal cells (adMSCs) intended to reduce neuroinflammation and thereby alter Alzheimer’s disease progression — this is a biologic (cell-based) therapy aimed at disease-relevant pathology (inflammation/amyloid-related pathways). citeturn0search1turn1search5",
        "Act: The trial record describes four IV infusions of autologous, adipose-derived MSCs (adMSCs) given to participants with prodromal/early AD to assess reduction in neuroinflammation, brain activity, and progression to AD — the investigational product is explicitly listed as a biological (adMSC). citeturn1search3turn1search5",
        "Mechanism / supporting evidence: Preclinical and early clinical literature shows adipose-derived MSCs have anti-inflammatory, immunomodulatory, neuroprotective and potential anti-amyloid effects (MSC secretome, exosomes, modulation of microglial phenotype), consistent with a disease-targeting biological approach rather than a symptomatic cognitive enhancer or purely neuropsychiatric treatment. citeturn0search8turn1search6",
        "Reflect: The trial is not testing a small molecule, a symptomatic cognitive enhancer, nor an intervention aimed solely at neuropsychiatric symptoms or diagnostics. Because it uses living cell therapy (a biologic) targeted at neuroinflammation and downstream AD pathology, the correct category is 'disease-targeted biologic'. Trial registry pages and reviews confirm the adMSC intervention and anti-inflammatory rationale. citeturn0search1turn0search8"
    ],
    "agent_type": "F) Inflammation",
    "explanation_agent": [
        "Reason: The intervention is autologous adipose-derived mesenchymal stem/stromal cells (adMSCs) given IV with the stated primary aim to reduce neuroinflammation and thereby alter AD progression — this maps to CADRO category F (Inflammation). citeturn0search3turn0search4",
        "Act: Trial details: four IV infusions of autologous adMSCs in prodromal/early AD are described in the clinical-trial record; the registry and study descriptions explicitly list reduction of neuroinflammation as the treatment goal. Mechanistic literature shows adMSCs (and their secretome/exosomes) have anti-inflammatory and immunomodulatory effects and can modulate microglial phenotype (and may have secondary effects on amyloid and neuroprotection). These facts support assigning the primary CADRO category as Inflammation. citeturn0search3turn0search5turn0search6",
        "Reflect: Although MSCs exert multiple potentially beneficial actions (anti-amyloid, neuroprotective, pro-neurogenic), the trial is framed and powered to assess reduction of neuroinflammation as the key disease-modifying mechanism; therefore the most specific CADRO match is F) Inflammation rather than R) Multi-target. If the trial documentation had emphasized multiple co-primary mechanistic targets, R would be considered. citeturn0search3turn0search6",
        "Web search evidence (key sources cited):",
        "- Clinical trial record (UTHealth / ClinicalTrials.gov summary) for NCT06775964 — Phase1b/2a open-label study of 4 IV infusions of autologous adMSCs to assess safety/tolerability and reduction of neuroinflammation in late pre-symptomatic/prodromal AD. citeturn0search3turn0search4",
        "- Registry/summary pages describing the adMSC intervention, rationale (anti-inflammatory, reduced Aβ activity, neurogenesis) and study design. citeturn0search5",
        "- Reviews and preclinical/clinical literature showing MSC-derived secretome/exosomes and adipose-derived MSCs have anti-inflammatory, immunomodulatory, microglia-modulating and possible anti-amyloid/neuroprotective effects. These explain the mechanistic rationale for targeting neuroinflammation with adMSCs. citeturn0search6turn0search1"
    ]
}