{
    "nct_id": "NCT01013610",
    "title": "A Double-Blind, Randomized, Placebo-Controlled, Multiple, Escalating Dose Study to Evaluate the Safety, Tolerability and Pharmacokinetics of LNK 754 in Elderly Volunteers and in Subjects With Mild Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2011-03-14",
    "description_brief": "To evaluate the safety, tolerability, multiple dose plasma pharmacokinetics (PK) of LNK-754 in male and female elderly volunteers after dosing with LNK-754 for 7 days and in subjects with mild Alzheimer's Disease after dosing with LNK-754 for 28 days.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "N/A",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "LNK-754 (farnesyltransferase inhibitor, small molecule)"
    ],
    "placebo": [
        "Placebo (used in trial)"
    ],
    "explanation_target": [
        "Reason: The investigational agent LNK-754 is a small-molecule farnesyltransferase inhibitor (FTI) that, in preclinical studies, reduced amyloid plaque burden, decreased tau hyperphosphorylation and improved memory/learning in AD mouse models—indicating it targets Alzheimer pathology rather than being a symptomatic cognitive enhancer or a biologic. citeturn0search4turn0search3.",
        "Act: The trial description (double-blind, randomized, placebo-controlled, multiple escalating dose) and registry entry (NCT01013610) show LNK-754 was tested for safety, tolerability and PK in elderly volunteers and subjects with mild Alzheimer’s disease (7‑day dosing in volunteers; 28‑day dosing in mild AD); placebo was included as control. citeturn0search0.",
        "Reflect: Given LNK-754’s mechanism (FTI) and preclinical evidence of reducing core AD pathologies (amyloid, tau, dystrophic neurites), the correct classification is a disease-targeted small molecule. This is not a biologic, not merely a symptomatic cognitive enhancer, and not a neuropsychiatric symptom treatment. Trial registry and preclinical publications support this classification. citeturn0search4turn0search3."
    ],
    "agent_type": "I) Proteostasis/Proteinopathies",
    "explanation_agent": [
        "Reason: LNK-754 is a small‑molecule farnesyltransferase inhibitor (FTI) whose proposed benefit in AD comes from modifying post‑translational processing/trafficking and enhancing endolysosomal/clearance pathways that reduce pathogenic protein accumulation (amyloid and tau)—i.e., it acts on proteostasis/proteinopathy mechanisms rather than being a symptomatic neurotransmitter agent. citeturn0search2turn0search3",
        "Act: Evidence: (1) LNK‑754/CP‑609754 is described as a potent, reversible farnesyltransferase inhibitor (FTI). citeturn0search2turn0search3 (2) Preclinical publications report that LNK‑754 reduced amyloid plaque burden, decreased tau hyperphosphorylation, attenuated dystrophic neurites and improved memory/learning in AD mouse models—effects attributed to improved endolysosomal trafficking and reduced BACE1 accumulation. citeturn0search1turn0search0 (3) The clinical study NCT01013610 (safety/tolerability/PK in elderly volunteers and mild AD) tested LNK‑754 in humans. citeturn0search4",
        "Reflect: Classification rationale and alternatives considered: because the drug’s direct pharmacologic target is farnesyltransferase and its mechanism appears to act by improving protein handling/trafficking and reducing pathogenic protein accumulation (amyloid and tau), the best CADRO fit is I) Proteostasis/Proteinopathies. One could note the agent also reduced amyloid and tau in models (which are CADRO A and B pathologies), but CADRO asks for the drug target type/mechanistic class—here that is modulation of proteostasis via inhibition of a post‑translational modifying enzyme—so I) is the most specific and appropriate category. If only the downstream pathology (amyloid or tau) were targeted directly (for example an anti‑Aβ antibody or anti‑tau aggregation drug), A) or B) would be appropriate; that is not the case here. citeturn0search1turn0search0",
        "Web search results supporting the classification (key sources): (a) Molecular Neurodegeneration full text: Farnesyltransferase inhibitor LNK‑754 attenuates axonal dystrophy and reduces amyloid pathology in mice (describes mechanism and preclinical effects). citeturn0search0 (b) PubMed abstract summarizing LNK‑754 effects in 5XFAD and other AD mouse models (reduced plaques, reduced tau phosphorylation, improved memory). citeturn0search1 (c) Trial registry (NCT01013610) / trial listing showing the Phase I escalating dose safety/tolerability/PK study in elderly volunteers and mild AD. citeturn0search4 (d) Chemical/catalog entries (MedChemExpress / GLPBio) identifying CP‑609754 (LNK‑754) as a farnesyltransferase inhibitor. citeturn0search2turn0search3"
    ]
}