{
    "nct_id": "NCT06055322",
    "title": "Reducing Suicide Risk Among Aging Caregivers of Persons With AD/ADRD: Adapting, Implementing, and Evaluating Dialectical Behavior Therapy Skills Training Interventions",
    "status": "RECRUITING",
    "last_update_time": "2025-05-06",
    "description_brief": "This project aims to adapt, implement, and evaluate a Dialectical Behavior Therapy skills training group intervention for aging adult family caregivers of person with Alzheimer's Disease and Alzheimer's Disease Related Dementias (AD/ADRD) to reduce suicidality. By adapting this modality, the investigators will provide a scalable intervention tailored for this high-risk population, maximizing the public health impact and improving suicide prevention.",
    "description_detailed": "Family caregivers of persons with Alzheimer's Disease and Alzheimer's Disease Related Dementias (AD/ADRD) experience caregiving-related distress and have about 650% higher rates of suicide ideation (SI; 32.32%) compared to the general population (4.3%). Dialectical Behavior Therapy (DBT), an evidence-based intervention for suicide, addresses multiple areas of psychosocial functioning. Standard DBT is often too re-source-intensive (6 months to 1 year of weekly individual sessions and 1.5-2.5-hour weekly skills training group sessions) and is not tailored to family caregivers of persons with AD/ADRD with SI, creating a significant barrier to SI treatment. The investigators will develop, implement, and evaluate an adapted DBT skills training groups tailored to the unique experiences and needs of family caregivers of persons with AD/ADRD to reduce suicide-related out-comes most effectively. Our specific aims are: (1) Adapt DBT skills groups for family caregivers (of persons with AD/ADRD) endorsing direct or indirect SI (directly stated SI vs. indirect indicators of SI) to ensure it applies to direct and indirect SI and considers SI underreporting; (2) Evaluate the feasibility, acceptability, and fidelity of the adapted DBT skills groups in this sample; (3) Assess preliminary effectiveness indicators of the adapted DBT skills groups. For Aim 1, a panel of experts and two stakeholders (Garrison Institute on Aging (GIA) staff; family caregivers of a person with AD/ADRD), will inform the adaptation of DBT skills training to family caregiv-ers of persons with AD/ADRD and shorten to 16 weekly, 1-hour skills groups sessions, over 4 months. For Aims 2 and 3, the investigators will implement the adapted DBT skills training groups among family caregivers of persons with AD/ADRD with direct/indirect SI at screening while providing respite, all at GIA. The investigators will collect relevant demo-graphic data from family caregivers and family caregiver-reported data about the person with AD/ADRD. Over 18 time points (baseline, following weekly DBT sessions, follow-up), participants will complete self-report assessments targeting DBT fidelity/acceptably, SI (direct and indirect), and suicide risk correlates. The investigators will also record DBT session to monitor fidelity. The investigators will track participant recruitment, group attendance, retention as feasibility metrics. The investigators will also use innovative methodology by collecting inflammation biomarkers and heart rate variability data as an indirect SI assessment. Lastly, the investigators will conduct focus groups after the intervention for addi-tional qualitative acceptability and feasibility data. The investigators will also survey GIA site staff to evaluate their perceived acceptability and feasibility of the intervention at GIA. Our hypotheses are that 1) our adapted DBT skills group will be feasible, acceptable, and maintain DBT fidelity, and 2) SI (direct and indirect), suicide risk factors, and inflammation will decrease, and heart rate variability will increase post intervention. Our expected outcomes are to have a scalable DBT group intervention for family caregivers of persons with ADRD, indications of feasibility and acceptability, and preliminary effectiveness indicators. This work will provide a life-saving suicide prevention approach for family caregivers of persons with AD/ADRD, provide students with multidisciplinary research experiences, and significantly strengthen our university research environment.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "neuropsychiatric symptom improvement",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The study tests an adapted Dialectical Behavior Therapy (DBT) skills-training group to reduce suicidality in aging family caregivers of persons with AD/ADRD — a behavioral psychotherapy aimed at suicidal ideation and related psychiatric outcomes, not at Alzheimer disease pathology or cognitive enhancement. citeturn0search1turn0search2",
        "Act: Key extracted details — Intervention: Adapted Dialectical Behavior Therapy (behavioral skills-training group). Population: aging adult family caregivers of persons with AD/ADRD. Primary goal: reduce suicide risk/suicidality. No drug or placebo is listed; this is a non-pharmacologic (psychotherapeutic) intervention. citeturn0search1turn0search7",
        "Reflect: Classification justification — Because the intervention directly targets suicidal ideation/behavior (a neuropsychiatric outcome) rather than Alzheimer’s pathology or primary cognitive impairment, it best fits category 4: neuropsychiatric symptom improvement. This aligns with DBT’s evidence base for treating suicidality (DBT as a psychotherapeutic suicide-prevention approach) and prior adaptations of DBT for caregivers. Note: some large pragmatic trials of brief DBT-skills programs have shown mixed or adverse effects on self-harm in certain contexts, but that does not change the intervention’s target domain (neuropsychiatric symptoms). citeturn0search4turn0search0turn0search6",
        "Web search results consulted (sources): 1) Clinical trial listing: \"Reducing Suicide Risk Among Aging Caregivers of Persons With AD/ADRD\" — MedPath / ClinicalTrials summary (NCT06055322). citeturn0search1 2) ICH GCP / trial registry summary for the same study (detailed description, aims). citeturn0search2 3) PubMed article: DBT Skills training adapted for caregivers of individuals with dementia (feasibility/outcomes). citeturn0search0 4) JAMA Psychiatry / other randomized trials and reviews demonstrating DBT effectiveness for reducing suicidal behavior in high-risk populations. citeturn0search4turn0search8 5) Large pragmatic trial reporting outcomes of brief DBT skills training vs usual care (mixed findings on self-harm), relevant to implementation considerations. citeturn0search6"
    ],
    "agent_type": "T) Other",
    "explanation_agent": [
        "Reason: The study tests an adapted Dialectical Behavior Therapy (DBT) skills-training group to reduce suicidality in aging family caregivers of persons with AD/ADRD — a psychotherapeutic/behavioral intervention that targets suicidal ideation and related psychiatric outcomes, not Alzheimer’s biological pathways or molecular targets. citeturn0search7turn0search0",
        "Act: Key extracted details — Intervention: Adapted Dialectical Behavior Therapy (behavioral skills-training group). Population: aging adult family caregivers of persons with AD/ADRD. Primary goal: reduce suicide risk/suicidality. No drug, molecular target, gene, or pathway is listed; this is a non-pharmacologic psychotherapeutic trial. citeturn0search8turn0search3",
        "Reflect: Classification justification — CADRO categories are organized around biological drug/therapeutic targets (e.g., amyloid, tau, inflammation, synaptic plasticity). Because this trial's intervention is a behavioral psychotherapy addressing neuropsychiatric symptoms (suicidality) rather than a biological mechanism amenable to CADRO categories A–Q or R (multi-target biological), the appropriate CADRO assignment is T) Other. Confirmed by the trial registry and related publications on DBT adaptations for caregivers and suicide prevention. (Implementation/efficacy notes about DBT in suicidal populations are documented in the literature but do not change the non-biological target classification.) citeturn0search2turn0search5",
        "Web search results consulted: 1) NCT trial registry summary for \"Reducing Suicide Risk Among Aging Caregivers of Persons With AD/ADRD\" (NCT06055322). citeturn0search7 2) ClinicalTrials/MedPath listing for the same study. citeturn0search8turn0search3 3) PubMed: DBT skills training adapted for caregivers of individuals with dementia (feasibility/outcomes). citeturn0search0 4) Randomized trials/reviews of DBT and DBT-skills training in suicidal populations (implementation/efficacy context). citeturn0search5turn0search2"
    ]
}