{
    "nct_id": "NCT03432195",
    "title": "A Phase 1, Crossover Study to Evaluate the Pharmacokinetics of Corplex™ Donepezil 10 mg Transdermal Delivery System Applied to Different Body Locations",
    "status": "COMPLETED",
    "last_update_time": "2018-08-06",
    "description_brief": "A Phase 1, Crossover Study to Evaluate the Pharmacokinetics of Corplex™ Donepezil 10 mg Transdermal Delivery System Applied to Different Body Locations",
    "description_detailed": "Randomized, open-label, 3-way crossover study\n\nUp to 66 healthy, adult male and female subjects will be enrolled.\n\nAll subjects will receive Corplex Donepezil TDS patches applied to 3 different locations on each subject (back, buttock, and leg) during 3 different, consecutive treatment periods. For each subject, the location of product administration during each treatment period will be randomized.\n\nDuring each treatment period, all subjects will receive a once-weekly 10 mg TDS, target dose 10 mg donepezil/day, applied for 7 days (1 week) on either the back, buttock, or leg in accordance with the randomized treatment location for that treatment period.\n\nBlood samples for donepezil PK will be collected pre-dose until the end of each treatment period. The PK sample collection time points are as follows:\n\nWeek 1: Pre-TDS application prior to 0 hour and post-TDS application at 2, 6, 12, 24, 36, 48, 60, 72, 84, 96, 108, 120, 132, 144, and 156 hours.\n\nWeek 2: Pre-Week 1 TDS removal at 168 hours, and post-TDS removal at up to 528 hours\n\nAdhesion and skin irritation will be monitored throughout TDS treatments. Safety will be monitored throughout the study by adverse event reporting, repeated clinical and laboratory evaluations.",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "Donepezil (Corplex™ Donepezil Transdermal Delivery System; once‑weekly TDS, target 10 mg/day)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial tests a transdermal delivery system (Corplex™ Donepezil TDS) that delivers donepezil, a cholinesterase inhibitor used to improve cognition in Alzheimer’s disease; this is a symptomatic cognitive‑enhancing therapy rather than a biologic or a disease‑modifying agent. citeturn0search0turn0search1",
        "Act (extracted trial details): This is a Phase 1, randomized open‑label 3‑way crossover PK study of a once‑weekly 10 mg Corplex donepezil TDS applied to different body locations (back, buttock, leg) to evaluate pharmacokinetics, safety and tolerability. (Trial listing / protocol summary). citeturn0search2",
        "Act (drug classification): Donepezil is a small‑molecule acetylcholinesterase inhibitor (marketed as oral Aricept) used for symptomatic treatment (cognitive enhancement) in Alzheimer’s disease; Corplex is a transdermal small‑molecule delivery platform that enables once‑weekly donepezil patches. citeturn0search1turn0search0turn0search5",
        "Reflect: Matching definitions — the intervention is a small‑molecule (donepezil) delivered via a transdermal patch (Corplex platform). It targets neurotransmission to improve cognition (symptomatic), not amyloid/tau pathology nor neuropsychiatric symptoms specifically, and is not a biologic—therefore the correct category is 'cognitive enhancer'. citeturn0search0turn0search5",
        "Web search results (sources used): 1) Corium Corplex technology page — describes Corplex 7‑day patch and Corplex Donepezil TDS. citeturn0search0 2) Corium/GlobeNewswire press release announcing Phase 1 Corplex Donepezil TDS study and describing donepezil as a cholinesterase inhibitor. citeturn0search1 3) Trial listing (MedPath / clinical trial summary for the described PK crossover study, NCT summary). citeturn0search2 4) PubMed article comparing PK/bioequivalence of Corplex donepezil TDS and oral donepezil (clinical pharmacokinetics evidence). citeturn0search5"
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The investigational product is donepezil, a centrally acting, reversible acetylcholinesterase inhibitor that increases acetylcholine availability and enhances cholinergic neurotransmission—i.e., it modulates a neurotransmitter system and is a symptomatic cognitive enhancer rather than a disease‑modifying biologic. citeturn0search2turn0search6",
        "Act: Extracted trial details — Phase 1, crossover PK study of Corplex™ Donepezil Transdermal Delivery System (once‑weekly patch delivering donepezil) to evaluate pharmacokinetics, safety and tolerability. Donepezil is a small‑molecule cholinesterase inhibitor; Corplex is a transdermal delivery platform. citeturn0search1turn0search3",
        "Reflect: Mapping to CADRO — the intervention targets cholinergic neurotransmission (a neurotransmitter system). This best matches D) Neurotransmitter Receptors (CADRO category for interventions that modulate neurotransmitter systems/synaptic signaling). There is no indication the trial targets amyloid, tau, inflammation, or other disease‑modifying pathways, nor that it is multi‑target. citeturn0search2turn0search6",
        "Web search results used: 1) Corium press release announcing Phase 1 Corplex Donepezil TDS (trial description). citeturn0search1 2) Corium press release presenting Phase 1 results for Corplex Donepezil. citeturn0search3 3) Donepezil mechanism / drug summary (StatPearls, NCBI). citeturn0search2 4) Donepezil summary (PubMed entry). citeturn0search6 5) Journal article on molecular binding/modes of donepezil to acetylcholinesterase. citeturn0search0"
    ]
}