{
    "nct_id": "NCT03298672",
    "title": "A Randomized, Placebo-Controlled, Double-Blinded, First-in-Human Study to Evaluate Safety, Tolerability, and Pharmacokinetics of Single Ascending Doses (Part A) and Multiple Ascending Doses (Part B) of NDX-1017 in Healthy Young and Elderly Subjects",
    "status": "COMPLETED",
    "last_update_time": "2019-09-06",
    "description_brief": "This Phase 1 randomized, placebo-controlled, double-blinded, first-in-human study will evaluate safety, tolerability, and pharmacokinetics of single and multiple ascending doses of NDX-1017 in healthy young and elderly subjects, and elderly subjects with amnestic mild cognitive impairment (MCI), Alzheimer's disease (mild, mild-to-moderate, or moderate), or mixed dementia with Alzheimer's and vascular components (mild, mild-to-moderate, or moderate).",
    "description_detailed": "NDX-1017 is being developed for the treatment of Alzheimer's disease (AD).\n\nThis Phase 1 randomized, placebo-controlled, double-blinded, first-in-human study will evaluate safety, tolerability, and pharmacokinetics of single and multiple ascending doses of NDX-1017 in healthy young and elderly subjects, and elderly subjects with mild AD. The study contains the following two parts:\n\nPart A:\n\nA single-ascending dose (SAD) study conducted in an inpatient setting for 3 days in healthy young male and healthy elderly male and female volunteers evaluated in up to 7 dose cohorts to identify the maximum tolerated dose (MTD) within the single dose range studied. Up to 56 subjects (aged 18 to 45 years for young and 60 to 85 years for elderly) may be enrolled in Part A.\n\nPart B:\n\nA multiple ascending dose (MAD) study conducted in an inpatient setting for 10 days in male or female healthy elderly volunteers (aged 60 to 85 years) or subjects with amnestic mild cognitive impairment (MCI), Alzheimer's disease (mild, mild-to-moderate, or moderate), or mixed dementia with Alzheimer's and vascular components (mild, mild-to-moderate, or moderate) (aged 40 to 85 years) in up to 6 dose cohorts that were proven tolerable in the SAD part of the study to identify the MTD within the multiple dose range studied. Up to 44 subjects (aged 40 to 85 years) may be enrolled in Part B.\n\nSubjects will be screened for eligibility within 28 days (or 90 days for amnestic MCI, Alzheimer's Disease, or mixed dementia with Alzheimer's and vascular components) prior to enrollment. Those eligible will be admitted to an inpatient facility for investigational product administration, safety monitoring, and collection of blood or urine for pharmacokinetic evaluations.",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "NDX-1017 — small-molecule therapeutic (developed by Athira Pharma) designed to enhance Hepatocyte Growth Factor (HGF) / MET signaling; administered subcutaneously"
    ],
    "placebo": [
        "Placebo (matching solution for subcutaneous injection)"
    ],
    "explanation_target": [
        "Reason: The trial tests NDX-1017 in MCI/AD and healthy subjects with the stated intent to 'treat Alzheimer's disease' — the intervention is a drug administered subcutaneously and described in company and trial materials as a small-molecule therapeutic that modulates HGF/MET to impact neurodegeneration and promote regeneration, i.e., a disease-directed mechanism rather than a purely symptomatic cognitive enhancer. citeturn0search0turn0search4",
        "Act: I searched clinical-trial registries and company reports. The NCT registry entry for this study (NCT03298672) lists NDX-1017 as the investigational drug and describes the Phase 1 SAD/MAD design. citeturn0search0 Athira's press release and other reports state NDX-1017 is a small molecule that enhances HGF/MET signaling to affect neurodegeneration/regeneration. citeturn0search4turn0search6 A conference abstract and Phase 1 results report qEEG pharmacodynamic effects and tolerability supportive of CNS target engagement. citeturn0search2turn0search8",
        "Reflect: Classification as a 'disease-targeted small molecule' fits because NDX-1017 is a small-molecule therapeutic with a proposed disease-modifying mechanism (HGF/MET pathway) rather than a biologic (e.g., antibody), a symptomatic cognitive enhancer with unknown mechanism, or an agent aimed at neuropsychiatric symptoms. The trial also includes matching placebo. No notable ambiguity remains from the available sources. citeturn0search4turn0search0"
    ],
    "agent_type": "L) Growth Factors and Hormones",
    "explanation_agent": [
        "Reason: The investigational drug NDX-1017 is described and reported by the sponsor as a small-molecule therapeutic that enhances Hepatocyte Growth Factor (HGF) signaling and its receptor MET to promote neuro-regeneration and impact neurodegeneration in Alzheimer's disease; this directly corresponds to modulation of a growth-factor signaling pathway (HGF/MET). citeturn0search0turn0search2",
        "Act: Extracted details — NDX-1017 (Athira Pharma): small-molecule therapeutic designed to enhance HGF and MET activity; tested in Phase 1 SAD/MAD in healthy and AD subjects (NCT03298672); later-stage program uses the related ATH-1017 formulation administered subcutaneously in trials. citeturn0search3turn0search5turn0search4",
        "Reflect: The CADRO category that best matches a therapy whose primary mechanism is enhancement/modulation of a growth factor receptor pathway (HGF/MET) is L) Growth Factors and Hormones. The trial description and multiple sponsor communications consistently identify HGF/MET as the intended biological target and a disease‑directed, potentially regenerative mechanism rather than inflammation, amyloid, tau, neurotransmitter, or multi-target actions, so L is the appropriate single-category assignment. citeturn0search0turn0search1",
        "Web search results (key sources used): 1) Athira press release: \"Athira Pharma Announces Completion of Phase 1b Clinical Trial of NDX-1017...\" — describes NDX-1017 as a small molecule that enhances HGF/MET and promotes neuro-regeneration. citeturn0search0 2) Athira press release / CTAD/AAIC summaries reporting Phase 1 biomarker and safety data and HGF/MET mechanism language. citeturn0search2turn0search1 3) Clinical-trial registry summary for NCT03298672 (NDX-1017 Phase 1 SAD/MAD). citeturn0search3 4) Athira updates describing ATH-1017 (related program) dosing by subcutaneous injection in later trials. citeturn0search4"
    ]
}