{
    "nct_id": "NCT00479700",
    "title": "Ascending Single Dose Study of the Safety, Tolerability, Pharmacokinetics (PK), and Pharmacodynamics (PD) of SAM-531 Administered Orally to Healthy Subjects",
    "status": "COMPLETED",
    "last_update_time": "2007-12-07",
    "description_brief": "To assess the safety and tolerability of ascending single oral doses of SAM-531 in healthy subjects.To obtain preliminary pharmacokinetic (PK) and pharmacodynamic (PD) profiles of SAM-531, an investigational drug, in healthy subjects and to evaluate the effect of a high-fat meal on the PK of SAM-531 administered to healthy subjects.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "Cerlapirdine (SAM-531, PF-05212365)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial drug SAM-531 is identified in clinical-trial records as cerlapirdine (PF-05212365), a small-molecule antagonist of the 5-HT6 serotonin receptor. 5-HT6 antagonists were developed to enhance cognition (symptomatic treatment) in Alzheimer’s disease rather than to target core AD pathology (amyloid/tau). citeturn1search0turn1search3",
        "Act: Sources confirm SAM-531 = cerlapirdine, a selective 5-HT6 receptor antagonist investigated for symptomatic cognitive improvement in AD; Phase I PK/PD studies and later Phase II trials (some terminated for futility) are documented. These support classification as a cognitive enhancer (small-molecule symptomatic agent), not a biologic or disease-modifying therapy. citeturn0search1turn0search7turn1search5",
        "Reflect: The intervention is an oral small molecule (cerlapirdine/SAM-531) with a neurotransmitter-receptor mechanism aimed at improving cognition; it does not target amyloid or tau and is not a biologic, so the correct category is 'cognitive enhancer'. No substantial ambiguity in the sources; therefore classification stands. citeturn1search0turn1search5"
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The investigational drug SAM-531 is cerlapirdine (PF-05212365), a small‑molecule antagonist of the 5‑HT6 (serotonin) receptor; 5‑HT6 is a neurotransmitter GPCR and antagonists were developed as symptomatic cognitive enhancers for AD rather than anti-amyloid or anti‑tau disease‑modifying agents. citeturn0search0turn0search1",
        "Act: Extracted details — drug names/synonyms: SAM‑531 = cerlapirdine = PF‑05212365; mechanism: selective, potent full antagonist of the 5‑HT6 receptor; clinical context: oral small‑molecule cognitive enhancer with Phase I PK/PD studies (and later Phase II testing). These sources document identity, mechanism, and clinical development. citeturn0search1turn0search4turn0search6",
        "Reflect: Mapping to CADRO — 5‑HT6 is a neurotransmitter receptor (serotonergic GPCR), so the most specific CADRO category is D) Neurotransmitter Receptors. The intervention is symptomatic (cognitive enhancer) rather than targeting amyloid, tau, inflammation, etc., and is not multi‑target or non‑therapeutic, so D is appropriate. citeturn0search1turn0search0",
        "Web search results used (key sources):",
        "- MedChemExpress / product summary for Cerlapirdine (SAM‑531, PF‑05212365) — identifies it as a selective, potent 5‑HT6 antagonist. citeturn0search0",
        "- PubMed (Disposition and metabolic profiling of [14C]cerlapirdine) — describes cerlapirdine as a selective 5‑HT6 antagonist and documents human PK/ADME studies. citeturn0search1",
        "- MedKoo / compound summary — notes clinical development for cognitive disorders and 5‑HT6 antagonism. citeturn0search4",
        "- InvivoChem / summary — notes 5‑HT6 antagonism, preclinical cognitive effects, and clinical development context. citeturn0search6",
        "- TargetMol / compound entry — lists synonyms and target (5‑HT6 receptor). citeturn0search5"
    ]
}