{
    "nct_id": "NCT00105638",
    "title": "A Telehealth Education Program for Caregivers of Veterans With Dementia",
    "status": "COMPLETED",
    "last_update_time": "2015-04-06",
    "description_brief": "This study was designed to evaluate the impact of a Telehealth Education Program (TEP) on outpatient veterans with moderate to severe dementia and their spouse caregivers. The TEP is a program of education, coping skills, problem solving and support presented to caregivers of veterans with dementia by teleconference in 10 weekly, one-hour sessions. The TEP was based on a stress and coping model aimed to enhance the knowledge, skills and feelings of support of the caregivers who participated.",
    "description_detailed": "Background:\n\nThis study was designed to evaluate the impact of a Telehealth Education Program (TEP) on outpatient veterans with moderate to severe dementia and their spouse caregivers. The TEP is a program of education, coping skills, problem solving and support presented to caregivers of veterans with dementia by teleconference in 10 weekly, one-hour sessions. The TEP was based on a stress and coping model aimed to enhance the knowledge, skills and feelings of support of the caregivers who participated.\n\nObjectives:\n\nThe objectives of this study were to: 1) evaluate the impact of TEP on outpatient veterans with dementia; and 2) to help spousal caregivers gain the knowledge and skills necessary to provide the highest quality of care possible for their spouse in order to prevent unnecessary healthcare utilization and premature institutionalization. In addition, a second objective was to develop a TEP training manual for VA clinical staff and a TEP workbook for family members.\n\nMethods:\n\nThis study employed a 2x3x2x4 randomized control group design. The design had two levels of intervention, TEP verus usual care(UC), three times of measurement (baseline, 3 months and 12 months), two sites of educational group intervention, (Albany VAMC and Buffalo VAMC) and four leaders (two nestled at each of the two sites). Veterans were included into the study if: 1) they were community dwelling; 2) had been diagnosed with Alzheimer's disease, or a related dementing disorder, and 3) scored three or higher on the Global Deterioration Scale. Caregivers were included if they: 1) were the primary care providers for the veterans, 2) had cohabitated with the veteran for more than one year, 3) reported at least a moderate level of strain, (score a seven or higher on the Caregiver Strain Index), and (4) had not participated in any other individual or group intervention program designed to support caregivers of demented persons.\n\nThere were ten TEP caregiver groups that received the educational program in one-hour sessions for 10 weeks. Demographic data were collected on the veterans and caregivers at baseline. Psychosocial outcome data were collected within two weeks prior to the intervention(baseline) and then again at three and twelve months. These were collected to evaluate whether TEP veterans would experience a reduction in behavioral problems, agitation and symptoms of depression and whether caregivers would experience a significant increase in dementia management skills, as well as, a perceived ability to care for their spouse. Outcome variables were analyzed using mixed effect regression models. Healthcare cost and utilization data were extracted from the VISTA databases and included outpatient, inpatient and nursing home data within the VA.\n\nStatus:\n\nCompleted.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "N/A",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The described intervention is a caregiver-focused Telehealth Education Program (TEP) — a 10-week, weekly 1‑hour teleconference series of education, coping skills, problem solving and support for spouses of veterans with moderate–severe dementia. This is a behavioral/educational support intervention for caregivers, not a pharmacologic agent or biologic targeting Alzheimer pathology, nor a direct cognitive enhancer or neuropsychiatric drug. citeturn0search0turn0search1",
        "Act: Key extracted details — Intervention name: Telehealth Education Program (TEP); Format: teleconference groups (10 × 1‑hour sessions); Population: spouse caregivers of veterans with moderate–severe dementia; Purpose: increase caregiver knowledge/skills and support, reduce behavioral problems and healthcare utilization for care recipients. No drug or placebo is mentioned in the trial description or registry/article. Relevant sources confirming these details: clinical trial summary and outcomes report. citeturn0search0turn0search1",
        "Reflect: Classification check — by the provided category definitions this trial is non‑therapeutic (caregiver education/support). It does not involve a biologic, small molecule, cognitive‑enhancing drug, or an intervention aimed primarily at treating neuropsychiatric symptoms with a pharmacologic agent. Therefore the correct category is 'N/A'. Web search results used (titles and short notes): 1) Telehealth Education Program for Caregivers of Veterans With Dementia — trial summary (NCT00105638). citeturn0search0 2) PubMed article reporting effects/cost outcomes of telephone support groups/TEP. citeturn0search1 3) University at Buffalo news release summarizing the study and results. citeturn0search3"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}