{
    "nct_id": "NCT05043441",
    "title": "A Ten-Week Online Acceptance and Commitment Therapy Intervention Guided by a Coach for Family Caregivers of People With Dementia: A Randomized Controlled Trial",
    "status": "COMPLETED",
    "last_update_time": "2024-10-06",
    "description_brief": "This randomized controlled trial aims to assess the effects of a coach-guided ten-week videoconferencing acceptance and commitment therapy (ACT) program on mental health outcomes in depressed family caregivers of people with dementia (PwD) compared to the control group. A total of 32 family caregivers of PwD who meet the eligibility criteria will be recruited and randomized to either the intervention group or the control group. The hypotheses are that the ACT group will show improvements in depressive symptoms, other mental health outcomes, and ACT process measures at posttest and 3-month follow-up, compared to the control group.",
    "description_detailed": "This randomized controlled trial aims to assess the effects of a coach-guided ten-week videoconferencing acceptance and commitment therapy (ACT) program on mental health outcomes in depressed family caregivers of people with dementia (PwD) compared to the control group. A total of 32 family caregivers of PwD who meet the eligibility criteria will be recruited and randomized to either the intervention group or the control group. Caregivers randomly assigned to the intervention group will receive individual ACT sessions guided by a trained coach for one hour per week over 10 weeks through Zoom videoconferencing with supplemental psychoeducation materials provided. Caregivers randomly assigned to the control group will receive care as usual with psychoeducation materials provided during the study period. Outcomes regarding caregivers' mental health and ACT processes will be collected at three time points (i.e., pretest, posttest, and 3-month follow-up) and compared between groups over time. The hypotheses are that the ACT group will show improvements in depressive symptoms, other mental health outcomes, and ACT process measures at posttest and 3-month follow-up, compared to the control group.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "neuropsychiatric symptom improvement",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is a coach‑guided, 10‑week online Acceptance and Commitment Therapy (ACT) program delivered by videoconference for family caregivers with depressive symptoms. ACT is a psychotherapy aimed at reducing depression, anxiety, stress, and caregiver burden (i.e., psychiatric/behavioral symptoms) rather than a pharmacologic or disease‑modifying treatment for Alzheimer pathology. citeturn0search0turn0search4",
        "Act: Key extracted details — Intervention: Acceptance and Commitment Therapy (behavioral psychotherapy), coach‑guided, 1 hour/week for 10 weeks via Zoom; Population: depressed family caregivers of people with dementia; Study design: randomized controlled trial (NCT05043441), completed/primary completion in 2024. This is a non‑drug psychosocial intervention targeting mental health outcomes (depression, anxiety, stress, burden). No drug or placebo is involved. citeturn0search0turn0search3turn0search9",
        "Reflect: Classification check against definitions — fits 'Neuropsychiatric symptom improvement' because the aim is to alleviate depressive and other mental‑health symptoms in caregivers (psychiatric outcomes). It is not a biologic or small‑molecule disease‑targeting therapy, nor a cognitive enhancer for cognition in people with dementia, and it is not a diagnostic procedure. No ambiguity: description and registry entries confirm a behavioral psychotherapy trial. citeturn0search0turn0search4",
        "Web search results / sources used to verify intervention type and trial details: (1) Trial listing with full description (NCT05043441) confirming coach‑guided 10‑week ACT videoconferencing intervention and outcomes — MedPath / clinical trial registry. citeturn0search0 (2) PubMed / Clinical Gerontologist article reporting guided online ACT for distressed caregivers with reductions in depressive symptoms and related outcomes. citeturn0search4 (3) CenterWatch / trial listing summarizing study design and dates. citeturn0search3 (4) ICH GCP / clinical trials registry entry for NCT05043441 confirming behavioral interventions and enrollment. citeturn0search9"
    ],
    "agent_type": "T) Other",
    "explanation_agent": [
        "Reason: The intervention is a coach‑guided, 10‑week online Acceptance and Commitment Therapy (ACT) program for family caregivers with depressive symptoms — a psychosocial/behavioral psychotherapy aimed at reducing depression, anxiety, stress and caregiver burden rather than a pharmacologic or disease‑modifying treatment targeting Alzheimer’s biology (e.g., amyloid, tau, inflammation, synaptic targets).",
        "Act: Key extracted details — Intervention: Acceptance and Commitment Therapy (behavioral psychotherapy), coach‑guided, 1 hour/week for 10 weeks via videoconference; Population: family caregivers of people with dementia with depressive symptoms; Trial ID referenced in the description: NCT05043441; Trial drug: none. Because this is a non‑drug psychosocial intervention with no molecular/biological target, it does not map to any CADRO therapeutic category.",
        "Reflect: The CADRO framework covers biological and pharmacologic targets (A–Q, R) and non‑therapeutic or non‑targeted activities are to be assigned 'T) Other'. This trial is clearly a behavioral/psychosocial intervention targeting caregiver neuropsychiatric outcomes, not a biological pathway, so 'T) Other' is the appropriate classification.",
        "Web/search results (as provided in the description): (1) Trial registry entry NCT05043441 confirming coach‑guided 10‑week ACT videoconferencing intervention and outcomes; (2) PubMed / Clinical Gerontologist article reporting guided online ACT for distressed caregivers with reductions in depressive symptoms; (3) CenterWatch trial listing summarizing study design and dates; (4) ICH GCP / clinical trials registry entry for NCT05043441 confirming behavioral interventions and enrollment. These sources (as cited in the description) corroborate that this is a non‑drug psychosocial RCT."
    ]
}