{
    "nct_id": "NCT04592874",
    "title": "A Phase 2 Randomized, Double-Blind, Placebo-Controlled, Multicenter Study to Evaluate the Efficacy and Safety of AL002 in Participants With Early Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2024-09-16",
    "description_brief": "A phase 2 randomized, double blind, placebo controlled study evaluating the efficacy and safety of AL002 in participants with Early Alzheimer's Disease.",
    "description_detailed": "This is a phase 2 randomized, double blind, placebo controlled study evaluating the efficacy and safety of AL002 administered intravenously in participants with Early Alzheimer's Disease.",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted biologic",
    "drug": [
        "AL002 (humanized monoclonal antibody targeting TREM2)"
    ],
    "placebo": [
        "Placebo (matching IV infusion)"
    ],
    "explanation_target": [
        "Reason: The trial tests AL002, an engineered humanized monoclonal antibody designed to bind and agonize TREM2 on microglia to enhance microglial signaling, phagocytosis and function — an approach intended to modify Alzheimer’s disease biology rather than only treat symptoms. citeturn0search6turn0search2",
        "Act: Key extracted details — drug name AL002; drug type: investigational humanized IgG1 monoclonal antibody (TREM2 agonist); indication: early Alzheimer’s disease; trial: INVOKE-2, randomized double-blind placebo-controlled Phase 2 with IV dosing every 4 weeks. These sources describe target engagement, mechanism (TREM2 activation/microglial modulation), and the Phase 2 design. citeturn0search0turn0search6",
        "Reflect: Classification check — AL002 is a biologic (monoclonal antibody) directly targeting an AD-related pathway (TREM2/microglial activation) with the intent to alter disease processes, so it fits the 'disease-targeted biologic' category. Supporting company/press summaries and trial registry descriptions concur. No indication AL002 is a small molecule, symptomatic cognitive enhancer, or purely neuropsychiatric symptom treatment. citeturn0search4turn0search3"
    ],
    "agent_type": "F) Inflammation",
    "explanation_agent": [
        "Reason: The investigational agent AL002 is a humanized monoclonal antibody that binds and agonizes TREM2 on microglia to enhance microglial signaling, phagocytosis and function — i.e., it directly modulates brain innate immune / microglial activity rather than targeting amyloid or tau. citeturn0search0turn0search2",
        "Act: Key extracted details — AL002: investigational humanized mAb (TREM2 agonist); indication: early Alzheimer’s disease; Phase 2 INVOKE‑2 randomized, double‑blind, placebo‑controlled with IV dosing every 4 weeks. The trial and mechanistic descriptions explicitly describe TREM2/microglial modulation (immune pathway). citeturn0search5turn0search0",
        "Reflect: TREM2 is a microglial/innate‑immune receptor and AL002’s intended mechanism is to activate microglia and modulate neuroinflammation. This maps to CADRO category F) Inflammation (microglia/immune modulators). The program’s publications and press releases also report target engagement and microglial pharmacodynamic effects, supporting this classification; there is no primary indication that AL002 is primarily amyloid‑ or tau‑directed or a multi‑target symptomatic therapy. citeturn0search6turn0search3",
        "Web search results (supporting sources):",
        "- Alector press release describing INVOKE‑2 Phase 2 and AL002 as a TREM2 agonist designed to increase TREM2 signaling and enhance microglial function. citeturn0search0",
        "- Preclinical and first‑in‑human evaluation of AL002 (publication) describing AL002 as a TREM2‑activating antibody with evidence of target engagement and microglial effects. citeturn0search2",
        "- Alector press release / publication noting preclinical and Phase 1 data validating AL002 (TREM2 activating antibody) and its microglial biology. citeturn0search6",
        "- INVOKE‑2 clinical study description (Wiley/Alzheimer’s & Dementia) summarizing the Phase 2 trial design for AL002 in early AD. citeturn0search5",
        "- Alector announcement of INVOKE‑2 Phase 2 results noting sustained target engagement and PD responses indicative of microglial activation (context for mechanism). citeturn0search3"
    ]
}