{
    "nct_id": "NCT04639050",
    "title": "A Phase Ib/IIa, Randomized, Double Blind, Placebo-Controlled, Multiple Ascending Dose, Parallel-Group Study to Investigate the Safety, Tolerability, Pharmacokinetics, and Pharmacodynamics of RO7126209 Following Intravenous Infusion in Patients With Prodromal or Mild to Moderate Alzheimer's Disease",
    "status": "ACTIVE_NOT_RECRUITING",
    "last_update_time": "2025-07-04",
    "description_brief": "The purpose of this study is to evaluate the safety, tolerability, immunogenicity, pharmacokinetics, and pharmacodynamics of multiple-ascending intravenous (IV) doses of RO7126209 in participants with prodromal or mild to moderate Alzheimer's disease (AD), who are amyloid positive based on amyloid positron emission tomography (PET) scan.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE1",
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted biologic",
    "drug": [
        "RO7126209 (trontinemab) — a bispecific monoclonal antibody (gantenerumab-derived 'brain‑shuttle' that binds Aβ plaques and the transferrin receptor to enhance BBB uptake)"
    ],
    "placebo": [
        "RO7126209‑matching placebo"
    ],
    "explanation_target": [
        "Reason: The trial tests RO7126209 (trontinemab) administered IV in amyloid PET–positive AD patients and measures change in brain amyloid load and pharmacodynamics, indicating a therapy directed at Alzheimer’s pathology (amyloid). citeturn0search3turn1search1",
        "Act: Public sources identify RO7126209 as trontinemab, a bispecific monoclonal antibody engineered from gantenerumab with a transferrin‑receptor (TfR1) binding 'brain shuttle' to increase brain penetration and target Aβ plaques — i.e., an anti‑amyloid immunotherapy (biologic). Trial entries and reviews describe amyloid PET endpoints and dosing regimens for plaque clearance. citeturn1search3turn1search2turn1search1",
        "Reflect: Classification as 'disease‑targeted biologic' matches the intervention type (monoclonal antibody immunotherapy) and intended effect (amyloid removal/disease modification). There is no indication this is a symptomatic cognitive enhancer or neuropsychiatric treatment; diagnostic imaging is used for selection, not as the intervention, so 'N/A' is not appropriate. Sources: clinical trial registry and Roche/clinical summaries and independent review. citeturn0search3turn1search3"
    ],
    "agent_type": "A) Amyloid beta",
    "explanation_agent": [
        "Reason: The investigational drug RO7126209 (trontinemab) is a gantenerumab-derived, bispecific monoclonal antibody engineered to bind amyloid‑beta (Aβ) plaques while using a transferrin‑receptor 'brain shuttle' to enhance blood–brain barrier uptake — the intended therapeutic action is clearance/reduction of brain amyloid, so the biological focus is amyloid‑beta. citeturn0search3turn0search0",
        "Act: Extracted details — trial registry and company pages identify RO7126209 as trontinemab (gantenerumab‑derived brain‑shuttle antibody) administered IV in amyloid PET–positive AD patients and report amyloid PET and CSF/plasma AD biomarker changes as pharmacodynamic endpoints (i.e., anti‑amyloid immunotherapy aimed at plaque removal). Based on these explicit targets and endpoints, assign: A) Amyloid beta. citeturn0search0turn0search2turn0search7",
        "Reflect: Confirmation and nuance — the bispecific antibody also binds the transferrin receptor to increase brain delivery, but that interaction is a delivery mechanism (BBB shuttle), not the primary disease target; therefore the correct CADRO classification is A) Amyloid beta rather than multi‑target or Other. Trial sources and press releases showing rapid, dose‑dependent PET amyloid lowering support this. citeturn0search3turn0search7",
        "Web search results (key sources used): ClinicalTrials.gov trial entry for NCT04639050 (RO7126209 / trontinemab; study design, amyloid‑positive enrollment, drug synonyms). citeturn0search0; ALZFORUM therapeutic overview describing trontinemab as gantenerumab fused to a transferrin‑receptor binding brain shuttle and targeting amyloid plaques. citeturn0search3; Roche / ForPatients trial summary describing study parts, IV dosing and amyloid‑positive selection. citeturn0search2; Roche press release and coverage reporting PET amyloid reductions and biomarker effects with trontinemab. citeturn0search7turn0news12"
    ]
}