{
    "nct_id": "NCT00951834",
    "title": "Sunphenon EGCg (Epigallocatechin-Gallate) in the Early Stage of Alzheimer´s Disease",
    "status": "COMPLETED",
    "last_update_time": "2021-07-28",
    "description_brief": "EGCG has shown a neuroprotective effect in cell-experimental and animal studies. The neuroprotective mechanism of EGCG probably bases - besides the known antioxidant effect - amongst others on the modulation of several signal transduction pathways, the influence on the expression of genes which regulate cell survival resp. programmed cell death, as well as the modulation of the mitochondrial function. In different Alzheimer models EGCG seems to cause an induction of alpha-secretase and the endothelin-converting-enzyme, as well as to prevent the aggregation of beta-amyloid to toxic oligomers through the direct binding to the unfolded peptide.\n\nThe investigators therefore expect EGCG to have a positive influence on the course of the Alzheimer´s Disease.",
    "description_detailed": "Alzheimer's disease (AD) is a progressive dementia characterised by an ongoing loss of memory function and of at least one additional cognitive domain resulting in impairment of daily life functioning. Treatment of diseases such as diabetes mellitus, fractures and cardiovascular diseases is more expensive and complicated in patients with dementia compared to those without. The yearly costs for treatment and care of AD patients in the US are estimated to exceed 100 billion USD. Life expectancy is reported to be about 10 years after establishment of the diagnosis and is significantly reduced compared to non-demented subjects of similar age and socio-economic status.\n\nAge is the most relevant risk factor for AD, followed by genetic factors. Prevalence is less than 1% amongst individuals aged 50-60, but is reported to double every 5 years beyond the age of 60. The prevalence exceeds 30% in the age of 85-90.\n\nThe only standard therapy for AD are acetylcholine-esterase inhibitors (AchEI; donepezil, galantamine, rivastigmine). AchEI exhibit a temporary stabilizing mild effect on the progression of AD. Conversion rates from \"mild cognitive impairment\" to AD do not seem to be beneficially influenced by AchEI. A high percentage of premature study withdrawals owing to adverse events has been observed in AchEI studies published to date. The questionable benefit may further be outweighed by high costs of the AchEI.\n\nTherefore, there is a necessity for the development of more efficacious and less expensive disease-modifying drugs with a better safety and tolerability profile. EGCG is a promising compound which has proven efficacious in AD animal models and which has shown an excellent tolerability in our 18-month clinical trial on Multiple Sclerosis currently being performed at our institution (SuniMS study, NCT00525668).",
    "phase": [
        "PHASE2",
        "PHASE3"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "Sunphenon EGCg (Epigallocatechin‑3‑gallate; EGCG)"
    ],
    "placebo": [
        "Placebo (capsule; add-on to donepezil in the registered trial)"
    ],
    "explanation_target": [
        "Reason: The investigational agent is epigallocatechin‑3‑gallate (EGCG), a small‑molecule green‑tea polyphenol. The trial description and preclinical literature describe mechanisms that act on Alzheimer pathology (induction of alpha‑secretase/non‑amyloidogenic APP processing, increased Aβ‑degrading enzymes, prevention of Aβ oligomerization, reduction of tau phosphorylation and modulation of mitochondrial/survival signalling), consistent with an intended disease‑modifying effect rather than solely symptomatic cognitive enhancement or behavioral management. citeturn0search1turn0search5",
        "Act (extracted details and sources): The trial titled 'Sunphenon EGCg (Epigallocatechin‑Gallate) in the Early Stage of Alzheimer´s Disease' (NCT00951834 / SUNAK) tested Sunphenon EGCG in a randomized, placebo‑controlled, double‑blind, add‑on design (EGCG vs placebo added to donepezil) in early AD. Dosing escalation and primary cognitive endpoints (e.g., ADAS‑Cog) were specified in the registry. Sunphenon is the commercial high‑purity EGCG product used. citeturn1search1turn0search8turn1search2",
        "Reflect: Classification check — EGCG is not a biologic (no monoclonal antibody or vaccine) and is not presented as a conventional symptomatic cognitive enhancer or a neuropsychiatric‑targeted agent. Its described actions target amyloid/tau and related pathogenic pathways, so the best fit is 'disease‑targeted small molecule.' Note: EGCG is a multi‑target nutraceutical/polyphenol with pleiotropic effects and limited clinical efficacy data to date; the classification is based on mechanism-of-action intent rather than proof of clinical disease modification. citeturn0search0turn0search3",
        "Web search results (key sources consulted): 1) Preclinical paper showing EGCG promotes alpha‑secretase and reduces Aβ in transgenic mice. citeturn0search1 2) Systematic review/meta‑analysis of preclinical EGCG studies summarizing multi‑mechanistic neuroprotective effects and noting limited clinical trial data. citeturn0search0 3) Review articles describing antioxidant, anti‑inflammatory, anti‑amyloid and anti‑tau activities of EGCG. citeturn0search5turn0search6 4) Trial registry / study pages for SUNAK (Sunphenon EGCg in early AD, NCT00951834) documenting randomized, placebo‑controlled, add‑on design and outcome measures. citeturn1search1turn0search8"
    ],
    "agent_type": "R) Multi-target",
    "explanation_agent": [
        "Reason: The investigational agent is epigallocatechin‑3‑gallate (EGCG), a pleiotropic green‑tea polyphenol whose described mechanisms include induction of alpha‑secretase/non‑amyloidogenic APP processing and prevention of Aβ oligomerization (amyloid‑related), reduction of tau phosphorylation (tau‑related), plus modulation of mitochondrial/survival signaling, antioxidant and anti‑inflammatory effects, and effects on proteostasis. These span multiple CADRO target domains rather than a single specific pathway.",
        "Act: The trial (Sunphenon EGCG in Early AD, NCT00951834 / SUNAK) tested a disease‑targeted small molecule (EGCG) in a randomized, placebo‑controlled, double‑blind add‑on design; the stated preclinical and trial rationale explicitly targets amyloid and tau pathology and also lists mitochondrial/oxidative stress and inflammatory/proteostasis mechanisms. Because the intervention intentionally engages several distinct pathological processes, the appropriate CADRO classification is 'R) Multi‑target'.",
        "Reflect: EGCG is not a biologic and is not presented as solely symptomatic or diagnostic. Although amyloid‑ and tau‑related actions are prominent, its documented pleiotropy (amyloid, tau, inflammation, oxidative stress, mitochondrial/bioenergetics, proteostasis) means a single CADRO disease category (e.g., A or B) would be incomplete. Therefore 'R) Multi‑target' best captures the trial's mechanism‑of‑action intent. If the user prefers assigning to a single dominant pathology based solely on emphasis, one could alternatively choose A) Amyloid beta or B) Tau, but that would underrepresent the other mechanisms.",
        "Web search results (key sources consulted, as provided): 1) Preclinical paper showing EGCG promotes alpha‑secretase and reduces Aβ in transgenic mice. 2) Systematic review/meta‑analysis of preclinical EGCG studies summarizing multi‑mechanistic neuroprotective effects and noting limited clinical trial data. 3) Review articles describing antioxidant, anti‑inflammatory, anti‑amyloid and anti‑tau activities of EGCG. 4) Trial registry / study pages for SUNAK (Sunphenon EGCG in early AD, NCT00951834) documenting randomized, placebo‑controlled, add‑on design and outcome measures."
    ]
}