{
    "nct_id": "NCT02432222",
    "title": "Effects of Visual Arts Training on Dementia",
    "status": "COMPLETED",
    "last_update_time": "2016-07-11",
    "description_brief": "The study will use a randomized controlled trial to test the efficacy of two interventions (visual arts and music) for individuals with dementia, focusing on dementia of the Alzheimer's type (DAT). Interventions will be run for 10 weeks in dementia day centers and/or retirement residences. Participants will be tested before and after the intervention on a battery of cognitive, affective, and behavioural measures. They will be compared to a waitlist control group who don't receive the intervention.\n\nThe purpose of our research is twofold: treatment of symptoms and improved quality of life during disease progression in dementia. For the primary aim, the investigators are examining the potential of arts interventions on declining functions in dementia (memory, mood, and behavior) to investigate potential treatment effects. Secondly, quality of life will be measured, with the aim of looking beyond disease progression to contribute to an overall positive patient experience. Research has indicated the need for non-pharmacological treatments to be used as a first line of action against dementia symptoms and development. While, in best practice, pharmacological treatments should be used as a second-line approach.\n\nNote: Music intervention dropped prior to study initiation.",
    "description_detailed": "Participants\n\nOlder adults age 65 and older, both males and females, with normal or corrected vision and hearing. Participants will require a diagnosis of dementia, with no other known comorbid cognitive or neurological impairments.\n\nParticipants will be randomly allocated to one of three groups\n\n1. Visual arts intervention group\n2. Music intervention group\n3. Waitlist control group (receiving the intervention after the completion of both testing sessions).\n\nData analysis\n\n1. Mixed 2x3 analysis of variance (ANOVA) for each construct, with within-subject factor of time (pre-intervention and post-intervention) and between-subject factor of group (visual arts, music, control).\n2. Test for confounding effects of background factors (socioeconomic status, education level, gender, activity participation).\n3. Mediation analyses for effects of mood on cognition and behaviour.\n\nProcedure\n\nThe present study is a randomized controlled trial assessing three groups of dementia patients: a visual art group, a music group, and a non-art waitlist control group. Randomized control trials are needed in dementia research because few experimental studies exist to support that training has a causal influence on dementia related decline. Older adults with dementia will be allocated to either a visual art group, music group, or waitlist control group. Using two arts forms enables us to have active control groups to examine the specificity of observed effects.\n\nTo address inconsistencies and methodological issues in existing results, the current study will use rigorous experimental control, such as allocation concealment, adequate sample size, and tester blinding. Based on a power calculation using effect sizes from previous studies, each group will have sixty participants for an adequately powered sample. Participants will be recruited by contacting activity administrators at dementia retirement residences and day programs. Attention has and will be taken to prevent attrition, such as tailoring interventions towards participants' needs and capacities, and by involving families and caregivers in the research. Furthermore, the intervention and assessments will be conducted at the participant's respective care facility. Currently, the investigators have an established partnership with day dementia programs in the Toronto area, and will be negotiating agreements to work with other senior retirement residences and day programs. Recruiting from multiple locations and randomly assigning participants to experimental or control groups will help with generalizability of results.\n\nFollowing previous studies, the art interventions will take place over ten weeks (one hour per day, two days per week). The visual art course will be a drawing course focusing on basic visual art concepts (such as shape and contrast) and the music course will be a singing and instrumental course focusing on basic music concepts (such as rhythm and melody). Defining training elements will delineate the specific effects of different activities on cognition, a poorly explored area in previous studies. The visual arts and music courses will be taught by the study's graduate student investigators (Annalise D'Souza and Katherine Matthews). Both teachers have experience and accreditations in their respective art.\n\nBefore and after both courses, all participants (wait-list control group included) will complete multiple assessment tasks. Data will be analyzed using mixed analyses of variance to compare performance for each participant at both testing sessions, and between groups. The pre-tests will occur one to two weeks before the beginning of the arts courses, and the post-tests will occur during the two weeks after the art courses are finished. Testing will occur over a two day period, for one hour per day to accommodate participants attention span and cognitive load. All tasks have been selected for their reliability, validity, and their suitability to the population at hand. To investigate specific influences of each art, separate visual and auditory/verbal tests will be used for each measure. Testing and courses will begin in early 2015, and will be run multiple times at different locations to reach the targeted sample size, with expected start dates in April, September, and January. Participant recruitment for these courses will begin in April and continue until December. Based on previous discussions with dementia day programs, and the attrition and admission rates of these programs, attaining sixty participants per group by December will be possible if the investigators continue recruiting from multiple day programs and retirement residences.\n\nThe participants' involvement in the study is completely voluntary and the participant and their caregiver (if substitute consent is required) may choose to stop their participation at any time. In the event the participant withdraws from the study all associated collected data will be immediately destroyed wherever possible. All information the participant supplies during the study will be held in confidence. Confidentiality will be provided to the fullest extent possible by law.\n\nHypotheses\n\nPredictions are outlined in the hypotheses below:\n\n1. Visual art and music training will offset some of the decline in cognitive functions (working memory, long-term memory, selective attention, dual-tasking, and task switching).\n\n   a. Effects of visual art will be greater on visual measures of cognition and effects of music will be greater on auditory measures\n2. Visual art and music training will improve mood and lessen problematic behavior.\n3. Visual art and music training will improve overall quality of life.\n4. Mood will mediate some of the changes in cognition and behaviour\n\nBackground\n\nThe present study focuses on non-pharmacological art interventions for persons with Alzheimer's disease and related dementias. Arts interventions will be designed and implemented to investigate the effects of arts training on disease symptomology and overall quality of life for persons with dementia. Dementia can be characterized by declining cognitive functions, accompanied by a loss of daily functioning (DSM-IV, 2000), with a range of cognitive, behavioural, and psychological deficits for different types of dementia.\n\nThe study will use a randomized controlled trial to test efficacy of two arts interventions. Arts and dementia experts will guide intervention design to ensure that programs are powerful and controlled. With the aims of reliability and applicability, interventions will be created that can be tested by future researchers and applied by real-world practitioners. Effects will be evaluated with a broad range of measures (affective, cognitive, and behavioural. The proposed study is significant for two reasons. First, it addresses a repeatedly highlighted need for non-pharmacological interventions in treating dementia. Second, it looks beyond disease treatment alone by looking to also improve overall quality of life in patients with dementia.\n\nNon-pharmacological interventions offer great potential for mental improvement, but further experimental research is needed before efficacy is established. A large evidence base demonstrates a cognitive benefit of arts on healthy older adults. It is uncertain however, whether such findings also apply to individuals with dementia. A few preliminary studies indicate similar benefits can be found, but not all studies have reported cognitive improvements following arts interventions in this patient population. In addition, prospective studies indicate a link between dementia and cognitively stimulating activities such as the arts. For example, it has been supported that older adults who participate in more stimulating activities also display fewer incidences of dementia and Alzheimer's disease.\n\nResearch suggests that non-pharmacological treatments should be used as a first line of action against dementia, while pharmacological treatments should serve as a second-line approach. While non-pharmacological treatments have indicated remedial effects, there is a need for reliably conducted experiments to establish efficacy. Art recreation is easy to administer, inexpensive and non-time consuming. Unlike the majority of current pharmacological treatments, it is a noninvasive and pleasurable activity, and maintains the personhood of the individual with dementia.\n\nNote: Music intervention dropped prior to study initiation, due to insufficient participant recruitment.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "neuropsychiatric symptom improvement",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is a non‑pharmacological visual arts training program delivered in dementia day centres/retirement residences with the aim of treating symptoms (memory, mood, behaviour) and improving quality of life rather than targeting AD pathology with a biologic or small molecule. citeturn0search4turn0search10",
        "Act (key details extracted): The trial tests Visual Arts Training (behavioral intervention); music was planned but dropped; participants are compared to a waitlist control; primary outcomes include cognitive, affective and behavioural measures (memory, mood, behaviour). No drug or placebo is involved. Registry/publication entries confirm this is a behavioural RCT (see ClinicalTrials entry and published trial). citeturn0search4turn0search2turn0search10",
        "Reflect: Classification rationale — the study aims to alleviate neuropsychiatric/behavioural symptoms and improve mood and quality of life (fits 'neuropsychiatric symptom improvement'). Although cognition (memory) is measured, the intervention is non‑pharmacologic and focused on symptom/quality‑of‑life management rather than disease‑modifying biology or small‑molecule cognitive enhancement, so 'neuropsychiatric symptom improvement' is the best fit. citeturn0search10turn0search1",
        "Web search results used (trial / publications located): Clinical trial summary showing 'Effects of Visual Arts Training on Dementia' (NCT02432222 / NCT03175822) and details of interventions and aims. citeturn0search4turn0search2",
        "Published trial articles and reports confirming visual arts interventions tested in RCTs with outcomes on cognition, mood, behaviour, and quality of life (Frontiers in Psychology; PubMed). citeturn0search10turn0search1"
    ],
    "agent_type": "T) Other",
    "explanation_agent": [
        "Reason: The intervention is a non-pharmacological visual arts training program delivered in dementia day centres/retirement residences and aims to treat symptoms (memory, mood, behaviour) and improve quality of life rather than to modulate a biological pathway or molecular target; therefore it does not map to a CADRO therapeutic target category (A–Q, R). citeturn0search5turn0search2",
        "Act: Key details extracted — intervention = Visual Arts Training (behavioural); no drug or biologic is administered; participants compared to waitlist/usual-activity control; primary outcomes are cognitive, affective and behavioural measures (memory, mood, behaviour). This trial is registered as NCT03175822 / NCT02432222 and reported as an RCT of art training. citeturn0search1turn0search5turn0search2",
        "Reflect: CADRO is organized around biological/mechanistic therapeutic targets (e.g., Amyloid, Tau, Inflammation, Synaptic Plasticity). A purely behavioural, non‑pharmacologic symptom-management intervention does not target those biological categories, so 'T) Other' is the correct assignment. If a pharmacologic agent or specific molecular target were present, a different CADRO category would be chosen. citeturn0search2",
        "Web search results used (trial / publications located): Clinical trial registry entries for 'Effects of Visual Arts Training on Dementia' (NCT02432222 and NCT03175822) and a published randomized controlled trial reporting the 8‑week visual art training RCT (Frontiers in Psychology / PubMed). These sources confirm the behavioural (non-drug) nature and the symptom/QoL focus of the intervention. citeturn0search5turn0search1turn0search2"
    ]
}