{
    "nct_id": "NCT04524338",
    "title": "Longitudinal Study Examining At-Home Transcranial Direct Current Stimulation",
    "status": "RECRUITING",
    "last_update_time": "2024-08-09",
    "description_brief": "Participants with dementia have reported improvements after receiving tDCS in a study at our lab. Although we make an effort to enroll such participants in further tDCS research studies, some participants are ineligible for further studies or simply unwilling to continue being a research participant. These same individuals, however, are interested in purchasing their own tDCS machine and have approached us for advice on how to purchase their own machine. Because these devices are commercially available, there is nothing theoretically stopping these participants from purchasing their own machine. Therefore, we have chosen to carry out a longitudinal study that will allow us to serve as an advisory role for participants who have decided to continue administering tDCS at home. We will recommend the tDCS related items that should be purchased, and train participants on how to properly administer tDCS. Monthly reports will also be collected, which will allow us to monitor the person's condition. We plan to monitor participants for at least two years. From these reports, we will be able determine to what extent tDCS is beneficial when done at home as a treatment for dementia symptoms.",
    "description_detailed": "In the past decade, several studies have noted that the application of transcranial direct current stimulation (tDCS) when applied to the scalp of a person with dementia, as they completed a training task in a particular domain, can lead to improved performance on that task (liu, Rau, Gallagher, Rajji, Lanctot, \\& Hermann, 2017). In our own lab, we have also seen improvements in response to the application of TdCS. For example, we found that applying transcranial direct current stimulation (tDCS) to people with dementia led to an improvement in naming ability (Roncero, Kniefel, Service, Thiel, Probst, \\& Chertkow, 2017). Recently, we have initiated additional studies in domains such as executive function and memory. These studies remain in progress, but participants have again shown improvement, and the improvement is noted by the families. Some of the participants who completed a tDCS study in our lab are so impressed by the results that they have approached us about the purchase of their own tDCS machine. Some of these participants have even tried medication in the past and report tDCS is more effective. Because tDCS machines are commercially available, these individuals could in theory go about buying their own machines at their own initiative; however, participants would prefer our assistance obtaining a machine and be trained on how to administer tDCS at home.\n\nProposed Study We will assist participants obtain their own tDCS machine, we have decided to do so in the form of a longitudinal study. More specifically, we plan to assist participants obtain their own machine and train them on the administration of tDCS, but will also collect longitudinal data from them. We will obtain monthly reports that will allow us to monitor whether stimulation remains effective and the general condition of the participant for at least two years.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "transcranial direct current stimulation (tDCS)"
    ],
    "placebo": [
        "sham tDCS"
    ],
    "explanation_target": [
        "Reason: The intervention is transcranial direct current stimulation (tDCS), a non‑invasive electrical neuromodulation technique intended to improve cognitive function in people with dementia; it is not a biologic or small molecule, so it does not fit the 'disease‑targeted biologic' or 'disease‑targeted small molecule' categories. tDCS is typically studied to produce short‑term improvements in cognition (memory, attention, executive function) in MCI/AD populations. citeturn0search12turn0search4",
        "Act: Key details extracted from the trial description — intervention = at‑home, commercially available tDCS devices; investigators will advise on device use, train participants, collect monthly reports, and monitor outcomes for ~2 years to assess benefit for dementia symptoms. Trials of tDCS often use a sham condition as placebo control. Because the planned outcome is to determine cognitive/functional benefit of a neuromodulation device (not to alter amyloid/tau pathology), this matches the 'cognitive enhancer' category. (Supporting literature: systematic reviews/meta‑analyses and at‑home supervised tDCS feasibility reports). citeturn0search0turn0search1turn0news13",
        "Reflect: Classification check — tDCS is a therapeutic neuromodulation approach aimed at improving cognition/functional symptoms and is neither a biologic nor small molecule, so 'cognitive enhancer' is the best fit. If the study were explicitly targeting behavioral/psychiatric symptoms (e.g., agitation, depression) as the primary outcome, 'neuropsychiatric symptom improvement' could be considered, but the description emphasizes dementia symptom improvement reported previously (commonly cognitive), supporting 'cognitive enhancer'. Also note safety/efficacy remain under study and effects may be variable across protocols. citeturn0search2turn0search3"
    ],
    "agent_type": "M) Synaptic Plasticity/Neuroprotection",
    "explanation_agent": [
        "Reason: The intervention is transcranial direct current stimulation (tDCS), a non‑invasive neuromodulation technique intended to improve cognition by modulating cortical excitability and promoting synaptic plasticity/neuroplastic mechanisms rather than acting on a specific molecular pathology (e.g., amyloid, tau, ApoE). Evidence links tDCS effects to changes in cortical plasticity and functional connectivity, consistent with CADRO's Synaptic Plasticity/Neuroprotection domain. citeturn0search7turn0search8",
        "Act: Extracted trial details — intervention = at‑home tDCS (remotely supervised), goal = cognitive enhancement / dementia symptom improvement (cognitive/functional outcomes), not a biologic or small molecule targeting amyloid/tau. This maps best to M) Synaptic Plasticity/Neuroprotection (cognitive enhancer via neuromodulation). If multiple molecular targets were explicitly engaged, R) Multi-target would be considered, but none are indicated. (Supporting outcome/evidence summaries cited below). citeturn0search1turn0search3",
        "Reflect: Classification check — tDCS is therapeutic neuromodulation aimed at enhancing synaptic function/plasticity and cognitive performance, so M) Synaptic Plasticity/Neuroprotection is the most specific CADRO match. It is not a diagnostic or non‑therapeutic procedure, and it does not target amyloid, tau, inflammation, vasculature, etc., so 'T) Other' or disease‑pathology categories would be inappropriate.",
        "Web search results (key sources used to support the classification): 1) Systematic review/meta-analysis showing tDCS can improve cognition in MCI/AD populations (evidence of cognitive enhancement effects). citeturn0search1turn0search3 2) Neurobiology review summarizing that prefrontal tDCS modulates functional connectivity and plasticity-related measures (mechanistic basis = synaptic/plasticity modulation). citeturn0search7 3) Animal study showing tDCS influences synaptic mechanisms involved in associative learning (direct evidence of synaptic plasticity effects). citeturn0search8 4) Large report on tolerability/feasibility of remotely supervised at‑home tDCS (supports the 'at‑home, remotely supervised' trial format). citeturn1search0 5) Small/longer home‑based tDCS studies and pilot trials in AD showing feasibility but mixed efficacy, reflecting why the trial is framed as a cognitive‑enhancer neuromodulation study. citeturn1search2turn1search1"
    ]
}