{
    "nct_id": "NCT05984524",
    "title": "Gamma-Music Based Intervention for Mild Alzheimer's Disease",
    "status": "RECRUITING",
    "last_update_time": "2023-10-04",
    "description_brief": "The study will test and refine a novel brain-stimulation tool using gamma-frequency lights coupled with self-selected music for a gamma-music-based intervention for participants with mild Alzheimer's Disease. Results will yield a gamma-stimulation protocol that reliably influences brain activity (Aim 1), is adaptive, motivating and rewarding to use (Aim 2), and will generate predictions as to who might benefit the most from gamma-MBI (Aim 3). By bridging the gap between neurostimulation and behavioral intervention by combining music therapy with gamma- band neurostimulation, the present project aims to find a sustainable intervention that delays the progression of AD.",
    "description_detailed": "Alzheimer's Disease (AD) is characterized by cognitive deficits such as memory loss, as well as deficits in the motivation that drives daily activities. These cognitive and motivational deficits are linked to widespread neuronal and synaptic atrophy, coupled with aggregated extracellular Aβ-plaque and tau deposits, and atypical neural activity across multiple frequencies. Recent work in mouse models of AD have shown that inducing gamma oscillations with a non-invasive gamma-frequency (40 Hz) light-flickering and auditory tone-stimulation regimes reduced Aβ plaques and improved spatial and recognition memory. In humans, restoring gamma-frequency activity while preserving its phase-amplitude coupling with theta-band activity are shown to recover human memory performance in older adults, and in patients with mild AD, thus offering a promising route towards a novel therapy that can prevent brain atrophy while improving cognition. Despite their recent successes, it is a major challenge to translate gamma-frequency neurostimulation from a laboratory study to a behavioral intervention. The goal is to promote healthy neurocognitive aging using lifestyle interventions; in particular, interventions that sustainably elevate mood and reward motivated behavior while encouraging social bonding may be most promising in slowing the progression of AD. Music listening engages multiple brain networks involved in sensory processing, movement, language, attention, learning and memory, emotion and reward, and social connectedness. Music-Based Interventions (MBIs) have the potential to manage symptoms, slow disease progression, and improve quality of life. This study will test a novel protocol for music-based brain stimulation, gamma-MBI: gamma-light stimulation that automatically adapts to music-based intervention. Harnessing the fact that music listening is an intrinsically rewarding activity, the study uses music as a carrier for gamma sensory stimulation. As music contains theta-band acoustic energy, music listening is a form of theta- band noninvasive brain stimulation. A novel brain-stimulation tool will be tested using gamma-frequency lights coupled with self-selected music for a gamma-music-based intervention for participants with mild Alzheimer's Disease. Results will yield a gamma-stimulation protocol that reliably influences brain activity (Aim 1), is adaptive, motivating and rewarding to use (Aim 2), and will generate predictions as to who might benefit the most from gamma-MBI (Aim 3). By bridging the gap between neurostimulation and behavioral intervention by combining music therapy with gamma-band neurostimulation, the present project aims to find a sustainable intervention that delays the progression of AD.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "OTHER",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is a non-pharmacologic, sensory neurostimulation combined with music (gamma-frequency lights coupled with self-selected music) intended to restore gamma-band brain activity and improve cognition and motivation in mild AD; this matches the functional goal of a cognitive enhancer rather than a biologic or small-molecule drug. citeturn0search0turn0search2",
        "Act: The trial listing describes the treatment as a behavioral 'Gamma-Music Based Intervention' (gamma-frequency light stimulation synchronized/adaptive to music) for participants with mild Alzheimer’s Disease — i.e., a neuromodulation/music-based therapy, not a drug or vaccine. citeturn0search0turn0search3",
        "Act (mechanism context): The rationale given references entraining gamma (≈40 Hz) oscillations — an approach that in mouse models reduced amyloid pathology and improved memory, and early human feasibility studies of gamma sensory flicker report entrainment and preliminary network/immune effects; however, these are neuromodulatory effects achieved via sensory stimulation, not a biologic or small molecule. citeturn0search5turn0search4",
        "Reflect: Classification choice — 'cognitive enhancer' — is based on the therapy's primary aim to influence brain activity and improve cognition/motivation using non-drug neuromodulation. Note ambiguity: the investigators propose this could slow disease progression (a disease-modifying intent), but the intervention is neither a biologic nor a small molecule, so it does not fit the 'disease-targeted biologic' or 'disease-targeted small molecule' categories; therefore 'cognitive enhancer' is the closest fit among the provided categories. citeturn0search0turn0search2",
        "Web search results used (trial and supporting literature): MedPath / NCT summary for 'Gamma‑Music Based Intervention for Mild Alzheimer’s Disease' (NCT05984524); CenterWatch trial listing; TrialX trial listing; Tichko et al. 2022 (Integrating music‑based interventions with gamma‑frequency stimulation — SynG concept); He et al. 2021 feasibility trial of gamma sensory flicker in prodromal AD. citeturn0search0turn0search2turn0search3turn0search4turn0search5"
    ],
    "agent_type": "M) Synaptic Plasticity/Neuroprotection",
    "explanation_agent": [
        "Reason: The intervention is a non-pharmacologic, sensory neuromodulation combining gamma-frequency (≈40 Hz) visual stimulation with self-selected music to entrain gamma-band neural activity and improve cognition/motivation; this approach aims to restore network oscillations and engage plasticity/neuronal-network mechanisms rather than a molecular ligand or immune target. citeturn0search4turn0search0turn0search1",
        "Act: Extracted details — Trial title: 'Gamma-Music Based Intervention for Mild Alzheimer's Disease' (NCT05984524). Intervention described as 8-week music-based intervention with gamma lights (adaptive/synchronized gamma-frequency visual stimulation during music) intended to drive gamma EEG activity and improve cognition. The mechanism rationale references entrainment of ~40 Hz gamma oscillations, preclinical mouse work showing effects on pathology and cognition, and human feasibility studies of gamma sensory flicker showing target engagement and preliminary network/immune effects. Because the trial is a behavioral/neuromodulatory therapy (not a biologic or small molecule drug) and its primary mechanistic goal is to modulate neural oscillations and network/plasticity, it maps best to CADRO category M (Synaptic Plasticity/Neuroprotection). citeturn0search4turn0search0turn0search1turn0search5",
        "Reflect: This classification aligns with CADRO because the intervention targets neural network dynamics and aims to improve synaptic/network function (plasticity/neuroprotection). Alternative interpretations considered: (1) 'S) Unknown Target' could be argued because no molecular target is specified, but CADRO is meant to capture mechanistic focus and 'synaptic plasticity/neuroprotection' is the best fit for neuromodulatory entrainment approaches; (2) 'T) Other' is reserved for non-therapeutic diagnostics — not applicable here because this is an interventional therapy. I therefore confirm M) Synaptic Plasticity/Neuroprotection. Key supporting web sources: Northeastern/MedPath trial listing for NCT05984524 (trial details), Tichko et al. 2022 SynG concept paper, and He et al. 2021 feasibility trial of 40 Hz gamma sensory flicker in prodromal AD. citeturn0search5turn0search0turn0search1"
    ]
}