{
    "nct_id": "NCT00479440",
    "title": "Ascending Single Dose Study of the Safety, Tolerability, Pharmacokinetics, and Pharmacodynamics of SAM-315 Administered Orally to Healthy Adult Subjects",
    "status": "COMPLETED",
    "last_update_time": "2007-12-03",
    "description_brief": "To assess the safety and tolerability of ascending single oral doses of SAM-315, an investigational drug, in healthy adult subjects. To obtain a preliminary pharmacokinetic (PK) and pharmacodynamic (PD) profiles of SAM-315 in healthy subjects and to evaluate the effect of a high-fat meal on the PK of SAM-315, an investigation drug, administered to healthy adult subjects.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "SAM-315 (alias WAY-255315) — small-molecule 5-HT6 (5-hydroxytryptamine-6) receptor antagonist"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial text describes SAM-315 given orally in healthy adults with PK/PD and food-effect assessments but does not mention amyloid, tau, or other disease-modifying targets. The available literature and compound listings identify SAM-315 (WAY-255315) as a potent 5-HT6 receptor antagonist that increases hippocampal acetylcholine and glutamate — a mechanism pursued to improve cognition rather than to directly modify Alzheimer pathology. citeturn1search5turn1search9.",
        "Act: Extracted trial details — Phase 1 single-ascending-dose oral study in healthy adults (safety, tolerability, PK/PD, food effect); sponsor listed as Wyeth and indication listed as Alzheimer disease in trial registries. The compound name and mechanism were confirmed by external sources (see citations). citeturn0search1turn1search5.",
        "Reflect: Mapping to the category definitions — SAM-315 is a small-molecule neurotransmitter-receptor antagonist (5-HT6) developed to enhance cognitive function (memory/attention) in Alzheimer’s, not a biologic nor a small molecule intended to target core AD pathology (amyloid/tau). Therefore the correct category is 'cognitive enhancer'. Key sources used: trial registry listing and pharmacology papers/listings. citeturn1search9turn0search1turn1search5."
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The investigational compound SAM-315 (alias WAY-255315) is described and documented in the literature as a small-molecule antagonist of the 5-HT6 (serotonin 6) receptor. 5-HT6 is a neurotransmitter receptor whose antagonists are developed as cognitive enhancers (increasing hippocampal acetylcholine and glutamate release) rather than disease-modifying agents directed at amyloid or tau. citeturn0search1turn0search2",
        "Act: Extracted trial and drug details from registry and pharmacology sources: the clinical study is a Phase 1 ascending single-dose oral study in healthy adults assessing safety, tolerability, PK/PD and food effect (trial registries list the condition as Alzheimer disease and sponsor as Wyeth). The compound SAM-315 / WAY-255315 is repeatedly reported as a potent 5-HT6 receptor antagonist (Ki/IC50 in low-nM range) that increases acetylcholine and glutamate in hippocampus—consistent with a neurotransmitter-receptor (cognitive enhancer) mechanism. citeturn0search4turn0search7turn0search2turn0search3",
        "Reflect: Mapping to CADRO — this intervention specifically targets a neurotransmitter receptor (5-HT6) to improve cognition and does not target core AD pathologies (amyloid beta or tau) nor invoke multiple distinct mechanistic targets. Therefore the appropriate CADRO category is D) Neurotransmitter Receptors. No substantial ambiguity remains from the provided description and the literature; if the trial had instead aimed to alter amyloid/tau, or contained clear multi-mechanism actions, a different CADRO code (A, B, or R) would be warranted. citeturn0search1turn0search6",
        "Web search results (key sources used):",
        "- PubMed / J Med Chem description identifying WAY-255315 (SAM-315) as a 5-HT6 antagonist and describing the compound series. citeturn0search1turn0search0",
        "- Product / pharmacology listings reporting Ki/IC50 and that SAM-315 increases hippocampal acetylcholine and glutamate. citeturn0search2turn0search3",
        "- Clinical trial registry summaries (Phase 1 ascending single-dose oral studies in healthy adults; NCT00479440 and NCT00480467) listing Alzheimer disease as the condition and describing safety/PK/PD and food-effect endpoints. citeturn0search4turn0search5"
    ]
}