{
    "nct_id": "NCT05408780",
    "title": "A Phase 1, Two-part, Randomized Study to Evaluate the Pharmacokinetics, Safety, and Tolerability of a Liquid Formulation of Tricaprilin, and Matching Placebo to Include Single-dose and Food Effect (Part A), and Titration Tolerability (Part B), in Healthy Subjects",
    "status": "COMPLETED",
    "last_update_time": "2023-10-15",
    "description_brief": "The purpose of this study is to evaluate the PK, safety, and tolerability of a new liquid formulation of tricaprilin.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "BASIC_SCIENCE",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "tricaprilin"
    ],
    "placebo": [
        "matching placebo"
    ],
    "explanation_target": [
        "Reason: Tricaprilin is a medium‑chain triglyceride that is metabolized to medium‑chain fatty acids and ketones which serve as an alternative brain energy substrate; its proposed effect in Alzheimer’s trials is to improve brain energy metabolism and cognitive performance rather than to target amyloid or tau pathology. citeturn0search4turn0search0",
        "Act: Key details extracted — the investigational product is tricaprilin (liquid formulation) being tested for PK, safety and tolerability vs matching placebo in healthy subjects (Phase 1 formulation study). Tricaprilin has been studied in prior AD trials (e.g., AC‑1202/Axona and later Cerecin-sponsored Phase 2/3 programs) aiming to provide ketone substrate to support cognition. citeturn0search3turn0search1",
        "Reflect: Given the mechanism (providing ketones/alternative fuel to improve cognition) and clinical use (cognitive outcomes in AD trials), the intervention fits the 'Cognitive enhancer' category — it is not a biologic (monoclonal antibody/vaccine) nor a pathology‑targeting small molecule, nor primarily intended for neuropsychiatric symptom management. Supporting clinical and review sources show tricaprilin/MCTs were developed for cognitive benefit in AD. citeturn0search0turn0search2"
    ],
    "agent_type": "J) Metabolism and Bioenergetics",
    "explanation_agent": [
        "Reason: The investigational product is tricaprilin, a medium‑chain triglyceride that is hydrolyzed to octanoic (caprylic) acid and metabolized to ketone bodies which serve as an alternative brain energy substrate to compensate for cerebral glucose hypometabolism in AD; the described mechanism is metabolic/bioenergetic rather than targeting amyloid, tau, inflammation, or synaptic receptors. citeturn0search7turn0search9",
        "Act: Extracted details — drug: tricaprilin (liquid formulation); study: Phase 1 PK/safety/tolerability in healthy subjects; mechanism: generates ketones/alternative fuel to boost brain energy metabolism and cognition (cognitive enhancer indication). These properties align with CADRO category J (Metabolism and Bioenergetics). citeturn0search4turn0search3",
        "Reflect: Classification check — tricaprilin’s primary biological focus is metabolic (ketone production/energy provision). It does not directly target amyloid, tau, ApoE/lipids receptors, inflammation, or synaptic receptor modulation, nor is it a diagnostic/non-therapeutic intervention; therefore J) Metabolism and Bioenergetics is the best fit. Supporting review and trial sources confirm tricaprilin’s development as a ketogenic therapeutic for AD. citeturn0search11turn0search9",
        "Web search results (key sources used): 1) Clinical development overview: Walker et al., Clinical development of tricaprilin (tricaprilin as a semi‑synthetic triglyceride developed to induce ketosis for AD). citeturn0search4 2) MCTs increase brain ketone uptake and total brain energy metabolism in AD (human PET study). citeturn0search3 3) PBPK/modelling and mechanism: tricaprilin hydrolyzed to octanoic acid and metabolized to ketones (modeling/digestion paper). citeturn0search7 4) Alzforum summary of tricaprilin (background, mechanism, development status). citeturn0search9 5) Clinical trials review noting tricaprilin trials (phase progression including recent Phase 3 initiation). citeturn0search11"
    ]
}