{
    "nct_id": "NCT07066137",
    "title": "Motor Planning, Execution, and Modulation in Healthy Individuals and Patients With Movement Disorders or Neuromuscular Diseases Using Traditional Physical Activity or Advanced Devices to Enhance Motor Learning and Sensorimotor Processing",
    "status": "ACTIVE_NOT_RECRUITING",
    "last_update_time": "2025-07-04",
    "description_brief": "The goal of this clinical trial is to investigate motor responses in healthy subjects and patients with movement disorders, brain and spinal cord injury, neuromuscular diseases, or cardiovascular diseases.\n\nThis study aims to evaluate the effectiveness of traditional physical activities combined with innovative interventions such as cryotherapy, ultrasound therapy, laser therapy, transcranial magnetic stimulation (TMS), and transcranial direct current stimulation (tDCS). It will also assess the impact of proprioceptive stimuli provided by either the immersive virtual reality (CAREN), or visuo-cognitive-motor enhancement (S.V.T.A.), and music therapy.\n\nThe main questions it aims to answer are:\n\nHow do these interventions affect motor activities and their functional recovery? What are the temporal and spatial changes in activation sequences related to motor learning and maintenance? When there is a comparison group: Researchers will compare outcomes between different intervention arms (e.g., physical activity with advanced devices vs. traditional methods) to find out if the advanced interventions result in better motor control and functional recovery.\n\nParticipants will:\n\n* Undergo various rehabilitation protocols including physical activity and advanced interventions.\n* Be assessed using different tool, such as fMRI, dtMRI, and NIRS to study in vivo neuroimaging and assess changes in brain function and connectivity.",
    "description_detailed": "Objectives\n\nPrimary Objectives Investigating Motor Gesture Control: Study the sensory-motor structures and their connectivity in healthy participants and patients with neurological, cardiovascular, or neuromuscular conditions. This includes analyzing responses to advanced interventions such as transcranial magnetic stimulation (TMS), transcranial direct current stimulation (tDCS), and the CAREN (Computer Assisted Rehabilitation Environment) system.\n\nUnderstanding Central Control Mechanisms: Assess spatial and temporal changes in brain activity during motor training and recovery processes, leveraging advanced neuroimaging techniques (e.g., fMRI, dtMRI, NIRS).\n\nSecondary Objectives Postural Disorder Prevention: Develop strategies to enhance postural stability and prevent related disorders, improving sports performance and the quality of life in patients with neurodegenerative conditions.\n\nIntegration of Imaging and Psychometric Data: Employ multimodal data to uncover brain function patterns and inform rehabilitation strategies, contributing to personalized recovery protocols and optimized training methods.\n\nMethodology Study Design\n\nThis is an interventional study aimed at evaluating the metabolic, functional, and neurophysiological aspects of motor responses in participants subjected to intensive physical and cognitive training. By combining traditional therapies with innovative technologies (e.g., CAREN, tDCS, TMS), the study will explore:\n\nCentral nervous system activation and connectivity. Temporal and spatial dynamics of motor learning and maintenance. The role of proprioceptive, visual, and auditory inputs in motor coordination.\n\nPhases of Study Phase 1: Recruitment and Baseline Assessments Participants will be recruited through direct communication and provided with detailed study information.\n\nBaseline evaluations will include:\n\nClinical and medical-sports assessment. Neuropsychological evaluation (e.g., MoCA, TMT, Stroop Test). Postural and gait analysis. Baseline imaging (MRI, EEG). Phase 2: Intervention and Data Collection\n\nParticipants will undergo structured interventions:\n\nPhysiotherapy sessions combined with neuromodulation techniques. Training on the CAREN system to assess and improve motor and postural functions.\n\nUse of advanced devices for electromyographic data collection, oxygen consumption measurements, and 3D gait analysis.\n\nImaging and functional assessments will be repeated post-intervention.\n\nPhase 3: Data Analysis and Dissemination Collected data will be anonymized, processed using advanced imaging and statistical algorithms, and analyzed for correlations between training responses and functional recovery.\n\nResults will be published in high-impact international journals. Technologies and Assessments\n\nNeuroimaging Techniques:\n\nFunctional and structural MRI (including T1-weighted, T2-weighted, and DTI sequences).\n\nAnalysis of mean diffusivity and fractional anisotropy to evaluate white matter integrity.\n\nNIRS to assess cortical hemodynamics during tasks.\n\nNeurophysiological Tools:\n\nEEG and ECG to monitor the electrical activity of the brain and heart. Surface electromyography (EMG) to evaluate muscle activation patterns.\n\nAdvanced Rehabilitation Devices:\n\nCAREN system: A virtual environment platform for motor and postural rehabilitation.\n\nAlter-G/Gait Trainer 3 for assisted gait training. FLIR system for thermal imaging of muscular activity.\n\nNeuropsychological Assessments:\n\nComprehensive cognitive evaluation, including MoCA, TMT, Stroop, and PASAT. Auditory anamnesis and visuomotor training (e.g., S.V.T.A.).\n\nPopulation The study aims to recruit 150 participants, including healthy individuals and patients aged 18-60 years with neurological conditions (stroke, dementia, Parkinson's Disease, Multiple Sclerosis, Spinal Cord Injury). Detailed inclusion and exclusion criteria ensure the selection of suitable candidates.\n\nEthical and Administrative Aspects All participants will provide informed consent per ethical guidelines (Declaration of Helsinki and GDPR compliance).\n\nThe relevant Ethics Committee approves the study, with no additional costs or compensations.\n\nResults will be transparently reported, adhering to international research standards.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The described trial tests non‑pharmacologic interventions (physical activity, cryotherapy, therapeutic ultrasound, laser therapy, TMS, tDCS, immersive virtual reality, visuo‑cognitive‑motor devices, and music therapy) to study motor planning, execution and recovery. These are device/behavioral/rehabilitation interventions aimed at improving motor function and sensorimotor processing, not administering a biologic or small‑molecule drug, nor primarily treating neuropsychiatric symptoms or acting as a conventional cognitive‑enhancing pharmacologic agent.",
        "Act: Key extracted details — interventions: cryotherapy, ultrasound therapy, laser therapy, transcranial magnetic stimulation (TMS), transcranial direct current stimulation (tDCS), immersive VR (CAREN), visuo‑cognitive‑motor enhancement (S.V.T.A.), music therapy, and traditional physical activity. Outcomes: motor activity, functional recovery, neuroimaging (fMRI, dtMRI, NIRS) for brain function/connectivity. No drug name or pharmacologic agent is mentioned; therefore there is no drug to search for.",
        "Reflect: Classification check — this study does not fit any of the four target categories (1 disease‑targeted biologic; 2 disease‑targeted small molecule; 3 cognitive enhancer; 4 neuropsychiatric symptom improvement). It is a rehabilitation/neuromodulation study using devices and therapies focused on motor outcomes, so the correct output is 'N/A'. No web search was performed because the trial contains no drug to lookup; I can run targeted literature/trial searches (e.g., on TMS/tDCS or CAREN rehabilitation evidence) if you want citations or supporting references."
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}