{
    "nct_id": "NCT06244043",
    "title": "Human and Digital Support Study",
    "status": "COMPLETED",
    "last_update_time": "2024-08-15",
    "description_brief": "The overall purpose of this study is to help determine how best to incorporate small amounts of human and digital support into a meditation app. 32 participants will be enrolled and can expect to be on study for up to 4 weeks.",
    "description_detailed": "The overall purpose of this study is to help determine the feasibility and acceptability of incorporating small amounts of human and digital support into a meditation app. Ultimately, the investigators hope this work will help to develop digital tools that can reduce symptoms of depression and/or anxiety. The meditation app of interest is the Healthy Minds Program (HMP). The HMP app provides training in four pillars of well-being (Awareness, Connection, Insight, Purpose) through a combination of podcast-style didactic material and guided meditation practices.\n\nParticipants will be randomly assigned to receive or not receive an initial coaching call with a team member. Participants will also be randomly assigned to receive or not receive access to email-based support. All participants with receive text messages encouraging them to engage in the practices taught in the app.\n\nParticipants will complete a set of questionnaires at baseline and post-test (following the 4-week intervention period). Questionnaires and items will be selected from the set of questionnaires included in this application. The average length of time to complete questionnaires will be within 15 to 30 minutes. Participants will also receive short daily surveys.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "SUPPORTIVE_CARE",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The study tests adding small amounts of human and digital support to a meditation app (Healthy Minds Program) to improve feasibility/acceptability and reduce depression/anxiety symptoms — this is a behavioral/digital intervention, not a drug or biologic. citeturn1search0turn1search10",
        "Act (key extracted details): The trial (\"Human and Digital Support Study\", NCT06244043) enrolls ~32 participants for a 4-week intervention. Interventions include an initial coaching call, optional email-based support, and routine encouraging text messages while participants use the HMP meditation app. Primary aims are feasibility, acceptability, and engagement measures—not targeting Alzheimer pathology or cognitive enhancement via pharmacology. citeturn1search0turn1search3",
        "Reflect: Classification = 'N/A' because the intervention is a mobile meditation program with human/digital support (behavioral/digital mental-health intervention), not a disease-targeted biologic, disease-targeted small molecule, cognitive-enhancing drug, or a neuropsychiatric drug for symptom management. The trial is non-pharmacologic/digital and therefore falls outside the four drug-target categories. citeturn1search0turn1search10",
        "Web search results used (selected): MedPath trial listing for \"Human and Digital Support Study\" (NCT06244043) — trial summary and details. citeturn1search0",
        "CTV / Veeva trial listing for \"Human and Digital Support Study\" (University of Wisconsin) — interventions listed (coaching call, email support, texts). citeturn1search3",
        "Healthy Minds Program (HMP) information — describes the meditation app used in the study (Awareness, Connection, Insight, Purpose pillars). citeturn1search10"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}