{
    "nct_id": "NCT00948909",
    "title": "A Randomized, Double-Blind, Placebo- and Active-Controlled, Parallel Group Study to Evaluate the Efficacy and Safety of ABT-126 in Subjects With Mild-to-Moderate Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2013-01-29",
    "description_brief": "This is a efficacy and safety study evaluating new treatment for subjects with mild to moderate Alzheimer's Disease.",
    "description_detailed": "This is a Phase 2 study designed to evaluate the efficacy and safety of ABT-126 in approximately 260 adults with mild-to-moderate Alzheimer's disease (AD). Subjects will be randomized to one of the four treatment groups (ABT-126, donepezil, or placebo) for a 12-week Treatment Period. Acronyms are listed in the secondary outcome section, below, you will find a list of the acronyms defined:\n\n* MMSE - Mini Mental Status Exam\n* QoL-AD - Quality of Life - Alzheimer's Disease\n* CIBIC-plus - Clinician Interview-Based Impression of Change\n* NPI - Neuropsychiatric Inventory\n* CSDD - The Cornell Scale for depression in Dementia\n* ADCS-ADL - Alzheimer's Disease Cooperative Study - Activities of Daily Living",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "ABT-126"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The trial tests ABT-126, which is described in the literature as a selective α7 nicotinic acetylcholine receptor agonist with putative procognitive effects (i.e., intended to improve cognition rather than directly remove amyloid/tau). citeturn0search7turn0search0",
        "Act: Key details extracted from the trial description/title — randomized, double-blind, placebo- and active-controlled study in mild-to-moderate Alzheimer's disease evaluating ABT-126 (multiple dose levels in phase 2 studies). Clinical trial registry and published phase 2 reports confirm the trial design and that ABT-126 was tested as a cognition-targeting agent. citeturn0search8turn0search2",
        "Reflect: The mechanism (α7 nicotinic receptor agonism) identifies ABT-126 as a small-molecule cognitive enhancer rather than a biologic targeting Alzheimer pathology (amyloid or tau) or an agent primarily for neuropsychiatric symptoms. Published phase 2 results showed no consistent, clinically meaningful cognitive benefit across doses (study did not meet its primary endpoint), supporting that the drug was pursued as a cognitive-enhancement candidate. citeturn0search0turn0search5",
        "Web search results used (selected): PubMed J Alzheimers Dis. 2016 — efficacy/safety study describing ABT-126 as a potent, selective α7 nicotinic agonist and reporting phase 2 results. citeturn0search0; PubMed reports on ABT-126 monotherapy and phase 2b program in mild-to-moderate AD. citeturn0search2; Alzheimer's & Dementia (Wiley) article describing α7 nAChR agonist mechanism and ABT-126 development. citeturn0search7; ClinicalTrials.gov / registry entry for NCT01549834 (ABT-126 in mild-to-moderate AD). citeturn0search8"
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The investigational drug ABT-126 is a selective α7 nicotinic acetylcholine receptor (α7 nAChR) agonist intended as a procognitive agent rather than an anti-amyloid or anti-tau therapy; this mechanism is classically a neurotransmitter receptor target. citeturn0search2turn0search4",
        "Act: Key details from the trial and literature — ABT-126 was tested in mild-to-moderate Alzheimer's disease (phase 2 randomized, double-blind study) and is described in multiple publications/registries as an α7 nicotinic receptor agonist (cognition-enhancing small molecule). Based on that explicit receptor-level mechanism, assign to CADRO category D) Neurotransmitter Receptors. citeturn0search1turn0search2",
        "Reflect: Classification check — α7 nicotinic receptors are cholinergic ligand-gated ion channels (neurotransmitter receptors), so CADRO 'Neurotransmitter Receptors' is the most specific fit. The trial is not primarily anti-amyloid, anti-tau, inflammatory, or multi-target, and it is a therapeutic (not a diagnostic), so 'D' is appropriate. citeturn0search3turn0search7",
        "Web search results used (selected):",
        "- PubMed: \"A phase 2 randomized, controlled trial of the α7 agonist ABT-126 in mild-to-moderate Alzheimer's dementia.\" (Alzheimer's & Dementia / PubMed) — phase 2 AD efficacy/safety report describing ABT-126 as an α7 nAChR agonist. citeturn0search2",
        "- Trial registry entry (NCT01549834) — Phase 2 randomized, double-blind ABT-126 study in mild-to-moderate AD. citeturn0search1",
        "- PubMed: ABT-126 α7 nAChR studies in cognitive impairment (schizophrenia/other indications) and preclinical characterization confirming α7 selectivity. citeturn0search0turn0search4"
    ]
}