{
    "nct_id": "NCT00735800",
    "title": "Psychosocial Telephone Intervention for Dementia Caregivers",
    "status": "COMPLETED",
    "last_update_time": "2015-05-04",
    "description_brief": "Caring for a patient with dementia is associated with increased feelings of burden and depression. The proposed study will examine the efficacy of Family Intervention: Telephone Tracking - Dementia (FITT-Dementia), a multi-component, family-based, telephone intervention, as a tool to reduce caregiver stress.",
    "description_detailed": "A previous pilot study of this approach showed reduced burden and reaction to memory and behavior problems for dementia caregivers. This study will test the intervention in a larger group of caregivers and have a more detailed analysis of outcomes.\n\nThe caregiver of a person with dementia will receive telephone support calls. They will receive telephone calls from a trained member of the research team. These calls will occur over a six-month period and will be scheduled at a time that is convenient for the caregiver. They will receive a total of 16 calls over 6 months. During each call, the support person will discuss their current caregiving situation and provide various forms of support.",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "SUPPORTIVE_CARE",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The described intervention is a psychosocial, telephone-delivered family caregiver program (Family Intervention: Telephone Tracking – Dementia / FITT-C) intended to reduce caregiver burden, stress, and depressive symptoms — i.e., it targets caregiver well-being rather than Alzheimer’s pathology or patients' cognition/behavior. citeturn0search6turn0search1",
        "Act (extracted trial details): The intervention is the Family Intervention: Telephone Tracking – Dementia / FITT-C, delivered by trained therapists entirely by telephone (e.g., 16 contacts over 6 months in the large RCT; an earlier pilot delivered 23 contacts over 12 months). Primary outcomes reported are caregiver depressive symptoms, burden, and reactions to care-recipient behavior; randomized trials found improvements in caregiver depression and related outcomes. citeturn0search1turn0search8turn0search3",
        "Reflect (classification decision): This trial does not test a biologic or small-molecule drug, nor a patient-directed cognitive enhancer or an intervention specifically treating patient neuropsychiatric symptoms — it is a caregiver-focused psychosocial treatment. Per the category definitions, the correct classification is 'N/A'. citeturn0search6turn0search1",
        "Key web sources found (supporting evidence): PubMed/Alzheimer's & Dementia randomized controlled trial 'Psychosocial telephone intervention for dementia caregivers' (FITT-C). citeturn0search1; Pilot study 'Telephone-Delivered Psychosocial Intervention Reduces Burden in Dementia Caregivers' (FITT-D). citeturn0search8; Additional trial/publication reporting outcomes and healthcare use (J Am Geriatr Soc / related articles). citeturn0search4turn0search3"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}