{
    "nct_id": "NCT02913664",
    "title": "Exercise and Intensive Vascular Risk Reduction in Preventing Dementia",
    "status": "COMPLETED",
    "last_update_time": "2022-02-12",
    "description_brief": "Physical inactivity, high blood pressure and dyslipidemia are risk factors for Alzheimer's disease (AD) and vascular dementia. Importantly, these risk factors are modifiable with lifestyle changes, pharmacological treatment, or both. The rrAD study will determine effects of aerobic exercise training and intensive vascular risk reduction on cognitive performance in older adults who have high risk for AD.",
    "description_detailed": "Numerous lines of evidence suggest that interventions that confer therapeutic benefits for cardiovascular health are also associated with improvements in, or preservation of, cognitive function. Many believe \"What's good for the heart is good for the brain.\" However, stronge scientific evidence is needed to prove this hypothesis. The rrAD study is a 4-arm, multicenter, randomized trial to assess the effects of aerobic exercise training and intensive pharmacological reduction of vascular risk factors on cognitive performance in older adults who have high risk for AD, that is, those who have high blood pressure, family history of dementia or subjective memory complaints. Furthermore, rrAD will examine effects of exercise and vascular risk reduction on brain volume, perfusion, and neural network connectivity using magnetic resonance imaging (MRI).",
    "phase": [
        "PHASE2",
        "PHASE3"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "PREVENTION",
    "results": null,
    "target_category": "N/A",
    "drug": [
        "Losartan (angiotensin II receptor blocker, ARB)",
        "Amlodipine (calcium channel blocker, CCB)",
        "Atorvastatin 80 mg (statin)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The rrAD trial tests aerobic exercise training plus an Intensive Reduction of Vascular Risk (IRVR) strategy (pharmacologic control of blood pressure and cholesterol) to prevent cognitive decline — the interventions are lifestyle and cardiovascular risk management rather than therapies that directly target Alzheimer pathology, cognitive enhancement mechanisms, or neuropsychiatric symptoms. citeturn0search0turn0search1",
        "Act: Key interventions extracted from the trial description and registry — exercise training (aerobic) and intensive vascular risk reduction using antihypertensives and a high‑dose statin (listed agents include losartan, amlodipine, and atorvastatin 80 mg). No AD‑pathology biologic or AD‑targeted small molecule is being tested. citeturn0search1turn0search0",
        "Reflect: Classification check — because the trial evaluates lifestyle/exercise and standard cardiovascular medications to reduce vascular risk (not monoclonal antibodies, vaccines, or small molecules developed to modify amyloid/tau, nor drugs aimed primarily at enhancing cognition or treating neuropsychiatric symptoms), it does not fit the four therapeutic categories and is therefore classified as 'N/A'. The trial is registered as NCT02913664 and described in the rrAD methods paper. citeturn0search1turn0search0",
        "Web search / source results consulted: \"Rationale and methods for a multicenter clinical trial assessing exercise and intensive vascular risk reduction in preventing dementia (rrAD Study)\" (PubMed). citeturn0search0",
        "ClinicalTrials.gov summary for NCT02913664 (Risk Reduction for Alzheimer's Disease; Exercise and Intensive Vascular Risk Reduction in Preventing Dementia) — lists interventions and specific drugs (losartan, amlodipine, atorvastatin). citeturn0search1",
        "rrAD trial recruitment/publication (Wiley/Alzheimer's & Dementia) describing the multisite NIH‑funded rrAD study. citeturn0search2"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}