{
    "nct_id": "NCT04972643",
    "title": "Department of Psychiatry, Taichung Veterans General Hospital",
    "status": "COMPLETED",
    "last_update_time": "2021-07-22",
    "description_brief": "Background： Dementia is a progressive, devastating, and fatal neurodegenerative disorder. Alzheimer's disease (AD) is the most common cause of dementia, accounting for more than 50% of patients with dementia. Docosahexaenoic acid (DHA) and eicosapentaenoic acid (EPA), the major bioactive components of n-3 polyunsaturated fatty acids (n-3 PUFAs) , might connect to the etiology of several neuropsychiatric diseases. To our knowledge, it has never been studied to look at the different effects of DHA, EPA and their combination on associated symptoms of AD.\n\nObjectives To examine the effects of DHA, EPA and their combination on associated symptoms of AD, including cognitive function, depressive symptoms, and functional ability.\n\nMethod This is a randomized, double-blind, placebo-controlled, 24-month follow-up study, enrolling 200-400 patients with mild AD (Mini-Mental Status Examination (MMSE) 19-26 or Clinical Dementia Rating (CDR) 0.5-1). Cognitive ability is assessed by the Alzheimer Disease Assessment Scale-Cognitive Subscale (ADAS-Cog) and the MMSE. Mood status is assessed by Geriatric Depression Scale (GDS). Functional ability is assessed by the Alzheimer Disease Cooperative Study activities of daily living (ADCS-ADL) and global function by the CDR, quality of life scale (QOL-AD). Brain function is assessed by resting state brain magnetic resonance imaging (MRI).",
    "description_detailed": "Background Dementia is a progressive, devastating, and fatal neurodegenerative disorder (Cummings, 2004). As of 2010, there are an estimated 35.6 million people with dementia worldwide. By 2050, it is projected that this figure will have increased to over 115 million (1, 2). Therefore, dementia is not only an important medical disease but also a public health issue to demand immediate attention. A conservative estimate of economic burden from dementia (based on Alzheimer's Society's Dementia United Kindom (UK) report published in February 2007) reaches 20 billion by the year 2010, which suggests an average cost of 25,472 per person annually. It indicated a heavy social financial expense for the whole world in general. Alzheimer's disease (AD) is the most common cause of dementia, accounting for 60-80% of patients with dementia. Given that it is still lacking in effective treatments for AD, there has been growing interest in early detection and prevention for this disastrous illness. Delaying AD onset by 1 year could potentially lower its incidence by more than 9 million cases over the next 40 years (3).\n\nDementia could be resulted from numerous risk factors and medical conditions including vascular risk factors (e.g. hypertension, diabetes, and obesity), psychosocial factors (e.g. depression), and health behaviors (e.g. physical inactivity and smoking) (4, 5). Indeed, reflecting its heterogeneity, several hypotheses have been proposed for etiology of dementia, including genetic susceptibility, vascular changes, inflammatory process, oxidative stress, and recently, n-3 polyunsaturated fatty acids (n-3 PUFAs) (Fratiglioni et al., 2008;Samieri et al., 2008;Cole and Frautschy, 2010;Mucke and Pitas, 2004;Gomez-Pinilla, 2008). PUFAs are classified into mainly n-3 (or omega-3) and n-6 (or omega-6) groups. Docosahexaenoic acid (DHA) and eicosapentaenoic acid (EPA), the major bioactive components of n-3 PUFAs, are associated with neuronal membrane stability and fluidity, neurogenesis, neuroplasticity, neurotransmission and anti-inflammation, which might connect to the etiology of several neuropsychiatric diseases including depression and dementia (Horrobin and Bennett, 1999;Su et al., 2000;Chalon, 2006;Lukiw and Bazan, 2006;Su, 2009b;Lin et al., 2010a). On the other hand, arachidonic acid (AA), the major components of n-6 PUFAs, is a precursor of eicosanoids and is important to modulate proinflammatory effects, which might also link to the pathogenesis of neuroinflammatory and neurodegenerative diseases like dementia (Sanchez-Mejia and Mucke, 2010;Lukiw and Bazan, 2010). Consistent with the theoretical relevance, evidences to link PUFAs to dementia have been reported extensively from more epidemiological studies. For example, it has been observed that regions with a high consumption of fish, which are good sources of n-3 PUFAs, appear to have a lower prevalence of dementia (Barberger-Gateau et al., 2002;Barberger-Gateau et al., 2007;Huang et al., 2005;Morris et al., 2003;Kalmijn et al., 1997) and Mild cognitive Impairment (MCI) ;(Roberts et al., 2010)). Although clinical studies until now have failed to demonstrate beneficial effects of n-3 PUFA supplementation in patients with moderate or severe AD (Freund-Levi et al., 2006a;Quinn et al., 2010a), it may benefit in patients with mild AD or MCI and those without apolipoprotein E(APOE) ε4 allele (Freund-Levi et al., 2006b;Chiu et al., 2008;Quinn et al., 2010b). In addition, the two main n-3 PUFAs have different biological effects. DHA is the main n-3 PUFAs in the brain and is important in neuroplasticity and neuroprotection. EPA, on the other hand, is very little in the brain but is important in modulate inflammation and immune function (Lin et al., 2010b;Su, 2009a). To our knowledge, it has never been studied to look at the different effects of DHA, EPA and their combination on different associated symptoms of AD. To provide more evidence for the association between n-3 PUFAs and associated symptoms of AD, including cognitive function, depression, and physical activity in AD, we propose to conduct this double-blind, placebo-controlled, 24-month research. In addition, neuroprotective effects of vitamin B, preliminary findings in recent studies have shown cognitive-protection effects of it among patients with MCI. Moreover, deficiency of vitamin B is known to cause nervousness, depression, and peripheral and central neuropathy. The importance of vitamin B in developmental processes of the brain is supported by the findings that vitamin B deficiency at certain stages of brain development interferes with brain cell proliferation, migration and maturation . Vitamin B affords survival-promoting activities on cultured brain neurons (6). This is probably the first study to evaluate the effects of vitamin B on cognitive protection among Asian patients with AD. Based on the review of the possible benefits from n-3 PUFAs supplement on cognitive function preservation after balancing for its slightest side effects, we here propose a randomized clinical trial study design to test whether Hypothesis Omega-3 PUFAs is protective against cognitive decline among people with mild AD.\n\nPrimary Aim To examine whether consumption of n-3 PUFAs protects against cognitive decline in patients with mild AD.\n\nSecondary Aims\n\n1. To examine the different effects of DHA, EPA and their combination on different symptoms of AD.\n2. To examine whether consumption of n-3 PUFAs improves cognitive function in patients with mild AD.\n3. To examine whether consumption of n-3 PUFAs improves depressive symptoms in patients with mild AD.\n4. To examine whether consumption of n-3 PUFAs improves physical activity level in patients with mild AD.\n\nSignificance of Study\n\n1. To provide a simple way through dietary supplement of n-3 PUFAs to prevent cognitive decline and improve depressive symptoms and physical activity in patients with mild AD.\n2. No placebo-controlled studies regarding n-3 PUFAs in cognitive prevention have been conducted among Asian people.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "Cognitive enhancer",
    "drug": [
        "Docosahexaenoic acid (DHA)",
        "Eicosapentaenoic acid (EPA)",
        "Combination DHA+EPA"
    ],
    "placebo": [
        "Placebo"
    ],
    "explanation_target": [
        "Reason: The trial tests DHA and EPA (long‑chain omega‑3 polyunsaturated fatty acids) as supplements to improve cognitive function, mood, and function in patients with mild Alzheimer’s disease. DHA and EPA are nutritional long‑chain fatty acids (not monoclonal antibodies or vaccines = not biologics). citeturn0search3turn0search13.",
        "Act: Key details from the description — interventions are DHA, EPA, and their combination; primary cognitive endpoints include ADAS‑Cog and MMSE (the study is placebo‑controlled). The intended effect is symptomatic improvement in cognition (and also depressive symptoms/function), not explicit targeting of core AD pathology (amyloid or tau) with a biologic or disease‑modifying small‑molecule mechanism. Systematic reviews/meta‑analyses and Cochrane evidence treat omega‑3 PUFAs as supplemental interventions for cognition in dementia and report mixed/no clear benefit in mild–moderate AD, confirming these are tested as symptomatic/nutritional interventions rather than pathology‑targeted biologics. citeturn0search2turn0search1.",
        "Reflect: Classification choice — \"Cognitive enhancer\" — is based on (1) primary cognitive outcome measures (ADAS‑Cog, MMSE) and (2) the intervention being omega‑3 fatty acids used to improve cognitive/mood symptoms rather than a biologic (e.g., monoclonal antibody) or a targeted small molecule intended to modify amyloid/tau pathology. If one preferred emphasizing the mood endpoint, an alternative interpretation could be \"Neuropsychiatric symptom improvement,\" but the protocol’s cognitive primary outcomes support \"Cognitive enhancer.\" Also note safety/dosing considerations for omega‑3 supplements (supplement classification and bleeding risk at high doses) referenced for context. citeturn0search4."
    ],
    "agent_type": "C) ApoE, Lipids and Lipoprotein Receptors",
    "explanation_agent": [
        "Reason: The interventions are docosahexaenoic acid (DHA) and eicosapentaenoic acid (EPA), which are long‑chain omega‑3 polyunsaturated fatty acids (lipids) intended to modify lipid biology, membrane composition and related processes in the brain rather than directly targeting amyloid or tau. DHA/EPA biology and clinical use map best to CADRO category C (ApoE, Lipids and Lipoprotein Receptors).",
        "Act: Extracted details — trial drugs: DHA, EPA, and DHA+EPA combination; trial category: cognitive enhancer with primary cognitive endpoints (ADAS‑Cog, MMSE). Clinical trials and systematic reviews treat omega‑3 supplements as nutritional/lipid interventions with mixed or no clear benefit in mild–moderate AD, supporting that these are lipid‑focused symptomatic/nutritional interventions rather than amyloid/tau biologics or clearly disease‑modifying small molecules. Representative clinical trials and reviews: supplementation with DHA showed no benefit on ADAS‑Cog or functional decline in mild–moderate AD. citeturn0search1turn0search0",
        "Act (mechanistic note): Brain delivery studies show DHA/EPA can raise CSF levels but brain uptake and effects differ by APOE genotype (APOE4 carriers show less increase), linking these agents to ApoE/lipid pathways. citeturn0search5",
        "Act (evidence synthesis): Cochrane and other systematic reviews conclude no consistent benefit of omega‑3 PUFA supplements for cognition in mild–moderate AD at the durations/doses tested, although some trials in MCI or cognitively healthy subgroups report mixed results. This supports classification under lipid/ApoE biology rather than other CADRO categories. citeturn0search2turn0search4",
        "Reflect: Alternative plausible CADRO categories could include M) Synaptic plasticity/neuroprotection or J) Metabolism/bioenergetics because omega‑3s have broad neuroprotective/neurochemical effects. However the direct connection of these compounds to lipid metabolism and documented interactions with ApoE and lipoprotein handling (including APOE genotype effects on brain uptake) makes C) the most specific and appropriate CADRO match. There is sufficient trial detail (drugs, cognitive endpoints) to avoid assigning T) Other.",
        "Web search results (key sources used):",
        "- Docosahexaenoic acid supplementation and cognitive decline in Alzheimer disease: a randomized trial — no benefit on ADAS‑Cog or CDR over 18 months. citeturn0search1",
        "- No Effect of Omega‑3 Fatty Acid Supplementation on Cognition and Mood in Individuals with Cognitive Impairment and Probable Alzheimer's Disease (RCT). citeturn0search0",
        "- Cochrane review: Omega‑3 fatty acids for the treatment of dementia — no evidence of benefit for cognition or function in mild–moderate AD. citeturn0search2turn0search3",
        "- Brain delivery trial: supplemental DHA increases CSF DHA/EPA but cognitive/volume effects absent and APOE genotype modulates CSF uptake. citeturn0search5",
        "- Recent review/meta‑analyses: mixed results overall; potential benefits in prevention or MCI but not established in AD dementia. citeturn0search4"
    ]
}