{
    "nct_id": "NCT02720445",
    "title": "Long-Term Nicotine Treatment of Mild Cognitive Impairment",
    "status": "ACTIVE_NOT_RECRUITING",
    "last_update_time": "2025-05-02",
    "description_brief": "The purpose of the study is to see if daily transdermal nicotine is able to produce a significant cognitive, clinical and functional improvement in participants with MCI. Neuronal nicotinic receptors have long been known to play a critical role in memory function in preclinical studies, with nicotine improving attention, learning, and memory function.\n\nThe study will enroll 380 participants for a 2 year period. Participants will be randomized (50:50) to either the transdermal nicotine, beginning at 7mg/day, and increasing to 21mg/day, or placebo skin patch.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "transdermal nicotine (nicotine patch; dose escalation 7 mg → 21 mg/day)"
    ],
    "placebo": [
        "placebo transdermal patch"
    ],
    "explanation_target": [
        "Reason: The intervention is transdermal nicotine (a small, naturally occurring alkaloid that acts as an agonist at neuronal nicotinic acetylcholine receptors) given to improve attention, learning, memory and overall cognitive/functional performance in people with MCI — i.e., the intended effect is cognitive improvement rather than targeting Alzheimer pathology such as amyloid or tau. citeturn0search0turn0search6",
        "Act: Key extracted details — title: Long-Term Nicotine Treatment of Mild Cognitive Impairment (MIND); intervention: daily transdermal nicotine patch (titrated from 7 mg to 21 mg/day) versus placebo patch; population: MCI; primary intent described as producing cognitive, clinical and functional improvement. Prior pilot/6-month studies showed nicotine-associated improvements in attention, memory and processing speed. These sources support classifying nicotine here as a cognitive enhancer. citeturn0search0turn0search6turn0search2",
        "Reflect: Nicotine is not a biologic (e.g., mAb or vaccine) nor is it described as targeting core Alzheimer pathology (amyloid/tau); its mechanism is cholinergic receptor agonism with symptomatic cognitive effects. Therefore the correct category is 'cognitive enhancer'. No substantive ambiguity in the trial text suggests disease-modifying intent, so 'cognitive enhancer' is the appropriate classification. Trial registries and the Neurology pilot trial support this interpretation. citeturn0search0turn0search6"
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The intervention is transdermal nicotine, a small alkaloid that acts as an agonist at neuronal nicotinic acetylcholine receptors (nAChRs) to enhance attention, learning and memory — i.e., it targets cholinergic neurotransmitter receptors rather than amyloid/tau pathology. citeturn0search7",
        "Act: Key extracted details from the trial description and registries — intervention: daily transdermal nicotine patch (titrated from 7 mg → 21 mg/day) vs placebo; indication: mild cognitive impairment with intent to produce cognitive/functional improvement; prior 6‑month pilot randomized trial showed nicotine-associated improvements in attention, memory and processing speed. These sources support classifying nicotine as a neurotransmitter‑receptor (cholinergic) cognitive enhancer. citeturn0search2turn0search0turn0search6",
        "Reflect: Classification check — nicotine’s mechanism (nAChR agonism) maps directly to CADRO category D (Neurotransmitter Receptors). The trial is symptomatic/cognitive‑enhancement focused (not disease‑modifying for amyloid or tau), so D) Neurotransmitter Receptors is the most specific and appropriate CADRO category. The web sources above (pilot trial, trial registry, nAChR review, and study pages) corroborate this assignment. citeturn0search0turn0search2turn0search7"
    ]
}