{
    "nct_id": "NCT06297590",
    "title": "A Single- and Multiple-Ascending Dose Study to Evaluate the Safety, Tolerability, Pharmacokinetics, and Pharmacodynamics of LY3954068 in Patients With Early Symptomatic Alzheimer's Disease",
    "status": "RECRUITING",
    "last_update_time": "2025-09-24",
    "description_brief": "The main purpose of this study is to evaluate the safety of LY3954068 in participants with early symptomatic Alzheimer's Disease (AD). The study will also investigate how much LY3954068 gets into the bloodstream and will test the effects of LY3954068 on markers of AD.\n\nThe study will be comprised of two parts, A and B. Each enrolled participant in Part A will receive a single dose of LY3954068 or placebo (no active drug) given into the spinal fluid. Each participant in Part B will receive 2 doses of either LY3954068 or placebo administered into the spinal fluid. Participants will have the opportunity to join an optional bridging period to a separate potential study where participants would receive LY3954068.\n\nThe study will last up to approximately 45 weeks for Part A, and 100 weeks for Part B, including the screening period.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "BASIC_SCIENCE",
    "results": null,
    "target_category": "disease-targeted biologic",
    "drug": [
        "LY3954068 (anti‑tau siRNA / oligonucleotide; intrathecal)"
    ],
    "placebo": [
        "placebo (intrathecal)"
    ],
    "explanation_target": [
        "Reason: The investigational agent is LY3954068, described in trial documents as an oligonucleotide / small interfering RNA (siRNA) designed to reduce tau protein levels — i.e., it directly targets Alzheimer’s pathology (tau) and is intended to change disease biology rather than only symptomatic cognition. citeturn0search3turn0search7.",
        "Act: Key extracted details — LY3954068 is delivered intrathecally (into spinal fluid) as single and multiple ascending doses in a Phase 1 first‑in‑human study; the study measures safety, PK/PD, and effects on AD markers (CSF tau). Placebo control is used. These study-specific details are reported by trial registries and site summaries. citeturn0search2turn0search1turn0search5.",
        "Reflect: Classification check — according to the provided category definitions, nucleic‑acid therapeutics (siRNA/oligonucleotides) that target core AD pathology (tau) fall under \"disease‑targeted biologic.\" LY3954068 is an RNA‑based biologic aimed at lowering tau, so \"disease‑targeted biologic\" is the appropriate category. There is no substantive ambiguity in the description that would place it in \"cognitive enhancer\" or \"neuropsychiatric symptom improvement.\" citeturn0search3turn0search7.",
        "Web search findings (sources used): Alzforum — profile noting LY3954068 is a DNA/RNA‑based siRNA targeting tau and Phase 1 first‑in‑human study details. citeturn0search3; Health Research Authority (UK) summary — describes LY3954068 as an oligonucleotide designed to reduce tau and gives trial identifiers. citeturn0search7; Duke & UNC ADRC and related trial listings (site/registry pages) — trial synopsis, intrathecal dosing, single/multiple dose parts, and safety/PK/PD endpoints. citeturn0search2turn0search5."
    ],
    "agent_type": "B) Tau",
    "explanation_agent": [
        "Reason: The investigational agent LY3954068 is described in trial documents and registries as an RNA‑based oligonucleotide / siRNA whose mechanism is to reduce tau (MAPT) expression in the central nervous system — i.e., it directly targets tau pathology, which maps to CADRO category B) Tau. citeturn0search0turn0search2",
        "Act: Extracted trial details — LY3954068 is an anti‑tau siRNA/oligonucleotide administered intrathecally in a Phase 1 single‑ and multiple‑ascending dose first‑in‑human study; primary objectives include safety/tolerability and PK/PD with measurement of CSF tau and other AD markers. These specifics are reported on the trial registry and site listings. citeturn0search2turn0search1",
        "Reflect: Classification check — the agent specifically lowers tau rather than targeting amyloid, inflammation, synaptic receptors, or a broad multi‑target approach. Therefore the most specific CADRO category is B) Tau. There is no substantive ambiguity in the description that would move it to R) Multi‑target or T) Other. citeturn0search0",
        "Web search results (sources used): Alzforum summary noting LY3954068 is a DNA/RNA‑based siRNA targeting tau and Phase 1 first‑in‑human details; clinical trial registry entry (NCT06297590) describing intrathecal single/multiple ascending doses and CSF tau endpoints; Duke & UNC ADRC trial listing summarizing LY3954068 as anti‑tau siRNA and intrathecal dosing. citeturn0search0turn0search2turn0search1"
    ]
}