{
    "nct_id": "NCT05326750",
    "title": "Non-invasive Neurostimulation as a Tool for Diagnostics and Management for Neurodegenerative Diseases",
    "status": "RECRUITING",
    "last_update_time": "2025-08-26",
    "description_brief": "Double blinded, sham-controlled, randomized trial on repeated transcranial alternating current brain stimulation (tACS) in neurodegenerative diseases. The investigators will evaluate whether a 4-times daily repeated stimulation with gamma tACS on the posterior parietal cortex can improve symptoms in patients with neurodegenerative diseases, including dementia with Lewy Bodies, Alzheimer's disease, idiopathic normal pressure hydrocephalus and Frontotemporal dementia.",
    "description_detailed": "Double blinded, sham-controlled, randomized trial on repeated transcranial alternating current brain stimulation (tACS) in neurodegenerative diseases. The investigators will evaluate whether a 4-times daily repeated stimulation with gamma tACS on the posterior parietal cortex can improve symptoms in patients with neurodegenerative diseases, including dementia with Lewy Bodies, Alzheimer's disease, idiopathic normal pressure hydrocephalus and Frontotemporal dementia.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [],
    "placebo": [
        "sham stimulation (sham tACS)"
    ],
    "explanation_target": [
        "Reason: The intervention is repeated gamma-frequency transcranial alternating current stimulation (tACS), a non-pharmacologic, non-invasive brain stimulation intended to improve symptoms (memory/cognition) in people with neurodegenerative diseases. This matches the 'cognitive enhancer' category (improving cognitive function) rather than a disease-targeted biologic or small molecule, or a neuropsychiatric-symptom-only intervention. citeturn0search5turn0search1",
        "Act (web search results used to verify intervention intent and precedent): - Trial description matching your text (gamma tACS over posterior/superior parietal cortex to improve symptoms in neurodegenerative diseases). citeturn0search5 - Multiple randomized, double‑blind, sham‑controlled human trials and protocols of 40 Hz (gamma) tACS in Alzheimer's disease or MCI aimed at improving cognitive outcomes (TRANSFORM‑AD protocol and published trial; single-session and multi‑session γ‑tACS studies reporting cognitive/episodic memory effects). citeturn0search1turn0search2turn0search3turn0search7 - Pilot and protocol reports indicate gamma tACS is used to entrain neuronal oscillations to improve memory and related cognition; some preclinical work also links gamma stimulation to reductions in amyloid in animal models, but current human trials are framed as cognitive/symptomatic interventions. citeturn0search6turn0search8",
        "Reflect: The description specifies repeated gamma tACS vs sham and explicitly aims to \"improve symptoms\" across dementia syndromes; that intent and the mechanism (entrainment of gamma oscillations to boost cognition) align best with 'cognitive enhancer'. There is no drug or biologic being tested, and the comparator is sham stimulation (not a pharmacologic placebo). If your classification should consider possible disease‑modifying hypotheses (some preclinical signal of amyloid/tau effects), note that current human trials generally target cognitive/symptom improvement as the primary outcome rather than established disease-modifying biomarker endpoints—so 'cognitive enhancer' remains the appropriate category. citeturn0search2turn0search7"
    ],
    "agent_type": "M) Synaptic Plasticity/Neuroprotection",
    "explanation_agent": [
        "Reason: The intervention is repeated gamma-frequency (≈40 Hz) transcranial alternating current stimulation (tACS) intended to entrain neural oscillations and improve memory/cognition by modulating network activity, functional connectivity, theta‑gamma coupling, and neuroplasticity — mechanisms that map to synaptic plasticity/neuroprotection rather than a specific molecular pathology. citeturn0search3turn0search1",
        "Act: Extracted details from the trial description — non‑pharmacologic 40 Hz tACS vs sham, aimed at symptom (cognitive) improvement across neurodegenerative diseases; no drug/biologic or single molecular target is tested. Human trials explicitly frame the goal as cognitive/neurophysiologic modulation (e.g., TRANSFORM‑AD and pilot 40 Hz tACS studies). Preclinical work shows possible effects on amyloid in mice, but human studies emphasize entrainment and plasticity-driven cognitive benefit. citeturn0search7turn0search1turn0search5",
        "Reflect: Mapping to CADRO — this intervention best fits M) Synaptic Plasticity/Neuroprotection because the primary putative mechanism is altering neural synchrony and enhancing plasticity/functional connectivity (not directly targeting amyloid, tau, neurotransmitter receptors, inflammation, etc.). It is not a diagnostic-only or purely observational procedure, so 'T) Other' is not appropriate. Although some preclinical data suggest potential downstream effects on amyloid, current human trials target cognitive enhancement, so M is the most specific and appropriate CADRO category. citeturn0search4turn0search5"
    ]
}