{
    "nct_id": "NCT02389413",
    "title": "A Phase 2A Multicentre, Randomised, Double Blind, Placebo-Controlled, Parallel-Group Safety and Tolerability Study of PQ912 in Subjects With Early Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2017-05-31",
    "description_brief": "The aim of this study is to evaluate the safety, tolerability and preliminary efficacy of PQ912 in subjects with Mild Cognitive Impairment (MCI) due to Alzheimers Disease (AD) or mild dementia due to AD.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "PQ912 (varoglutamstat) — oral small‑molecule glutaminyl cyclase (QC) inhibitor targeting formation of pyroglutamate‑Aβ (pE‑Aβ)"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The intervention (PQ912, also called varoglutamstat) is an oral small‑molecule inhibitor of the enzyme glutaminyl cyclase (QC). QC inhibition is intended to reduce formation of neurotoxic pyroglutamate‑modified Aβ species (pE‑Aβ), a proposed driver of synaptotoxicity in Alzheimer’s disease — i.e., a disease‑targeting, potentially disease‑modifying mechanism. citeturn0search1turn0search4",
        "Act: Key trial details extracted from the description — Phase 2a, multicentre, randomized, double‑blind, placebo‑controlled study in subjects with MCI due to AD or mild dementia due to AD testing safety/tolerability and preliminary efficacy of PQ912 (varoglutamstat). PQ912 is described in phase‑1 and phase‑2 publications as an oral small molecule that inhibits QC and achieves target occupancy in CSF, supporting the small‑molecule disease‑targeted classification. citeturn0search7turn0search6turn0search3",
        "Reflect: Classification check — this is not a biologic (no monoclonal antibody or vaccine), not a purely symptomatic cognitive enhancer, and not an agent aimed only at neuropsychiatric symptoms. The mechanism specifically targets an Alzheimer’s biochemical pathway (pE‑Aβ formation), so the appropriate category is 'disease‑targeted small molecule'. Sources: phase‑2a report and related publications/trial registry. citeturn0search0turn0search1turn0search3"
    ],
    "agent_type": "A) Amyloid beta",
    "explanation_agent": [
        "Reason: The investigational drug PQ912 (varoglutamstat) is a small‑molecule inhibitor of the enzyme glutaminyl cyclase (QC). QC catalyzes formation of pyroglutamate‑modified Aβ (pE‑Aβ or pGlu‑Aβ), a neurotoxic, N‑terminally modified amyloid‑β species implicated in AD synaptotoxicity — so the mechanism directly modulates an amyloid‑beta pathway. citeturn0search3turn0search1",
        "Act: From the trial description: PQ912/varoglutamstat is an oral, disease‑targeted small molecule that inhibits QC to reduce pE‑Aβ formation; tested in Phase 2a (randomized, double‑blind, placebo‑controlled) in early AD. These clinical and pharmacodynamic details (target occupancy, reduction in QC activity and biomarker signals) are reported in the Phase‑2a publication and trial reports. Based on this explicit amyloid‑focused, disease‑modifying mechanism, assign CADRO category A) Amyloid beta. citeturn0search0turn0search7",
        "Reflect: This is not a tau, inflammation, synaptic‑only, or neurotransmitter symptomatic therapy; its primary biological focus is preventing formation of an amyloid species (pE‑Aβ) by inhibiting QC. Therefore the most specific CADRO mapping is A) Amyloid beta rather than Multi‑target (R) or Other (T). If future data showed clinically meaningful effects on multiple independent pathways as a planned multi‑mechanism intervention, R) Multi‑target would be reconsidered, but current evidence supports amyloid‑beta targeting. citeturn0search2turn0search5",
        "Supporting web search results (selected):",
        "- Phase 2a randomized, double‑blind, placebo‑controlled study reporting PQ912 as a QC inhibitor that reduces QC activity and target occupancy in CSF (safety/tolerability and exploratory biomarker/cognitive readouts). citeturn0search0turn0search7",
        "- Preclinical/pharmacology studies describing PQ912 (varoglutamstat) as a first‑in‑class QC inhibitor that reduces formation of pyroglutamate‑Aβ species and improves cognition in animal models. citeturn0search1",
        "- Reviews/therapeutic entries summarizing varoglutamstat development, phase‑2 SAPHIR results and mechanism (Alzforum summary). citeturn0search4",
        "- Phase 2b (VIVIAD) trial rationale and design describing varoglutamstat’s aim to reduce pGlu‑Aβ and evaluate cognitive/biomarker endpoints. citeturn0search5"
    ]
}