{
    "nct_id": "NCT05574400",
    "title": "The Caffeine, Postoperative Delirium, and Change in Outcomes After Surgery (CAPACHINOS-2) Study",
    "status": "RECRUITING",
    "last_update_time": "2025-07-22",
    "description_brief": "The objective of this study is to test the effects of caffeine on neurocognitive and clinical recovery after major surgery. Specifically, this trial tests the primary hypothesis that caffeine will reduce the incidence of postoperative delirium.",
    "description_detailed": "Delirium is a syndrome characterized by failure of basic cognitive functions that affects approximately 20-50% of older surgical patients. Delirium during surgical recovery is associated with increased mortality, cognitive and functional decline, and prolonged hospitalization. In fact, 3-year survival rates for acutely hospitalized patients with delirium, and subsyndromal delirium, are both less than 50%. Older age is predictive of delirium after surgery, and with aging surgical populations, the incidence of postoperative delirium and related complications are likely to increase in the coming years.\n\nCaffeine represents a novel, neurobiologically informed candidate intervention for reducing risk of early postoperative delirium. Caffeine promotes arousal via adenosine receptor antagonism and improves cognitive function concurrent with increased cortical cholinergic tone. Our preliminary data suggest that caffeine reduces risk of postanesthesia care unit (PACU) delirium in adult non-cardiac surgery patients by optimizing cortical dynamics for cognition. Caffeine also optimizes key neurocognitive processes that support information processing and may improve other, related aspects of clinical recovery, such as rebound headache in habitual caffeine users. The objective of this trial is to thus test the effects of caffeine on neurocognitive and clinical recovery after major surgery. Specifically, the primary hypothesis is that caffeine will reduce the incidence of postoperative delirium. The secondary objectives are to (1) test whether caffeine positively impacts the quality of postoperative recovery via validated patient-reported measures and (2) identify neural correlates of delirium and Mild Cognitive Impairment via advanced electroencephalographic (EEG) analysis.",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "neuropsychiatric symptom improvement",
    "drug": [
        "Caffeine citrate (intravenous) — 1.5 mg/kg and 3 mg/kg arms (administered during surgical closure and first two postoperative mornings). citeturn0search0turn0search6"
    ],
    "placebo": [
        "Dextrose 5% in water (D5W) placebo. citeturn0search0"
    ],
    "explanation_target": [
        "Reason: The trial tests intravenous caffeine given postoperatively with the primary hypothesis that caffeine will reduce the incidence of postoperative delirium — a neuropsychiatric/behavioral syndrome (not an Alzheimer’s disease pathology–targeting intervention). The protocol and registry describe caffeine citrate infusions and delirium as the primary outcome. citeturn0search0turn0search6",
        "Act: Key extracted details — intervention: intravenous caffeine citrate (two dose levels: 1.5 mg/kg and 3 mg/kg); comparator: D5W placebo; primary outcome: incidence of postoperative delirium. Mechanism: caffeine promotes arousal and cognitive effects via antagonism of adenosine receptors (A1/A2A), which is consistent with a symptomatic/neuropsychiatric effect rather than targeting Alzheimer pathology. citeturn0search0turn1search4",
        "Reflect: Classification rationale — of the four supplied categories, this trial best fits 'neuropsychiatric symptom improvement' because its goal is to prevent/reduce postoperative delirium (a neuropsychiatric/behavioral outcome). An alternative plausible label is 'cognitive enhancer' since caffeine can acutely improve attention/arousal, but the trial’s stated primary aim (reducing delirium incidence) maps more directly to symptom management (neuropsychiatric). I therefore classify it as 'neuropsychiatric symptom improvement'. citeturn0search0turn0search2",
        "Web search results used: (1) Trial protocol/publication: 'Caffeine, Postoperative Delirium And Change In Outcomes after Surgery (CAPACHINOS)-2: protocol for a randomised controlled trial' (BMJ Open / PubMed) — details dosing, timing, placebo, outcomes. citeturn0search0 (2) CenterWatch trial listing summarizing objectives and rationale (caffeine, adenosine antagonism, hypothesis re: delirium). citeturn0search2 (3) Trial registry/summary pages (NCT05574400 snapshots summarizing intervention as caffeine citrate and D5W placebo). citeturn0search6 (4) Mechanism references describing caffeine as a nonselective adenosine (A1/A2A) receptor antagonist and its arousal/cognitive effects. citeturn1search4turn1search6"
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The CAPACHINOS-2 trial tests intravenous caffeine to prevent/reduce postoperative delirium; caffeine’s primary CNS pharmacology is antagonism of adenosine neurotransmitter receptors (A1/A2A), producing arousal and cognitive effects rather than targeting Alzheimer’s pathology. citeturn0search5turn0search4",
        "Act: Key extracted details — intervention: caffeine citrate intravenous (1.5 mg/kg and 3 mg/kg administered during surgical closure and the first two postoperative mornings); comparator: D5W placebo; primary outcome: incidence of postoperative delirium. Mechanism: caffeine is a nonselective adenosine A1/A2A receptor antagonist (adenosine = neurotransmitter receptor system mediating arousal/wakefulness). citeturn0search5turn0search2turn0search4",
        "Reflect: Classification rationale — because the drug’s direct biological target is adenosine neurotransmitter receptors, the most specific CADRO match is D) Neurotransmitter Receptors. The trial is symptomatic/neuropsychiatric (delirium prevention), not aimed at core Alzheimer pathologies (amyloid, tau, etc.), but CADRO maps by biological target so the receptor-based category is most appropriate. If one prioritized therapeutic intent (symptom management) over molecular target, a non-CADRO label like 'neuropsychiatric symptom improvement' might be descriptive, but within CADRO the correct assignment is D. citeturn0search5turn0search4",
        "Web search results used: (1) CAPACHINOS-2 trial protocol (full text, BMJ Open / PMC) — trial design, dosing, administration schedule, outcomes. citeturn0search5 (2) PubMed entry for CAPACHINOS-2 describing IV caffeine and primary outcome. citeturn0search0 (3) Evidence that caffeine’s wakefulness/arousal effect is mediated by adenosine A2A receptors. citeturn0search2 (4) Reviews/descriptions of caffeine as a nonselective adenosine A1/A2A receptor antagonist and its neuropsychiatric/psychostimulant effects. citeturn0search4"
    ]
}