{
    "nct_id": "NCT06881836",
    "title": "A Phase II, 26-week, Double-blind, Placebo-controlled Study to Assess the Safety, Tolerability, Pharmacokinetics, and Efficacy of ONO-2020 in Patients With Mild to Moderate Alzheimer's Disease",
    "status": "RECRUITING",
    "last_update_time": "2025-06-24",
    "description_brief": "This is a Phase 2, double-blind, parallel-group, placebo-controlled study to assess safety, tolerability, pharmacokinetics, and efficacy of ONO-2020 in participants with mild to moderate Alzheimer's disease (AD). This study aims to determine whether administering ONO-2020, an epigenetic regulator, may improve cognitive functions like memory and cognition in individuals with Alzheimer's disease dementia.",
    "description_detailed": "In the study, participants will undergo a screening period of up to 6 weeks (42 days). Eligible participants will be assigned to receive one of 2 dose levels of ONO-2020 or placebo control arm. ONO-2020 or placebo will be administered orally QD for 26 weeks. All participants who received study intervention will be followed up for 4 weeks after treatment discontinuation. The target sample size is 240 participants , out of which up to 45 participants will undergo additional special CSF biomarker evaluation. After enrollment, participants will be randomized in a 1:1:1 ratio to one of 3 treatment arms.",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "ONO-2020 (epigenetic regulator; oral small-molecule — described in registries as an epigenetic regulator; reported by some sources to be a KDM5/lysine demethylase inhibitor)"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The trial description and registry entries describe ONO-2020 as an 'epigenetic regulator' being tested to improve cognition in Alzheimer's disease; epigenetic regulators in drug development are typically small-molecule inhibitors that modulate histone-modifying enzymes rather than biologic agents. citeturn2search3turn4search5.",
        "Act: Clinical-trial listings (Phase 2 NCT06881836 and related site pages) state ONO-2020 is being tested in mild–moderate AD to assess safety/tolerability/PK and whether the epigenetic regulator improves memory and cognition. citeturn2search3turn2search7.",
        "Act (mechanism lookup): Company pipeline and drug databases list ONO-2020 under 'epigenetic regulation' and classify it as a small-molecule program; independent summaries report ONO-2020 as a lysine demethylase (KDM5) inhibitor in preclinical descriptions. These sources support that ONO-2020 is a small-molecule epigenetic modulator rather than a biologic. citeturn4search5turn4search3turn2search6.",
        "Reflect: Given (1) ONO-2020 is described as an epigenetic regulator and listed in Ono's pipeline as a small-molecule epigenetic program, and (2) the trial's goal is to alter cognition by modifying underlying disease-related gene expression (preclinical reports describe effects on Aβ, tau-related cell death, and neuroinflammation), the intervention best fits 'disease-targeted small molecule' (a small molecule intended to target AD-related pathology via epigenetic mechanisms) rather than a biologic or a purely symptomatic cognitive enhancer. citeturn4search5turn2search6.",
        "Uncertainties / notes: Public trial pages label ONO-2020 as an 'epigenetic regulator' but company literature does not provide a detailed, universally cited molecular target in a single authoritative paper; some clinical- and center-level summaries report KDM5 inhibition (lysine demethylase 5) as the likely mechanism based on preclinical data, but that specific mechanism is not uniformly detailed across all registry entries. If you want, I can fetch primary preclinical papers or company disclosures that explicitly name KDM5/KDM5A–D as the target for ONO-2020. citeturn2search6turn4search3"
    ],
    "agent_type": "Q) Epigenetic Regulators",
    "explanation_agent": [
        "Reason: The trial drug ONO-2020 is repeatedly described in company and registry entries as an \"epigenetic regulator\" — a small‑molecule program intended to modulate histone/gene‑regulatory enzymes to alter disease‑relevant gene expression in Alzheimer's disease. citeturn0search0turn3search3",
        "Act: The intervention in NCT06881836 is an oral, disease‑targeted small molecule (ONO‑2020) tested for safety/tolerability/PK and cognitive efficacy in mild–moderate AD; independent site summaries (participant/investigator materials) additionally state ONO‑2020 targets KDM5 family lysine demethylases (i.e., a histone demethylase), consistent with an epigenetic‑regulator mechanism. citeturn3search3turn0search1turn2search1",
        "Reflect: Mapping this mechanism to CADRO, epigenetic modulation maps directly to category Q) Epigenetic Regulators. The available sources describe a single mechanistic class (epigenetic/lysine demethylase inhibition) rather than multiple, so 'Q) Epigenetic Regulators' is the best fit. There is some uncertainty because company pipeline pages and registry entries emphasize 'epigenetic regulation' without a single uniformly cited molecular target; however, site/center summaries report KDM5 (lysine demethylase 5) engagement in preclinical descriptions, which supports the epigenetic classification. citeturn0search0turn2search1",
        "Web search results (key records used to classify): Ono Pharma pipeline / program page — ONO‑2020 described as an epigenetic regulation program. citeturn0search0; Clinical trial registry / ClinicalTrials.gov / ICH GCP listing for NCT06881836 — Phase 2 AD trial of ONO‑2020 described as an epigenetic regulator. citeturn3search3; Stanford/clinical site trial listing for NCT06881836 — trial details and intervention listing (ONO‑2020). citeturn0search1; University / study‑site summary (Sanders‑Brown Center) — lay/investigator materials noting ONO‑2020 acts on KDM5 enzymes (lysine demethylases). citeturn2search1"
    ]
}