{
    "nct_id": "NCT06840587",
    "title": "Transitional Care for Skilled Nursing Facility Patients With Alzheimer's Disease and Related Dementias and Their Caregivers: a Cluster Randomized Trial",
    "status": "RECRUITING",
    "last_update_time": "2025-05-12",
    "description_brief": "This study is a parallel arm, cluster randomized trial (CRT) to test the efficacy of Connect-Home ADRD, a transitional care intervention focusing on Skilled Nursing Facility (SNF) patients with Alzheimer's disease and dementias and their caregivers during transitions from SNFs to home, assisted, living, and long-term care. The primary hypothesis is that the intervention will reduce caregiver strain (Aim 1) and patient neuropsychiatric symptoms (Aim 2).",
    "description_detailed": "Connect-Home ADRD is a Donabedian-guided intervention that introduces new structure and processes to support Skilled Nursing Facility (SNF) staff delivery of transitional care for transitions to home, assisted living, or long-term care, and post-discharge transitional care by the Dementia Caregiving Specialist (DCS).\n\nThe research objective is to test the efficacy of Connect-Home ADRD, a transitional care intervention, targeting Skilled Nursing Facility (SNF) patients with Alzheimer's disease and related dementias (ADRD) and their primary caregivers who discharge home and other settings of care. The study will be set in 12 North Carolina SNFs and in the patient's discharge destination (during intervention periods only). Using a cluster-randomized trial design, twelve SNFs will be randomly allocated to an intervention group (N=6 SNFs) and to a control group (N=6 SNFs) by a study statistician masked to SNF identity. 360 dyads of SNF patients with ADRD and caregivers will be enrolled in 12 SNFs.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "SUPPORTIVE_CARE",
    "results": null,
    "target_category": "neuropsychiatric symptom improvement",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention described (Connect-Home ADRD) is a transitional care, non-pharmacologic program delivered to skilled nursing facility (SNF) patients with Alzheimer’s disease and related dementias and their caregivers; its stated primary hypotheses are to reduce caregiver strain and patient neuropsychiatric symptoms. citeturn0search3turn0search2",
        "Act: Key trial details—parallel-arm cluster randomized (CRT) testing the Connect-Home ADRD transitional care intervention (tools, training, a Dementia Caregiving Specialist, and post-discharge support) aimed at caregiver outcomes and patient neuropsychiatric symptoms—are documented in the trial registry and prior feasibility/pilot publications. This is an organizational/behavioral care intervention rather than a drug or biologic. citeturn0search3turn0search2turn0search5",
        "Reflect: Classification check — because the study tests a non-drug, care-transition intervention whose primary patient-focused outcome explicitly targets neuropsychiatric symptoms (and caregiver strain), it fits the category 'neuropsychiatric symptom improvement' rather than any disease-targeted biologic/small-molecule or cognitive-enhancer category. No drug or placebo is listed in the trial registry or publications. citeturn0search3turn0search0"
    ],
    "agent_type": "T) Other",
    "explanation_agent": [
        "Reason: The described intervention (Connect-Home ADRD) is a transitional, non-pharmacologic care program delivered to skilled nursing facility patients with Alzheimer’s disease and related dementias and their caregivers; its aims are to reduce caregiver strain and patient neuropsychiatric symptoms rather than to test a drug, biologic, or molecular pathway. citeturn0search3turn0search8",
        "Act: Key trial details extracted from trial registries and publications—cluster-randomized/stepped-wedge design testing the Connect-Home ADRD transitional care intervention in SNFs (tools, staff training, an assigned Dementia Caregiving Specialist, and post-discharge follow-up calls) with outcomes focused on caregiver preparedness/strain and patient symptom/healthcare-use—indicate an organizational/behavioral intervention, not a drug or biologic. No drug, target gene, or molecular pathway is listed in the registry or publications. citeturn0search5turn0search4turn0search6",
        "Reflect: Classification check — because the study tests a non-drug supportive care/transitional intervention (behavioral/organizational) and not a therapy aimed at amyloid, tau, inflammation, synaptic function, metabolism, etc., the correct CADRO classification is 'T) Other'. I rechecked feasibility/pilot and randomized trial reports and the registry entries which consistently describe a care-transition program rather than a pharmacologic or biologic therapy. citeturn0search1turn0search2"
    ]
}