{
    "nct_id": "NCT05433493",
    "title": "Effect of Individual Cognitive Stimulation on Memory and Executive Functioning in Older Adults With Mild to Moderate Alzheimer's Disease: A Multicentre Randomised Controlled Trial",
    "status": "COMPLETED",
    "last_update_time": "2023-10-13",
    "description_brief": "This multicentre study, with a randomised controlled repeated measures experimental design, will be conducted in several Portuguese institutions, which provide care and supportive services for older adults diagnosed with mild or moderate Alzheimer's disease (AD), with an aim to assess the effect of individual cognitive stimulation (CS) on memory and executive functioning. Participants in the intervention group will attend 24 individual CS sessions, twice weekly for 12 weeks. Participants in the control group will complete their usual routines without any activity restrictions.",
    "description_detailed": "Neurocognitive disorders (NCD) currently affect around 55 million people worldwide and expected to increase to 78 million by 2030 and 139 million by 2050, with Alzheimer's disease (AD) potentially accounting for 60-70% of dementia cases. Dementia is a syndrome, generally chronic or progressive in nature, that causes deterioration of cognitive function, particularly memory and executive functions, beyond what is expected in normal aging. However, there is evidence that in the early stages of NCD, people can learn and improve their cognitive functions through interventions such as CS. CS is a psychosocial intervention and a non-pharmacological therapy recommended by international practice guidelines for people with mild-to-moderate stage AD. However, it is also important to investigate whether NCD generates new skills or only preserves acquired skills, given that AD manifests initially and notably with deficits in memory and learning, sometimes accompanied by deficits in executive functions. Testing the effectiveness of CS by recruiting a representative sample from several Portuguese districts and using a CS programme with detailed and comprehendible content, may elicit relevant evidence in clinical practice, contribute to the development of social development programs and initiatives to ensure social protection and inclusion, promote recurrent therapeutic interventions in Portuguese institutions with provide care and supporting services for older adults with dementia, and strengthen research on non-pharmacological therapies. Thus, this multicentre, randomised controlled study is essential to analyse the effects of the individual CS on global cognitive function and specific cognitive domains (e.g., executive functioning, memory) in older adults with mild or moderate AD.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is individual cognitive stimulation (iCS)—a behavioral, non-pharmacological program (24 sessions over 12 weeks) explicitly intended to improve memory and executive functioning in people with mild–moderate Alzheimer’s disease. This aims to improve cognitive performance rather than to modify underlying AD biology or treat neuropsychiatric symptoms. citeturn0search4turn0search0",
        "Act: Key extracted details — Title: Effect of Individual Cognitive Stimulation on Memory and Executive Function in Older Adults With Alzheimer's Disease; Intervention: 24 individual cognitive stimulation sessions, twice weekly for 12 weeks; Control: usual routine/no activity restrictions. No drug or biologic is used or mentioned in the protocol/registry entry. Based on these details the trial matches the 'cognitive enhancer' category. citeturn0search4turn0search2",
        "Reflect: The classification aligns with the category definitions — the intervention is a non-drug cognitive training/stimulation program designed to improve cognitive outcomes (memory and executive function). It is not a biologic (e.g., antibody/vaccine) nor a small-molecule therapy targeting AD pathology, nor is it focused on neuropsychiatric/behavioral symptom management, so 'cognitive enhancer' is the best fit. No ambiguity in the intervention type was found in the trial registry or published report. citeturn0search0turn0search4",
        "Web search results used (brief): 1) Clinical Neuropsychologist article reporting effects of the iCS RCT (describes design, intervention, outcomes). citeturn0search0 2) PubMed entry/abstract for the same study summarizing methods and outcomes. citeturn0search2 3) Trial registry / trial summary (MedPath / NCT05433493) giving the protocol details (intervention, sessions, control). citeturn0search4turn0search5"
    ],
    "agent_type": "M) Synaptic Plasticity/Neuroprotection",
    "explanation_agent": [
        "Reason: The intervention is individual cognitive stimulation (iCS), a behavioral, non-pharmacological program designed to improve memory and executive functioning. Such cognitive training is intended to enhance cognitive performance by engaging and strengthening neural circuits and synaptic function rather than modifying specific molecular AD pathologies (amyloid, tau, inflammation, etc.). This mechanism aligns best with CADRO's Synaptic Plasticity/Neuroprotection category.",
        "Act: Extracted trial details — Title: Effect of Individual Cognitive Stimulation on Memory and Executive Functioning in Older Adults With Mild to Moderate Alzheimer's Disease; Intervention: 24 individual cognitive stimulation sessions (twice weekly for 12 weeks); No drug/biologic is used or specified; Trial category labelled as 'cognitive enhancer'. Based on these details the most specific CADRO match is 'M) Synaptic Plasticity/Neuroprotection' because the goal is to improve cognitive function via neural/circuit-level plasticity and protective processes rather than targeting a molecular pathology.",
        "Reflect: The classification was checked against other CADRO categories — it does not target amyloid (A), tau (B), ApoE/lipids (C), inflammation (F), neurotransmitter receptors (D) directly, or other molecular pathways. It is a behavioral therapeutic aimed at enhancing neural plasticity and functional cognition, so 'M) Synaptic Plasticity/Neuroprotection' is the best-fit category. It is not a diagnostic or purely non-therapeutic procedure (so 'T) Other' is not appropriate) and it does not involve multiple distinct biological targets that would require 'R) Multi-target'.",
        "Web search results used (brief): 1) Clinical Neuropsychologist article reporting effects of the iCS RCT (describes design, intervention, outcomes). 2) PubMed entry/abstract for the same study summarizing methods and outcomes. 3) Trial registry / trial summary (e.g., NCT05433493) giving protocol details (intervention, sessions, control). These sources confirm the intervention is behavioral cognitive stimulation with no drug target specified."
    ]
}