{
    "nct_id": "NCT05181475",
    "title": "A Clinical Study to Evaluate the Long-term Efficacy and Safety of Sodium Oligomannate Capsules (GV-971)",
    "status": "ACTIVE_NOT_RECRUITING",
    "last_update_time": "2024-11-13",
    "description_brief": "Sodium Oligomannate Capsules (GV-971) has been approved for treatment of mild to moderate Alzheimer's disease and improving the cognitive function of patients. This study plans to observe, in the clinical patients, the long-term efficacy and safety of GV-971, as well as the changes in blood and gut microbiota biomarkers after treatment, to validate the mechanism of action of GV-971, in order to better guide the rational use of drug in clinical practice.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE4"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "Sodium oligomannate (GV-971)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The investigational product is sodium oligomannate (GV-971), a marine‑derived oligosaccharide approved by China’s NMPA (Nov 2, 2019) for treatment of mild‑to‑moderate Alzheimer’s disease with the stated effect of improving cognitive function. The drug’s proposed mechanisms include modulation/reconstitution of gut microbiota, reduction of peripheral immune infiltration and neuroinflammation, and reported multi‑region binding/inhibition of Aβ aggregation — i.e., it acts on disease‑related biology rather than purely symptomatic cognition enhancement. citeturn0search0turn0search1turn0search4",
        "Act: Key extracted details from the trial description and literature: drug name = Sodium oligomannate (GV-971); regulatory/registration note: NMPA classified it as a chemical drug (registration class 1.2) and approved it for mild‑to‑moderate AD; clinical data include phase II/III trials and a post‑marketing long‑term safety/efficacy study (96 weeks, ~2500 pts) to examine cognition, safety, blood and gut‑microbiota biomarkers to validate mechanism. Because the compound is a small/defined oligosaccharide (regulatory chemical classification) and its intent/mechanism is to modify disease‑relevant pathology (microbiota → neuroinflammation → amyloid effects), I map it to the \"disease‑targeted small molecule\" category. citeturn0search0turn0search9turn0search10",
        "Reflect: The classification was checked against category definitions: it is not a monoclonal antibody or vaccine (so not a proto \"disease‑targeted biologic\" as defined), and it targets disease biology (microbiome/neuroinflammation/Aβ axis) rather than being purely a symptomatic cognitive enhancer. One ambiguity is that GV‑971 is biologically derived (an oligosaccharide) — some might informally call it a \"biologic‑like\" agent — but regulatory sources list it as a chemical drug, and its mechanism is disease‑modifying; therefore \"disease‑targeted small molecule\" is the best fit. If you prefer classifying by origin (biological derivation) rather than regulatory/functional mechanism, note that alternative labeling could be argued. citeturn0search0turn0search4",
        "Web search results / primary sources consulted: - Trial registry and NMPA approval notes (post‑marketing long‑term study description; classification as chemical drug). citeturn0search0turn0search9 - Phase II randomized trial and trial publications describing clinical endpoints and Aβ‑binding observations. citeturn0search1turn0search2 - Mechanistic preclinical/experimental work showing modulation of gut microbiota, reduced neuroinflammation and effects on amyloid pathology (microbiota‑microglia‑amyloid axis). citeturn0search4turn0search5"
    ],
    "agent_type": "N) Gut-Brain Axis",
    "explanation_agent": [
        "Reason: The investigational product is sodium oligomannate (GV-971), whose primary described mechanism is modulation/reconstitution of the gut microbiota leading to reduced peripheral immune activation and downstream neuroinflammation, with reported downstream effects on Aβ pathology and cognition. citeturn0search2turn0search1",
        "Act: Extracted details — drug name: Sodium oligomannate (GV‑971); regulatory note: approved by China NMPA Nov 2, 2019 for mild‑to‑moderate AD; characterized as a defined oligosaccharide chemical drug in company/label information; preclinical and translational work emphasize microbiota→microglia→amyloid axis and reduction in neuroinflammation. Based on these points the most specific CADRO match is N) Gut‑Brain Axis because GV‑971 directly targets the gut microbiome as the proximal mechanism. citeturn0search0turn0search4turn0search2",
        "Reflect: The compound also shows effects on inflammation and reported Aβ aggregation/amyloid endpoints, so F) Inflammation or A) Amyloid beta could be secondary or downstream categories. Because the proximal/intentional biological focus described in the trial and mechanistic literature is modulation of the gut microbiota and the gut→brain pathway, N) Gut‑Brain Axis is the best single CADRO category. If one prioritized all downstream effects equally, an argument for R) Multi‑target could be made, but the trial’s stated mechanism supports classification as N. citeturn0search1turn0search8",
        "Web sources consulted (selected):",
        "- GV‑971 product/label & regulatory info (Green Valley product site / insert). citeturn0search0turn0search4",
        "- Molecular Neurodegeneration / PubMed studies showing GV‑971 alters gut microbiota, reduces neuroinflammation and cerebral amyloidosis in mice. citeturn0search2turn0search1",
        "- Mechanistic microbiome studies (disruption of bacterial adhesion, effects on peripheral Th1 and SAA) giving mechanistic detail linking gut microbiota to peripheral inflammation. citeturn0search8"
    ]
}