{
    "nct_id": "NCT02833870",
    "title": "Non-drug Taken Charge of Alzheimer's Disease: Profit Musical Activities",
    "status": "COMPLETED",
    "last_update_time": "2016-12-30",
    "description_brief": "Cares of Alzheimer's disease (AD) and related disorders are presenting a real public health challenge. Because of the limited effectiveness of pharmacological treatments, there is a growing interest in care approach based on nonpharmacological treatments, such as musical interventions. Several lines of evidence suggest that musical interventions could improve behaviour, emotion and even cognition in patients with AD. However, very few studies respond to the methodological constraints required for clinical controlled trials carried out in well selected groups of patients. The efficiency of such care approaches is not scientifically proved yet and the impact of musical interventions has rarely been compared to another pleasant intervention, leaving open the question about the specific benefits of music in patients with dementia. The main goal of this research project is to demonstrate short and longer-term efficiencies and the specificity of musical interventions in dementia by investigating their effects not only in patients but also in familial and professional caregivers.",
    "description_detailed": "To generalize previous results showing that non pharmacological therapy based on musical interventions improved emotional state in patients with severe AD to a larger sample of patients and to demonstrate the possible effects on caregivers, the investigators carried out a randomized controlled study with three parallel arms in institutionalized patients with severe AD (study 1) and in patients with mild AD leaving at home (study 2) to compare the impact of two interventions, a musical and a non-musical (cooking), to a control group (without any intervention). The control activity (cooking) was selected because it shares different features with music. Both interventions provide pleasure, are multisensory and may trigger old memories. In addition, both activities can be carried out in groups. A protocol consisting of various selected tests and questionnaires was used to assess the emotional, behavioural and cognitive abilities. Professional and familial caregivers also filled out other questionnaires to assess potential indirect benefits from both interventions on caregiver burnout and familial caregiver burden. Six assessments were proposed, two before, two during and two after interventions (follow-up) to respectively evaluate short and longer-term benefits of both interventions whereas test -retest effects will be controlled. Psychologists in charge to these assessments will be blind in regard to patients' group (musical versus cooking sessions, no intervention). Data were analyzed with methods from social psychology to decode non-verbal behaviours (e.g. visual contact) and emotional indexes in facial and verbal expressions and with methods from classical neuropsychology and from health domain. The collaboration between the two university teams from Lille and the special care unit (Pole EHPAD-USLD in Reims Hospital) provided complementary skills to this project that ensured its feasibility.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "SUPPORTIVE_CARE",
    "results": null,
    "target_category": "neuropsychiatric symptom improvement",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention described is musical activities — a non-pharmacological, psychosocial therapy intended to improve behaviour, emotion and caregiver distress in people with Alzheimer’s disease, not a drug or biologic. This is consistent with trials comparing music to another pleasant activity (e.g., cooking) and measuring emotional/behavioral outcomes and caregiver burden. citeturn0search4turn0search0",
        "Act: Key extracted details — title/registry: “Non‑drug Taken Charge of Alzheimer's Disease: Profit Musical Activities” / MusicAlzheimer (Non-pharmacological Care of Alzheimer's Disease: Benefice of Musical Interventions). Intervention: musical activities vs other pleasant activity (e.g., cooking) or control; Outcomes: behavior, emotion, cognition, and caregiver distress; Design: randomized controlled trials of music interventions in dementia. These sources show the trial is explicitly non‑drug and targets neuropsychiatric/behavioral outcomes rather than a molecular pathology or a drug-like cognitive enhancer. citeturn0search4turn0search0turn0search5",
        "Reflect: Classification justification — of the four permitted categories (disease‑targeted biologic; disease‑targeted small molecule; cognitive enhancer; neuropsychiatric symptom improvement), the trial best fits 'neuropsychiatric symptom improvement' because its primary aims are to reduce behavioural and emotional symptoms and caregiver distress using a non‑pharmacological music intervention. Some music studies also assess cognition, but randomized trials (including the referenced RCT) found emotional/behavioral benefits without cognitive improvement, supporting the neuropsychiatric/symptom‑focused classification. citeturn0search0turn0search5"
    ],
    "agent_type": "T) Other",
    "explanation_agent": [
        "Reason: The intervention is musical activities — a non‑pharmacological, psychosocial therapy intended to improve behavioural and emotional symptoms and reduce caregiver distress in people with Alzheimer’s disease. It does not involve a drug, biologic, or a molecular pathway/target that maps to CADRO categories A–Q or R (multi‑target). Randomized trials and systematic reviews describe music interventions as non‑drug therapies that target neuropsychiatric/behavioral outcomes rather than amyloid, tau, inflammation, synaptic receptors, metabolism, etc. citeturn0search0turn0search9turn0search3",
        "Act: Extracted details — Title/Intervention: \"Non‑drug Taken Charge of Alzheimer's Disease: Profit Musical Activities\" (music activities vs other pleasant activity or control); Primary outcomes: behaviour, emotion, cognition (sometimes), and caregiver distress; Design: randomized/non‑pharmacological trials. These studies explicitly evaluate music as a psychosocial, non‑drug intervention that improves neuropsychiatric symptoms and caregiver burden rather than acting on a molecular target. Key supporting RCT: music vs cooking (positive effects on emotion/behavior and reduced caregiver distress but no cognitive benefit). citeturn0search0turn0search8",
        "Reflect: Classification justification — Because the trial tests a non‑pharmacological, psychosocial intervention (music) targeting neuropsychiatric symptom improvement and caregiver outcomes, it does not fit any CADRO disease‑biology categories (A–Q) nor multi‑target pharmacologic categories. Per the instructions, non‑therapeutic or non‑drug behavioral interventions should be classified as 'T) Other'. Confirming 'T) Other' is appropriate. Additional supporting evidence: multiple systematic reviews and recent RCT protocols/meta‑analyses describe music therapy as a non‑drug approach for behavioural/affective symptoms in dementia. citeturn0search1turn0search3turn0search5",
        "Output: {\"category\":\"T) Other\"} — Explanation summary: This trial evaluates a non‑pharmacological music intervention aimed at improving neuropsychiatric/behavioural symptoms and caregiver distress, not a molecular drug target; therefore the correct CADRO classification is 'T) Other'.",
        "Web search results cited (key sources):",
        "- Efficacy of musical interventions in dementia: randomized controlled trial comparing music vs cooking — reports improved emotion/behavior and reduced caregiver distress, no cognitive benefit. citeturn0search0",
        "- Systematic reviews and meta‑analyses summarizing music therapy as an effective non‑pharmacological intervention for behavioural, emotional, and sometimes cognitive outcomes in AD. citeturn0search9turn0search3",
        "- Study protocols and RCTs of individualized music interventions in home and nursing‑home settings focused on reducing behavioural and psychological symptoms of dementia (BPSD). citeturn0search2turn0search5"
    ]
}
