{
    "nct_id": "NCT02031198",
    "title": "An 18-months Open Label Phase I Follow-up Study on Patients With Alzheimer's Disease Who Have Completed the AADvac1 Phase I Study \"AXON CO 18700\"",
    "status": "COMPLETED",
    "last_update_time": "2017-03-15",
    "description_brief": "This follow-up study continues to observe patients who have completed the phase 1 trial of AADvac1, for another 18 months.\n\nLong-term safety and behavior of the immune response to AADvac1 over time are the main points of interest.\n\nAADvac1 is a vaccine directed against pathologically modified Alzheimer tau protein that is the main constituent of neurofibrillary tangles (NFTs), and is intended to be a disease-modifying treatment for Alzheimer's disease, i.e. to halt its progress.\n\nAs this study is a Phase I study focused on tolerability and safety, efficacy will be assessed in an exploratory manner.",
    "description_detailed": "AADvac1 is a candidate therapeutic vaccine for Alzheimer's disease that targets misfolded tau protein, a common denominator of neurofibrillary pathology. Based on preclinical results, the intervention is expected to reduce the number of neurofibrillary tangles, remove hyperphosphorylated tau protein and reduce the amount of oligomerized and insoluble pathological tau in the brain, to halt the spread of neurofibrillary pathology through the brain, and thus prevent associated cognitive decline.\n\nThe vaccine's antigenic determinant is a synthetic peptide derived from a tau protein sequence, which is coupled to keyhole limpet hemocyanin (KLH) and uses aluminum hydroxide (Alhydrogel) as an adjuvant.\n\nAt present AADvac1 is intended as an active immunotherapy for patients with diagnosed Alzheimer's disease (AD). According to need, patients will receive additional immunization doses beyond those administered in the preceding pase 1 trial; the raised titers of therapeutic antibodies and possible benefits of the treatment can extend beyond the duration of the study.\n\nBecause of the central role of pathological misfolded tau protein in the etiology of AD, the vaccine is expected to be more effective than active or passive immunotherapies aiming to eliminate the amyloid β plaques that have been clinically investigated so far.",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted biologic",
    "drug": [
        "AADvac1"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is an active vaccine (immunotherapy) directed against pathologically modified tau protein (the main constituent of neurofibrillary tangles) with the stated intent to be disease‑modifying (halt or reduce Alzheimer tau pathology). citeturn0search0turn0search1",
        "Act: Extracted details — drug name: AADvac1; drug type: active immunotherapy / peptide vaccine producing anti‑tau antibodies; intended mechanism: induce antibodies that recognise pathological tau to prevent aggregation/spreading and promote clearance of pathological tau. (Phase I safety/tolerability follow‑up with booster dosing described). citeturn0search3turn0search6",
        "Reflect: Classification — AADvac1 is a biologic (vaccine) that targets Alzheimer’s pathology (tau), so it fits the 'disease-targeted biologic' category rather than small molecule, symptomatic cognitive enhancer, or neuropsychiatric symptom treatment. The trial described is a Phase I/long‑term safety follow‑up focused on immunogenicity and safety, consistent with this classification. citeturn0search0turn0search5",
        "Web search references (supporting sources used above): NCT trial record summarising this 18‑month open‑label Phase I follow‑up (AXON CO 18700 / AADvac1). citeturn0search0",
        "Preclinical and early clinical publications describing AADvac1 as an active tau peptide vaccine that reduces tau aggregation and induces anti‑tau antibodies (Alzheimer's Research & Therapy / PubMed). citeturn0search1turn0search2",
        "Overview and clinical development summary reporting AADvac1 immunogenicity and safety in humans and noting ongoing phase 2 work; and a published 72‑week follow‑up (FUNDAMANT) describing longer term follow‑up of treated patients. citeturn0search3turn0search5"
    ],
    "agent_type": "B) Tau",
    "explanation_agent": [
        "Reason: The trial tests AADvac1, an active peptide vaccine directed against pathologically modified/misfolded tau (the main constituent of neurofibrillary tangles), with the explicit intent to be disease‑modifying by preventing tau aggregation/spreading and promoting clearance—this maps directly to the CADRO Tau category. citeturn0search0turn0search1",
        "Act: Extracted details — drug name: AADvac1; drug type: active immunotherapy / peptide vaccine inducing anti‑tau antibodies; intended mechanism: antibodies against a microtubule‑binding region epitope of pathological tau to reduce oligomerisation, neurofibrillary pathology and spread. (Phase I long‑term safety/immunogenicity follow‑up with booster dosing described). citeturn0search4turn0search3",
        "Reflect: AADvac1 specifically targets tau pathology (not amyloid, inflammation, metabolism, etc.), and the intervention is a disease‑targeted biologic (vaccine) rather than a multi‑target or non‑therapeutic procedure—so the most specific CADRO fit is B) Tau. No evidence in the description that the primary target is multiple distinct pathways, so R) Multi‑target is not appropriate. citeturn0search5turn0search0",
        "Web search results (key sources used): NCT record for the 18‑month open‑label Phase I follow‑up of AADvac1 (AXON CO 18700) confirming the vaccine targets pathologically modified tau and the study focus on long‑term safety/immunogenicity. citeturn0search0; AADvac1 overview (review/PMC) describing the peptide vaccine targeting a conformational neo‑epitope in the MTBR of tau and its clinical development. citeturn0search1; FUNDAMANT 72‑week follow‑up and clinical discussion of AADvac1 in Alzheimer's Research & Therapy. citeturn0search3; Preclinical first‑in‑man vaccine paper describing mechanism and efficacy in tauopathy models (PubMed). citeturn0search4; Additional clinical/overview review of AADvac1 development and immunogenicity. citeturn0search5"
    ]
}