{
    "nct_id": "NCT05145881",
    "title": "Evaluation of Clinical Effect of Probiotics in Alzheimer's Disease: a Randomized, Double-blind Clinical Trial",
    "status": "COMPLETED",
    "last_update_time": "2025-03-14",
    "description_brief": "In this clinical trial, five strains of probiotics (Bifidobacterium breve Bv-889, B. longum subspecies infantis BLI-02, B. bifidum VDD088, B. animalis subsp. lactis CP-9, Lactobacillus plantarum PL-02) with anti-oxidant and anti-inflammatory functions will been applied to slow down the development of the Alzheimer's disease through regulating the intestinal flora and immune system of patients with mild to moderate Alzheimer's disease symptoms. The efficacy of probiotic treatment against Alzheimer's disease will be evaluated.",
    "description_detailed": "Alzheimer's disease is a neurodegenerative disease that mainly results in dementia. According to statistics, about 60-70% of dementia patients in Taiwan are Alzheimer's patients. Currently, there is no effective medical treatments for Alzheimer's disease. Several drugs and psychotherapy have been developed to attenuate the symptoms of the disease. The initial symptoms of Alzheimer's disease are memory loss of recent events (short-term memory impairment) and the disease can eventually deprive the patient's self-awareness in the late phase. The main factor leading to Alzheimer's disease is rapid apoptosis of neuronal cells in the brain.\n\nThe neuronal apoptosis is mainly due to abnormal chronic inflammatory reactions and oxidative stress. The gut microbiota-brain axis (GMBA) reflects the two-way communication between the central nervous system (CNS) and the gastrointestinal tract. It has been reported that GMBA dysregulation is closely related to neurodegenerative diseases.\n\nElmira Akbari et al showed that patients with Alzheimer's disease supplemented with both Bifidobacterium and Lactobacillus for 12 weeks expressed significantly higher Mini-Mental State Examination (MMSE) scores than placebo group. Remarkably, biochemical indicators in the patient's serum, such as C-reactive protein and triglyceride were also improved significantly. However, the clinical study of Elmira Akbari did not further explore the role of Bifidobacterium in controlling Alzheimer's disease.\n\nIn this clinical trial, patients will be randomly divided into 2 groups: low dose probiotics and normal dose probiotics. All patients will be supplemented with the probiotics for 12 weeks. Their (1) cognitive function, (2) cognitive behavioral ability, (3) sleep status (4) cerebral blood flow (5) blood immune variation spectrum and blood biochemical indicators and (6) variation of fecal flora will be analyze. The therapeutic efficiency of the probiotics will be further evaluated by comparing the changes in data before and after probiotic treatment.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted biologic",
    "drug": [
        "Bifidobacterium breve Bv-889",
        "Bifidobacterium longum subsp. infantis BLI-02",
        "Bifidobacterium bifidum VDD088",
        "Bifidobacterium animalis subsp. lactis CP-9",
        "Lactobacillus plantarum PL-02"
    ],
    "placebo": [
        "placebo/sham (trial described as double-blind) — note: the published randomized trial using these strains used a low‑dose active control (5×10^7 CFU/day) vs high‑dose treatment (1×10^10 CFU/day)."
    ],
    "explanation_target": [
        "Reason: The intervention consists of live microbial strains (probiotics) given to patients with mild–moderate Alzheimer’s disease with the stated goal to “slow down the development of Alzheimer’s disease” by regulating gut flora and immune function. The category definitions identify “disease-targeted biologic” as biologic therapies targeting Alzheimer’s pathology or disease processes, while “cognitive enhancer” denotes symptomatic cognitive improvement without targeting disease biology. The probiotic intervention is a live biologic intended to modify disease‑relevant pathways (inflammation, oxidative stress, neurotrophic factors), so it maps best to disease‑targeted biologic. (Definitions and mapping rationale.)",
        "Act: Key extracted details — multi‑strain probiotic formula composed of B. breve Bv‑889, B. longum subsp. infantis BLI‑02, B. bifidum VDD088, B. animalis subsp. lactis CP‑9, and L. plantarum PL‑02, given to mild–moderate AD patients to reduce inflammation/oxidative stress and slow disease progression. A published randomized double‑blind study using exactly these strains (high dose 1×10^10 CFU/day vs an active low‑dose control 5×10^7 CFU/day) reported increases in BDNF, increased antioxidant SOD, and reduced IL‑1β after 12 weeks. citeturn0search0turn0search7",
        "Web search / supporting literature: Several clinical trials and systematic reviews report use of Bifidobacterium and Lactobacillus strains in AD or MCI and show effects on inflammatory markers, oxidative stress, neurotrophic factors, and sometimes cognition — supporting the mechanism described (gut‑brain axis, immune modulation). Representative sources: the randomized trial with these specific strains and outcomes (BDNF, IL‑1β, SOD); systematic reviews and meta‑analyses summarizing probiotic effects in AD and preclinical evidence linking probiotics to reduced neuroinflammation and amyloid in models. citeturn0search0turn0search2turn0search4",
        "Reflect: Classification check — these are live microorganisms (a biologic intervention) intended to alter disease processes (inflammation/oxidative stress/neurotrophic support) and to slow disease progression rather than solely providing short‑term symptomatic cognitive boosting or treating neuropsychiatric symptoms. Therefore \"disease‑targeted biologic\" is the best fit. Note ambiguity: probiotics act indirectly (gut‑brain axis) and do not directly target canonical AD proteins (amyloid or tau), so one could argue for a disease‑modifying small molecule analogue category if only mechanism (disease modification) mattered; however, given the intervention is a live microbial product (biologic) and the trial’s stated aim is to slow disease development, the biologic category is most appropriate. Supporting trial and reviews cited. citeturn0search0turn0search5"
    ],
    "agent_type": "N) Gut-Brain Axis",
    "explanation_agent": [
        "Reason: The trial tests a multi-strain live probiotic formula intended to modify gut microbiota, immune/inflammatory responses, oxidative stress and neurotrophic factors (gut–brain axis pathways) to slow AD progression — this maps directly to the CADRO Gut–Brain Axis category. citeturn0search0turn0search4",
        "Act: Extracted details — intervention = B. breve Bv-889, B. longum subsp. infantis BLI‑02, B. bifidum VDD088, B. animalis subsp. lactis CP‑9, L. plantarum PL‑02 given to mild–moderate AD patients; reported effects include increased BDNF, increased SOD (antioxidant), and reduced IL‑1β after 12 weeks in the randomized double‑blind study using these exact strains. These facts support an intended mechanism via gut microbiota → immune/oxidative/neurotrophic pathways. citeturn0search0turn0search1",
        "Reflect: Classification check — probiotics are biologic, act indirectly through the gut–brain axis rather than directly on canonical AD proteins (amyloid or tau). Alternative CADRO categories (F: Inflammation, G: Oxidative Stress, M: Neuroprotection) overlap, but the primary biological focus described is modulation of gut microbiota and gut‑brain signaling, so N) Gut‑Brain Axis is the most specific fit. Systematic reviews and meta‑analyses support probiotic effects on cognition, inflammation and oxidative markers, strengthening the gut–brain rationale. citeturn0search7turn0search2",
        "Web search / supporting literature (key results returned): 1) Randomized, double‑blind 12‑week trial using the listed strains with reported increases in BDNF, SOD and reduced IL‑1β. citeturn0search0turn0search1 2) Systematic reviews/meta‑analyses showing probiotics (Bifidobacterium/Lactobacillus) can modulate inflammation, oxidative stress and cognitive outcomes in AD/MCI. citeturn0search4turn0search7 3) Animal study meta‑analysis indicating probiotics can reduce neuroinflammation and amyloid deposition in models, supporting the mechanistic plausibility of gut‑brain effects. citeturn0search6"
    ]
}