{
    "nct_id": "NCT02197884",
    "title": "An Open-Label, Fixed-Sequence Study to Assess Effects of Clarithromycin on the Single-Dose Pharmacokinetics of JNJ-54861911 in Healthy Male Subjects",
    "status": "COMPLETED",
    "last_update_time": "2014-10-13",
    "description_brief": "The purpose of this study is to assess the effects of strong cytochrome P450 (CYP) 3A4 inhibitors (Itraconazole and Clarithromycin), on pharmacokinetics (PK) (study of the way a drug enters and leaves the blood and tissues over time) of single dose of JNJ-54861911 in healthy male participants.",
    "description_detailed": "This is a single-center, open-label (participants and researchers are aware about the treatment, participants are receiving), fixed-sequence study in healthy male participants consisting of 2 sequential parts. For all participants enrolled in either part, the study consists of 3 phases: Screening Phase (within 21 to 2 days prior to the first dose administration on Day 1), Open-label Treatment Phase (Day 1 up to Day 12), and Follow-up Phase (7 to 14 days after last dose administration). The maximum duration of study will be 7 weeks per participant. Study will be conducted in 2 parts to understand the relative role of CYP3A4 and amide hydrolysis pathways in JNJ-54861911 metabolism and any potential drug-drug interaction liability with inhibitors of these pathways. Itraconazole will be administered in Part 1 as mixed CYP3A4 and potential amide hydrolysis inhibitor. Clarithromycin will be administered in Part 2 as a pure CYP3A4 inhibitor. However, Part 2 of the study will only be conducted if a relevant interaction is observed with itraconazole based on an interim review of Part 1 data. Participants enrolled in Part 1 will receive single dose of JNJ-54861911, 25 milligram (mg) tablet orally on Day 1 and Day 9 along with itraconazole 200 mg (2\\*100 mg capsule) orally once daily from Day 5 to Day 12. Participants enrolled in Part 2 will receive single dose of JNJ-54861911, 25 mg tablet orally on Day 1 and Day 9 along with clarithromycin 500 mg immediate release tablet orally twice daily from Day 5 to Day 12. Blood samples will be collected pre-dose (Day 1) up to Day 13 to understand the PK characteristics of JNJ-54861911 and diaminothiazine (DIAT, a metabolite formed after amide hydrolysis of JNJ-54861911). In addition, a blood sample will be collected on Day -1 from all enrolled participants to study genotyping of CYP3A4 gene and other genetic factors that may influence the PK, safety, and/or tolerability of JNJ-54861911 and CYP3A4 inhibitors. Participants' safety will be monitored throughout the study.",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "JNJ-54861911 (aka atabecestat)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The description names JNJ-54861911 as the investigational agent and the study tests its pharmacokinetics when coadministered with strong CYP3A4 inhibitors (itraconazole, clarithromycin) in healthy males — this is a PK drug–drug interaction study, not a symptomatic or diagnostic intervention. citeturn1search0turn1search7",
        "Act: JNJ-54861911 is known as atabecestat, an oral BACE1 (β-secretase) inhibitor that reduces production of amyloid‑β; it is a small‑molecule, disease‑targeting agent developed for Alzheimer’s disease. Based on its mechanism (BACE1 inhibition → lower Aβ production) it fits the 'disease‑targeted small molecule' category. citeturn0search4turn0search8",
        "Act (trial details / web search results): The specific DDI study matching the title/description is NCT02197884 (Open‑label, fixed‑sequence assessing itraconazole and clarithromycin effects on single‑dose JNJ‑54861911 in healthy male subjects). The registry and trial summaries list interventions: JNJ‑54861911 25 mg, itraconazole 200 mg, clarithromycin 500 mg. citeturn1search0turn1search7",
        "Reflect: Classification check — because JNJ‑54861911/atabecestat is a small‑molecule BACE1 inhibitor targeting amyloid biology (disease pathology) rather than a symptomatic cognitive enhancer or a neuropsychiatric treatment, the correct category is 'disease‑targeted small molecule'. The described study being a PK interaction study does not change the drug's mechanism or category. citeturn0search4turn1search0",
        "Sources found (key web search results): PubMed article reporting JNJ‑54861911 (atabecestat) is a potent oral BACE1 inhibitor with dose‑dependent reductions in CSF/plasma Aβ. citeturn0search4; Alzheimer's Research & Therapy article on pharmacodynamics of atabecestat (JNJ‑54861911). citeturn0search8; Clinical/trial registry entry for the clarithromycin/itraconazole PK interaction study (NCT02197884 / MedPath / ICH GCP). citeturn1search0turn1search7"
    ],
    "agent_type": "A) Amyloid beta",
    "explanation_agent": [
        "Reason: The study described is a pharmacokinetic drug–drug interaction (clarithromycin/itraconazole effects on single‑dose JNJ‑54861911) in healthy male participants, i.e., a PK/DDI study rather than a symptomatic or diagnostic trial. citeturn0search4",
        "Act: The investigational agent JNJ‑54861911 (atabecestat) is a centrally‑penetrant oral BACE1 (β‑secretase) inhibitor that lowers production of amyloid‑β and produces dose‑dependent reductions in CSF and plasma Aβ — its mechanism directly targets amyloid biology. Based on this mechanism, the appropriate CADRO classification is A) Amyloid beta. citeturn0search3turn0search1",
        "Act (trial details): The specific DDI study matching the title is registered as NCT02197884 and lists interventions including JNJ‑54861911 25 mg with itraconazole 200 mg and clarithromycin 500 mg in a fixed‑sequence, open‑label design. citeturn0search4",
        "Reflect: Classification check — because atabecestat’s known pharmacologic target is BACE1 (affecting Aβ production), the CADRO category A) Amyloid beta best fits. The fact that this particular protocol is a PK interaction study does not change the underlying drug target. citeturn0search3turn0search1",
        "Sources (key web search results cited above): pharmacodynamics/PD study of atabecestat showing CSF Aβ reductions (Alzheimer's Research & Therapy / PubMed); discovery and characterization of atabecestat as a BACE1 inhibitor (Journal of Medicinal Chemistry / PubMed); clinical trial/registry entry for the clarithromycin/itraconazole PK interaction study (NCT02197884 / MedPath). citeturn0search3turn0search1turn0search4"
    ]
}