{
    "nct_id": "NCT05574634",
    "title": "Losing Specificity: the Role of the Locus Coeruleus in Age-related Distractibility",
    "status": "RECRUITING",
    "last_update_time": "2025-08-13",
    "description_brief": "A growing body of research has highlighted the importance of frontal regions, at both the functional and structural levels, in age-related declines in attentional and cognitive processing. However, the underlying neurobiological pathophysiological changes in the brain that contribute to these declines are still largely unclear. The objective of this proposal is to investigate neural mechanisms of age-related attentional distractibility, focusing on the neural circuit initiated from the locus coeruleus (LC). In the current proposal, the investigators will test the hypothesis that the neural disconnectivity of LC with the salience network (SN) drives failures of ignoring distractors in older adults. The investigators will examine how LC-SN connectivity is associated with selective attention performance, and how improved LC-SN connectivity through a cognitive training program may lead to improved attentional performance.",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "BASIC_SCIENCE",
    "results": null,
    "target_category": "Cognitive enhancer",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The proposal describes a non-pharmacologic intervention (a cognitive training program) aimed at improving selective attention by enhancing functional connectivity between the locus coeruleus (LC) and the salience network (SN). The stated goal is improved attentional performance (reduced distractibility), i.e., cognitive improvement rather than targeting Alzheimer’s pathology with a biologic or small molecule. LC–SN connectivity and its relation to age-related distractibility are well-documented in the literature. citeturn0search6turn0search1turn0search7turn0search5",
        "Act: Extracted details from the description: intervention = cognitive training program intended to increase LC–SN connectivity and thereby improve selective attention in older adults; no drug or placebo is mentioned in the description. Web searches for the title and LC–SN attentional work returned relevant neuroimaging studies and reviews (examples cited below) but did not identify any drug intervention tied to this project. citeturn0search6turn0search7",
        "Reflect: Classification decision — the trial’s aim is to improve cognition (attention) via a training intervention. Among the provided categories, this most closely maps to \"Cognitive enhancer\" because the primary outcome is cognitive/attentional improvement rather than disease modification or neuropsychiatric symptom relief. Note: the term \"Cognitive enhancer\" in the instructions emphasizes drugs, but the intervention here is behavioral (training); if you interpret the category strictly as drug-only, one could alternatively mark this trial as 'N/A'. Given the available category choices and the trial’s intent (improving cognition), I classified it as Cognitive enhancer while flagging that it is non-pharmacologic and not a drug trial.",
        "Web search results supporting the context and LC–SN relevance (examples returned by the search):\n- \"The Decline in Intrinsic Connectivity Between the Salience Network and Locus Coeruleus in Older Adults: Implications for Distractibility\" (Frontiers / PMC). citeturn0search6turn0search1\n- \"Association of Intrinsic Functional Connectivity between the Locus Coeruleus and Salience Network with Attentional Ability\" (Journal of Cognitive Neuroscience). citeturn0search7\n- \"Phasic locus coeruleus activity regulates cortical encoding of salience information\" (PNAS) — LC role in attention/salience signaling. citeturn0search5\n- Additional related theses/reports on LC–SN connectivity and aging. citeturn0search3"
    ],
    "agent_type": "T) Other",
    "explanation_agent": [
        "Reason: The described trial tests a non‑pharmacologic cognitive training program intended to increase functional connectivity between the locus coeruleus (LC) and the salience network (SN) to improve selective attention (reduce distractibility). This targets brain network function/behavior rather than a defined molecular or cellular drug target (e.g., amyloid, tau, inflammation, receptors). CADRO categories map to biological/drug targets, so no specific CADRO therapeutic target is named in the description.",
        "Act: Extracted details — intervention: cognitive training program; intended mechanism: enhance LC–SN functional connectivity and attentional performance; no drug, biologic, gene, or pathway target is provided. Because the intervention is behavioral/network‑level (not a molecular/cellular therapeutic target), it does not fit the biological CADRO categories A–S. Per instructions, trials that do not fit a CADRO therapeutic target should be classified as 'T) Other'.",
        "Reflect: This classification aligns with the CADRO framework: although the intervention aims to change neural connectivity (which could be loosely related to synaptic plasticity), CADRO is oriented to biological treatment targets. The description lacks any drug/biologic or named molecular pathway, so assigning a biological category would be speculative. If the user prefers mapping behavioral interventions to a close mechanistic category, an alternative (but less precise) mapping could be M) Synaptic Plasticity/Neuroprotection, but that would be an inference beyond the provided information. Therefore 'T) Other' is the most accurate choice.",
        "Supporting web search results (as provided in the trial description):",
        "- 'The Decline in Intrinsic Connectivity Between the Salience Network and Locus Coeruleus in Older Adults: Implications for Distractibility' (Frontiers / PMC).",
        "- 'Association of Intrinsic Functional Connectivity between the Locus Coeruleus and Salience Network with Attentional Ability' (Journal of Cognitive Neuroscience).",
        "- 'Phasic locus coeruleus activity regulates cortical encoding of salience information' (PNAS).",
        "These references support the LC–SN attentional/network rationale described in the trial but do not identify a drug or molecular target for this project.",
        "Output: T) Other — The trial is a behavioral/network‑level cognitive training intervention with no identifiable drug/biologic target, so it does not map to a CADRO therapeutic category."
    ]
}