{
    "nct_id": "NCT06563895",
    "title": "A Phase 3, Randomized, Multicenter, Double-Blind, Placebo-Controlled Study of Acoramidis for Transthyretin Amyloidosis Prevention in the Young (ACT-EARLY Trial)",
    "status": "RECRUITING",
    "last_update_time": "2025-09-18",
    "description_brief": "Transthyretin amyloidosis (ATTR) is a disease where the normally occurring transthyretin (TTR) protein falls apart and forms amyloid, a sticky plaque- like substance that accumulates in different organs in the body and can cause damage to the organ. There are two ways that the TTR protein can fall apart. One way occurs as a person ages, where the normal TTR protein can fall apart and form amyloid that may no longer be sufficiently cleared by the body. This type of ATTR is known as wild-type ATTR (ATTRwt). The other way occurs when a person inherits a defective TTR gene that causes the TTR protein to spontaneously fall apart. This form of the disease is known as variant ATTR (ATTRv) and can be detected in adults by a genetic test of their TTR gene before they age.\n\nAmyloid build-up in the heart causes the heart wall to become thick and stiff and can result in heart failure and even death. Accumulation of TTR amyloid in the heart is known as transthyretin amyloid cardiomyopathy or ATTR-CM. Amyloid can also deposit in the nerve tissues leading to nerve problems. Accumulation of TTR in the nerves is known as transthyretin amyloid polyneuropathy or ATTR-PN.\n\nAcoramidis is an experimental drug designed to bind tightly to TTR in the blood and stabilize its structure, so it does not form the harmful amyloid plaques that can cause damage to organs.\n\nThis study is intended to determine if treatment with acoramidis in participants with ATTRv who have not yet developed any symptoms of disease can prevent or delay the development of ATTR-CM or ATTR-PN disease. If adults with an inherited defective TTR gene are treated early before any of the symptoms of disease have developed, it may be possible to delay the onset or prevent the disease entirely.",
    "description_detailed": "The AG10-501 ACT-EARLY study is a randomized, multicenter, double-blind, placebo- controlled study of acoramidis for prevention of ATTR (with specific reference to either its cardiomyopathic or polyneuropathic manifestations). Participants will be stratified at randomization.\n\nThe study population will be asymptomatic carriers of a known pathogenic TTR gene variant. A participant must be 18 to 75 inclusive years of age, and the age of the participant must be no more than 10 years younger than the predicted age of disease onset (PADO) based either on family history (pedigree analysis) or, if family history is insufficient, based on a TTR Variant Actuarial table from published literature. For example, if PADO for a given individual is found to be 50 years, the age of the participant must be between 40 and 75 years inclusive.",
    "phase": [
        "PHASE3"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "PREVENTION",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "Acoramidis (AG10; brand names: Attruby / Beyonttra) — orally administered small-molecule transthyretin (TTR) stabilizer"
    ],
    "placebo": [
        "Placebo (oral tablet)"
    ],
    "explanation_target": [
        "Reason: The investigational agent (acoramidis) is described as binding and stabilizing transthyretin (TTR) in blood to prevent formation of pathogenic amyloid deposits — i.e., a therapy that targets disease pathology (TTR amyloidogenesis) rather than symptomatic cognitive or neuropsychiatric effects. citeturn0search1turn0search5",
        "Act: Trial details identify this as a Phase 3, randomized, double‑blind, placebo‑controlled prevention study (ACT‑EARLY) of acoramidis in asymptomatic carriers of pathogenic TTR variants; the sponsor and corporate description explicitly call acoramidis a selective, orally administered small‑molecule TTR stabilizer (near‑complete ≥90% stabilization). citeturn0search4turn0search2",
        "Web sources consulted (key results): BridgeBio press release describing acoramidis as a selective small molecule TTR stabilizer and ACT‑EARLY launch; Mayo Clinic / Stanford clinical trial pages with trial purpose and design; clinicaltrials listing (NCT06563895) with Phase 3 details; regulatory/chemical records linking acoramidis to AG10. citeturn0search2turn0search1turn0search4turn1search4",
        "Reflect: Given mechanism (TTR stabilization to prevent amyloid formation) and that acoramidis is a small chemical entity (AG10), the trial fits the 'disease‑targeted small molecule' category. It is not a biologic, cognitive enhancer, nor a neuropsychiatric symptom intervention. Classification confidence: high based on cited trial and sponsor materials. citeturn0search2turn0search1"
    ],
    "agent_type": "I) Proteostasis/Proteinopathies",
    "explanation_agent": [
        "Reason: The investigational drug acoramidis (AG10, Attruby/Beyonttra) is described repeatedly as a small‑molecule transthyretin (TTR) stabilizer that binds TTR in blood to preserve tetramer stability and prevent TTR misfolding and pathogenic amyloid deposition — i.e., it targets protein misfolding/amyloidogenesis at the level of TTR rather than amyloid‑beta. citeturn0search0turn0search2",
        "Act: Trial documentation (ACT‑EARLY, NCT06563895) and sponsor materials explicitly state acoramidis’ mechanism: tight binding and near‑complete (≥90%) stabilization of TTR to prevent formation of TTR amyloid; the study is a Phase 3, randomized, double‑blind, placebo‑controlled prevention trial in asymptomatic carriers of pathogenic TTR variants. These details identify the biological focus as preventing a protein‑misfolding disease (ATTR) via stabilization of the native protein. citeturn1search0turn1search5",
        "Reflect: CADRO category A) Amyloid beta is specific to amyloid‑beta (Aβ) pathology in Alzheimer’s disease and therefore does not fit TTR amyloidosis. The intervention’s mechanism—preventing misfolding/aggregation of a non‑Aβ protein (TTR)—matches CADRO I) Proteostasis/Proteinopathies (protein folding, aggregation, and related clearance/stabilization strategies). Classification confidence: high based on sponsor press releases and clinicaltrials descriptions. citeturn0search0turn1search2",
        "Web sources consulted (key results): BridgeBio press release describing ACT‑EARLY and acoramidis as a selective, near‑complete TTR stabilizer; BridgeBio product/approval notices describing Attruby/Beyonttra (acoramidis) and its TTR‑stabilizing mechanism; clinical trial listings (NCT06563895) and institutional trial pages summarizing the prevention trial and mechanism. citeturn0search0turn0search2turn1search0turn1search6"
    ]
}