{
    "nct_id": "NCT06247345",
    "title": "First in Human, Phase Ia/Ib Study for Safety, Tolerability, Pharmacokinetics, and Clinical Activity Evaluation of ADEL-Y01 in Healthy Participants and in Participants With Mild Cognitive Impairment Due to Alzheimer's Disease or Mild Alzheimer's Disease",
    "status": "RECRUITING",
    "last_update_time": "2025-04-01",
    "description_brief": "This is a Phase Ia/Ib, two-part, randomized, placebo-controlled, double-blinded, first in human(FIH) study to evaluate the safety, tolerability, PK, and PD of ADEL-Y01 in healthy participants in Part 1 and participants with MCI due to AD and mild AD in Part 2. The study includes 2 parts: Part 1 (single ascending dose \\[SAD\\] and Part 2 (multiple ascending dose \\[MAD\\]).",
    "description_detailed": "The current standard of care (SoC) for Alzheimer's disease (AD) is aimed at improving memory and alertness only. There is an unmet medical need for an effective clinical treatment of neurodegeneration of AD and related dementia. Adel, Inc. and Oscotec Inc. are jointly developing a novel disease modifying immunotherapy agent (ADEL-Y01) targeting tubulin associated unit (tau) protein accumulation in the brain. ADEL-Y01 is a recombinant IgG1 class type monoclonal humanized antibody that recognizes and binds to tau protein acetylated at lysine-280 (K280) thus inhibiting aggregation and propagation of tau seeds and enhancing of microglial tau clearance. Administration of ADEL-Y01 has ameliorated memory impairment, behavioral deficits, and pathology in preclinical models. This first-in-human (FIH) study will assess the single and multiple dose safety, tolerability, pharmacokinetic (PK), pharmacodynamic (PD) of ADEL-Y01 in healthy adult participants and participants with mild cognitive impairment (MCI) due to AD and mild AD.\n\nPart 1 (SAD): Part 1 will recruit up to 40 healthy participants, age 18 to 65 years inclusive. Up to 5 cohorts of 8 participants (6 active and 2 placebo participants per cohort) will be enrolled with each participant receiving ADEL-Y01 or placebo. Participants will be screened within 28 days of dose administration. The participants who will meet the inclusion/exclusion criteria for the study will be enrolled into the study after providing the informed consent form (ICF). The eligible participants will be randomized on Day -1 to receive either single dose of ADEL-Y01 or placebo on Day 1. Participants will be admitted on Day -1 and remain in the clinical research unit for at least 4 days (Day 4) following completion of all schedule procedures. Participants will return to the clinical research unit for additional safety and PK assessments on 7 occasions over a total of 12-weeks. Each dose level will include 2 sentinel participants (1 active and 1 placebo) who will be dosed first and monitored by the Investigator for at least 24 hours to check safety and tolerability. Once the safety of the study intervention is ensured, remaining participants will be dosed (5 active and 1 placebo). The starting dose for the Part 1 (SAD) will be 2.5 mg/kg. Subsequent dose levels are tentatively assigned to be 7.5, 20, 50 and 100 mg/kg. Dose escalation to the next dose level(s) will not proceed until the safety and tolerability of ADEL-Y01 results over an at least 14-day assessment period have been evaluated by the Safety Review Committee (SRC). A randomization list will be prepared for each cohort separately. No participant will be dosed more than once.\n\nPart 2 (MAD): Part 2 will evaluate multiple IV doses of ADEL-Y01 administered every 2 weeks (Q2W) for 12 weeks in participants with MCI due to AD or mild AD. Thirty-three participants aged 50 to 80 years will be enrolled into 3 cohorts of 11 participants per cohort (8 active, 3 placebo) with each participant assigned to receive 6 doses of either ADEL-Y01 or placebo. Participants will be screened within 28 days of dose administration. The participants who will meet the inclusion/exclusion criteria for the study will be enrolled into the study after providing the ICF. The eligible participants will be randomized on Day -1 to receive either single dose of ADEL-Y01 or placebo on Day 1. Participants will be admitted on Day -1 and remain in the clinical research unit for at least 24 hours post infusion (Day 2) following completion of all schedule procedures. Participants will return to the clinical research unit for ADEL-Y01/placebo administration and/or additional safety and PK assessments on 12 occasions over a total of up to 22 weeks (ie, 12-weeks relative to the administration of the last dose of study intervention scheduled on Day 71). The provisional doses planned in Part 2 (MAD) are 7.5, 20, and 50 mg/kg administered every 2 weeks. The starting dose for the MAD part will be based on both safety and PK results from the Part 1 (SAD). The starting dose will be selected so that anticipated repeated-dose exposure to ADEL-Y01 (Cmax and AUC) does not exceed the exposure at the highest dose determined to be safe and well tolerated in the SAD. Depending on the Q2W ADEL-Y01 dose selected, the Part 2 (MAD) may commence prior to completion of the SAD study part. Dose escalation to the next dose level(s) will not proceed until the safety and tolerability of ADEL-Y01 over an at least 6-week assessment period (3 doses) have been evaluated by the SRC.",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted biologic",
    "drug": [
        "ADEL-Y01 (recombinant humanized IgG1 monoclonal antibody targeting acetylated tau at lysine-280, acK280)"
    ],
    "placebo": [
        "Placebo"
    ],
    "explanation_target": [
        "Reason: The investigational agent ADEL-Y01 is described in sponsor and trial listings as a recombinant IgG1 humanized monoclonal antibody that specifically recognizes tau acetylated at lysine‑280 (acK280), inhibits tau aggregation/propagation, and enhances microglial clearance — i.e., it targets pathogenic tau biology rather than providing symptomatic cognitive enhancement. citeturn0search5turn0search0",
        "Act: Trial details (Phase Ia/Ib FIH with SAD and MAD arms) confirm this is a first‑in‑human, randomized, placebo‑controlled study testing safety, PK/PD and preliminary clinical activity of ADEL‑Y01 in healthy participants and participants with MCI due to AD or mild AD; the sources used for drug mechanism and trial design include ClinicalTrials/registry summaries and coverage pieces. citeturn0search2turn0search3",
        "Reflect: Because ADEL‑Y01 is a monoclonal antibody directed at tau pathology (a biologic disease‑modifying immunotherapy), it matches the definition of 'disease-targeted biologic' rather than a small molecule, symptomatic cognitive enhancer, or neuropsychiatric treatment. No substantial ambiguity in mechanism was found in the listed sources. Key supporting sources: CenterWatch/ClinicalTrial listing, ALZFORUM summary, MedPath/ClinicalTrials record, and press/IND announcement. citeturn0search5turn0search0turn0search6"
    ],
    "agent_type": "B) Tau",
    "explanation_agent": [
        "Reason: The investigational agent ADEL-Y01 is a recombinant humanized IgG1 monoclonal antibody that specifically recognizes tau acetylated at lysine‑280 (acK280) and is described to inhibit tau aggregation/propagation and enhance microglial clearance — i.e., it directly targets pathogenic tau species rather than symptomatic neurotransmission or non‑therapeutic measures. citeturn0search0turn0search3",
        "Act: Extracted details — drug: ADEL‑Y01 (recombinant humanized IgG1 monoclonal antibody targeting acetylated tau at K280); trial: first‑in‑human Phase Ia/Ib with single‑ascending‑dose (SAD) and multiple‑ascending‑dose (MAD) parts in healthy volunteers and participants with MCI due to AD or mild AD. These trial and mechanism details are supported by the sponsor pipeline page, the JCI preclinical paper describing Y01, ALZFORUM summary, PR/press announcements, and trial registry entries. citeturn0search0turn0search3turn0search1turn0search2turn0search5",
        "Reflect: Classification check — ADEL‑Y01 targets a specific tau post‑translational modification (acK280) and is intended as a disease‑modifying immunotherapy to neutralize/clear pathogenic tau species (not amyloid, inflammation as primary mechanism, or symptomatic neurotransmitter modulation). This aligns directly with CADRO category B) Tau. No substantial evidence indicates a different or multi‑target mechanism that would require 'R) Multi‑target' or ambiguity that would require 'T) Other'. citeturn0search3turn0search1",
        "Web search results / key sources (supporting evidence): ADEL Inc. pipeline entry describing ADEL‑Y01, target = tau (acK280) and preclinical claims. citeturn0search0; ALZFORUM summary of the ADEL‑Y01 Phase 1 study and mechanism. citeturn0search1; JCI research article (Song et al. 2023) showing Y01 antibody binds acK280, inhibits aggregation/propagation, and promotes microglial clearance in cell and mouse models. citeturn0search3turn0search4; PR Newswire / company press announcing first‑in‑human dosing and mechanism statement. citeturn0search2turn0search6; Clinical trial registry / listing for the Phase Ia/Ib SAD+MAD study in healthy participants and MCI/mild AD. citeturn0search5"
    ]
}