{
    "nct_id": "NCT00093951",
    "title": "A Multicenter, Randomized, Double-Blind, Placebo-Controlled, Phase II Study of the Efficacy and Safety of SGS742 in Subjects With Mild to Moderate Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2009-12-10",
    "description_brief": "The purpose of this trial is to determine the effect of a new drug, SGS742, on memory and cognition in patients with mild to moderate Alzheimer's disease.",
    "description_detailed": "SGS742 is a GABA(B) receptor antagonist. It is an orally active drug and possesses neurochemical and psychopharmacologic features that suggest it could improve memory and cognition in humans. The primary objective of the SGS742 clinical trial will be to determine the effect of SGS742 on memory and cognition in individuals diagnosed with mild to moderate Alzheimer's disease. The duration of the study is 3 months with 5 clinic visits.",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "SGS742 (CGP36742)"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The investigational drug SGS742 (also known as CGP36742) is a small‑molecule GABAB receptor antagonist developed to enhance cognition (attention, working memory) rather than to target amyloid or tau pathology. citeturn0search1turn0search8",
        "Act: Clinical and preclinical reports describe SGS742 as a GABAB antagonist with cognition‑enhancing effects in animals and improvements in attention/working memory in human Phase II studies (MCI; a Phase II AD trial was conducted/initiated). The trial title and description you provided state the endpoint is memory and cognition in mild–moderate AD, matching a cognitive‑enhancer purpose. citeturn0search6turn0search1",
        "Reflect: Because the mechanism is synaptic modulation via GABAB antagonism (aimed at improving cognitive function) and not a biologic (monoclonal antibody or vaccine) nor a symptomatic neuropsychiatric treatment, the best fit among the four categories is 'cognitive enhancer'. Reviews of GABAB antagonists in AD/models support that this approach is intended to boost cognition rather than directly modify amyloid/tau pathology. citeturn0search3turn0search0",
        "Web search results used: 'SGS742: the first GABA(B) receptor antagonist in clinical trials' (PubMed/abstract). citeturn0search1; 'GABA_B receptor antagonist SGS742 improves spatial memory...' (Neuropharmacology/animal study). citeturn0search0; ScienceDirect summary of SGS742 clinical findings. citeturn0search6; RSC review summarizing SGS742 and GABAB antagonists in AD. citeturn0search3."
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The investigational drug SGS742 (CGP36742) is a small‑molecule antagonist of the GABAB receptor, i.e., it directly targets a neurotransmitter receptor to modulate synaptic signaling and thereby enhance cognition rather than targeting amyloid/tau pathology. citeturn0search0turn0search5",
        "Act: The trial tests SGS742 (CGP36742), a GABAB receptor antagonist shown in preclinical and Phase II human studies to improve attention, working memory and other cognitive measures; this mechanism maps to CADRO category D (Neurotransmitter Receptors). citeturn0search1turn0search7",
        "Reflect: Classification as D) Neurotransmitter Receptors is the best fit because the molecular target is a classical neurotransmitter receptor (GABAB). Although the intervention is a cognitive enhancer, CADRO’s ‘Neurotransmitter Receptors’ category more specifically describes drugs that act on receptors like GABAB, so D is preferred over a generic ‘cognitive enhancer’ label or multi-target. No evidence in the description indicates primary action on amyloid, tau, inflammation, synaptogenesis alone, or a non‑therapeutic focus. citeturn0search3turn0search6",
        "Web search results used (key sources):",
        "• ‘SGS742: the first GABA(B) receptor antagonist in clinical trials’ (PubMed — summary of SGS742 pharmacology and Phase II data). citeturn0search0",
        "• ‘GABAB receptor antagonist SGS742 improves spatial memory and reduces protein binding to the cAMP response element (CRE) in the hippocampus’ (Neuropharmacology / PubMed — mechanism and memory effects). citeturn0search1",
        "• ‘CGP 36742: the first orally active GABAB blocker improves the cognitive performance of mice, rats, and rhesus monkeys’ (PubMed — preclinical cognition data). citeturn0search5",
        "• ScienceDirect / article abstracts summarizing SGS742 pharmacology and AD trial plans. citeturn0search7",
        "• Chemical / product summary (CGP-36742 / SGS742) with mechanism and indications. citeturn0search6"
    ]
}