{
    "nct_id": "NCT04296565",
    "title": "Water-based Activity to Enhance Recall in Veterans: A Randomized Clinical Trial",
    "status": "ACTIVE_NOT_RECRUITING",
    "last_update_time": "2025-08-15",
    "description_brief": "This four-year study will evaluate the efficacy of an exercise training augmentation for cognitive training intervention to improve memory performance in Veterans with a diagnosis of amnestic Mild Cognitive Impairment (aMCI). This is a two-phased trial: 1) an exercise phase and 2) a cognitive training program. The exercise phase will be an aquatic based exercise program. A combination of exercise and cognitive training programs designed for persons without cognitive impairment have significantly improved memory more than other single intervention groups (exercise only, cognitive training only) and given the success of combination training programs with healthy older adults, it is important to adapt these programs for persons beginning to exhibit clinically significant memory problems, such as those with aMCI.",
    "description_detailed": "The primary research question of the proposed study is this: Is a water-based exercise plus cognitive training intervention efficacious in improving cognitive outcomes for Veterans with Mild Cognitive Impairment (MCI)? The investigators address the need to improve cognitive function in this vulnerable population through a novel multi-component training program that will combine two interventions: water-based exercise and cognitive training. The proposed four-year randomized controlled trial will compare water-based exercise + cognitive training (WATER+CT) to a Usual Care Control Condition (UC). The primary aim of the proposed research is to evaluate the efficacy of WATER+CT to improve cognitive function in Veterans with MCI. Secondary aims of the proposed research are: 1) to evaluate the efficacy of WATER+CT to improve peak oxygen consumption and 2) to evaluate the durability of the cognitive benefits derived from WATER+CT. Exploratory aims of the proposed research are to evaluate moderators and mediators of treatment response.\n\nThese aims will be tested in a single-blind randomized controlled trial that will compare the efficacy of WATER+CT to UC. This trial will include 130 Veterans meeting criteria for MCI age 50-90 with half randomized to WATER+CT and half randomized to UC. For the WATER+CT condition, the exercise training (i.e., WATER) consists of a six-month long individualized exercise program of water-based exercises. During this phase, Veterans will come to thrice-weekly group sessions at Aquatic Therapy Center at the VA Palo Alto Health Care System (VAPAHCS). After completion of the exercise program, Veterans will begin classroom-based cognitive training at the VAPAHCS for up to two months. The CT is based on an efficacious training program that is structured around two components, pre-training and mnemonic training, both of which have been used successfully in persons with MCI. Veterans randomized to the UC control condition will receive educational materials about brain health in addition to their usual care, which is the care they would typically receive in the VA. After completion of the active treatment phase, Veterans will transition to the six-month long follow-up phase. At the end of the six-month long follow-up phase, participants will return to the VA for a final follow-up visit.\n\nParticipants will complete a variety of neuropsychological measures taping into areas of cognition such as attention, executive functioning, and memory. Participants will also undergo physical fitness assessments including a 6-minute walk test and an exercise treadmill test. To study possible predictors of response to treatment, the investigators will also collect biological (cardiovascular functioning and BDNF plasma levels) and genetic data (APOE and BDNF genotypes) from these participants. The investigators hope to provide evidence of the efficacy of an exercise training augmentation for cognitive training thus laying the groundwork for future VA health care system wide deployment of a lifestyle intervention to prevent Alzheimer's disease.",
    "phase": [
        "PHASE4"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "Cognitive enhancer",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial tests a combined water-based (aquatic) exercise program plus classroom cognitive training intended to improve memory performance in Veterans with amnestic MCI — i.e., the primary goal is to enhance cognition (memory), not to target Alzheimer’s pathology with a biologic or small molecule nor to treat neuropsychiatric symptoms. citeturn0search0turn0search3",
        "Act: Key extracted details — Intervention: water-based exercise (six months, thrice-weekly) followed by a 10-session cognitive training program; Population: Veterans with amnestic MCI; Primary outcome: improvement in cognitive function/memory. No drug or biologic is used or named in the protocol. citeturn0search2turn0search5",
        "Act (supporting literature): Prior trials of aquatic exercise combined with cognitive training show cognitive benefits in older adults with MCI, supporting the intervention’s intent as a cognitive-enhancing (non-pharmacologic) strategy. citeturn0search6turn0search7",
        "Reflect: Given the definitions — (1) Disease-targeted biologic: biologics targeting pathology (not present); (2) Disease-targeted small molecule: small-molecule pathology-directed drugs (not present); (3) Cognitive enhancer: improves cognitive function (fits this trial’s aim); (4) Neuropsychiatric symptom improvement: targets behavioral/psychiatric symptoms (not the focus) — the best fit is Cognitive enhancer. The protocol and registry entries explicitly describe a behavioral/rehabilitative cognitive intervention rather than any pharmacologic agent. citeturn0search0turn0search3",
        "Web search results used (sources): MedPath trial entry for NCT04296565 / Water-based Activity to Enhance Recall in Veterans (detailed study description and outcomes). citeturn0search0",
        "MedPath / registry entry for NCT02614092 (earlier/completed feasibility trial description). citeturn0search3",
        "Grantome summary of the VA-funded randomized clinical trial (abstract/proposal details). citeturn0search5",
        "PubMed articles on aquatic exercise ± cognitive training showing cognitive benefits in older adults with MCI (supporting literature). citeturn0search6turn0search7"
    ],
    "agent_type": "T) Other",
    "explanation_agent": [
        "Reason: The study tests a water-based (aquatic) exercise program followed by classroom cognitive training to improve memory in Veterans with amnestic MCI — a behavioral, non‑pharmacologic cognitive enhancement approach rather than a biologic or small‑molecule intervention targeting a molecular pathway. citeturn0search0turn0search3",
        "Act: Key extracted details — Intervention: 6 months of thrice‑weekly pool‑based physical activity then a 10‑session cognitive training program; Population: Veterans with amnestic MCI; Primary outcome: improvement in cognitive function/memory. No drug, biologic, gene, or molecular pathway is named in the protocol, so no CADRO disease‑target category (A–Q, etc.) can be assigned. citeturn0search0turn0search3",
        "Supporting literature: Prior randomized and controlled studies and a meta‑analysis show aquatic exercise ± cognitive training can improve cognition in older adults with MCI, reinforcing that this is a behavioral cognitive‑enhancement intervention rather than a molecularly targeted therapy. citeturn0search2turn0search6turn0search5",
        "Reflect: CADRO is organized around biological/drug targets (e.g., Amyloid, Tau, Inflammation, Synaptic Plasticity). Because this trial uses non‑pharmacologic exercise + cognitive training with no specified molecular or cellular target, it does not map cleanly to CADRO therapeutic target categories; per instructions, when no target can be inferred assign 'T) Other'. Confirming classification: T) Other. citeturn0search0turn0search3",
        "Web search results used (key sources): (1) MedPath trial entry for NCT04296565 (Water‑based Activity to Enhance Recall in Veterans) — trial description and arms. citeturn0search0 (2) Clinical registry/ICH GCP entry for NCT02614092 (earlier feasibility WATER‑VET study) — detailed protocol and intervention description. citeturn0search3 (3) PubMed RCT: water‑based exercise ± cognitive training showing cognitive benefits in older adults with MCI. citeturn0search2 (4) Controlled trial of aquatic exercise and cognitive function in older adults. citeturn0search6 (5) Systematic review/meta‑analysis of exercise training in MCI (supports exercise effects on cognition). citeturn0search5"
    ]
}