{
    "nct_id": "NCT04042922",
    "title": "Acute Treatment of Alzheimer's Disease With Gamma Frequency Stimulation",
    "status": "ACTIVE_NOT_RECRUITING",
    "last_update_time": "2024-09-27",
    "description_brief": "Alzheimer's disease (AD) is characterized by significant memory loss and toxic protein deposits (amyloid and tau) in the brain. The investigators' lab found a non-invasive way to remove these toxic proteins from the brain in AD mouse models. Remarkably, treated mice also have improved memory on behavioral testing. The investigators aim to translate this non-invasive method, which uses light and sound to stimulate the brain, to be used in mild Alzheimer's patients. 40 participants with mild Alzheimer's disease will be recruited, and the investigators will assess their brain waves with electroencephalogram (EEG) before, during, and after light and sound stimulation for safety, feasibility, and to optimize the stimulation device for use in the mild AD population.",
    "description_detailed": "It is known that Alzheimer's disease (AD) patients have significant disruptions in brain waves, especially the gamma frequency (\\~30 - 100 Hz) waves. Recently, the investigators' lab found that gamma entrainment using light and sound stimulation, which the investigators call GENUS, improves memory and decreases toxic accumulation of amyloid and tau in AD mouse models. This study aims to translate these findings in the mouse models to be used in mild Alzheimer's patients. The investigators will recruit 40 patients diagnosed with mild AD who will be randomly assigned to two study arms. Cognitive and mental health evaluations as well as memory tests will be performed on all subjects. All subjects will also be exposed to the GENUS device, which can deliver light and sound waves at different frequencies. The GENUS device is composed of a panel with light-emitting diode (LED) illumination and speakers for auditory stimulation. Each of the 2 groups will have different combinations of light and sound settings. The investigators will use electroencephalography (EEG) to check for how the participant's brain waves respond to the stimulation, and use questionnaires to evaluate for safety and tolerability.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "SUPPORTIVE_CARE",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is non‑pharmacologic sensory neuromodulation — light and sound at gamma (≈40 Hz) to entrain brain activity and remove amyloid/tau in animal models. That mechanism targets AD pathology (disease-modifying intent) but is not a biologic or small‑molecule drug; it is a device/neuromodulation approach, so it does not fit the four named categories (biologic, small molecule, cognitive‑enhancer drug, or neuropsychiatric symptom drug). citeturn0search6turn0search5",
        "Act: Key details from the description and the literature: the method is 40 Hz audiovisual (light+sound) gamma entrainment discovered in Tsai lab mouse studies (reduced amyloid/tau and improved memory), and it has been translated into human feasibility and randomized device studies (safety, EEG entrainment, tolerability; ongoing larger trials by Cognito Therapeutics). This is a non‑drug sensory stimulation/device intervention (often called GENUS or gamma sensory flicker). citeturn0search6turn0search1turn0search2",
        "Reflect: Classification check — by the definitions you gave: (1) Disease‑targeted biologic = biologic therapies (e.g., monoclonal antibodies) — NOT this; (2) Disease‑targeted small molecule = small‑molecule drugs — NOT this; (3) Cognitive enhancer = pharmacologic agents aimed at improving cognition without targeting pathology — NOT this; (4) Neuropsychiatric symptom improvement = treatments for behavioral/psychiatric symptoms — NOT this. Because the intervention is a non‑pharmacologic device/neuromodulation approach (not a biologic or small molecule), the correct output is 'N/A'. No drug or placebo is listed in the trial description. citeturn0search1turn0search2",
        "Web search results (key sources consulted):",
        "- MIT / Tsai lab description of 40 Hz sensory stimulation mechanism and mouse results (amyloid clearance, improved memory). citeturn0search6",
        "- He et al., 2021 feasibility trial of gamma sensory flicker in prodromal AD (safety, EEG entrainment, preliminary biomarker signals). citeturn0search1",
        "- Cognito Therapeutics / randomized trials (OVERTURE and related studies reporting safety, feasibility, and some functional outcomes with 40 Hz sensory stimulation). citeturn0search2",
        "- Reviews summarizing GENUS (gamma entrainment using sensory stimulation) from animals to human studies. citeturn0search5"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}