{
    "nct_id": "NCT05178992",
    "title": "Impact of a Novel Socially Assistive Robotic Architecture on Engaging Older Adults With Mild Cognitive Impairment, Alzheimer's Disease and Related Dementia in Long Term Care Settings",
    "status": "RECRUITING",
    "last_update_time": "2025-07-22",
    "description_brief": "The objective of this study is to demonstrate the impact of a socially assistive robot system on reducing apathy among cognitively impaired older adults residing in long term care facilities. Earlier phases of this project demonstrated the feasibility and acceptability of the robotic system. First, investigators will improve the social robotic interaction architecture through additional software development, enhance its versatility, and make it easy for non-experts to run. Second, 188 participants will be randomized to either usual activity programs at the long term care facility, or the usual activity programs plus the robotic activities. Researchers will examine the effect on apathy and also plan on examining underlying individual and facility factors that influence the impact of the robotic activities.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE1",
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "neuropsychiatric symptom improvement",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is a socially assistive robotic system delivered to cognitively impaired older adults with the stated objective of reducing apathy (a neuropsychiatric/behavioral symptom). This is a non‑pharmacologic, behavioral/technology intervention intended to improve a neuropsychiatric outcome rather than to modify Alzheimer pathology or directly enhance cognition. citeturn0search2turn0search1",
        "Act: Key extracted details — Intervention: socially assistive robot system (software/interaction architecture improvements); Population: older adults with mild cognitive impairment/Alzheimer's disease and related dementia in long‑term care; Design: randomized (n=188) to usual activity vs usual activity + robotic activities; Primary outcome: apathy (reduction). No drug or placebo is involved. Based on these details, the trial fits the 'neuropsychiatric symptom improvement' category. citeturn0search2",
        "Reflect: Classification check — the study targets a behavioral/neuropsychiatric symptom (apathy) using a non‑biologic, non‑small‑molecule intervention (robotic/social engagement). That matches the provided category definition for neuropsychiatric symptom improvement. Existing literature and protocols place socially assistive robots as interventions to reduce apathy, depression, or other neuropsychiatric symptoms in dementia, supporting this classification. citeturn0search1turn0search0",
        "Web search results used: (1) Protocol for the multi‑site randomized clinical trial comparing usual care vs VE‑SAR (socially assistive robot + virtual environment) with primary outcome apathy — PubMed entry summarizing the trial protocol. citeturn0search2 (2) Systematic reviews/meta‑analyses reporting that socially assistive robots can reduce neuropsychiatric symptoms (depression/anxiety) and improve engagement in people with dementia. These reviews contextualize robots as neuropsychiatric/engagement interventions rather than disease‑modifying therapies. citeturn0search1turn0search0"
    ],
    "agent_type": "T) Other",
    "explanation_agent": [
        "Reason: The intervention is a socially assistive robotic system (non‑pharmacologic, behavioral/technology) delivered to people with MCI/ADRD with the stated objective of reducing apathy — a neuropsychiatric/behavioral outcome rather than a molecular disease target.",
        "Act: Key extracted details — Intervention: socially assistive robot / software+interaction architecture; Population: older adults with MCI/Alzheimer’s and related dementia in long‑term care; Design: randomized (n=188) vs usual activity; Primary outcome: reduction in apathy. No drug, molecular target, gene, or pathway is involved, so the trial does not map to any CADRO therapeutic category.",
        "Reflect: The CADRO framework is organized by biological/drug targets (e.g., amyloid, tau, inflammation). Because this study tests a behavioral/technology intervention aimed at neuropsychiatric symptom improvement rather than modifying biological pathology or acting on a defined molecular target, the correct CADRO assignment is 'T) Other'.",
        "Web search results used (as provided in the trial description): (1) Protocol for the multi‑site randomized clinical trial comparing usual care vs VE‑SAR (socially assistive robot + virtual environment) with primary outcome apathy — PubMed entry summarizing the trial protocol. (2) Systematic reviews/meta‑analyses reporting that socially assistive robots can reduce neuropsychiatric symptoms (depression/anxiety) and improve engagement in people with dementia — these contextualize robots as neuropsychiatric/engagement interventions rather than disease‑modifying therapies."
    ]
}