{
    "nct_id": "NCT03522129",
    "title": "A Pilot Study to Evaluate the Effect of CT1812 Treatment on Amyloid Beta Oligomer Displacement Into CSF in Subjects With Mild to Moderate Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2022-01-10",
    "description_brief": "This is a multi-center, Phase 1b, randomized, double-blind, placebo-controlled parallel-group trial in adults with mild to moderate AD.",
    "description_detailed": "This is a multi-center, Phase 1b, randomized, double-blind, placebo-controlled parallel-group trial in adults with mild to moderate AD. The primary endpoint is the change from the baseline CSF Amyloid beta oligomer concentration after dosing with CT1812 versus placebo. The change from baseline will be measured through a number of exploratory endpoints as indicated below. For each subject, the baseline CSF oligomer concentration will be computed as the average of the measurements from hours -4, -3, -2 and -1 and 0.",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "CT1812 (small-molecule sigma-2/TMEM97 antagonist; a brain-penetrant agent intended to displace Aβ oligomers)"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The study title and description state the intervention is CT1812 and the primary outcome is displacement of amyloid‑beta (Aβ) oligomers into CSF — an on‑pathology biomarker. CT1812 is described in the literature as an orally bioavailable, brain‑penetrant small molecule that modulates the sigma‑2 receptor/TMEM97 and displaces Aβ oligomers from synapses, i.e., it targets AD pathology rather than only symptomatic cognition or neuropsychiatric symptoms. citeturn0search0turn0search1",
        "Act: Key extracted details — Phase 1b randomized double‑blind placebo‑controlled trial in mild–moderate AD; intervention = CT1812; mechanism = sigma‑2 receptor (S2R/TMEM97) antagonist/allosteric modulator that displaces Aβ oligomers into CSF (target engagement biomarker). These features identify CT1812 as a disease‑targeting small molecule (pathology-directed). citeturn0search0turn0search3",
        "Reflect: Classification check — CT1812 is not a biologic (no monoclonal antibody or vaccine), it is a small molecule with a proposed disease‑modifying mechanism (displacing toxic Aβ oligomers). Therefore the correct category is 'disease‑targeted small molecule'. I reviewed multiple reviews and trial reports that consistently describe CT1812 as a sigma‑2 receptor small molecule antagonist with Aβ oligomer displacement activity. citeturn0search2turn0search4",
        "Web search results (sources used): 1) Translational Neurodegeneration (2023) description of a Phase 1b randomized trial of CT1812 measuring Aβ oligomer displacement into CSF (supports trial title/outcome). citeturn0search0 2) PubMed / Alzheimer's & Dementia (preclinical + clinical biomarker study) describing CT1812 as an orally bioavailable, brain‑penetrant small molecule that displaces Aβ oligomers and altered CSF biomarkers in AD patients. citeturn0search1 3) MDPI review summarizing mechanism of action (sigma‑2/TMEM97 negative allosteric modulation) and clinical progress. citeturn0search3 4) Systematic review/clinical data synthesis (SAGE / JAD review) summarizing safety, biomarker effects, and need for longer trials. citeturn0search4 5) ALZFORUM therapeutic page summarizing preclinical evidence, mechanism, and clinical status of CT1812. citeturn0search5"
    ],
    "agent_type": "A) Amyloid beta",
    "explanation_agent": [
        "Reason: The trial tests CT1812, a brain‑penetrant small molecule that allosterically modulates the sigma‑2 receptor/TMEM97 and is reported to selectively prevent and displace amyloid‑beta (Aβ) oligomers from synapses into CSF — the primary pharmacodynamic outcome is Aβ oligomer displacement, an on‑pathology biomarker. citeturn0search0turn0search1",
        "Act: Key extracted details — intervention = CT1812 (small‑molecule σ‑2/TMEM97 antagonist/modulator); mechanism = displacing toxic Aβ oligomers from synapses into CSF (target engagement biomarker); phase and design = Phase 1b randomized double‑blind placebo‑controlled (Aβ‑oligomer displacement measured). These facts indicate the intervention is directed at amyloid‑beta oligomers (pathology‑directed), so assign CADRO category A) Amyloid beta. citeturn0search0turn0search3",
        "Reflect: CT1812 is a small molecule (not a biologic antibody/vaccine) whose proposed disease‑modifying action is mediated by altering Aβ oligomer interactions at synapses via σ‑2/TMEM97 — the most specific CADRO match is A) Amyloid beta rather than other categories. Multiple reviews and the Phase 1b report support target engagement with Aβ oligomers, so the classification is confirmed. citeturn0search1turn0search2",
        "Web search results used (for transparency): 1) Translational Neurodegeneration (2023) — Phase 1b trial measuring Aβ oligomer displacement into CSF. citeturn0search0 2) PubMed / Alzheimer's & Dementia (preclinical + clinical biomarker studies) describing CT1812 displacing Aβ oligomers and CSF biomarker effects. citeturn0search1 3) SAGE / JAD systematic review summarizing CT1812 mechanism (σ‑2/TMEM97 antagonist) and clinical data. citeturn0search3 4) PubMed phase 1b index entry and figures supporting CSF Aβ oligomer increases after CT1812. citeturn0search4 5) Meta‑analysis / proteomic biomarker paper describing TMEM97 (S2R) engagement and Aβ oligomer biology. citeturn0search2"
    ]
}