{
    "nct_id": "NCT05027113",
    "title": "App-Based Mindfulness Meditation for People of Color Who Experience Race-Related Stress: A Randomized Control Trial",
    "status": "COMPLETED",
    "last_update_time": "2023-05-24",
    "description_brief": "In the United States, people of color (POC) are disproportionally affected by stressors related to race/ethnicity compared with their non-Latinx White (NLW). Considering POC exposed to race-related stress are at high risk of developing a mental health disorder, there is a clear need for treatments that allow individuals to cope effectively with these stressors.\n\nAmong many evidence-based treatments available, mindfulness-based interventions (MBIs) may be particularly well suited to help POC cope. MBIs are hypothesized to be effective via increases in mindfulness and self-compassion, as well as reductions in experiential avoidance, rumination, and emotion suppression. Despite their effectiveness, MBIs rarely reach POC. As such, innovative strategies such as self-directed app-based intervention may reduce the treatment gap.\n\nConsidering the lack of research examining the effectiveness of MBIs among POC, especially those who experience elevated levels of race-related stress, this study will employ a randomized control trial (RCT) approach to examine whether receiving an app-based MBI engages the hypothesized mechanisms of change (i.e., mindfulness, self-compassion, experiential avoidance, rumination, emotion suppression) among POC. Similarly, the study will test whether the intervention leads to decreases in the negative mental health outcomes more often associated with exposure to race-related stress (i.e., stress, anxiety, depression). Acceptability, adherence, and satisfaction also will be analyzed to explore whether a non-culturally adapted MBI is still relevant for POC who face race-related stress. Results from this trial will contribute to the nascent data on MBI acceptability and effectiveness with POC. To the investigators' knowledge, this study will also be the first to include a sample of POC recruited based on elevated levels of race-related stress, a high-risk population that is not commonly targeted in MBI research.",
    "description_detailed": "In the United States, people of color (POC) are disproportionally affected by stressors related to race/ethnicity compared with their non-Latinx White (NLW) counterparts, with approximately 70% of POC reporting having experienced some form of discrimination in their lives and 60% reporting facing day-to-day discriminatory treatment. Race-related stress is the psychological distress associated with appraising a situation as disturbing or burdensome because of negative racial bias. Race-related stressors have multiple forms, such as direct interpersonal discrimination (i.e., perceived differential and unfair treatment among individuals), vicarious discrimination (i.e., observing members of one's race/ethnicity being victimized), institutional practices (i.e., laws and policies that limit access to services and opportunities), and cultural traditions (i.e., beliefs and practices that reinforce the idea of NLW's superiority over POC).\n\nWhen differential or unfair treatment is perceived, it triggers physiological (e.g., cardiovascular reactivity, dysregulated HPA axis activity), cognitive-affective (e.g., rumination, emotion suppression), and behavioral (e.g., avoidance, aggression) responses that prepare the individual to confront the situation. Although this acute stress response may be beneficial in the short term, the chronic and unpredictable nature of race-related stressors often depletes an individual's psychological resources and increases their vulnerability to developing mental health disorders. Metanalytic work supports this stress-response model among POC, showing that exposure to race-related stress is a consistent predictor of increases in mental health problems, including overall stress, anxiety, and depressive symptoms.\n\nAmong many EBTs available, mindfulness-based interventions (MBIs) may be particularly well suited to achieve these goals. Mindfulness is a psychological trait associated with staying in the present moment with one's experience (i.e., physical sensations, thoughts, emotions, behaviors), endorsing a nonjudgmental and curious attitude, and cultivating acceptance and self-compassion. Self-compassion refers to an attitude of openness to one's own suffering without avoiding it, cultivating the desire to alleviate it without self-judgment. In MBIs, participants cultivate these two qualities through meditations -exercises aimed to gain awareness of one's experience with an accepting and compassionate attitude. Metanalyses show participants in MBIs exhibit increases in both mindfulness and self-compassion traits. Multiple metanalyses have also shown that increases in mindfulness and self-compassion are two of the mechanisms by which MBIs lead to decreases in overall stress, anxiety, and depression.\n\nFurthermore, mindfulness meditation could be particularly effective to help POC cope with race-related stress by reducing experiential avoidance. Experiential avoidance is the inability to remain in contact with distressing physical sensations, thoughts, and emotions, even when doing so causes harm in the long term. POC exposed to race-related stressors often develop emotional (e.g., unwillingness to experience sadness after being discriminated against) and behavioral avoidance (e.g., avoiding places where discrimination is likely to occur) that maintain mental health symptoms. As such, mindfulness meditation with its emphasis on bringing awareness to all experiences regardless of their negative valance may serve as an \"exposure\" strategy that reduces avoidance, leading to decreases in psychological distress.\n\nConsidering that rumination (i.e., the passive and repetitive focus on the causes and consequences of one's distress) and emotion suppression (i.e., the active reduction of emotionally expressive behavior when emotionally aroused) are maladaptive emotion regulation strategies often used by POC exposed to race-related stressors, researchers and clinicians have hypothesized that MBIs may be particularly well suited for this population. Research suggests that by cultivating acceptance of and nonjudgmental engagement with thoughts, mindfulness meditation disrupts ruminative tendencies. This hypothesis is consistent with multiple metanalyses showing that the reduction in rumination is a mediator leading to decreases in mental health problems, including stress, anxiety, and depression in MBI programs. In the case of emotion suppression, mindfulness meditation may help individuals identify, describe, and healthy engage with emotions triggered by race-related stressors rather than suppress them, leading to decreases in mental health symptoms. At least one MBI trial has shown that emotion suppression is a significant mediator behind decreases in anxiety and depression among POC. Targeting emotion suppression may be particularly relevant, considering cultural norms and practices among some POC groups (e.g., Asian, Latinx) that encourage down-regulating emotion expression to promote group harmony.\n\nDespite the significant mental health need among individuals who experience discrimination and the existence of promising interventions such as MBIs, POC face numerous barriers to care, including limited access to providers, financial and transportation constraints, as well as stigma. As such, it is not surprising that POC are less likely to seek or receive mental health services compared with their NLW counterparts. Although no single approach will eliminate all barriers driving mental health disparities, the use of technology to provide care could reduce this treatment gap.\n\nDigital interventions have the potential to address the shortage of mental health professionals, mitigate logistic barriers to service utilization, decrease costs associated with EBT implementation, and engage individuals in care who may not seek services otherwise. Among many technological resources available, smartphones represent a promising vehicle for the provision of mental health services. The feasibility of this approach is supported by extensive ownership of mobile devices in the United States. For instance, approximately 81% of Americans have a smartphone, with POC having similar ownership rates as NLW. Compared with NLW, POC are also more likely to be \"smartphone dependent\" -meaning they rely on these devices to access the internet in the absence of broadband connection at home. Furthermore, POC are also more likely to use their smartphones to seek information about their health than their NLW counterparts. As such, app-based interventions using smartphones may be well-positioned to reach those affected by the digital divide observed in low-income households as these interventions capitalize on already available technology owned by POC.\n\nIn addition to their feasibility, there is a growing body of evidence supporting the efficacy of app-based mental health interventions. Although somewhat limited, existing data with POC samples are promising. In the case of app-based MBI, multiple metanalyses show that these interventions are effective in reducing overall stress, anxiety, and depression as well as increasing mindfulness and self-compassion. To the investigators' knowledge, experiential avoidance, rumination, and emotion suppression have not been examined as potential clinical targets in app-based MBIs.\n\nResearch Questions and Hypotheses\n\nAim 1 The purpose of this study is to examine whether this MBI engages relevant mechanisms of change for POC exposed to race-related stress. Based on previous metanalytic studies on mindfulness and self-compassion, the investigators hypothesize that POC who receive the intervention will experience significant increases in both variables compared with POC in the control group. Considering previous studies showing the crucial role of experiential avoidance and emotion suppression, the investigators hypothesize that POC who receive the intervention will experience significant decreases in these three variables compared with POC in the control group.\n\nAim 2 An additional goal of this study is to test whether POC who receive this MBI experience reductions in mental health symptoms often associated with experiencing race-related stress. Based on previous metanalytic studies, the investigators hypothesize that POC who receive the intervention will experience significant decreases in overall stress, anxiety, and depression compared with POC in the control group.\n\nAim 3 Related to previous aims, this study will examine whether decreases in the main outcomes of interest (i.e., stress, anxiety, depression) occur via hypothesized mechanisms of change (i.e., mindfulness, self-compassion, experiential avoidance, rumination, emotion suppression). Based on previous metanalytic studies, the investigators hypothesize that the five mechanisms of change examined will be significant mediators leading to decreases in the main outcomes of interest.\n\nAim 4 This study will also examine app-based MBI acceptability (i.e., extent to which the intervention is agreeable or satisfactory), adherence (i.e., actual use of the intervention), and satisfaction (i.e., positive attitude toward the intervention received) in this high-risk POC population. Considering researchers' and clinicians' concerns regarding potential cultural mismatches between POC's backgrounds and MBIs, the investigators will use both quantitative and qualitative data sources to examine treatment acceptability descriptively. Based on previous studies showing poor treatment engagement in self-directed app-based interventions, the investigators will describe treatment adherence with both behavioral markers and qualitative data. Finally, treatment satisfaction will also be measured using quantitative and qualitative methods. Given that these analyses are descriptive, the investigators do not have specific hypotheses.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "neuropsychiatric symptom improvement",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial tests a self-directed app-based mindfulness meditation intervention aiming to reduce stress, anxiety, and depression and to improve coping with race-related stress—these are behavioral/psychiatric outcomes rather than disease-modifying biological targets. citeturn0search4turn0search0",
        "Act: The intervention is an app-based mindfulness meditation program (digital behavioral treatment), randomized against a wait-list control; no drug or biologic is involved. Primary outcomes are reductions in stress, anxiety, and depression; secondary outcomes are changes in mindfulness, self-compassion, rumination, emotion suppression, and experiential avoidance. citeturn0search0turn0search4",
        "Reflect: Mapping to the provided category definitions: it is not a biologic or small molecule targeting disease pathology, nor a pharmacologic cognitive enhancer. It is intended to alleviate psychiatric symptoms (stress, anxiety, depression), so the appropriate category is 'neuropsychiatric symptom improvement'. No drug name or placebo is applicable. Supporting sources (trial protocol and article): PubMed/abstract and the full-text on PubMed Central. citeturn0search0turn0search4turn0search2"
    ],
    "agent_type": "T) Other",
    "explanation_agent": [
        "Reason: The intervention is a self-directed, app-based mindfulness meditation program aimed at reducing race-related stress, anxiety, and depression (behavioral/psychosocial outcomes), not a drug or biologic targeting a molecular or physiological pathway listed in CADRO. citeturn0search0turn0search1",
        "Act: Extracted trial details — intervention: 4-week self-directed mindfulness meditation app; design: randomized vs wait-list control; primary outcomes: stress, anxiety, depression; no drug, biologic, or molecular target is described. Therefore there is no CADRO category (A–Q, etc.) mapping to a biological target. citeturn0search0turn0search3",
        "Reflect: Behavioral/digital mental-health interventions do not target Alzheimer’s-related biological mechanisms in CADRO (e.g., amyloid, tau, inflammation, synaptic plasticity). Per the instructions, trials without an identifiable biological target or that are non-biologic/diagnostic should be classified as 'T) Other.' This classification aligns with the protocol and trial record. citeturn0search0turn0search3",
        "Web search results (sources used):",
        "- PubMed / JMIR Research Protocols: protocol for the randomized controlled trial describing the app-based mindfulness intervention, methods, and outcomes. citeturn0search0",
        "- eScholarship / thesis/article reporting randomized controlled trial results (acceptability and effectiveness among POC). citeturn0search1",
        "- ClinicalTrials.gov (NCT05027113): trial registration with intervention and outcome details. citeturn0search3"
    ]
}