{
    "nct_id": "NCT00056628",
    "title": "Study to Evaluate the Effect of Flow-Regulated Ventriculoperitoneal Shunting on Progression of Alzheimer's Disease: An Investigation of the Safety and Effectiveness of the COGNIShunt® CNS Shunt System",
    "status": "COMPLETED",
    "last_update_time": "2006-09-11",
    "description_brief": "This is a study of the effect on the progression of Alzheimer's Disease of a surgically implanted shunt (tube) to increase the flow of cerebrospinal fluid and improve the clearance of potential neurotoxins from the fluid bathing the brain.",
    "description_detailed": "Cerebrospinal fluid (CSF) is the protective fluid that fills the empty spaces around the brain and spinal cord. CSF is naturally produced and absorbed, but with age abnormal metabolism and clearance of amyloid beta proteins can lead to accumulation of these proteins, resulting in plaque formation, a leading contributor to the progression of Alzheimer's disease (AD). The shunt treatment is designed to drain CSF with these toxic elements from the skull and allow replenishment of normal CSF. This clinical study is designed to determine if this device will stop or slow the progression of Alzheimer's disease.\n\nThe COGNIShunt® System is a proprietary device designed to increase the flow of cerebrospinal fluid (CSF) and improve clearance of putative neurotoxins from the CSF that are believed to contribute to the progression of Alzheimer's disease symptoms. This clinical study is designed to determine if this device will stop or slow the progression of Alzheimer's disease. The pivotal study is a prospective, randomized double-blinded, placebo-controlled trial to evaluate the effect of flow-regulated ventriculoperitoneal CSF drainage with the COGNIShunt® system on cognitive and clinical function in approximately 250 participants with Alzheimer's Disease (NINDS/ADRDA criteria). Study participants will be permitted to continue anti-dementia drug therapy if their drug regime has been stable for 3 months prior to entry. This is a two-part study. In Part I, participants will be randomized to receive either a functioning COGNIShunt® System (test/intervention group) or an occluded shunt (control/placebo group). The duration of Part I is nine months, to be followed by an extension phase of an additional 9 months, constituting Part II. During Part II, subjects with occluded shunts have the opportunity to receive a functioning COGNIShunt®, so that all study participants may have open devices during Part II. The total duration of the study is 18 months. Visits to the site include: for screening and baseline (may be done in one or two visits); surgery; and a visit the 1st, 3rd, 6th, 9th, 12th, 15th, and 18th month after surgery.",
    "phase": [
        "PHASE3"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [
        "occluded (sham) shunt"
    ],
    "explanation_target": [
        "Reason: The intervention is a surgically implanted, flow‑regulated ventriculoperitoneal shunt (COGNIShunt®) intended to increase CSF flow and clear putative neurotoxins (e.g., amyloid) to slow AD progression — a device-based, mechanical approach rather than a biologic or small‑molecule drug. citeturn0search2turn0search3",
        "Act: Key extracted details — COGNIShunt® System (flow‑regulated ventriculoperitoneal CSF shunt); randomized, double‑blind, sham‑controlled pivotal study (occluded shunt as control), NCT00056628, sponsor Eunoe, Phase 3. Prior randomized trials of CSF shunting in AD showed no clinical benefit and the pivotal trial was halted for futility. citeturn0search2turn0search0turn0search1",
        "Reflect: Classification rationale — the four allowed categories are drug/biologic or symptom‑targeting pharmacologic classes. Because this is a surgical/device intervention (not a biologic or small molecule, and not a pharmacologic cognitive enhancer or neuropsychiatric symptom treatment), it does not fit any of the four categories, so the correct assignment is 'N/A'. Note: although the device targets putative disease pathology (CSF clearance of amyloid), category definitions require drug/biologic modalities; this is a device-based intervention and therefore outside those categories. citeturn0search2turn0search0",
        "Web search results (sources used): COGNIShunt® trial description and registry entry (COGNIShunt System for Alzheimer Disease, NCT00056628; sponsor Eunoe; randomized sham‑controlled device trial). citeturn0search2turn0search3; Neurology / PubMed reports of randomized CSF shunt trials in AD and an interim halt for futility (no benefit observed). citeturn0search0turn0search1"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}