{
    "nct_id": "NCT05452031",
    "title": "A Dyadic Approach to Improve Sleep and Well-Being Among Persons With Alzheimer's Disease and Their Caregivers",
    "status": "RECRUITING",
    "last_update_time": "2025-03-22",
    "description_brief": "This is a randomized controlled trial over 5 years, using Stage II of the NIH-defined stage model for behavioral intervention development. We will evaluate the efficacy of the sleep intervention program (Care2Sleep) on sleep, health status measures, and quality of life (for dyads), and inflammation (for caregivers only). Eligible participants will be randomly assigned to in-person Care2Sleep, telehealth Care2Sleep, or to an in-person education control group. The Care2Sleep programs and the control education program will consist of five sessions. The intervention and control programs will begin after baseline assessment and randomization. Posttreatment assessments will be performed immediately after the last session and at 6-month follow-up.",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "SUPPORTIVE_CARE",
    "results": null,
    "target_category": "neuropsychiatric symptom improvement",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial tests a behavioral sleep intervention (Care2Sleep) delivered to Alzheimer’s patients and their caregivers to improve sleep, health, and quality of life — i.e., it aims to alleviate a symptomatic domain (sleep disturbance) rather than target Alzheimer’s molecular pathology. citeturn0search1turn0search2",
        "Act: Key details extracted from the description and trial listings — randomized, dyadic (patient + caregiver), three arms (in-person Care2Sleep, telehealth Care2Sleep, in-person education control), five-session manualized program incorporating behavioral sleep strategies (CBT-I elements, light exposure, walking, problem-solving). Outcomes are sleep measures, health/quality-of-life, and caregiver inflammation (blood biomarkers) — there is no drug or biologic intervention. citeturn0search2turn0search3",
        "Reflect: Classification check — per the provided category definitions, this is not a disease-targeted biologic or small molecule, nor is it a cognitive-enhancer drug. It is a behavioral therapy intended to improve a neuropsychiatric/behavioral symptom (sleep disturbance), so the appropriate category is \"neuropsychiatric symptom improvement.\" The trial materials and prior pilot publications confirm Care2Sleep is a non-pharmacologic sleep education/behavioral program. citeturn0search3turn0search0",
        "Web search results / sources (summaries):",
        "- Alzheimer’s.gov clinical trial listing for 'Sleep Education for People With Dementia and Their Caregivers' describing Care2Sleep, outcomes, and trial timeline. citeturn0search1",
        "- University of California trial listing ('A Dyadic Sleep Health Approach...') with the same study description (Care2Sleep arms, 5-session format, dyadic outcomes). citeturn0search2",
        "- Peer-reviewed pilot RCT and full-text reports describing Care2Sleep as a manual-based behavioral sleep education program (CBT-I elements, light exposure/walking, problem solving) and reporting feasibility/outcomes in dementia caregiver dyads. citeturn0search3turn0search0"
    ],
    "agent_type": "T) Other",
    "explanation_agent": [
        "Reason: The trial tests a non‑pharmacologic, behavioral sleep intervention (Care2Sleep) delivered dyadically to persons with Alzheimer’s disease and their caregivers to improve sleep and quality of life — it targets symptoms (sleep disturbance/behaviour) rather than any molecular or biological pathway in CADRO (amyloid, tau, inflammation, etc.).",
        "Act: Extracted details — intervention: Care2Sleep (5‑session manualized behavioral sleep program with CBT‑I elements, light exposure, walking, problem‑solving); design: randomized, dyadic, three arms (in‑person Care2Sleep, telehealth Care2Sleep, in‑person education control); outcomes: sleep measures, health/quality‑of‑life, caregiver inflammation biomarkers; no drug, biologic, or specified molecular target listed. Because no CADRO biological target is being manipulated, it does not map to categories A–Q or R (multi‑target).",
        "Reflect: Classification check — CADRO categories are organized around biological targets and mechanisms (amyloid, tau, inflammation, synaptic plasticity, metabolism, etc.). A behavioral/symptom‑focused intervention without a specific biological target fits the instruction to return 'T) Other'. No alternative interpretation (e.g., hidden pharmacologic agent) is suggested by the description.",
        "Web search results / sources (provided in the description):",
        "- Alzheimer’s.gov clinical trial listing for 'Sleep Education for People With Dementia and Their Caregivers' describing Care2Sleep, outcomes, and trial timeline.",
        "- University of California trial listing ('A Dyadic Sleep Health Approach...') with the same study description (Care2Sleep arms, 5‑session format, dyadic outcomes).",
        "- Peer‑reviewed pilot RCT and full‑text reports describing Care2Sleep as a manual‑based behavioral sleep education program (CBT‑I elements, light exposure/walking, problem solving) and reporting feasibility/outcomes in dementia caregiver dyads."
    ]
}