{
    "nct_id": "NCT07032350",
    "title": "E-Tailored Pain Management Support for Dementia Family Caregivers",
    "status": "RECRUITING",
    "last_update_time": "2025-06-25",
    "description_brief": "The goal of this clinical trial is to test whether a web-based application called the Pain Control Enhancement App (PACE-app) can support family caregivers in managing pain for their care recipients with dementia. The main questions it aims to answer are:\n\nIs it feasible and acceptable for family caregivers to use the PACE-app?\n\nDoes using the PACE-app improve caregiver self-efficacy in pain management, adherence to pain treatments, communication with care providers, well-being, and their care recipient's pain conditions?\n\nResearchers will compare caregivers who use the PACE-app to those who continue with their usual care practices to see if the app leads to better outcomes for both caregivers and care recipients.\n\nParticipants will:\n\nBe randomly assigned to either the PACE-app group or a usual-care control group\n\nComplete online surveys at baseline, 1 month, and 2 months\n\nIf assigned to the PACE-app group:\n\nUse the PACE-app for 1 month to receive tailored pain management strategies and tools, and record their care recipient's pain in a digital diary\n\nParticipate in an interview about their experience with the app\n\nAll participation activities can be done remotely or in person.",
    "description_detailed": "This randomized controlled trial will assess the feasibility, usability, and preliminary efficacy of the Pain Control Enhancement App (PACE-app), a web-based intervention designed to support family caregivers of persons with dementia in managing pain. The trial will also explore mechanisms through which the PACE-app may affect caregiver and care recipient outcomes.\n\nUncontrolled pain is common in people with dementia and presents unique challenges for caregivers, particularly those with limited access to specialized healthcare services. Family caregivers often lack adequate knowledge, skills, and support to manage pain effectively, contributing to suboptimal outcomes for both caregivers and care recipients.\n\nThe PACE-app provides tailored, technology-based pain management support that includes:\n\nScreening of caregiver-specific challenges in pain management;\n\nPersonalized pain management strategies based on the screening results;\n\nCommunication tools to facilitate interactions with healthcare providers;\n\nA digital pain diary for tracking care recipients' pain experiences.\n\nA total of 60 family caregivers of people with dementia and chronic pain will be randomized 1:1 to either the PACE-app intervention group or a usual-care control group. Participants in the intervention arm will use the app for 1 month and complete outcome assessments at baseline, 1 month (post-intervention), and 2 months (follow-up). Participants in the control arm will continue their usual caregiving practices and complete assessments on the same schedule.\n\nPrimary outcomes include feasibility (recruitment, retention, adherence to study protocol) and acceptability (measured by app usage analytics and qualitative interviews). Secondary outcomes include changes in caregiver self-efficacy in pain management, adherence to prescribed pain treatments, caregiver burden, stress, depression, and communication with healthcare providers. The study will also examine potential mediators (caregiver knowledge, communication) and moderators (caregiver characteristics, dementia severity, caregiving relationship) of intervention effects.\n\nAdditionally, the study will explore whether improvements in caregiver outcomes are associated with better outcomes for care recipients, such as reduced pain intensity and fewer urgent care visits related to pain.\n\nData collected will inform refinement of the PACE-app and guide the design of a future large-scale efficacy trial.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "SUPPORTIVE_CARE",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The described intervention is a web-based caregiver support application (the Pain Control Enhancement App, “PACE-app”) intended to teach and support family caregivers in managing their care recipient's pain (improve caregiver self-efficacy, adherence, communication, wellbeing, and reduce care-recipient pain). This is an educational/digital health intervention focused on symptom management, not a pharmacologic or biologic treatment targeting Alzheimer pathology or cognition. citeturn0search0turn0search1",
        "Act: Key trial details extracted from the description — randomized assignment to PACE-app vs usual-care control; PACE-app users employ the app for 1 month (tailored pain-management strategies, digital pain diary) with surveys at baseline, 1 month, and 2 months and an interview for app users. The trial materials and prior usability work describe the PACE-app as a web-based tool; no drug or biologic is involved. citeturn0search0turn0search1turn0search3",
        "Reflect: Classification check — the four allowed categories are (1) disease-targeted biologic, (2) disease-targeted small molecule, (3) cognitive enhancer, (4) neuropsychiatric symptom improvement. This study tests a digital, caregiver-facing pain-management support app (symptom-management/education), which does not match any of the four therapeutic categories, so the correct classification is 'N/A'. citeturn0search0turn0search1",
        "Web search results used (sources): ClinConnect trial page for “E-Tailored Pain Management Support for Dementia Family Caregivers: Feasibility of the PACE-app.” citeturn0search0",
        "MedPath trial summary for the same study (trial details and outcomes listed). citeturn0search1",
        "PubMed / The Gerontologist usability study reporting PACE-app usability testing with caregivers and clinicians. citeturn0search3turn0search4"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}