{
    "nct_id": "NCT03363269",
    "title": "A Multi-center, Randomized, Double-blind, Placebo-controlled Phase II Clinical Trial to Evaluate the Evaluate the Efficacy and Safety of ID1201 for Dose-finding in Mild Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2019-06-03",
    "description_brief": "The objective of this study is to evaluate the safety and efficacy of ID1201 in patients with mild Alzheimer's disease",
    "description_detailed": "ID1201 is a fruit extract of Melia toosendan. ID1201 alleviates Alzheimer's disease-type pathologies and cognitive deficit through the various actions of its effective components such as α-secretase activation followed to Aβ reduction, RAGE inhibition, neuro-protection, and anti-inflammatory activities.",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "ID1201 (fruit extract of Melia toosendan)"
    ],
    "placebo": [
        "Placebo (trial is randomized, double-blind, placebo-controlled)"
    ],
    "explanation_target": [
        "Reason: The trial objective is to evaluate safety and efficacy of ID1201 in mild Alzheimer’s disease; the description states ID1201 is a fruit extract of Melia toosendan that acts via α‑secretase activation (leading to Aβ reduction), RAGE inhibition, neuroprotection, and anti‑inflammatory effects — i.e., it targets Alzheimer’s pathology (amyloid-related mechanisms). citeturn0search0turn0search4",
        "Act: Web search confirms ID1201 is a plant (fruit) extract with proposed actions on amyloid processing and neuroinflammation, and that this Phase II study (NCT03363269) was a randomized, double‑blind, placebo‑controlled dose‑finding trial in mild AD. citeturn0search0turn0search4",
        "Reflect: Categories defined — 'disease‑targeted small molecule' covers small‑molecule drugs (including natural product extracts) that target AD pathology; 'disease‑targeted biologic' is intended for biologics (e.g., monoclonal antibodies, vaccines). ID1201 is a botanical extract (mixture of small molecules), not a biologic protein/antibody, and its described mechanism targets amyloid‑related pathology, so the best fit is 'disease‑targeted small molecule'. citeturn0search0turn0search4",
        "Ambiguity / notes: ID1201 is a complex natural extract rather than a single defined synthetic small molecule; if one interprets 'biologic' broadly as any biologically derived product, an alternate classification could be considered, but per the provided category definitions (biologics = monoclonal antibodies/vaccines/etc.), 'disease‑targeted small molecule' is the appropriate category. citeturn0search0turn0search4",
        "Web search sources: MedPath trial summary describing ID1201 and mechanisms (lists NCT03363269 and IlDong Pharmaceutical sponsorship). citeturn0search0",
        "Web search sources: ICH GCP / clinical trials registry entry summarizing the Phase II study and noting ID1201 is a Melia toosendan fruit extract with α‑secretase activation, RAGE inhibition, neuro‑protection, and anti‑inflammatory activities. citeturn0search4"
    ],
    "agent_type": "A) Amyloid beta",
    "explanation_agent": [
        "Reason: The trial tests ID1201, a Melia toosendan fruit extract described to activate α‑secretase (shifting APP processing to the non‑amyloidogenic pathway) and thereby reduce Aβ, plus additional actions (RAGE inhibition, neuroprotection, anti‑inflammatory) — the dominant disease mechanism described is amyloid/Aβ reduction. citeturn0search4turn0search0",
        "Act: I assign 'A) Amyloid beta' because the primary described mechanism (α‑secretase activation leading to lower Aβ and reduced amyloid plaques) directly targets amyloid pathology. Registry and literature records confirm ID1201’s proposed anti‑amyloidogenic action. citeturn0search0turn0search4",
        "Reflect: Although ID1201 also has reported RAGE inhibition and anti‑inflammatory/neuroprotective effects (which could map to Inflammation or Neuroprotection categories), the key, load‑bearing mechanism in the description and preclinical paper is modulation of APP processing and reduction of Aβ — this aligns best and most specifically with CADRO category A rather than multi‑target (R). If the trial’s emphasis had been primarily on inflammation or multiple equally weighted mechanisms, 'R) Multi‑target' or 'F) Inflammation' would be considered; given the evidence, 'A) Amyloid beta' is the most appropriate. citeturn0search4turn0search1",
        "Web search results supporting classification: Clinical trial registry entry for NCT03363269 (ID1201 Phase 2 dose‑finding in mild AD) describing ID1201 as a Melia toosendan fruit extract with α‑secretase activation, RAGE inhibition, neuroprotection, and anti‑inflammatory activities. citeturn0search0",
        "Web search results supporting classification: PubMed article reporting anti‑amyloidogenic effects of the ethanolic extract of Meliae Fructus (ID1201) via α‑secretase activation through the PI3K/Akt pathway and reduced Aβ/amyloid plaques in 5×FAD mice. citeturn0search4",
        "Web search results supporting classification: MedPath / trial summary referencing NCT03363269 and summarizing the same mechanisms (α‑secretase activation, RAGE inhibition, neuro‑protection, anti‑inflammatory). citeturn0search1"
    ]
}