{
    "nct_id": "NCT02474251",
    "title": "Brain Sleep Clearance of Amyloid-Beta Peptides",
    "status": "COMPLETED",
    "last_update_time": "2020-07-23",
    "description_brief": "The 'Amyloid Cascade Hypothesis' posits that the accumulation of a peptide, amyloid beta (Aβ), in the brain is the initiating event in Alzheimer's disease (AD), however, the mechanisms involved are not well understood. Recent studies support the hypothesis that Aβ dynamics in the brain are influenced by the sleep-wake cycle, with increases in the production of soluble Aβ during wakefulness and decreases during non-rapid eye movement (NREM) sleep, and more specifically on NREM stage 3 (also called slow wave sleep \\[SWS\\]). These changes produce a consistent diurnal pattern in the cerebrospinal fluid (CSF) that has been documented in murine models and in humans. By better understanding this sleep-wake relationship the investigators hope to identify how sleep disorders accelerate the progression of AD in the elderly (which has been demonstrated by multiple epidemiological studies) and, in turn, identify novel therapeutic targets for AD prevention.\n\nThe purpose of this study is to elucidate how soluble amyloid beta (Aβ) levels in the brain are influenced by the sleep-wake cycle in humans, and to test the directionality of this relationship through sleep disruption experiments. The investigators will test two models. The first model will test how, prior to amyloid deposition, brain soluble Aβ levels may be relatively increased in the elderly by two mechanisms: a) loss of total sleep time and SWS that occur with normal aging; and b) sleep disturbances such as Sleep Disordered Breathing (SDB) or insomnia that are common in late life (Aim 1). The second model will test how stage-specific sleep disruption may lead to increased CSF Aβ42 levels (Aim 2). A group of adults with diagnosed severe SDB and good continuous positive airway pressure (CPAP) compliance will be used to test this model sleep deprivation experiments using therapeutic CPAP vs. sham CPAP.\n\nThis project will be the first to explore the protective effect of SWS on Aβ42 dynamics in a group of cognitively normal elderly subjects as well as the effect of acute sleep disruption by CPAP withdrawal on CSF Aβ42 levels in a well characterized clinical sample of severe obstructive SDB patients on treatment with CPAP. The results from this study will improve our understanding of the nature of the Aβ diurnal pattern and the brain consequences of full night sleep disruptions as well as sleep disruptions during specific stages of sleep.",
    "description_detailed": "Evaluations and procedures performed by the participants in:\n\nAim 1 Subjects were newly enrolled normal elderly or normal elderly recruited from R01HL118624-01 and evaluated according to the studies protocol.\n\nVisit 1: During this visit, participants will undergo a complete physical exam, neurological examination, psychiatric interview, sleep interview, neuropsychological testing, Heart testing (EKG), laboratory analysis of blood. (90cc)\n\nVisit 2: During this visit, participants will undergo an MRI scan and be educated on completing home monitoring of sleep wake cycle with actigraphy.\n\nVisit 3: Patients will receive one FBB PET/MR scan to establish amyloid status.\n\nVisit 4: Patients will undergo one night of NPSG with maze task prior to the subjects' scheduled morning LP with collection of CSF (15 cc).\n\nAim 2 All subjects will receive a complete evaluation (outlined below). Visit 1 and visit 2 will be used to screen subjects for inclusion.\n\nVisit 1: During this visit participant will undergo a complete physical exam, neurological examination, psychiatric interview, sleep interview, psychometric testing, heart testing (EKG), laboratory analysis of blood. (90cc)\n\nVisit 2: During this visit patient will undergo an MRI scan and be educated on completing home monitoring of sleep wake cycle with actigraphy.\n\nVisit 3: Patients will undergo one night of NPSG at MSSM with either consistent use of CPAP or use of Sham CPAP to model discontinuation. Approximately, 10 hours after sleep onset participant will have a LP with collection of CSF. They will also complete 3D Visual Maze task the night of in lab assessment and the morning after, right before the LP (15 cc).\n\nVisit 4: Patients will undergo one night of NSPG at MSSM with either consistent use of CPAP or use of Sham CPAP to model discontinuation. Approximately, 10 hours after sleep onset participant will have a LP with collection of CSF. They will also complete 3D Visual Maze task the night of in lab assessment and the morning after, right before the LP (15 cc)\n\nIncidental findings from study procedures (except for CSF analyses and ApoE genotyping) will be communicated to study subjects by the Study Physician.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "DIAGNOSTIC",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The described study (\"Brain Sleep Clearance of Amyloid-Beta Peptides\") is an experimental sleep-manipulation study testing how sleep and stage-specific sleep disruption (including CPAP withdrawal/sham CPAP in patients with sleep-disordered breathing) influence soluble CSF amyloid‑beta (Aβ42) dynamics. The intervention is sleep/CPAP manipulation and measurement of CSF Aβ, not administration of a biologic or small-molecule drug intended to modify AD pathology or directly enhance cognition or treat neuropsychiatric symptoms. citeturn1search2turn2search1",
        "Act (key extracted details): - Trial title / identifier: \"Brain Sleep Clearance of Amyloid-Beta Peptides\" (NCT02474251), lead sponsor NYU Langone; interventional study using CPAP vs sham CPAP and controlled sleep disruption with CSF sampling to measure Aβ42/Aβ40 dynamics. citeturn1search2turn2search1 - Main measures: CSF Aβ42 (and Aβ42/Aβ40), polysomnography-defined slow wave sleep (SWS) effects, lumbar puncture for CSF collection. citeturn1search2 - Population / design notes: cognitively normal elderly and a group with severe sleep-disordered breathing on CPAP (acute CPAP withdrawal modeled with sham CPAP). citeturn1search6turn2search2 - No investigational drug is specified in the protocol; the manipulation is behavioral/medical-device (CPAP) withdrawal. (No drug to look up.) citeturn1search2",
        "Reflect: Classification decision and justification — Category = 'N/A'. Rationale: By the category definitions, the four therapeutic categories require a biologic targeting pathology, a small-molecule pathology-targeting agent, a cognitive-enhancing drug, or an intervention to improve neuropsychiatric symptoms. This trial instead probes mechanistic links between sleep and Aβ dynamics using sleep manipulation and CPAP (a device/intervention) with CSF biomarker readouts; it does not test a therapeutic drug, biologic, or a focused symptomatic psychiatric/cognitive treatment. Therefore it does not fit any of the four target categories and should be labeled 'N/A'. citeturn1search2turn2search1",
        "Supporting literature (selected search results used to check context and rationale): - Human studies showing sleep deprivation or poor sleep increases brain/CSF Aβ or amyloid PET signal (example: one-night sleep deprivation increased Aβ burden in hippocampus/thalamus). citeturn0search1 - Studies showing CSF Aβ and tau concentrations are altered by sleep and that slow-wave sleep appears to reduce CSF Aβ/tau in controlled human experiments. citeturn0search2turn2search3 - Clinical-trial listings and protocol summary for NCT02474251 (MedPath / ICHGCP summaries of the NYU trial). These confirm the protocol focuses on CPAP/sham CPAP and CSF Aβ measures rather than a drug intervention. citeturn1search2turn2search1",
        "Web search results (sources retrieved): - MedPath / trial listing for \"Brain Sleep Clearance of Amyloid-Beta Peptides\" (NCT02474251). citeturn1search2 - ICHGCP / clinical registry summary for NCT02474251 (NYU Langone). citeturn2search1 - PubMed: Shokri-Kojori et al., 2018 — β-amyloid increases after one night of sleep deprivation (amyloid PET). citeturn0search1 - PubMed: randomized crossover study showing slow-wave sleep reduces CSF Aβ and tau. citeturn0search2 - PubMed: study showing acute sleep loss decreases CSF-to-blood clearance of AD biomarkers (supports rationale for measuring CSF Aβ dynamics). citeturn2search3"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}