{
    "nct_id": "NCT02260700",
    "title": "A Randomized, Open-Label, 3-Way Crossover Study in Healthy Older Male Subjects to Evaluate the Bioavailability, Food Effect, Safety and Tolerability of A Solid Dosage Formulation of JNJ-54861911",
    "status": "COMPLETED",
    "last_update_time": "2014-10-06",
    "description_brief": "The purpose of this study is to determine pharmacokinetics (the study of the way a drug enters and leaves the blood and tissues over time) and the relative-bioavailability (the extent to which a drug or other substance becomes available to the body) of JNJ-54861911 solid dosage formulation compared with JNJ 54861911 oral suspension formulation in healthy older male participants.",
    "description_detailed": "This is a randomized (study medication assigned to participants by chance), open-label (all people know the identity of the intervention), single-center, single-dose and 3-way Crossover (the same medications provided to all participants but in different sequence) study to determine the bioavailability of JNJ-54861911 solid dosage formulation in healthy older male participants. The study will consist of 3 parts: Screening Phase (that is, 28 days before study commences on Day 1), an open-label treatment Phase (consists of 3 single-dose treatment periods, either a single oral suspension formulation \\[Treatment A\\] or solid formulation 25 milligram (mg) dose of JNJ-54861911 under fasted \\[Treatment B\\] or fed conditions \\[Treatment C\\] in subsequent 3-treatment periods; each treatment period separated with washout period of 6 days) and follow-up Phase (7 to 14 days after last dose administration). The maximal study duration for a participant will not exceed 8 weeks. All the eligible participants will be randomly assigned to 1 of the 6 treatment sequences. Followed by an overnight fast of at least 10 hours participants will be administered with study treatment under fasted condition or fed condition (30 minutes after high-fat, high-calorie breakfast). Participants will not be allowed to have food until 4 hours of drug administration. Blood samples will be collected for evaluation of pharmacokinetics at pre-dose and post-dose of study treatment. Bioavailability will be primarily evaluated by pharmacokinetic parameters. Participants' safety will be monitored throughout the study.",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "JNJ-54861911",
        "Atabecestat"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial drug identifier JNJ-54861911 is an oral small-molecule BACE1 (β‑secretase) inhibitor that reduces production of amyloid-β (Aβ) — i.e., it targets Alzheimer’s pathology (amyloid generation), which defines a disease-targeted intervention rather than a symptomatic/cognitive-only agent. citeturn0search0turn0search4",
        "Act: I searched the literature to identify JNJ-54861911. JNJ-54861911 is the compound Atabecestat, discovered and developed as a thiazine-based BACE1 inhibitor and advanced into phase 2/3 (EARLY) trials. The program showed robust central Aβ reductions but later had safety issues (liver enzyme elevations) leading to discontinuation of the EARLY trial. These sources confirm the drug identity and mechanism. citeturn0search1turn0search3",
        "Reflect: Classification check — because Atabecestat is a small-molecule inhibitor of a disease pathway enzyme (BACE1) intended to reduce amyloid production (a disease-modifying approach), the correct category is 'disease-targeted small molecule'. The described study (bioavailability and PK of a solid formulation in healthy older males) is a formulation/PK study rather than a symptomatic cognition trial, but the drug's mechanism places it in the disease-targeted small molecule category. Supporting PK/PD evidence and target engagement data are documented in the cited pharmacodynamics/PK studies. citeturn0search0turn0search4",
        "Web search sources (for verification): Pharmacodynamics study of atabecestat (JNJ-54861911) showing CSF Aβ reductions and PK/PD: Alzheimer’s Research & Therapy / PubMed. citeturn0search0turn0search4; Discovery and development summary including EARLY trial discontinuation and safety signals: PubMed / discovery article. citeturn0search1"
    ],
    "agent_type": "A) Amyloid beta",
    "explanation_agent": [
        "Reason: The investigational drug JNJ-54861911 (Atabecestat) is an oral, disease‑targeted small‑molecule inhibitor of BACE1 (β‑secretase), the enzyme that cleaves APP to generate amyloid‑β (Aβ). Therefore the mechanism directly targets amyloid generation, which maps to CADRO category A (Amyloid beta). citeturn0search4turn0search2",
        "Act: Extracted details from the trial description and literature: drug = JNJ‑54861911 (Atabecestat); modality = oral small molecule; mechanism = BACE1 (β‑secretase) inhibition leading to reduced CSF/plasma Aβ (demonstrated dose‑dependent Aβ reductions in CSF and plasma). The specific study described is a PK/formulation study in healthy older males, but the drug’s mechanism is disease‑modifying via amyloid pathway—assign to A) Amyloid beta. citeturn0search0turn0search6",
        "Reflect: Confirmed classification fits CADRO A: BACE1 is the rate‑limiting protease for Aβ production so BACE1 inhibition is explicitly an anti‑amyloid strategy. Not a multi‑target or non‑therapeutic intervention. (Side note: the Atabecestat EARLY program was later discontinued for safety—liver enzyme elevations and dose‑related cognitive effects—which does not change the target classification but is relevant context). citeturn0search3turn0search2",
        "Web search results (sources used for verification):",
        "- Pharmacodynamics of atabecestat (JNJ‑54861911): randomized double‑blind study showing marked CSF Aβ reductions and CNS target engagement. citeturn0search4",
        "- Profiling dynamics of CSF and plasma Aβ reductions after JNJ‑54861911 dosing (pharmacodynamics / PK/PD). citeturn0search1turn0search6",
        "- Discovery/development summary (Journal of Medicinal Chemistry / PubMed) describing Atabecestat as a thiazine‑based BACE1 inhibitor advanced into the EARLY trial and noting EARLY discontinuation for liver enzyme elevations and related outcomes. citeturn0search2turn0search3"
    ]
}