{
    "nct_id": "NCT05052866",
    "title": "Development of Ryan Companion Robot for Assisting Elderly People With Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2024-02-27",
    "description_brief": "The objective of this project is to conduct research and a pilot study to demonstrate the potential clinical impact and technical feasibility of a socially-assistive robot, called Ryan Companionbot (hereafter Ryan), for life improvement and intervention of persons with early stage Alzheimer's disease (AD) and AD related dementia (ADRD). Earlier phases of this project demonstrated the feasibility and scalability of using emotion recognition technology based on cutting-edge natural language processing and artificial intelligence technologies to improve mood and lessen depression symptoms of persons with early stage AD/ADRD. In this phase, the investigators will utilize an aesthetically pleasing updated Ryan (V2.0) with emotion recognition and natural language processing for enhanced conversations to address the needs of the individuals with AD/ADRD and their healthcare providers as well as to test the effectiveness of Ryan by comparing participants pre- and post-treatment by analyzing several blood biomarkers related to AD/ADRD and depression. The investigators will recruit thirty participants from local senior living facilities based on their cognitive performance as assessed by the Saint Louis University Mental Status (SLUMS) score. SLUMS is commonly used as a simple screening/assessment test in senior living facilities. As part of the recruitment, the investigators will show prospective participants a video recording of a previous senior volunteer interacting with Ryan to give new recruits an idea of the socially assistive robot technology.",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "SUPPORTIVE_CARE",
    "results": null,
    "target_category": "neuropsychiatric symptom improvement",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial tests a socially-assistive robot (Ryan Companionbot) that uses emotion recognition, natural language processing, conversation, reminders, and cognitive games to improve mood, lessen depression symptoms, and enhance quality of life in people with early-stage AD/ADRD — goals that map to treating neuropsychiatric/behavioral symptoms rather than administering a biologic or small-molecule disease-modifying therapy. citeturn0academia12turn0search2",
        "Act: Key extracted details — Intervention: Ryan Companionbot (socially-assistive humanoid robot) with emotion recognition and NLP; Mechanism: psychosocial interaction, empathic conversation, CBT dialogues, cognitive games, reminders; Intended effects measured: improved mood, reduced depression, and biomarker sampling for exploratory analysis. These features and aims are described in the pilot studies, DreamFace product/research pages, and SBIR project summaries. citeturn0academia12turn0search2turn0search4",
        "Reflect: Classification rationale — The intervention is not a drug (no biologic or small molecule), and its primary outcomes are mood/psychosocial and behavioral (depression, quality of life, engagement), so it best fits the 'neuropsychiatric symptom improvement' category. The trial also includes cognitive exercises and measures cognition (SLUMS) and biomarkers, which might suggest secondary cognitive or exploratory biological aims, but these do not change the primary psychosocial nature of the intervention. citeturn0academia12turn0search3",
        "Web search results / sources (brief): 1) ArXiv/IEEE pilot study describing Ryan Companionbot, its emotion recognition, conversation, cognitive games, and pilot results with older adults with dementia/depression. citeturn0academia12 2) DreamFace (developer) product site summarizing Ryan's features (empathic conversation, facial expression recognition, cognitive games) and research claims. citeturn0search2 3) SBIR/NIH award entry describing the 'Development of Ryan Companion Robot for Assisting Elderly People with Alzheimer's Disease' and project aims to improve mood and well-being. citeturn0search4 4) University of Denver news item on Ryan's design and use to assist older adults with Alzheimer’s (empathic robot, cognitive games, reminders). citeturn0search3 5) CBS local news coverage of Ryan deployed in a senior facility to support residents with early-stage dementia (companionship, reminders). citeturn0search6"
    ],
    "agent_type": "T) Other",
    "explanation_agent": [
        "Reason: The intervention is a socially‑assistive companion robot (Ryan CompanionBot) delivering emotion recognition, natural language conversation, reminders, cognitive games and psychosocial support to improve mood, reduce depression, and enhance quality of life — i.e., a non‑pharmacologic, behavioral/assistive technology approach rather than a biologic or small‑molecule therapy targeting a defined molecular pathway. citeturn0search0turn0search4",
        "Act: Key extracted details — Intervention: Ryan CompanionBot (socially‑assistive humanoid robot) using facial/emotion recognition, NLP/chat, CBT dialogues, games, reminders and activity coaching; Mechanism: psychosocial interaction and cognitive/behavioral engagement (not a molecular or cellular target); Primary aims: neuropsychiatric/behavioral symptom improvement (mood, depression, quality of life). Based on these facts the correct CADRO assignment is T) Other. citeturn0search5turn0search3",
        "Reflect: Verification — The SBIR abstracts and company pages describe Ryan as an AI/robotics-based companion to improve well‑being and engagement (pilot studies and deployments are behavioral/interventional rather than disease‑modifying pharmacology), so CADRO categories for biological targets (A–Q, R) do not apply. Therefore 'T) Other' (non‑therapeutic / assistive technology) is the appropriate classification. If future versions include a drug, biologic, or targeted neuromodulation component, reclassification would be needed. citeturn0search0turn0search4",
        "Web search results (sources used): 1) SBIR project entry 'Development of Ryan Companion Robot for Assisting Elderly People with Alzheimer’s Disease' (abstract and aims). citeturn0search0turn0search1 2) SBIR/award summaries and commercialization pilot description for Ryan (project details and deployments). citeturn0search2 3) DreamFace (developer) homepage and Ryan product page describing features: emotion recognition, NLP/chat, games, CBT modules, reminders. citeturn0search4turn0search5 4) Additional SBIR project on serious games and physical activities instructed by Ryan describing cognitive and socio‑emotional aims. citeturn0search3"
    ]
}