{
    "nct_id": "NCT06014424",
    "title": "Cannabidiol Medication Intervention Trial (CALM-IT)",
    "status": "RECRUITING",
    "last_update_time": "2025-07-09",
    "description_brief": "CALM-IT is a Randomized, double-blind, placebo-controlled cross-over clinical trial. Safety and efficacy of cannabidiol (CBD) capsules assessed for managing agitation in patients with AD and to identify novel biomarkers of agitation severity and treatment response.",
    "description_detailed": "This study will look at whether CBD is an effective treatment for agitation in Alzheimer's disease (AD). This naturally derived CBD is highly pure (99%) and made by a manufacturer who meets Health Canada guidelines Cannabis products are legal for purchase in Canada.\n\nAgitation is common in AD and is known to correlate with physical health problems such as falls and weight loss, AD progression, and caregiver burden. Current treatments for agitation in AD are not beneficial for everyone and there are concerns regarding their safety. Treating agitation is important in improving the quality of life of AD patients and their families and there is a need to identify safer and more effective treatments for agitation in AD.\n\nThe structure of this trial is called a \"cross-over study\". Participants will be randomized to receive either CBD or placebo during the first of two treatment phases. They will then cross-over to the opposite treatment during the second treatment phase. Participants will be on the study treatment for a total of 19 weeks and then will be followed for 4 more weeks after finishing the study treatment. There will be 12 study visits approximately every 2 weeks and 8 telephone visits every week during the study.\n\nIn addition to looking at the effectiveness of CBD in treating agitation, the researchers will also look at whether it is beneficial for other relevant outcomes for patients with AD including overall neuropsychiatric symptoms, caregiver distress, cognition, nutritional status, and pain.",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "neuropsychiatric symptom improvement",
    "drug": [
        "cannabidiol (CBD)",
        "JZP541 (CBD formulation — investigational cannabinoid product)"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The CALM-IT trial description states it is a randomized, double‑blind, placebo‑controlled cross‑over study testing cannabidiol (CBD) capsules to manage agitation in patients with Alzheimer’s disease — i.e., the intervention is intended to treat a behavioral/neuropsychiatric symptom rather than to modify core AD pathology. citeturn2search0turn1search6",
        "Act: Key extracted details — intervention: cannabidiol (CBD) (trial lists investigational product JZP541 / CBD capsules in some registries), comparator: placebo, design: randomized double‑blind cross‑over, primary intent: safety and efficacy for managing agitation and to identify biomarkers of agitation severity / treatment response. citeturn2search0turn2search3turn1search6",
        "Supporting context (web search): Cannabidiol (CBD) is the non‑intoxicating major phytocannabinoid from Cannabis sativa and has been investigated for anxiety/agitation and related neuropsychiatric symptoms in dementia and other disorders; cannabinoid compounds (CBD, THC, nabiximols, synthetic cannabinoids) have multiple recent/ongoing trials for agitation in AD. These background sources document CBD as the trial agent class and the rationale for testing cannabinoids for agitation. citeturn0search4turn0search6turn0search7",
        "Reflection: Classification rationale — by the definitions provided: (a) disease‑targeted biologic = biologic targeting AD pathology (not applicable); (b) disease‑targeted small molecule = small molecules targeting AD pathology (not applicable even though CBD is a small molecule, because the trial’s stated purpose is symptom management); (c) cognitive enhancer = agents aimed at improving cognition (not the stated goal); (d) neuropsychiatric symptom improvement = interventions intended to alleviate behavioral/psychiatric symptoms such as agitation. CALM‑IT’s stated primary objective is to treat agitation, so it best fits 'neuropsychiatric symptom improvement'. citeturn2search0",
        "Notes / ambiguity: The investigational product is listed in some records as JZP541 (a cannabinoid formulation under development), and some sources indicate investigational cannabinoid products may vary in formulation — however the trial description specifies highly pure CBD (99%) in capsules for this study. This does not change the category (symptom management). citeturn2search7turn2search0"
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The CALM-IT trial tests cannabidiol (CBD)/JZP541 in patients with Alzheimer’s disease to reduce agitation (a neuropsychiatric symptom). CBD’s pharmacology includes modulation of cannabinoid-related and other receptor systems (e.g., effects at cannabinoid receptors/CB1–CB2-related pathways, TRPV channels, serotonin receptors and other GPCRs), so the drug’s primary actionable targets are receptor/channel systems rather than amyloid, tau, inflammation, etc. citeturn1search6turn0search4",
        "Act: Key extracted details — intervention: cannabidiol (CBD) (investigational formulation JZP541 listed); design: randomized, double‑blind, placebo‑controlled cross‑over; primary intent: safety and efficacy for managing agitation in AD. Mechanistic sources describe CBD acting via receptor/channel modulation (cannabinoid receptors, TRPV, serotonin, PPARγ and others) rather than a single disease‑modifying molecular pathology. citeturn1search6turn0search3turn0search4",
        "Reflect: Mapping to CADRO — CADRO categories are by biological target type. Because CBD’s principal mechanisms involve modulation of receptor systems (neurotransmitter/cannabinoid and related receptors and ion channels), the best-fit CADRO category is D) Neurotransmitter Receptors. An alternative interpretation would be S) Unknown Target if one prioritized the incomplete mechanistic certainty, or T) Other if classifying solely by the trial’s symptomatic intent; however CADRO asks for drug target type, so receptor modulation (D) is most specific and appropriate. Supporting reviews/meta-analyses note cannabinoids are being investigated for neuropsychiatric symptoms in dementia and discuss receptor-based mechanisms. citeturn0search1turn0search4",
        "Key web sources (selected): clinical trial registry entry for CALM‑IT (NCT06014424) documenting CBD/JZP541 for agitation in AD; Toronto Dementia Network / study pages summarizing CALM‑IT; ALZForum therapeutic summary on cannabidiol mechanisms; recent systematic reviews of cannabinoids for neuropsychiatric symptoms in dementia. citeturn1search6turn0search3turn0search4turn0search1"
    ]
}