{
    "nct_id": "NCT00646074",
    "title": "Self Care TALK to Promote AD Spousal Caregiver Health",
    "status": "COMPLETED",
    "last_update_time": "2012-03-05",
    "description_brief": "Most individuals with Alzheimer's or dementia return home, where their care is supported by family and friends. Although family caring at home is usually rewarding, it is often challenging, too. The demands and responsibilities of caring for a loved one at home can be stressful. The actual activities of caregiving vary according to the needs of the individual, but can include helping with bathing, dressing, eating, and many other activities. Caregivers must learn care techniques and how to manage changes in roles and lifestyle. While adjusting to these changes, caregivers may be advised to 'take care' of themselves, but may not receive guidance or support for doing this. In this study, we are testing a self-care intervention for older, spouse caregivers of persons with Alzheimer's or dementia to see how helpful the intervention is in reducing distress and in helping caregivers adopt and maintain healthy lifestyle behaviors.\n\nWe have developed an intervention for caregivers that is called Self-Care TALK. The intervention includes creating a health-promoting, self-care education and support partnership between caregivers and nurses through the use of weekly telephone conversations. Each conversation focuses on a health-related topic, such as: healthy habits, building self-esteem, focusing on the positive, avoiding role overload, communicating, and building meaning. The conversations follow a basic format, but also are unique to each person. Participants complete questionnaires before and after the intervention, so that we can test the effect of participation in Self-Care TALK on caregiver health.\n\nWe know that education and support about self-care can be achieved through partnerships between family caregivers and health care professionals. Our goal is to build on this knowledge in testing whether participation in the Self-Care TALK intervention will result in less distress and better health and well-being for spouse caregivers, compared to caregivers who receive no additional care beyond usual education and support. In working toward this goal, we are using a partnership approach, in which nurses and caregivers discuss several health-related topics and mutually identify creative solutions for caregivers to incorporate self-care and health-promotion strategies into their daily routines. Promoting healthy outcomes for caregivers is essential to supporting their personal well-being, and to fostering their ability to continue home care for their loved one.",
    "description_detailed": "Informal caregiving, or providing non-paid assistance for a family member or friend who is unable to care for self, is challenging and stressful. Caregivers commonly experience negative psychological, emotional, physical, and social outcomes, including depression, strain and other disruptions in health and well-being. The overall aim of the study is to test the effectiveness of a health-promoting self-care education and support partnership between advanced practice nurses (APNs) and older spouse caregivers, in reducing perceived caregiving strain and in promoting health. The theory-based, multi-dimensional Self-Care TALK intervention is provided using a telephone-based approach to facilitate participation among carers, considering their concurrent responsibilities in the caregiving role.\n\nA randomized, treatment/comparison, repeated-measures experimental design is used to test the effectiveness of the health-promoting treatment (Self-Care TALK) compared to usual care, for spouse caregivers age 60 and older. Subjects must be living with and caring for the person with dementia and the dementia diagnosis must have been within 2 years of enrollment.\n\nSubjects complete questionnaires at baseline (Time 1) before randomization to the treatment or comparison group. Treatment group subjects receive written materials related to self-care and health promotion for use during the TALK sessions. Self-Care TALK is implemented through 6 weekly telephone sessions with advanced practice nurses. Sessions focus on several self-care topics, including: healthy habits, building self-esteem, focusing on the positive, avoiding role overload, communicating, and building meaning. Basic content is structured, but conversations are individualized with regard to each person's environment, abilities, and activities.\n\nAll subjects complete questionnaires again at 8 weeks (Time 2), and 24 weeks (Time 3) after baseline. Treatment group subjects are hypothesized to have lower caregiving strain, higher perceived health, well-being, and self-efficacy related to health, and less depressive symptomatology than comparison group subjects. Promoting healthy outcomes for caregivers of persons with dementia is essential to fostering ability for continued home-based care. Comparison group subjects receive written materials related to self-care and health promotion post Time 3.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "N/A",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial tests a behavioral, telephone-based self-care intervention (Self-Care TALK) delivered to older spouse caregivers to reduce caregiver distress and promote health and healthy behaviors — i.e., the aim is to improve caregiver well‑being rather than to act on Alzheimer’s pathophysiology or to test a drug. citeturn0search0turn0search3",
        "Act: Key extracted details — intervention name: Self‑Care TALK; format: six weekly telephone conversations between advanced practice nurses and spouse caregivers covering healthy habits, self‑esteem, communication, avoiding role overload, meaning, etc.; randomized comparison to usual care; participants: spouse caregivers (age 60+), living with and caring for a person with dementia. No pharmacologic agent, biologic, or placebo is described. citeturn0search0turn0search4turn0search6",
        "Reflect: This intervention does not fit any of the four therapeutic target categories (disease‑targeted biologic, disease‑targeted small molecule, cognitive enhancer, or neuropsychiatric symptom improvement for the patient). It is a psychosocial/behavioral caregiver support intervention, so per the classification instructions it should be labeled 'N/A'. Evidence for this classification is the study description and the published intervention model. citeturn0search0turn0search3"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}