{
    "nct_id": "NCT02300584",
    "title": "Distance Savvy: Testing Tele-Savvy, a Distance Dementia Family Caregiver Education Program",
    "status": "COMPLETED",
    "last_update_time": "2016-09-07",
    "description_brief": "The purpose of this study is to refine and test the web-based delivery of a well-established in-person group program that provides information and education to informal caregivers (family and friends) of persons with Alzheimer's disease (or related illnesses).",
    "description_detailed": "The pilot project proposed will allow the investigators to use telehealth methods to deliver the Savvy Caregiver, an evidence-based dementia caregiver psychoeducation program, to family caregivers of community-dwelling persons with dementing illnesses (PWD) for whom attending in-person meetings poses difficulties. The program - named Tele-Savvy - uses iPad and PC technology and on-line conferencing capacity to deliver the program through daily asynchronous self-learning modules and weekly, hour-long synchronous group meetings with program facilitators. Tele-Savvy addresses all of the learning objectives of the current in-person Savvy program (Savvy entails in-person participation in six weekly two-hour group sessions).",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "SUPPORTIVE_CARE",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The described study evaluates a web-based delivery of the Savvy Caregiver psychoeducation program (Tele‑Savvy) — an educational/behavioral intervention for informal caregivers of people with Alzheimer’s disease and related dementias. This is not testing a drug, biologic, or a cognitive-enhancing pharmacologic agent. citeturn0search5turn0search0",
        "Act: Key extracted details — Intervention name: Tele‑Savvy (Distance Savvy trial NCT02300584). Delivery: daily brief video lessons plus weekly synchronous group videoconference sessions (iPad/online). Purpose: refine and test web-based delivery of an evidence-based in‑person caregiver education program (Savvy Caregiver). All primary/secondary outcomes relate to caregiver use, stress, burden, and related measures rather than pharmacologic or disease-modifying endpoints. citeturn0search5turn0search2",
        "Act (cont.): Multiple published evaluations describe Tele‑Savvy/online Savvy Caregiver as a psychoeducational program that reduces caregiver burden, depressive symptoms, and improves caregiver mastery — reinforcing that the intervention is behavioral/educational. No drug, biologic, or placebo is listed in the trial description. citeturn0search0turn0search3",
        "Reflect: Classification rationale — By the provided category definitions: (1) disease-targeted biologic — no (no biologic/antibody/vaccine); (2) disease-targeted small molecule — no; (3) cognitive enhancer — no (intervention targets caregivers, not cognitive performance via a drug); (4) neuropsychiatric symptom improvement — no (while caregiver training may affect patients' behaviors indirectly, the trial is aimed at caregiver education/support). Therefore the correct category is 'N/A' (non-therapeutic / caregiver education). citeturn0search9turn0search5",
        "Web search results (selected): 1) Clinical trial entry “Distance Savvy: Testing Tele‑Savvy…” (NCT02300584) — trial brief and detailed description of Tele‑Savvy intervention and outcomes. citeturn0search5",
        "2) Tele‑Savvy: An Online Program for Dementia Caregivers — published article describing feasibility and pilot results for Tele‑Savvy (online Savvy Caregiver). citeturn0search0",
        "3) Randomized trial results: “Results of a Randomized Trial Testing the Efficacy of Tele‑Savvy…” — reports efficacy on caregiver depression, perceived stress, reaction to behaviors, and caregiver mastery. citeturn0search2",
        "4) Development/implementation description (VA demonstration) of Tele‑Savvy showing synchronous/asynchronous delivery and reduced caregiver stress in pilot work. citeturn0search1",
        "5) The Savvy Caregiver Program — background on the evidence‑based in‑person program that Tele‑Savvy adapts; program focus is caregiver knowledge, skills, and self‑care (non‑pharmacologic). citeturn0search9"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}