{
    "nct_id": "NCT05686980",
    "title": "An Open-label Study to Evaluate the Pharmacokinetics, Safety and Tolerability of ABBV-552 in Healthy Adult Japanese and Han Chinese Subjects",
    "status": "COMPLETED",
    "last_update_time": "2023-04-04",
    "description_brief": "This study will assess how safe ABBV-552 is and how ABBV-552 moves through the body of adult healthy Japanese and Han Chinese participants. Adverse Events will be assessed.\n\nABBV-552 is an investigational drug being developed for potential treatment of Alzheimer's disease (AD). Approximately 18 adult healthy Japanese and Han Chinese volunteers will be enrolled in 2 sites in the United States.\n\nJapanese participants assigned to Arm 1 will receive ascending doses of ABBV-552 oral capsules once every week for 3 weeks. Han Chinese participants assigned to Arm 2 will receive oral ABBV-552 capsules on Day 1. All participants will be followed for 30 days after their last dose.\n\nParticipants will be confined for 22 days or 8 days depending on the Arm they are assigned to. Adverse Events and blood tests will be performed.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "ABBV-552 (oral small-molecule modulator of SV2A; formerly SDI‑118)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: ABBV‑552 is an oral small‑molecule that modulates synaptic vesicle glycoprotein 2A (SV2A), a target implicated in neuronal excitability and cognition rather than amyloid/tau pathology — i.e., a putative cognitive enhancer. citeturn0search1",
        "Act: The user description matches a Phase 1 PK/safety open‑label study in healthy Japanese and Han Chinese participants (NCT05686980), which assessed safety and pharmacokinetics of oral ABBV‑552 in ~18 volunteers; this trial listing confirms the population and design. citeturn2search0turn2search1",
        "Act (context): AbbVie also ran larger randomized trials in mild AD testing ABBV‑552 for cognitive endpoints, showing the program is being developed as a cognitive treatment rather than an anti‑amyloid biologic. citeturn1search1turn0search0",
        "Reflect: Given mechanism (SV2A modulation) and intended clinical effect (improve cognition / treat cognitive symptoms of AD), the correct category is 'cognitive enhancer' (not a biologic targeting AD pathology, and not primarily a neuropsychiatric symptom treatment). No placebo was used in the described Phase 1 healthy‑volunteer study (open‑label); placebo is used in later randomized AD trials. citeturn0search1turn2search1",
        "Web search results used: Alzforum summary of ABBV‑552 (SDI‑118) as an SV2A small molecule and program history; Phase‑1 healthy Japanese/Han Chinese trial record (NCT05686980) from clinical trial registries/aggregators; and Phase‑2 mild AD trial listings (NCT05771428). citeturn0search1turn2search0turn1search1"
    ],
    "agent_type": "M) Synaptic Plasticity/Neuroprotection",
    "explanation_agent": [
        "Reason: ABBV-552 (formerly SDI‑118) is an oral small‑molecule modulator of synaptic vesicle glycoprotein 2A (SV2A), a synaptic vesicle protein that affects neuronal excitability and neurotransmission (i.e., synaptic function and cognition) rather than amyloid/tau or inflammatory pathways. citeturn0search1",
        "Act: The trial description and registries show ABBV‑552 was studied in a Phase‑1 open‑label PK/safety study in healthy Japanese and Han Chinese volunteers (NCT05686980) and has been advanced into randomized trials in mild AD (e.g., NCT05771428), consistent with development as a cognitive enhancer that acts on synaptic mechanisms. citeturn1search0turn0search0",
        "Reflect: Given the mechanism (SV2A modulation) and intended clinical effect (improve cognition by modulating synaptic vesicle function/neuronal excitability), the most specific CADRO match is M) Synaptic Plasticity/Neuroprotection (not Amyloid beta, Tau, Neuroinflammation, or classical neurotransmitter receptors). This classification fits the available trial and mechanism information. citeturn0search1turn1search0",
        "Web search results used: Alzforum overview of ABBV‑552 / SDI‑118 describing SV2A modulation and development history; clinical trial registry entry for NCT05686980 (Phase‑1 healthy Japanese and Han Chinese PK/safety study); clinical trial listing for NCT05771428 (Phase‑2 mild AD randomized study of ABBV‑552). citeturn0search1turn1search0turn0search0"
    ]
}