{
    "nct_id": "NCT00208819",
    "title": "Randomized Comparison of Monotherapy (Risperidone, Quetiapine, or Olanzapine) Versus Combination Therapy (Risperidone, Quetiapine, or Olanzapine + Divalproex)in the Management of Dementia With Agitation: A Pilot Comparison of Two Standard Therapies",
    "status": "COMPLETED",
    "last_update_time": "2013-11-12",
    "description_brief": "The purpose of this study is to determine whether an antipsychotic medication alone or an antipsychotic medication in combination with divalproex is the most effective and safest way to treat agitation in elderly patients with dementia.",
    "description_detailed": "Previous researchers have attempted to establish a \"target dose\" for antipsychotic medications (such as risperidone, quetiapine, or olanzapine) in treating symptoms of agitation in dementia. They have tried to identify the dose with the best risk-benefit ratio for patients considering the significant side effects the medications can cause. Patients taking the doses identified respond only partially and continue to experience some symptoms of agitation, however. One study showed that in patients whose agitation symptoms were not adequately controlled by the target dose of an antipsychotic medication alone, the addition of divalproex further improved behavior in 72% of patients.\n\nThe goal of this study is to compare two standard therapies for the management of agitation symptoms in dementia patients. Subjects in this study will include patients who are admitted to the Wesley Woods Inpatient service for the treatment for dementia complicated by behavioral symptoms. After a patient reaches the target dose of risperidone (up to 1.5 mg/day), quetiapine (up to 175 mg/day), or olanzapine (up to 7.5 mg/day) and agitation symptoms are still not adequately managed, he or she will be randomized to one of two groups. Group 1 participants will continue to receive increasing doses of antipsychotic medication until symptoms are controlled or he or she is unable to tolerate the dose. Group 2 participants will continue to receive the target dose of antipsychotic medication and also receive increasing doses of divalproex until symptoms are controlled or he or she is unable to tolerate the dose. Patients will be evaluated at 4 time points during hospitalization. Patients will be evaluated using scales that measure changes in cognition, function, and behavior. Laboratory and ECG results, and scales testing for movement disorders will be done to monitor safety. The family will then be contacted about 3 months the patient's hospitalization to assess current treatment status, residential status, and health status.",
    "phase": [
        "PHASE4"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "neuropsychiatric symptom improvement",
    "drug": [
        "risperidone",
        "quetiapine",
        "olanzapine",
        "divalproex"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The study tests antipsychotic medications (risperidone, quetiapine, olanzapine) alone versus the same antipsychotics plus divalproex to treat agitation in elderly patients with dementia — i.e., the intervention is aimed at reducing behavioral/neuropsychiatric symptoms rather than modifying underlying Alzheimer pathology. citeturn1search5",
        "Reason (drug mechanisms): Risperidone, quetiapine and olanzapine are second‑generation (atypical) antipsychotics acting primarily via dopamine D2 and serotonin 5‑HT2 receptor antagonism; they are used clinically to manage agitation/psychosis. citeturn0search0turn0search10turn0search1",
        "Reason (divalproex): Divalproex (valproate/divalproex sodium) is an anticonvulsant/mood stabilizer that increases GABAergic activity and has been studied as an adjunct for agitation. citeturn0search5",
        "Act (trial details extracted): Trial title and registry indicate randomization of patients on target doses of risperidone, quetiapine, or olanzapine to either continued antipsychotic dose escalation or to remain on target antipsychotic dose plus escalating divalproex — confirming this is a symptomatic (agitation) treatment trial rather than a disease‑modifying trial. citeturn1search2turn1search5",
        "Act (classification): Matches the category 'neuropsychiatric symptom improvement' because the primary intended effect is management of agitation (a behavioral/neuropsychiatric symptom) in dementia, not altering Alzheimer pathology or primarily enhancing cognition. citeturn1search5",
        "Reflect (verification / context): Clinical guidance and trials commonly evaluate antipsychotics and mood stabilizers for dementia‑related agitation; prior RCTs and reviews examine these agents for symptomatic agitation management rather than disease modification. This supports the classification. citeturn1search6turn1search3",
        "Web search results (key sources used): Clinical trial registry / trial description for this study. citeturn1search5turn1search2",
        "Web search results (drug/mechanism references): Risperidone mechanism/class. citeturn0search0",
        "Web search results (drug/mechanism references): Quetiapine mechanism/class. citeturn0search10",
        "Web search results (drug/mechanism references): Olanzapine mechanism/class. citeturn0search1",
        "Web search results (drug/mechanism references): Divalproex (valproate) description as mood stabilizer/anticonvulsant. citeturn0search5"
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The trial tests atypical antipsychotics (risperidone, quetiapine, olanzapine) and the mood–stabilizer/anticonvulsant divalproex for management of agitation in dementia. The primary mechanisms of these drugs are modulation of neurotransmitter receptors — primarily dopamine D2 and serotonin 5-HT2 receptor antagonism for the antipsychotics, and enhancement of GABAergic neurotransmission (and related ionic channel effects) for divalproex. These are symptomatic/neuropsychiatric interventions targeting neurotransmitter systems rather than disease-modifying AD pathology. citeturn1search1turn0search5turn0search6",
        "Act: Extracted details and mapping to CADRO: risperidone — D2/5‑HT2 receptor antagonist (neurotransmitter receptors). citeturn1search1turn1search2; quetiapine — antagonizes dopamine and serotonin receptors (neurotransmitter receptors). citeturn0search14; olanzapine — D2 and 5‑HT2 (and other) receptor antagonist activity. citeturn0search5turn0search13; divalproex (valproate) — increases GABAergic activity and modulates ion channels (GABAergic neurotransmission). citeturn0search0turn0search3. These mechanisms fit CADRO category D) Neurotransmitter Receptors because the interventions act on neurotransmitter systems to treat neuropsychiatric symptoms (agitation).",
        "Reflect: This classification was chosen because the study’s stated goal is symptomatic treatment of agitation (neuropsychiatric symptom improvement) using drugs whose primary actions are on neurotransmitter receptors or GABAergic neurotransmission. There is no indication in the description that the trial targets amyloid, tau, inflammation, synaptic plasticity as a disease‑modifying strategy, or multiple unrelated biological pathways that would justify 'R) Multi-target'. Therefore D) Neurotransmitter Receptors is the most specific and appropriate CADRO category. If you want, I can also return a short summary listing the specific web sources retrieved (titles and links) used to support the mechanisms cited."
    ]
}