{
    "nct_id": "NCT02907567",
    "title": "A Randomized, Double-Blind, Placebo-Controlled, Phase I Study of the Safety & Pharmacokinetics of Two Doses of CT1812 in Subjects With Mild to Moderate Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2018-07-24",
    "description_brief": "This is a multi-center, randomized, double-blind, placebo-controlled, parallel group study of two doses of CT1812 in adults with mild to moderate Alzheimer's Disease to evaluate the safety and tolerability of oral CT1812, administered for 28 days. This trial may include up to 8 qualified investigator sites in Australia.",
    "description_detailed": "Screening procedures will occur up to 42 days. Eligible subjects will randomized at the clinic on Day 1 and receive the first dose of study drug. Dosing for 28 days thereafter off-site and a total of 5 clinic visits over the treatment period for safety and lab assessments. Then a 7 day post-treatment completion follow-up visit (Day 35) and End of Study for last safety assessments (Day 49).",
    "phase": [
        "PHASE1",
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "CT1812 (Elayta) — oral small‑molecule allosteric antagonist of the sigma‑2 receptor complex, intended to displace Aβ oligomers from synapses"
    ],
    "placebo": [
        "matching oral placebo"
    ],
    "explanation_target": [
        "Reason: The protocol describes oral CT1812 given to mild–moderate AD patients for 28 days. CT1812 is described in the literature as an allosteric antagonist of the sigma‑2 receptor complex that prevents and displaces binding of Aβ oligomers to neurons, i.e., it acts on AD pathology (amyloid oligomers) rather than being a symptomatic cognitive enhancer or a biologic (monoclonal antibody/vaccine). citeturn0search1turn0search6",
        "Act (extracted details & sources): Key trial details — randomized, double‑blind, placebo‑controlled Phase I, two doses of oral CT1812 in mild–moderate AD, 28 days of dosing — match the description provided. The drug is a brain‑penetrant small molecule (oral) with preclinical and early clinical biomarker evidence of displacing Aβ oligomers and affecting synaptic biomarkers. citeturn0search0turn0search3",
        "Reflect (classification rationale): Because CT1812 is a small‑molecule, orally dosed modulator of a receptor complex whose mechanism is to displace amyloid‑beta oligomers (a disease‑related pathological species), it best fits the category 'disease‑targeted small molecule' (not a biologic, not a pure symptomatic cognitive enhancer, and not aimed at neuropsychiatric symptoms). No ambiguity in major sources supports this classification. citeturn0search6turn0search9",
        "Web search results (supporting sources cited): 1) Grundman et al., Phase 1 study describing CT1812 safety/pharmacokinetics and mechanism (Elayta = CT1812). citeturn0search0 2) PubMed entry / abstract summarizing CT1812 as a sigma‑2 receptor complex allosteric antagonist that displaces Aβ oligomers. citeturn0search1 3) Preclinical and clinical biomarker studies showing target engagement (increased CSF Aβ oligomers, effects on synaptic proteins) supporting disease‑targeting mechanism. citeturn0search6 4) A pilot randomized trial and biomarker study in AD patients (24 weeks) reporting safety and exploratory biomarker/neuroimaging results. citeturn0search3 5) Alzforum summary of CT1812 development, tolerability, and brain penetrance. citeturn0search8"
    ],
    "agent_type": "A) Amyloid beta",
    "explanation_agent": [
        "Reason: CT1812 (Elayta) is described as a brain‑penetrant, small‑molecule allosteric antagonist of the sigma‑2 receptor complex whose intended mechanism is to prevent and displace binding of Aβ oligomers from neuronal/synaptic receptors — i.e., it acts on an amyloid‑beta pathological species (Aβ oligomers) rather than only producing symptomatic effects. citeturn0search0turn0search3",
        "Act: Extracted trial details and mechanism from the description: randomized, double‑blind, placebo‑controlled Phase I study of oral CT1812 in mild–moderate AD (28 days dosing in the provided description) and the drug’s stated action of displacing Aβ oligomers and engaging synaptic biomarkers — these facts support classification under the amyloid pathway (A). citeturn0search1turn0search6",
        "Reflect: The intervention is a disease‑targeted small molecule that targets amyloid pathology (Aβ oligomers). This maps most specifically to CADRO category A) Amyloid beta rather than other categories (e.g., tau, inflammation, synaptic modulators) because the primary described biological focus is removal/prevention of Aβ oligomer binding. No strong evidence in the description indicates a different primary target or a true multi‑target agent, so A) Amyloid beta is the best fit. citeturn0search4",
        "Web search results (supporting sources): 1) Grundman et al., Phase 1 paper describing CT1812 mechanism, safety and PK (Elayta = CT1812). citeturn0search0 2) PubMed entry for a pilot randomized trial in mild–moderate AD evaluating CT1812 with biomarker endpoints. citeturn0search1 3) Systematic review summarizing clinical data and mechanism (sigma‑2 antagonism, Aβ oligomer displacement). citeturn0search3 4) Alzforum therapeutic summary and development timeline for CT1812/Elayta. citeturn0search4 5) Clinical trial listing (e.g., Mayo Clinic / trial registry) describing ongoing/phase 2 CT1812 studies. citeturn0search6"
    ]
}