{
    "nct_id": "NCT05406778",
    "title": "SPARK Neuro Quantitative Resting State EEG Protocol for Assessing Cognitive Impairment and Alzheimer's Disease Status- The REMIND Study",
    "status": "COMPLETED",
    "last_update_time": "2025-08-12",
    "description_brief": "The study utilizes investigational software, the SPARK Test, with an FDA-cleared electroencephalography (EEG) amplifier and EEG cap to collect and patient EEG data.",
    "description_detailed": "The aim of this study is to collect data to support development of an algorithm to determine whether applying machine-learning techniques to eyes open/eyes closed resting-state electroencephalography (EEG) can characterize patient's cognitive status and detect the presence or absence of AD on the basis of the patient's EEG.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "DIAGNOSTIC",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is investigational software (the \"SPARK Test\") used with an FDA-cleared EEG amplifier and cap to collect resting-state EEG and apply machine-learning algorithms to assess cognitive status and detect presence/absence of Alzheimer’s disease. This is a diagnostic/assessment device, not a therapeutic drug or symptomatic treatment. citeturn1search2turn1search1",
        "Act: Key extracted details from the trial description — Device: SPARK Test (investigational software) used with an FDA-cleared EEG amplifier and EEG cap; Goal: develop/validate an algorithm that characterizes cognitive status (unimpaired, MCI, dementia) and detects AD from resting-state EEG; No drug or pharmacologic intervention is described. citeturn1search3turn0search2",
        "Reflect: Classification check — by the provided category definitions, this trial is diagnostic (software/device) and does not fit any of the four therapeutic categories (disease-targeted biologic, disease-targeted small molecule, cognitive enhancer, or neuropsychiatric symptom improvement). Therefore the correct category is 'N/A'. No ambiguity: multiple registry and sponsor pages describe it as a device/software validation study rather than a drug trial. citeturn1search2turn1search1",
        "Web search results (sources consulted): 1) Clinical-trial summary / registry entry describing NCT05406778 (SPARK Neuro REMIND Study) and listing Device: SPARK Test with aim to analyze resting-state EEG to detect AD/cognitive status. citeturn1search2 2) Sponsor page for the REMIND-V study (Spark Neuro) describing the investigational software, in-home EEG scan, and that there are NO experimental medications or procedures. citeturn1search1 3) Peer-reviewed abstract/paper (Wu et al., SPARK Neuro) describing machine-learning approaches using resting-state EEG to assess cognitive impairment — supports that SPARK Neuro develops EEG-based diagnostic algorithms. citeturn0search2 4) Trial listings (e.g., MedPath/TrialX/CTV) summarizing the REMIND study details, device intervention, and eligibility. citeturn1search3turn1search6"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}