{
    "nct_id": "NCT05988385",
    "title": "The Effects of Successful OSA Treatment on Memory and AD Biomarkers in Older Adults (ESSENTIAL) Study",
    "status": "RECRUITING",
    "last_update_time": "2025-06-18",
    "description_brief": "The Effects of Successful OSA TreatmENT on Memory and AD BIomarkers in Older AduLts (ESSENTIAL) study is a 5-year, multicenter randomized open-label trial that will screen 400 cognitively normal older adults recruited from well-established sleep clinics at 4 academic medical centers, with newly diagnosed moderate-severe OSA. An expected 200 OSA patients will be then randomized to one of two groups: i) a 3-month OSA treatment by any combination of PAP, OAT, and positional therapy that results in an \"effective\" AHI4%\\< 10/hour and AHI3A\\<20/hour (see below); ii) a waitlist control group to receive treatment at the conclusion of the 3-month intervention period. Both groups will continue follow-up for 24 months on stable therapy to determine if sustained improvements in sleep are associated with improvement in cognitive function and AD biomarkers.",
    "description_detailed": "The prevalence of Alzheimer disease (AD) is high and projected to increase. While there are multiple risk factors for AD, epidemiological data suggests that \\~15% of AD risk may be attributed to sleep problems. Obstructive sleep apnea (OSA) is common among the elderly (30-55%), and the investigators have shown that cognitively normal older women with OSA have nearly double the risk of developing mild cognitive impairment (MCI) or dementia over 5 years. Further, the investigators have shown that in normal elderly, OSA predicts longitudinal increases in AD biomarkers. Our preliminary data also show that after positive airway pressure (PAP) withdrawal, OSA patients treated with PAP experienced significant overnight increases in plasma neurofilament light (NfL), a marker of neural injury. The present study is designed to overcome challenges identified in previous trials of treatment of OSA to slow cognitive decline and progression to AD. First, the most effective treatment for OSA, PAP therapy, has poor adherence (typically only 50% are adequately treated). Other common therapies include oral appliance therapy (OAT) which tends to be better tolerated but less effective. The investigators have piloted and propose for this study a rapid multimodal therapy initiation (RMMT) which ensures subjects will have effective therapy for their OSA that reduces OSA severity to AHI4%\\<10/hour and AHI3A (AKA pRDI) \\< 20/hour within 4 months. Second, most prior OSA treatment trials have focused primarily on symptomatic older adults (e.g. patients with MCI recruited from memory clinics), whereas early intervention in pre-symptomatic individuals may have stronger impact in preventing progression to AD. The investigators propose to enroll cognitively normal adults with newly diagnosed moderate-severe OSA (AHI4% \\>20/hour or AHI3A \\> 40/hour). Finally, selection of cognitive outcomes most responsive to OSA therapy has proved challenging. The Effects of Successful OSA TreatmENT on Memory and AD BIomarkers in Older AduLts (ESSENTIAL) study is a 5-year, multicenter randomized open-label trial that will screen 400 cognitively normal older adults (MoCA≥24, Clinical Dementia Rating \\[CDR\\]=0), ages 55-75, recruited from well-established sleep clinics at 4 academic medical centers, with newly diagnosed moderate-severe OSA (AHI4% \\>20/hour or AHI3A \\> 40/hour). An expected 200 OSA patients will be then randomized to one of two groups: i) a 3-month OSA treatment by any combination of PAP, OAT, and positional therapy that results in an \"effective\" AHI4%\\< 10/hour and AHI3A\\<20/hour (see below); ii) a waitlist control group to receive treatment at the conclusion of the 3-month intervention period. Both groups will continue follow-up for 24 months on stable therapy to determine if sustained improvements in sleep are associated with improvement in cognitive function and AD biomarkers. Both arms will include PSG and actigraphy, sleep-dependent memory and other cognitive evaluations, and blood draws at baseline, 3 and 24 months, with cognitive evaluation only at 12 months. Structural brain MRI will be performed at baseline. Because the investigators anticipate that 150 of 200 subjects will be well treated at 24 months, and 50 will not be, the investigators will additionally recruit \\~50 subjects (on average 13 subjects per clinical site) with the same inclusion criteria who refuse treatment. These 50 subjects will perform baseline (blood draw and cognitive evaluations), 12-month (cognitive evaluation only), and 24-month (blood draw and cognitive evaluations) visits, allowing for a 24-month comparison of \\~150 subjects with adequate treatment over 24 months to 100 subjects with inadequate treatment over 24 months. Our aims are: 1) To compare 3-month change in plasma AD biomarkers (NfL, p-tau, Aβ) in those randomized to OSA treatment and wait-list control groups (via both intention-to-treat and per-protocol analyses); 2) To test differences at 3 months in sleep-dependent declarative memory and cognitive scores (PACC and sub-domains) between the OSA treatment and wait-list control groups (via both intention-to-treat and per-protocol analyses); 3) To compare 24-month changes in AD biomarkers (NfL, p-tau, Aβ) and cognition in all successfully treated subjects and untreated controls.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial (ESSENTIAL) tests treatment of obstructive sleep apnea (OSA) using non-pharmacologic interventions (positive airway pressure (PAP), oral appliance therapy (OAT), and positional therapy) and evaluates effects on memory and Alzheimer’s disease (AD) biomarkers. This is an intervention on sleep-disordered breathing, not a drug or biologic aimed directly at AD pathology, nor a trial of a cognitive-enhancing drug or a neuropsychiatric symptom treatment.",
        "Act: Key extracted details — interventions: Positive airway pressure (PAP), oral appliance therapy (OAT), positional therapy; population: cognitively normal older adults with moderate-severe OSA; outcomes: memory performance and plasma AD biomarkers (Aβ, p-tau, NfL). Sources confirming these details: trial descriptions at NYU Langone/clinical research page, ClinicalTrials.gov/Mount Sinai listing, and device/intervention listing (e.g., MedPath/CenterWatch). citeturn0search0turn0search2turn0search4",
        "Reflect: Classification check — by the provided definitions: not a biologic (no monoclonal antibodies or vaccine), not a small molecule drug, not a pharmacologic cognitive enhancer, and not primarily targeting neuropsychiatric symptoms. It is a non-pharmacologic sleep treatment strategy assessed for downstream effects on cognition and AD biomarkers, therefore it does not fit any of the four therapeutic categories and is classified as 'N/A'. Relevant trial registrations/records: ClinicalTrials.gov entry NCT05988385 and institutional trial pages summarizing the interventions and outcomes. citeturn0search2turn0search3"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}