{
    "nct_id": "NCT02126514",
    "title": "A Phase I, Open-Label, Single-Center Study to Assess the Absorption, Metabolism, and Excretion After Oral Administration of [14C]-AZD3293 to Healthy Male Subjects",
    "status": "COMPLETED",
    "last_update_time": "2014-06-13",
    "description_brief": "This study will be an open-label, non-randomized, absorption, metabolism, and excretion study to evaluate the mass balance, metabolite profiles, and rates and routes of elimination of \\[14C\\]-AZD3293 and derived metabolites following administration as a single 100-mg (containing approximately 150 µCi) oral dose (as an oral solution)",
    "description_detailed": "This study will be an open-label, non-randomized,absorption, metabolism, and excretion study to evaluate the mass balance, metabolite profiles, and rates and routes of elimination of \\[14C\\]-AZD3293 and derived metabolites following administration as a single 100-mg (containing approximately 150 µCi) oral dose (as an oral solution) following at least an 8-hour fast from food (not including water). Seven healthy male subjects will be enrolled in the study at a single study site to complete a minimum of 6 subjects. The study will consist of 2 visits.",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "HEALTH_SERVICES_RESEARCH",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "AZD3293 (lanabecestat) — oral BACE1 (β‑secretase 1) inhibitor, small‑molecule"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention named AZD3293 is the small‑molecule BACE1 (β‑secretase 1) inhibitor lanabecestat, which was developed to reduce production of amyloid‑β and therefore act as a disease‑modifying therapy for Alzheimer disease (targets pathology rather than only symptoms). citeturn0search2turn2search6",
        "Act (trial details and matching): The described trial is an open‑label, single‑center mass‑balance (absorption/metabolism/excretion) study administering a single oral 100 mg dose of [14C]-AZD3293 to healthy male subjects (NCT02126514 / AstraZeneca study D5010C00007). That trial objective and the drug identity indicate the investigational product is a small‑molecule anti‑amyloid (BACE1) agent — so it fits the 'disease‑targeted small molecule' category. citeturn2search5turn1search0",
        "Reflect: Classification check — AZD3293 is not a biologic (it is an orally active small molecule BACE1 inhibitor), it is not described as a symptomatic cognitive enhancer nor as a neuropsychiatric symptom treatment; its mechanism (BACE1 inhibition to lower Aβ production) is explicitly disease‑targeting. Therefore 'disease-targeted small molecule' is the appropriate category. citeturn0search4turn0search1",
        "Web search results used (key sources): AZD3293 / lanabecestat pharmacology and BACE1 mechanism. citeturn0search2turn0search1turn0search4; Trial registration / sponsor page for the [14C]-AZD3293 ADME mass‑balance study (NCT02126514 / AstraZeneca study page). citeturn2search5turn1search0",
        "Notes / ambiguity: None essential — the drug identity and mechanism are well documented in the literature and the trial description explicitly names AZD3293 and the [14C] mass‑balance design. No placebo is listed for this single‑group ADME study. citeturn2search2"
    ],
    "agent_type": "A) Amyloid beta",
    "explanation_agent": [
        "Reason: The investigational drug AZD3293 (lanabecestat) is a small‑molecule inhibitor of BACE1 (β‑secretase 1), an enzyme that cleaves APP and is upstream in the amyloid‑β production pathway; its mechanism is intended to lower Aβ production and therefore targets amyloid pathology. citeturn0search2turn0search3",
        "Act: The described study is an open‑label single‑center ADME/mass‑balance study administering oral [14C]-AZD3293 (single 100 mg dose) to healthy males (AstraZeneca study D5010C00007 / NCT02126514), confirming the trial drug identity and formulation as an orally active small‑molecule BACE1 inhibitor — this matches CADRO category A (Amyloid beta). citeturn1search0turn1search1",
        "Reflect: Classification check — AZD3293 is not a biologic but an orally available small molecule whose explicit mechanism is BACE1 inhibition to reduce Aβ production, so the most specific CADRO category is A) Amyloid beta; there is no indication in the trial description of multiple distinct targets or a non‑therapeutic diagnostic focus. citeturn0search5turn0search3",
        "Web search results used (key sources): PubMed/preclinical and clinical pharmacology descriptions of AZD3293/lanabecestat and its BACE1 mechanism; ALZforum therapeutic summary; AstraZeneca trial registry page for D5010C00007; trial registry listings referencing NCT02126514. citeturn0search2turn0search5turn0search3turn1search0turn1search1"
    ]
}