{
    "nct_id": "NCT06206824",
    "title": "Randomized, Double-Blind, Placebo-Controlled Phase 1 Study to Evaluate Safety, Tolerability, PK/PD of SAD, MAD and Food Effect of Leucettinib-21 in Healthy Male Subjects, and Single Dose in Subjects With Down Syndrome or Alzheimer's Disease",
    "status": "RECRUITING",
    "last_update_time": "2025-05-27",
    "description_brief": "Leucettinib-21 First-in-Human Phase 1 Study in 4 Parts: Single (Part 1) and Multiple (Part 3) Ascending Doses, and Food-Effect (Part 2) in Healthy Subjects, and Single Dose (Part 4) in People with Down Syndrome (DS) and Alzheimer's Disease (AD).\n\nFor Parts 1, 3 and 4, safety and tolerability of an oral administration of Leucettinib-21 will be assessed as primary objectives. Pharmacokinetics and pharmacodynamic biomarkers will be investigated as secondary objectives.\n\nFor Part 2, the effect of high fat meal will be evaluated on the pharmacokinetics parameters after an oral administration of Leucettinib-21.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "Leucettinib-21 (oral small-molecule inhibitor of DYRK1A)"
    ],
    "placebo": [
        "matching oral placebo (used in randomized, double‑blind, placebo‑controlled design)"
    ],
    "explanation_target": [
        "Reason: The investigational product, Leucettinib-21, is a small‑molecule kinase inhibitor developed to inhibit DYRK1A — a kinase implicated in Alzheimer’s disease and Down syndrome pathophysiology — so the intended effect is disease‑targeted (pathology-modifying / cognitive improvement via targeting DYRK1A). citeturn0search1turn0search0",
        "Act (extracted trial details and web search): The trial is a randomized, double‑blind, placebo‑controlled Phase 1 (SAD/MAD/food effect) evaluating safety, tolerability, PK/PD of oral Leucettinib‑21 in healthy volunteers and single dose in people with Down syndrome and AD; sources identify Leucettinib‑21 as a DYRK1A inhibitor and a small‑molecule candidate entering first‑in‑human trials. citeturn0search5turn0search1turn0search0",
        "Reflect: Classification as 'disease‑targeted small molecule' aligns with the drug being a small‑molecule DYRK1A inhibitor developed to target AD/DS pathology rather than a biologic, symptomatic cognitive enhancer without a pathology target, or a neuropsychiatric‑symptom drug. No substantive ambiguity found in sources. citeturn0search1turn0search0"
    ],
    "agent_type": "B) Tau",
    "explanation_agent": [
        "Reason: Leucettinib‑21 is a small‑molecule inhibitor of the kinase DYRK1A, and DYRK1A is implicated in pathological tau phosphorylation (and tau isoform/splicing dysregulation) in Alzheimer’s disease and Down syndrome—so the drug’s intended mechanism is to reduce tau pathology and downstream cognitive effects. citeturn0search1turn0search5",
        "Act: Extracted trial details — first‑in‑human randomized, double‑blind, placebo‑controlled Phase 1 (SAD/MAD/food‑effect) of oral Leucettinib‑21, with single‑dose cohorts in Down syndrome and AD; Leucettinib‑21 was developed as a DYRK1A inhibitor and shows cellular and in vivo effects on tau phosphorylation (pTau212 reported as a biomarker in the study). Based on these specifics, I assign the CADRO category B) Tau. citeturn0search4turn0search2turn0search1",
        "Reflect: This classification fits the described mechanism and chosen pharmacodynamic biomarkers (pTau212/pTau217). Although DYRK1A inhibition can also affect APP processing and Aβ generation (so there is some cross-talk with amyloid pathways), the most specific CADRO match given the drug’s primary molecular target and tau‑directed biomarker strategy is B) Tau rather than A) Amyloid beta or R) Multi‑target. If you prefer classification based on broader multi-pathway effects, a case could be made for R) Multi‑target, but the dominant, explicit mechanistic rationale and PD readouts support B) Tau. citeturn0search5turn0search0",
        "Web search results (key sources used):",
        "- ALZFORUM summary of Leucettinib‑21: DYRK1A inhibitor, preclinical efficacy, Phase 1 timing and biomarkers (pTau212/pTau217). citeturn0search1",
        "- PubMed: Chemical/biochemical/physiological characterization of Leucettinib‑21 showing DYRK1A as primary target, cellular inhibition of pTau and in vivo correction of memory in DS mouse model. citeturn0search2",
        "- PubMed review: Leucettinib‑21 described as clinical candidate for AD and DS targeting DYRK1A; preclinical and regulatory progression noted. citeturn0search3",
        "- Clinical trial registry (Phase 1 Leucettinib‑21, NCT/registry entry) — study design and participant cohorts. citeturn0search4",
        "- Mechanistic paper showing DYRK1A inhibition reduces tau phosphorylation and can also reduce APP phosphorylation/Aβ in models (supporting link to both tau and amyloid pathways). citeturn0search5turn0search0"
    ]
}