{
    "nct_id": "NCT06362824",
    "title": "De Pie y a Movernos Study: Promoting Physical Activity in Older Hispanic/Latino(a) Adults",
    "status": "RECRUITING",
    "last_update_time": "2025-10-01",
    "description_brief": "In this randomized controlled trial, study staff will randomize 130 Hispanic/Latino adults without dementia and over age 55 from Southern California and from Kaiser Permanente Washington (State) to either the culturally adapted De Pie physical activity intervention or an active comparison program focusing on general brain health topics. The purpose of this study is to determine if 12 weeks of the culturally adapted and fully remote De Pie y a Movernos intervention improves self-efficacy, habit strength, social support, and enjoyment for physical activity (PA), thus promoting adherence to moderate-intensity physical activity (MIPA) guidelines (150 minutes/week).",
    "description_detailed": "Building on the cultural adaptation of our preliminary R61 De Pie pilot study, study staff will randomize 130 Hispanic/Latino adults without dementia and over age 55 from Southern California and from Kaiser Permanente Washington to either the culturally adapted De Pie physical activity intervention or an active comparison program, Healthy Actions and Lifestyles to Avoid Dementia (HALT-AD), focusing on general brain health topics. The investigators will determine if De Pie improves physical activity (Aim 1) and psychosocial mediators (self-efficacy, habit strength, social support, and enjoyment for physical activity, \\[PA\\]), thus promoting adherence to moderate-intensity physical activity (MIPA) guidelines (150 minutes/week; Aim 2). The intervention period lasts 12 weeks.\n\nThe investigators target middle-aged and older Hispanic/Latino adults that are under-studied and have a higher risk of Alzheimer's disease and related dementias (ADRD), compared to non-Hispanic White older adults. Study staff employ a community engaged and collaborative approach to culturally adaptive the intervention framework and a staircase intervention approach designed to build self-efficacy, PA habit strength, social support, and PA enjoyment. Results will inform culturally adapted, theory-based approaches to prevent ADRD in the Hispanic/Latino community.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "PREVENTION",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is a culturally adapted, fully remote behavioral physical-activity program (De Pie y a Movernos) intended to increase adherence to moderate-intensity physical activity (150 min/week) by improving self-efficacy, habit strength, social support, and enjoyment — i.e., a lifestyle/behavioral dementia‑risk–reduction approach, not a pharmacologic agent or biologic. citeturn0search2turn0search0",
        "Act: Key extracted trial details — randomized controlled trial of 130 Hispanic/Latino adults age ≥55, De Pie physical activity intervention versus an active comparison (Healthy Actions And Lifestyles To Avoid Dementia, HALT-AD); 12-week intervention period; primary aims include increasing physical activity and psychosocial mediators (self-efficacy, habit strength, social support, enjoyment). This is described in the trial registry and related publications. citeturn0search2turn0search3",
        "Reflect: Mapping to category definitions — the study tests a behavioral/physical-activity program (not a biologic or small molecule drug), and its goal is to change behavior to reduce dementia risk rather than directly enhance cognition pharmacologically or treat neuropsychiatric symptoms. Therefore it does not fit any of the four therapeutic categories (disease-targeted biologic, disease-targeted small molecule, cognitive enhancer, or neuropsychiatric symptom improvement) and is classified as 'N/A'. The trial is behavioral and non-pharmacologic, consistent with the published pilot/adaptation work. citeturn0search6turn0search0",
        "Web search results consulted: (1) Clinical trial registry entry summarizing the De Pie y a Movernos randomized trial (NCT06362824) with intervention and aims. citeturn0search2 (2) Trial listing with study details (MedPath / trial listing). citeturn0search0 (3) Pilot / cultural adaptation publication describing the De Pie intervention feasibility and adaptation for Hispanic older adults. citeturn0search6"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}