{
    "nct_id": "NCT06435078",
    "title": "Developments of Novel Virtual Visual and Haptic Stimulation Systems for the Elderly",
    "status": "COMPLETED",
    "last_update_time": "2024-05-29",
    "description_brief": "previous studies indicated that sensory input can have positive impacts on finger force control in the elderly. Additionally, according to previous reports, apart from pharmacotherapy, nonpharmacologic interventions, such as psychosocial-environmental treatments, are emerging for the behavior and affective symptoms in AD . Moreover, enhanced finger force control and coordination lead to better hand dexterity and is believed to eventually improve life independence in the healthy elderly and the elderly with AD. Therefore, this study aims to develop novel virtual visual and haptic stimulation systems for the elderly to enhance their finger force control.",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "PREVENTION",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial description and title state the intervention is development of virtual visual and haptic stimulation systems to improve finger force control and hand dexterity in elderly people (including those with AD). This is a non‑pharmacologic, device/rehabilitation approach (not a drug or biologic). The registry entry lists the intervention as a device: mPETS (modified‑PETS system). citeturn0search2",
        "Act: Key extracted details — Title: \"Developments of Novel Virtual Visual and Haptic Stimulation Systems for the Elderly\"; Intervention: Device (mPETS, modified‑PETS system); Conditions: Alzheimer Disease and Healthy Elderly; Purpose: enhance finger force control/hand dexterity using visual and haptic stimulation (virtual systems). Because the intervention is a device/virtual haptic system aimed at motor control and independence rather than a drug or biologic targeting AD pathology or a pharmacologic cognitive enhancer, it does not fit any of the four provided drug/therapy categories, so classification = 'N/A'. Supporting literature shows VR/haptic multisensory interventions are used for motor/rehabilitation and can activate motor and cognitive cortical regions, consistent with the trial’s nonpharmacologic rehabilitation intent. citeturn0search2turn0search5turn0search6",
        "Reflect: The classification was checked against the category definitions: not a biologic (no antibody/vaccine), not a small molecule, not a pharmacologic cognitive enhancer, and not a drug intervention for neuropsychiatric symptoms. The intervention is a non‑drug device/rehabilitation VR‑haptic system and therefore 'N/A' under the provided categories. If you’d like, I can label this more precisely as a \"nonpharmacologic device-based motor/rehabilitation intervention\" and retrieve the full trial registry entry or publications. citeturn0search2"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}