{
    "nct_id": "NCT05710549",
    "title": "Understanding Brain Mechanisms Involved in Autobiographical Memory Using High-density Electroencephalography and Transcranial Alternating Current Stimulation",
    "status": "RECRUITING",
    "last_update_time": "2025-07-09",
    "description_brief": "The overall objective of this project is to characterize the spatiotemporal dynamics of brain oscillations underpinning autobiographical memory (ABM) and the modulation of the memory network using non-invasive brain stimulation.",
    "description_detailed": "Accumulating evidence suggests that activity in distributed networks supporting ABM is altered even decades before the expected onset of clinical symptoms in Alzheimer's disease (AD). Robust network alterations associated with age-related memory and cognitive decline have been linked to abnormal oscillatory brain rhythmic activity and functional dysconnectivity. However, the detailed neural mechanisms are still poorly understood. The investigators propose to precisely characterize the underlying neurophysiological mechanisms that lead to behavioral and cognitive disturbances in ABM of MCI patients. Specifically, hdEEG will be used to characterize the sources and spatiotemporal dynamics of the neuronal activity involved in the ABM network of 40 mild cognitive impairment (MCI) patients and compare it to 40 age-matched, older healthy participants and 40 healthy young participants. The investigators will then apply non-invasive brain stimulation in the form of transcranial alternating current stimulation (tACS) to gain novel insights into the causal role of brain oscillations in the ABM network of MCI patients.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "BASIC_SCIENCE",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [],
    "placebo": [
        "sham tACS (typical control in tACS trials)"
    ],
    "explanation_target": [
        "Reason: The study uses high-density EEG (hdEEG) for measurement and transcranial alternating current stimulation (tACS) as a non-invasive neuromodulation intervention to modulate brain oscillations that underpin autobiographical memory (ABM). The goal is to characterize and modulate memory networks — an intention to change cognition/memory function rather than to deliver a biologic or small-molecule disease modifier. citeturn0search3turn0search0",
        "Act: Key extracted details — Intervention: transcranial alternating current stimulation (tACS; a non-invasive electrical brain stimulation device) and hdEEG (recording). No drug or pharmacologic agent is mentioned in the description, so no drug target applies. Many tACS memory studies are randomized and use sham stimulation as the control, so 'sham tACS' is the expected placebo/control. citeturn0search3turn0search1turn0search4",
        "Reflect: Classification check — tACS aims to modulate oscillatory activity to improve or probe memory processes (episodic/autobiographical memory). This fits the 'Cognitive enhancer' category (devices/drugs intended to improve cognitive function) rather than 'disease-targeted biologic' or 'disease-targeted small molecule' or 'neuropsychiatric symptom improvement'. Reviews and trials show tACS is investigated for memory enhancement and modulation of oscillations underlying memory. citeturn0search2turn0search0",
        "Web search results found (supporting sources): 1) Clinical-trials entry 'Understanding Brain Mechanisms Involved in Autobiographical Memory Using High-density Electroencephalography and Transcranial Alternating Current Stimulation' — lists hdEEG and tACS as interventions and describes ABM modulation aims. citeturn0search3 2) PubMed review discussing tACS and ABM and proposing personalized tACS to modify ABM deficits. citeturn0search0 3) Systematic review/meta-analysis of tACS effects on memory (shows small-to-medium effects and links stimulation frequencies/montages to memory outcomes). citeturn0search2 4) Randomized sham-controlled tACS trial showing theta-tACS improved episodic memory measures in older adults with subjective memory complaints. citeturn0search1 5) tACS over prefrontal cortex enhanced episodic memory recognition in healthy adults (supporting tACS as a cognitive-modulatory method). citeturn0search4"
    ],
    "agent_type": "M) Synaptic Plasticity/Neuroprotection",
    "explanation_agent": [
        "Reason: The intervention is transcranial alternating current stimulation (tACS), a non-invasive neuromodulation method intended to modulate brain oscillations and memory networks to improve autobiographical/episodic memory. This acts on neuronal network activity and plasticity rather than a specific molecular target (e.g., amyloid, tau, inflammatory pathways). CADRO category M (Synaptic Plasticity/Neuroprotection) best maps to interventions aiming to modify synaptic function and network-level plasticity for cognitive enhancement.",
        "Act: Extracted details — Intervention: tACS (device neuromodulation); Measurement: high-density EEG; No pharmacologic agent or molecular target is reported. Because the goal is to alter oscillatory activity and memory-related network function (i.e., synaptic/plasticity processes) rather than target a biochemical pathway, assign 'M) Synaptic Plasticity/Neuroprotection'.",
        "Reflect: Confirmed alignment — the trial is a cognitive-enhancement neuromodulation study focused on network/oscillatory modulation and memory processes, which fits CADRO M better than categories focused on specific proteins (A, B, C, I), inflammation (F), metabolism (J), vasculature (K), or diagnostic/non-therapeutic work (T). 'S) Unknown Target' could be argued since no molecular target is named, but CADRO guidance favors mapping device-based cognitive enhancement to synaptic plasticity/neuroprotection.",
        "Output: Category selected — M) Synaptic Plasticity/Neuroprotection. Web search results provided by the study description (supporting sources): 1) ClinicalTrials entry listing hdEEG and tACS for autobiographical memory modulation. 2) PubMed review on tACS and autobiographical memory proposing personalized tACS. 3) Systematic review/meta-analysis of tACS effects on memory. 4) Randomized sham-controlled theta-tACS trial showing episodic memory improvement in older adults. 5) tACS over prefrontal cortex enhancing episodic recognition in healthy adults. (These were cited in the trial description and support the mapping to network/synaptic plasticity mechanisms.)"
    ]
}