{
    "nct_id": "NCT03971994",
    "title": "Attentional Capture by Emotional Information in Alzheimer's Disease : an fMRI Study",
    "status": "COMPLETED",
    "last_update_time": "2022-01-14",
    "description_brief": "The main purpose of this study is to investigate the existence of emotional attention impairments in Alzheimer's Disease, in correlation with amygdala and attention networks alterations. To this end, functional and structural neuroimaging will be used. A face expression recognition task, along with eyetracking, will be used to assess emotional attention impairments.",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "OTHER",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The description and title state this is an fMRI/structural neuroimaging study using a facial expression recognition task and eyetracking to investigate emotional attention impairments and their correlation with amygdala and attention-network alterations in Alzheimer's disease. This is an observational/behavioral neuroimaging experiment aiming to characterize cognitive/emotional processing, not to test a therapeutic drug or biologic. citeturn0search8turn0search7",
        "Act (extracted details): Intervention = Behavioral (facial expression recognition task) with eyetracking; Assessments = functional and structural MRI; Study type = interventional/behavioral imaging (phase: Not Applicable); Enrollment reported = 41. No pharmacologic agent, biologic, small molecule, or placebo is mentioned in the trial record or related reports. citeturn0search8turn0search7",
        "Reflect: Classification = 'N/A' because the trial is a non-therapeutic neuroimaging/behavioral study (diagnostic/mechanistic) and does not fit any of the four therapeutic categories (disease-targeted biologic, disease-targeted small molecule, cognitive enhancer, or neuropsychiatric symptom improvement). Similar published work investigating emotional attention and amygdala/attention-network changes in AD supports that this line of research is observational/behavioral rather than drug intervention. citeturn0search4turn0search0",
        "Web search results supporting this classification: 1) Trial registry entry 'Attentional Capture by Emotional Information in Alzheimer's Disease : an fMRI Study' (ATEMMA) — lists intervention as behavioral (facial expression recognition task) and fMRI/structural imaging. citeturn0search8; 2) PubMed record for 'Early Emotional Attention is Impacted in Alzheimer’s Disease: An Eye-Tracking Study' — reports eye-tracking/facial emotion tasks showing emotional attention impairments in AD (behavioral imaging context). citeturn0search7turn0search4; 3) Related AD attention/emotion studies (visual search/eye-tracking and fMRI) describing attentional/emotional processing differences and amygdala involvement, supporting that these are mechanistic/diagnostic studies rather than therapeutic trials. citeturn0search0turn0search6"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}