{
    "nct_id": "NCT05779839",
    "title": "Fostering Caregiver Connections Via Intentional Technology Pairing for Caregivers of Patients With Alzheimer's Disease and Other Types of Dementia-Phase 2",
    "status": "ACTIVE_NOT_RECRUITING",
    "last_update_time": "2025-06-24",
    "description_brief": "This research is being done to develop a unique matching process for caregivers of persons living with dementia, such as Alzheimer's disease, Lewy body dementia, frontotemporal degeneration, or other dementia syndromes. Dementia caregivers often assume greater caregiving burden than do non-dementia caregivers, and the caregiving duration tends to be longer. Many caregivers do not have the adequate support they need. Peer-to-peer support has been shown to improve quality of life, more engagement with services, improve caregiver health, and reduce hospitalizations in the person they are caring for. This study will help determine whether caregivers of persons with dementia would find a technology-based caregiver matching program valuable for the purpose of emotional support.",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "SUPPORTIVE_CARE",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The described study tests a technology-based, algorithmic peer-to-peer caregiver matching program intended to provide emotional support and improve caregiver well‑being (match satisfaction, resiliency, quality of life) — i.e., a behavioral/technology intervention rather than a pharmacologic or biologic therapy. citeturn0search0turn0search3",
        "Act: Key extracted details — intervention = algorithmic (technology) matching versus random matching; outcome targets = match satisfaction and caregiver resiliency/quality of life; study type = behavioral/technology interventional (Phase 2 development of a website/platform). No drug, biologic, or placebo is involved. citeturn0search4turn0search1",
        "Reflect: Classification — this trial does not test a disease‑targeting biologic or small molecule, nor a cognitive enhancer or a neuropsychiatric symptom drug. It is a non‑pharmacologic, psychosocial/technology intervention for caregivers, so per the category definitions the correct classification is 'N/A'. Supporting sources confirming the trial details and that it is a behavioral/technology study are cited. citeturn0search2turn0search7"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}