{
    "nct_id": "NCT04567745",
    "title": "Clinical Validation of an Automated Retinal Image Analysis System (EyeQuant) for Computation of Vascular Biomarkers Indicating Cognitive Decline",
    "status": "COMPLETED",
    "last_update_time": "2021-10-28",
    "description_brief": "This study aims to provide clinical validation of EyeQuant, a fully automated retinal image analysis system for computation of vascular biomarkers indicative of cognitive disorders, using retinal fundus photographs collected from patients with mild cognitive impairment, Alzheimer's disease, and vascular dementia.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "DIAGNOSTIC",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial is a clinical validation of EyeQuant, a fully automated retinal image analysis system that computes vascular biomarkers from retinal fundus photographs to indicate cognitive disorders (MCI, Alzheimer’s disease, vascular dementia). The study is framed as a diagnostic/biomarker validation (retinal fundus photography / automated image analysis), not a therapeutic intervention. citeturn0search0turn0search3",
        "Act: Key extracted details — Intervention: Diagnostic test (retinal fundus photography) using the EyeQuant automated analysis; Purpose: compute vascular biomarkers and validate the tool for identification/screening of cognitive decline. No drug, biologic, small molecule, cognitive-enhancing agent, or neuropsychiatric treatment is tested or listed; therefore it does not fit any of the four therapeutic categories and is classified as 'N/A'. citeturn0search3turn0search4",
        "Reflect: Verification and supporting web search results — EyeQuant is an AI-enabled, fully automated retinal-image biomarker tool (SBIR award and vendor information identifies Eyenuk / EyeQuant development); the clinical listing and trial registration describe the study as a diagnostic validation (NCT04567745 / Mayo Clinic listing). Because the trial evaluates a diagnostic algorithm using fundus photos rather than administering a drug or therapeutic device intended to modify disease or symptoms, 'N/A' is appropriate. Relevant search results used: Mayo Clinic trial summary (clinical validation of EyeQuant), NCT/clinical-trial registry entry (NCT04567745), and the SBIR award description for EyeQuant / Eyenuk. citeturn0search0turn0search3turn0search5"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}