{
    "nct_id": "NCT01850238",
    "title": "A 3-months Randomized, Placebo-controlled, Parallel Group, Double-blinded, Multi-centre, Phase I Study to Assess Tolerability & Safety of AADvac1 Applied to Patients With Mild-Moderate Alzheimer's Disease With 3-months Open Label Extension",
    "status": "COMPLETED",
    "last_update_time": "2015-10-09",
    "description_brief": "This first-time-in-man study is mainly designed to assess the safety and tolerability of AADvac1 in the treatment of Alzheimer's disease.\n\nAADvac1 is a vaccine directed against pathologically modified Alzheimer tau protein that is the main constituent of neurofibrillary tangles (NFTs), and is intended to be a disease-modifying treatment for Alzheimer's disease, i.e. to halt its progress.\n\nAs this study is a Phase I study focused on tolerability and safety, efficacy will be assessed in an exploratory manner.",
    "description_detailed": "AADvac1 is a candidate therapeutic vaccine for Alzheimer's disease that targets misfolded tau protein, a common denominator of neurofibrillary pathology. Based on preclinical results, the intervention is expected to reduce the number of neurofibrillary tangles, remove hyperphosphorylated tau protein and reduce the amount of oligomerized and insoluble pathological tau in the brain, to halt the spread of neurofibrillary pathology through the brain, and thus prevent associated cognitive decline.\n\nThe vaccine's antigenic determinant is a synthetic peptide derived from a tau protein sequence, which is coupled to keyhole limpet hemocyanin (KLH) and uses aluminum hydroxide (Alhydrogel) as an adjuvant.\n\nAt present AADvac1 is intended as an active immunotherapy for patients with diagnosed Alzheimer's disease (AD). Patients will receive 3 - 6 immunization doses; the raised titers of therapeutic antibodies and possible benefits of the treatment can extend beyond the duration of the study.\n\nBecause of the central role of pathological misfolded tau protein in the etiology of AD, the vaccine is expected to be more effective than active or passive immunotherapies aiming to eliminate the amyloid β plaques that have been clinically investigated so far.",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted biologic",
    "drug": [
        "AADvac1"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The investigational product AADvac1 is an active vaccine (a biologic immunotherapy) directed against pathologically modified/misfolded tau protein (the main constituent of neurofibrillary tangles) and is intended as a disease‑modifying treatment to halt spread of tau pathology in Alzheimer’s disease. citeturn0search0turn0search3",
        "Act: Key trial details — first‑in‑man Phase I, randomized, double‑blind, placebo‑controlled with a 3‑month open‑label extension; the vaccine antigen is a synthetic tau‑derived peptide conjugated to keyhole limpet hemocyanin (KLH) with aluminum hydroxide adjuvant; the Phase I report showed strong IgG immunogenicity and a favorable safety profile. citeturn0search0turn0search3turn0search1",
        "Reflect: Classification rationale — this fits the definition of a \"disease‑targeted biologic\" (a biologic immunotherapy targeting AD pathology). It is not a small molecule, a symptomatic cognitive enhancer, nor a neuropsychiatric symptom treatment, so the category \"disease‑targeted biologic\" is the proper assignment. No alternative interpretation was supported by the trial materials. citeturn0search8turn0search4",
        "Web sources used (key results): ClinicalTrials.gov summary (NCT01850238) describing the Phase I design and tau‑targeting vaccine. citeturn0search0",
        "PubMed Phase I report (safety & immunogenicity; favorable safety, strong IgG response). citeturn0search3",
        "FUNDAMANT follow‑up and review articles summarizing longer‑term safety, immunogenicity and mechanism (reduction of tau pathology in preclinical models; rationale for disease‑modification). citeturn0search1turn0search8"
    ],
    "agent_type": "B) Tau",
    "explanation_agent": [
        "Reason: The investigational product AADvac1 is an active vaccine (disease‑targeted biologic) directed against pathologically modified / misfolded tau protein (the main constituent of neurofibrillary tangles), per the Phase‑1 trial registration and report. citeturn1view0turn2search5",
        "Act: Assign 'B) Tau' — AADvac1 is a tau‑targeted immunotherapy: the vaccine antigen is a synthetic tau‑derived peptide (Axon peptide 108) conjugated to keyhole limpet hemocyanin (KLH) and formulated with an aluminum‑hydroxide (alum) adjuvant; the first‑in‑man Phase I randomized, double‑blind, placebo‑controlled study reported strong IgG immunogenicity and a favorable safety/tolerability profile. citeturn2search0turn1view0turn1view1",
        "Reflect: This intervention explicitly targets pathological tau species and their aggregation/propagation, which maps directly to CADRO category B) Tau. The trial and follow‑up data describe tau‑directed active immunization (not a symptomatic neurotransmitter, metabolic, vascular, or multi‑target approach), so 'B) Tau' is the most specific CADRO classification. citeturn1view1turn0search3",
        "Web search results used (key sources): Lancet Neurology Phase‑1 report (safety & immunogenicity of AADvac1). citeturn1view0; FUNDAMANT 72‑week follow‑up study of AADvac1. citeturn1view1; Overview / preclinical & formulation details (peptide‑KLH + aluminium hydroxide). citeturn2search0; Clinical trial registry/summary for NCT01850238 (trial title & intervention description). citeturn2search5; Recent systematic review/meta‑analysis summarizing immunogenicity and safety across AADvac1 trials. citeturn0search3"
    ]
}