{
    "nct_id": "NCT06022068",
    "title": "Evaluating Rapamycin Treatment in Alzheimer's Disease Using Positron Emission Tomography (ERAP)",
    "status": "COMPLETED",
    "last_update_time": "2025-06-30",
    "description_brief": "This single-center, uncontrolled pilot study aims to evaluate the efficacy, safety, and tolerability of six months of intermittently dosed oral rapamycin (sirolimus) in subjects with early-stage Alzheimer's disease.\n\nFifteen participants will be recruited. Following a set of baseline measurements, all participants will receive a weekly oral dose of 7 mg rapamycin for six months. Participants will be continuously monitored for safety and side effects. At the termination of the treatment, follow-up measurements will be taken.\n\nThe primary endpoint will be change in cerebral glucose metabolism, measured using 18F labeled fluorodeoxyglucose (\\[18F\\]FDG) positron emission tomography (PET).\n\nIn addition to the registered outcome measures this pilot trial will explore the feasibility of acquiring data on the effect of sirolimus treatment on age-related tissue changes in the body using a variety of imaging modalities, such as bone mineral density assessed using quantitative computed tomography, retinal structures assessed using optical coherence tomography, periodontal tissue assessed using MRI and FDG-PET, cardiac function assessed using MRI, vessel wall in large arteries using MRI and \\[18F\\]FDG PET.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE1",
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "rapamycin (sirolimus)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is oral rapamycin (sirolimus), a small-molecule mTOR inhibitor being tested in people with early-stage Alzheimer’s disease with a biomarker primary endpoint (change in cerebral glucose metabolism by [18F]FDG PET). The protocol and trial description state weekly oral 7 mg rapamycin for six months. citeturn0search4turn0search1",
        "Act (key extracted details + web sources): Rapamycin = sirolimus, a small‑molecule/macrolide mTOR (mechanistic target of rapamycin) inhibitor (immunosuppressant class; molecular drug substance). citeturn1search12turn1search0",
        "Act (trial-specific): The ERAP trial (Evaluating Rapamycin Treatment in Alzheimer’s Disease Using PET) is a single‑arm, six‑month, open‑label pilot (Phase 1/2) treating ~15 participants with weekly 7 mg oral rapamycin; primary endpoint is change in cerebral glucose uptake measured by [18F]FDG PET. citeturn0search1turn0search4turn0search10",
        "Act (mechanistic rationale from literature): Preclinical and review literature describes rapamycin’s mTOR inhibition promotes autophagy and has reduced amyloid and tau aggregates and improved cognitive/neuronal measures in animal AD models—i.e., a proposed disease‑modifying mechanism rather than a symptomatic cognitive enhancer or solely behavioral treatment. However, effects may be stage‑dependent and mixed in some models. citeturn0search3turn0search6turn0search5",
        "Reflect: Given rapamycin/sirolimus is a small‑molecule mTOR inhibitor being repurposed to alter AD‑related pathology (autophagy, Aβ/tau) and the trial uses imaging biomarkers of brain metabolism to detect biological effect, the appropriate category is 'disease-targeted small molecule.' There is no indication the trial is testing a biologic (e.g., monoclonal antibody), a pure symptomatic cognitive enhancer, or a neuropsychiatric symptom intervention. Citations above support the drug identity, mechanism, and trial design. citeturn1search12turn0search4"
    ],
    "agent_type": "I) Proteostasis/Proteinopathies",
    "explanation_agent": [
        "Reason: The trial tests oral rapamycin (sirolimus), a small‑molecule inhibitor of mechanistic target of rapamycin (mTOR). The mechanistic rationale given in the protocol and literature is that mTOR inhibition promotes autophagy and can reduce pathological protein aggregates (amyloid and tau) and improve proteostatic pathways relevant to Alzheimer's disease — which aligns with CADRO's Proteostasis/Proteinopathies category. citeturn0search7turn0search6",
        "Act: Key extracted details — drug identity and mechanism: rapamycin = sirolimus, an mTOR inhibitor (small‑molecule/macrolide) being repurposed to modify disease biology via autophagy/protein clearance. Trial specifics: the ERAP study is a single‑arm, six‑month, open‑label pilot treating ~15 participants with weekly 7 mg oral rapamycin; the primary endpoint is change in cerebral glucose uptake measured by [18F]FDG PET (ClinicalTrials.gov NCT06022068). These facts support a proteostasis/proteinopathy‑directed disease‑modifying intervention rather than a symptomatic or purely anti‑inflammatory therapy. citeturn0search2turn0search1turn0search0",
        "Reflect: Classification choice — I) Proteostasis/Proteinopathies. While mTOR also influences cellular metabolism and immune signaling, the trial’s explicit mechanistic rationale and preclinical rationale focus on promoting autophagy and reducing Aβ/tau aggregates (proteostasis). Therefore Proteostasis/Proteinopathies (CADRO I) is the most specific fit; if the trial had emphasized metabolic endpoints or immune modulation as the primary mechanism, J) Metabolism and Bioenergetics or F) Inflammation could be considered, but here proteostasis is primary. citeturn0search2turn0search7",
        "Web/search sources (key references used): 1) ERAP trial protocol and description — PubMed / study protocol summarizing rationale, dose (7 mg weekly) and FDG‑PET primary endpoint. citeturn0search0 2) BMC Neurology / full protocol text with endpoints and study design details. citeturn0search2 3) medRxiv preprint of the ERAP protocol. citeturn0search4 4) Pilot Phase 1 rapamycin trial in MCI/early dementia (CSF/biomarker data) illustrating prior human data. citeturn0search3 5) Reviews and mechanistic literature describing rapamycin/mTOR inhibition promoting autophagy and reducing amyloid/tau in preclinical AD models. citeturn0search6turn0search7"
    ]
}