{
    "nct_id": "NCT00571025",
    "title": "Genetic Risk Assessment and Counseling for Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2009-07-22",
    "description_brief": "The purpose of this study is to determine the characteristics of those who obtain genetic susceptibility testing for Alzheimer's disease with APOE disclosure and to study the psychological and behavioral consequences of providing this information.",
    "description_detailed": "Advances in genetic research have led to an increased number of testing procedures to determine future risk of disease among at-risk individuals. An increasing number of genes are being identified that confer susceptibility for a given disease rather than inevitably causing it. Given that such genes may provide risk information for common diseases (e.g., stroke, depression), there is a growing need to understand how at-risk populations might respond to the option of genetic susceptibility testing. A prominent case in point is Alzheimer's disease (AD).\n\nParticipation in this study requires an initial phone call which will elicit some medical and family history information about the participant. A first in-person visit to the clinic will consist of an education session and the administration of some tests to assess memory and thinking skills. This visit will take approximately 2-3 hours. Approximately 2 weeks later, participants will return to have their blood drawn for genetic testing. Participants will then be randomized to one of two groups. Those in the experimental arm will receive information on their risk based on their family history and APOE genotype, while those in the active comparator arm will receive information on their risk for developing Alzheimer's disease based on their family history alone. Participants will be followed for 1 year following disclosure of results with 2 additional clinic visits.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "HEALTH_SERVICES_RESEARCH",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The study evaluates genetic susceptibility testing (APOE genotype) disclosure and counseling and measures psychological/behavioral consequences — it is a diagnostic/behavioral intervention, not a therapeutic agent targeting Alzheimer pathology or symptoms. citeturn0search1turn0search6",
        "Act: The described trial is the REVEAL (Risk Evaluation and Education for Alzheimer’s Disease) series which randomized participants to receive APOE genotype disclosure versus nondisclosure and assessed outcomes such as anxiety, depression, health-behavior changes, and uptake of testing. No drug or placebo is involved. citeturn0search5turn0search3",
        "Reflect: Given the intervention (APOE disclosure/genetic counseling) and intended outcomes (psychological and behavioral effects of risk information), the trial does not fit any of the four therapeutic categories (disease-targeted biologic, disease-targeted small molecule, cognitive enhancer, or neuropsychiatric symptom improvement). Therefore the correct classification is 'N/A'. citeturn0search0turn0search11",
        "Web search results (key sources found): 1) ELSIhub summary of 'Genetic Risk Assessment and Counseling for Alzheimer's Disease' (project abstract describing APOE genotyping and counseling protocol). citeturn0search1 2) NEJM / REVEAL publications reporting methods and outcomes of APOE disclosure in the REVEAL trial. citeturn0search5 3) PubMed record: 'Who seeks genetic susceptibility testing for Alzheimer's disease?' (multisite randomized trial reporting enrollment and study design). citeturn0search0 4) PubMed: 'Health behavior changes after genetic risk assessment for Alzheimer disease: The REVEAL Study' (effects on behavior such as supplement use). citeturn0search3 5) Clinical-trial/registry entry summarizing the Risk Evaluation and Education for Alzheimer's Disease (REVEAL I) study: intervention classified as behavioral - APOE disclosure. citeturn0search6"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}