{
    "nct_id": "NCT05628636",
    "title": "A Phase 1, Open-label Study to Evaluate the Tolerability of 21 Days of Treatment With the AC-OLE-01-VA Formulation of Tricaprilin Under Different Dosing Conditions in Healthy Participants",
    "status": "COMPLETED",
    "last_update_time": "2023-10-17",
    "description_brief": "This is an open-label, 3-arm study to compare tolerability of three different titration and dosing schedules of the AC-OLE-01-VA formulation of tricaprilin.\n\nFollowing a screening of up to 28 days, eligible participants will be initially randomised to one of 2 arms (Arm 1 or Arm 2). Arms 1 and 2 will be completed in advance of Arm 3 with all subsequent participants allocated to Arm 3.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "BASIC_SCIENCE",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "AC-OLE-01-VA (tricaprilin / tricaprylin — caprylic triglyceride; a medium-chain triglyceride formulation)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial tests AC-OLE-01-VA, a formulation of tricaprilin, in a Phase 1 tolerability study — the intervention is a medium-chain triglyceride designed to raise ketone levels as an alternative brain fuel rather than a biologic or a targeted small-molecule against amyloid/tau. citeturn0search0turn1search1",
        "Act: Key details — trial title/description identify the IMP as AC-OLE-01-VA (tricaprilin) and sponsor Cerecin; the formulation is being evaluated for PK/safety/tolerability in healthy participants. Tricaprilin (caprylic triglyceride) is metabolized to medium-chain fatty acids and ketone bodies to provide an alternative energy substrate for brain cells, the rationale being to improve brain energy metabolism and cognition in AD. These facts indicate the drug is an MCT/metabolic therapy, not a disease-targeted biologic or classical small-molecule enzyme/modulator. citeturn0search3turn0search0turn1search0turn1search1",
        "Reflect: Given the mechanism (raising ketones/alternative energy for brain) and clinical intent (improve brain metabolism/cognition), the correct category is 'cognitive enhancer' — it is not a monoclonal antibody/vaccine (disease-targeted biologic), nor a small-molecule designed to modify amyloid or tau, nor an intervention aimed at primary neuropsychiatric symptom management. No substantive ambiguity in the available descriptions changes this classification. citeturn1search1turn1search9",
        "Web-search sources used (summary): Clinical trial records for AC-OLE-01-VA / NCT05628636 and related Cerecin trials showing the intervention is tricaprilin and the study is Phase 1 tolerability; ALZFORUM and NCATS entries describing tricaprilin (caprylic triglyceride) as an MCT intended to raise ketones for brain energy; peer-reviewed work on MCTs increasing brain ketone uptake. citeturn0search0turn0search3turn1search1turn1search0turn1search9"
    ],
    "agent_type": "J) Metabolism and Bioenergetics",
    "explanation_agent": [
        "Reason: The investigational product AC-OLE-01-VA is tricaprilin (a caprylic triglyceride / medium-chain triglyceride) intended to be metabolized to medium-chain fatty acids and ketone bodies to supply an alternative brain energy substrate and raise ketone levels — i.e., it targets brain energy metabolism rather than amyloid, tau, inflammation, or synaptic receptors. citeturn0search6turn0search1turn0search3",
        "Act: Key extracted details — trial title/registry shows AC-OLE-01-VA (tricaprilin) in a Phase 1 tolerability/PK study (NCT05628636), sponsor Cerecin; tricaprilin is an MCT formulation developed to increase ketone production and brain ketone uptake to improve brain energy/cognition in AD. Based on that mechanism (modulation of metabolism / provision of alternative fuel), the most specific CADRO match is J) Metabolism and Bioenergetics. citeturn0search6turn0search5",
        "Reflect: This classification was chosen because the intervention’s primary biological focus is metabolic (ketone/energy substrate provision). It is not an anti-amyloid or anti-tau biologic, an anti-inflammatory, or a synaptic receptor ligand; nor does the trial describe a diagnostic/non-therapeutic procedure. No strong evidence of multiple distinct CADRO targets was found, so R) Multi-target is not indicated. The J) category therefore best fits. citeturn0search2turn0search3",
        "Web-search sources used (summary):",
        "- Clinical trial registry entry for AC-OLE-01-VA / NCT05628636 showing the Phase 1 tolerability/PK study of tricaprilin. citeturn0search6",
        "- Cerecin / company description and media noting tricaprilin (AC-OLE-01-VA) is a ketone-producing MCT developed to provide alternative brain energy. citeturn0search1",
        "- ALZFORUM pages on MCT formulations / Ketasyn and on tricaprilin providing context about caprylic triglyceride and its rationale in AD. citeturn0search2turn0search5",
        "- Peer-reviewed work showing MCTs (including tricaprylin/tricaprilin-type supplements) increase plasma ketones and brain ketone uptake, supporting the metabolism/ketone mechanism. citeturn0search3turn0search4"
    ]
}