{
    "nct_id": "NCT01061489",
    "title": "Computer-based Sensory-cognitive and Physical Fitness Training in Mild Cognitive Impairment (MCI) and Mild Alzheimer's Disease (AD)",
    "status": "COMPLETED",
    "last_update_time": "2016-07-13",
    "description_brief": "Age-related cognitive decline is unavoidable. However, recent results of neuroplasticity-based research show that neuroplasticity-based training and physical activity might have the potential to decelerate or even reverse effects of aging and age-related cognitive impairments. Little is known whether these results also apply to pathological processes of aging such as mild cognitive impairment (MCI) and dementia.\n\nThis multi-center study aims at investigating efficiency and feasibility of a neuroplasticity-based auditory discrimination training and a physical fitness training for patients suffering from mild cognitive impairment or mild Alzheimer's disease (Mini Mental State Examination, MMSE \\> 19). Evaluation will include neuropsychological testing, electroencephalography (EEG) and magnetic resonance imaging (MRI) measurements as well as blood and liquor analyses.",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is a neuroplasticity-based auditory discrimination (computer-based sensory-cognitive) training combined with physical fitness training for people with MCI or mild AD. The goal described is to decelerate or reverse age-related cognitive impairments (improve cognition/brain plasticity), not to target molecular pathology with a biologic or small molecule — so it matches the definition of a cognitive enhancer (non‑pharmacologic cognitive intervention).",
        "Act: Key details extracted from the trial description — computer-based sensory-cognitive (auditory discrimination) training + physical fitness training; target population: MCI or mild Alzheimer's disease (MMSE > 19); outcomes include neuropsychological testing, EEG, MRI, and biofluid analyses. No drug or biologic is named in the description. Similar published studies of computer-based cognitive training and combined cognitive+physical programs for MCI/early AD are reported in the literature (examples: pilot RCT of computer-based auditory processing training in MCI; combined cognitive+physical training studies). citeturn0search2turn0search3turn0search7",
        "Reflect: Classification check — the intervention is not a monoclonal antibody, vaccine, or other biologic (so not 'disease-targeted biologic'); not a small-molecule drug (so not 'disease-targeted small molecule'); it targets cognition via training/exercise rather than treating neuropsychiatric/behavioral symptoms specifically (so not 'neuropsychiatric symptom improvement'). Therefore 'cognitive enhancer' is the most appropriate category. No drug information was found/needed for this trial description."
    ],
    "agent_type": "M) Synaptic Plasticity/Neuroprotection",
    "explanation_agent": [
        "Reason: The described intervention is a neuroplasticity-based computer auditory-discrimination (sensory-cognitive) training combined with physical fitness training intended to improve cognition and brain plasticity in people with MCI / mild AD. This approach aims to enhance neural/synaptic function and protect or restore cognitive performance rather than acting on a molecular disease target (e.g., amyloid, tau, inflammation). Hence it best maps to CADRO category M (Synaptic Plasticity / Neuroprotection). citeturn0search0turn0search3turn0search4",
        "Act: Key extracted details — intervention: computer-based auditory discrimination (neuroplasticity) training + physical fitness training; population: MCI or mild AD (MMSE >19); no drug/biologic named. Clinical literature and trials of similar computer-based auditory or combined cognitive+physical programs report cognitive improvement and are framed as inducing plasticity/neuroprotective effects rather than targeting a molecular pathway. Example supporting publications: pilot RCT of intensive computer-based auditory processing training in MCI; combined cognitive+physical training randomized trials and pilot studies. These represent non-pharmacologic, synaptic-plasticity-targeted interventions. citeturn0search0turn0search3turn0search4turn0search7",
        "Web search results (key items found supporting the above classification):\n- Pilot RCT of intensive computer-based auditory processing training in MCI (demonstrates auditory-training neuroplasticity approach). citeturn0search0\n- Long Lasting Memories (LLM) program: combined cognitive + physical training showing improvements in cognition in healthy and MCI samples. citeturn0search3\n- 'Train the Brain' randomized study of combined physical/cognitive training in MCI measuring cognition, gray matter and cerebral blood flow. citeturn0search4\n- Recent randomized/controlled trials of computerized cognitive training in MCI populations (e.g., BrainHQ trials) showing auditory-memory/attention outcomes. citeturn0search7\n- go4cognition and other combined-physiological+cognitive intervention trials in MCI. citeturn0search8",
        "Reflect: The trial is a non-pharmacologic cognitive-enhancement / rehabilitation intervention whose mechanism is described as promoting neuroplasticity and cognitive function. This aligns with CADRO M) Synaptic Plasticity/Neuroprotection rather than disease-modifying molecular categories (A–C, F, I, etc.) or a purely diagnostic/non-therapeutic category (T). No drug, gene, or molecular pathway is named in the description; web searches found relevant cognitive/combined-training literature rather than any drug target. Therefore the classification M) Synaptic Plasticity/Neuroprotection is confirmed. citeturn0search0turn0search3turn0search4"
    ]
}