{
    "nct_id": "NCT05102565",
    "title": "A Dyadic Telehealth Program to Support Alzheimer's Disease Patients and Their Caregivers During COVID-19",
    "status": "COMPLETED",
    "last_update_time": "2024-07-02",
    "description_brief": "This study aims to refine and evaluate feasibility of a telehealth intervention for persons with Alzheimer's disease and their caregivers. The intervention will use evidence-based techniques for decreasing symptoms of depression, anxiety, and poor sleep, that are commonly reported among this vulnerable group during the COVID-19 pandemic. Improved symptoms among this group may improve their other health outcomes and quality of life and furthermore the quality of care that caregivers provide for persons with Alzheimer's disease during this challenging time.",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "SUPPORTIVE_CARE",
    "results": null,
    "target_category": "neuropsychiatric symptom improvement",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial is a telehealth, dyadic (patient + caregiver) behavioral program that explicitly aims to decrease depression, anxiety, and poor sleep among persons with Alzheimer's disease and their caregivers—i.e., it targets neuropsychiatric/behavioral symptoms rather than molecular disease pathology or direct cognitive enhancement. citeturn0search3",
        "Act: Key extracted details — intervention type: behavioral/telehealth (sleep education/CBT-type components and caregiver support); no drug or pharmacologic agent is named in the trial description or registry (ClinicalTrials.gov record NCT05102565 / trial listing). Therefore this is not a biologic or small-molecule disease-targeting trial. citeturn0search0turn0search4",
        "Reflect: Classification check — the stated goals (reduce depression, anxiety, poor sleep; improve caregiver support and quality of life) map directly to the category 'neuropsychiatric symptom improvement' per the provided definitions. Telehealth behavioral dyadic sleep/Cognitive Behavioral Therapy interventions are documented approaches for these symptoms in dementia populations, supporting this classification. citeturn0search2turn0search9turn0search5",
        "Web search results found (supporting sources used): 1) Trial listing — 'A Dyadic Telehealth Program for Alzheimer's Patients/Caregivers' (Clinical trial record / MedPath referencing NCT05102565). citeturn0search0turn0search3 2) Development/pilot studies of dyadic behavioral sleep interventions for AD patients and caregivers (PubMed). citeturn0search4 3) Pilot randomized/telehealth caregiver programs and CBT-I/tele-CBT reports showing feasibility and symptom improvement in dementia dyads. citeturn0search2turn0search6turn0search9 4) Systematic review/meta-analysis of telehealth interventions for people with dementia and caregivers (effects on depression/anxiety). citeturn0search5"
    ],
    "agent_type": "T) Other",
    "explanation_agent": [
        "Reason: The trial is a dyadic telehealth/behavioral intervention (sleep education/CBT-type components and caregiver support) that aims to reduce depression, anxiety and poor sleep in persons with Alzheimer's disease and their caregivers — it targets neuropsychiatric/behavioral symptoms rather than a molecular drug target or biochemical pathway. citeturn0search0turn0search1",
        "Act: Extracted details — intervention type: behavioral telehealth (sleep education program, 6 weekly sessions); no pharmacologic agent or molecular target is named in the registry. Primary/secondary outcomes target sleep quality, depression and anxiety measures. Sources: Clinical trial listing and trial aggregators. citeturn0search0turn0search1turn0search2",
        "Reflect: CADRO is organized around biological/drug targets (e.g., amyloid, tau, inflammation, synaptic receptors). A behavioral/telehealth dyadic program does not target those molecular mechanisms and therefore does not map to any CADRO therapeutic target category — it is best classified as 'T) Other'. Supporting literature showing similar dyadic behavioral sleep interventions in AD populations is available (pilot RCT). citeturn0search4",
        "Web search results used (key sources): 1) Clinical trial registry entry for NCT05102565 (Dyadic telehealth sleep education program). citeturn0search0 2) Trial aggregator/MedPath summary for NCT05102565 (intervention details, outcomes). citeturn0search1 3) ClinConnect listing (trial metadata / eligibility / status). citeturn0search2 4) Pilot randomized trial of a dyadic behavioral sleep intervention in persons living with dementia and caregivers (supports intervention type/feasibility). citeturn0search4"
    ]
}