{
    "nct_id": "NCT06530732",
    "title": "Deep Cervical Lymphatlc-Venous Anastomosis Surgery for the Treatment of Alzheimer's Disease: A Pilot Study (DIVA Study)",
    "status": "RECRUITING",
    "last_update_time": "2025-01-14",
    "description_brief": "The goal of this clinical trial is to To demonstrate the Safety and Efficacy of dcLVA Surgery for the Treatment of Alzheimer's Disease. Patients who meet the inclusion and exclusion criteria and consent to participate will be randomly assigned to either the experimental group (receiving dcLVA surgery plus standard medication) or the control group (receiving standard medication alone)\n\nParticipants will:\n\nUndergo cognitive assessment and brain MRI assessment; Undergo a lumbar puncture; Undergo an injection of 20ml of gadodiamide contrast agent at a concentration of 0.5 mmol/L (1ml gadodiamide: 20ml 0.9% saline).\n\nPrimary Outcome Measures: The change in the sum of Clinical Dementia Rating Scale (CDR) scores at 12-month in relative to baseline",
    "description_detailed": "This study aims to enroll patients diagnosed with AD. Patients who meet the inclusion and exclusion criteria and consent to participate will be randomly assigned to either the experimental group (receiving dcLVA surgery plus standard medication) or the control group (receiving standard medication alone). Following randomization, patients will undergo cognitive and brain MRI assessments, a lumbar puncture, and an injection of 20ml of gadodiamide contrast agent at a concentration of 0.5 mmol/L (1ml gadodiamide: 20ml 0.9% saline). MRI imaging scans will be conducted at 4 hours, 24 hours, and 48 hours post-injection to measure the dural signal unit ratio, which will be used to assess glymphatic clearance function. The study will track changes in cognitive function and glymphatic clearance function at baseline and during follow-up periods (7 days post-surgery, 6 months, and 12 months) and will evaluate the safety of the two treatment approaches.",
    "phase": [
        "PHASE3"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "N/A",
    "drug": [
        "Lecanemab (LEQEMBI)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The experimental intervention in this trial is deep cervical lymphatic‑venous anastomosis (dcLVA) — a microsurgical procedure intended to augment cervical/glymphatic drainage — with patients randomized to dcLVA + standard medication versus standard medication alone. citeturn0search0turn0search4",
        "Act: The trial registry listings name the concomitant/standard medication as lecanemab (LEQEMBI). Lecanemab is a humanized IgG1 monoclonal antibody directed against aggregated soluble (protofibril) and insoluble forms of amyloid‑beta (i.e., a disease‑targeted biologic). citeturn0search6turn1search5",
        "Interpretation: The provided classification options are (1) disease‑targeted biologic, (2) disease‑targeted small molecule, (3) cognitive enhancer, (4) neuropsychiatric symptom improvement. The trial’s principal experimental intervention is a surgical procedure (dcLVA), not a biologic or small molecule drug nor a symptomatic cognitive/behavioral drug — so it does not fit any of the four categories and is classified as 'N/A'. (Note: although lecanemab — a disease‑targeted biologic — is used as background therapy, it is not the trial’s experimental intervention.) citeturn0search4turn0search1",
        "Reflect: Multiple published and registry records describe LVA/dcLVA as a surgical lymphatic/lymphovenous anastomosis evaluated for possible improvement in glymphatic clearance and cognition; early cohort/case reports show preliminary cognitive changes but the core randomized comparison here tests the surgery. Therefore classifying the trial itself under the four drug/intervention categories is not appropriate; 'N/A' is the correct choice. citeturn0search1turn0search4",
        "Web search results used (representative): trial registry and listings showing the dcLVA (DIVA) study and that lecanemab is the listed standard medication (MedPath / CTV / Centerwatch): citeturn0search0turn0search6; peer‑reviewed / PubMed reports and an International Journal of Surgery report describing deep cervical LVA and preliminary cognitive/biomarker findings: citeturn0search4turn0search1; manufacturer/regulatory descriptions of lecanemab (LEQEMBI) mechanism and approval status: citeturn1search5turn1search3"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}