{
    "nct_id": "NCT01266525",
    "title": "A Multinational, Multicenter, Randomized, Double-blind, Parallel-group, Placebo-controlled Study of the Effect on Cognitive Performance, Safety, and Tolerability of SAR110894D at the Doses of 0.5 mg, 2 mg, and 5 mg/Day for 24 Weeks in Patients With Mild to Moderate Alzheimer's Disease on Stable Donepezil Therapy",
    "status": "COMPLETED",
    "last_update_time": "2016-02-12",
    "description_brief": "Primary Objective:\n\n\\- To demonstrate the efficacy of at least one dose of SAR110894 (H3 receptor antagonist) in comparison to placebo on cognitive performance in patients with mild to moderate Alzheimer's disease (AD) while on stable donepezil therapy\n\nSecondary Objectives:\n\n* To explore the effect of SAR110894 on functional impairment, global clinical status and behavioral disturbances;\n* To assess the safety/tolerability of SAR110894;\n* To assess pharmacokinetic (PK) of SAR110894 and concentrations of donepezil;\n* To explore caregiver time consumption and distress changes.",
    "description_detailed": "The total study duration for each patient is approximatively 36 - 38 weeks broken down as follows:\n\n* Screening period: up to 4 weeks,\n* Treatment period: 24 weeks,\n* Follow-up period: 10 weeks.",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "SAR110894 (histamine H3 receptor antagonist)"
    ],
    "placebo": [
        "placebo (for SAR110894)"
    ],
    "explanation_target": [
        "Reason: The intervention is SAR110894, a histamine H3‑receptor antagonist, and the trial's primary objective is to demonstrate efficacy on cognitive performance in mild–moderate AD patients on stable donepezil — this is symptomatic cognitive improvement rather than an explicitly disease‑modifying clinical endpoint. citeturn0search1turn0search4",
        "Act: Extracted trial details — Phase 2, randomized placebo‑controlled study testing SAR110894 at 0.5, 2, and 5 mg/day for 24 weeks versus placebo as an add‑on to donepezil; sponsor Sanofi. Preclinical papers report procognitive effects of SAR110894 in rodent models and some long‑term tau model effects, but the clinical trial outcome measured is cognition. citeturn0search1turn0search0turn0search2",
        "Reflect: Classification — fits the 'Cognitive enhancer' category because SAR110894 is a small‑molecule H3 receptor antagonist intended here to improve cognitive performance (symptomatic benefit). Although preclinical work suggests possible disease‑modifying effects on tau in animals, the clinical study is designed and powered to assess cognitive efficacy (symptomatic), so 'cognitive enhancer' is the best fit. Note: if a later trial explicitly targets pathology or biomarkers as primary endpoints, reclassification could be considered. citeturn0search1turn0search2"
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The investigational product SAR110894 is a histamine H3‑receptor antagonist and the clinical trial's stated primary objective is to demonstrate an effect on cognitive performance (symptomatic cognitive enhancement) in AD patients on stable donepezil therapy. citeturn0search1turn0search4",
        "Act: Extracted trial details — Phase 2, randomized, double‑blind, placebo‑controlled, multinational study (NCT01266525) testing SAR110894 at 0.5, 2 and 5 mg/day for 24 weeks as an add‑on to donepezil; sponsor Sanofi. Preclinical publications report procognitive effects of SAR110894 in rodents and disease‑modifying effects on tau pathology in a transgenic tau mouse model. citeturn0search1turn0search4turn0search0turn0search5",
        "Reflect: CADRO mapping — the molecular target is a neurotransmitter receptor (histamine H3), so the most specific CADRO category is D) Neurotransmitter Receptors. Although long‑term preclinical data suggest potential effects on tau pathology (which could be interpreted as disease‑modifying in animals), the clinical study is designed and powered to assess symptomatic cognitive benefit rather than directly targeting amyloid, tau, inflammation, or other CADRO pathways as primary endpoints; therefore D) remains the best fit. citeturn0search0turn0search4",
        "Web search results (key sources used):\n- Clinical trial record (NCT01266525) — trial title, design, doses, add‑on to donepezil, sponsor Sanofi. citeturn0search1\n- PubMed: SAR110894 procognitive effects in rodents (preclinical pharmacology report). citeturn0search4\n- PubMed: SAR110894 displays disease‑modifying activity in a transgenic tauopathy mouse model (THY‑Tau22). citeturn0search0\n- Wiley / journal PDF of translational article reporting tau model findings. citeturn0search5\n- Trial listing summary (MedPath / other aggregator) summarizing objectives and endpoints. citeturn0search3"
    ]
}