{
    "nct_id": "NCT03112096",
    "title": "A Phase I [18F]THK-5351 Positron Emission Computed Tomography Study of Biodistribution, Pharmacokinetics and Safety in Cognitively Healthy Subjects and Patients With Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2020-12-11",
    "description_brief": "This is a study to evaluate biodistribution, pharmacokinetics and safety of \\[18F\\]THK-5351 positron emission computed tomography in Cognitively Healthy Subjects and Patients with Alzheimer's Disease.",
    "description_detailed": "This is a study to evaluate biodistribution, pharmacokinetics and safety of \\[18F\\]THK-5351 positron emission computed tomography. Ten cognitively healthy subjects and 10 patients with Alzheimer's Disease will be enrolled. The primary outcome measures are to evaluate pharmacokinetics of \\[18F\\]THK-5351 Positron Emission Tomography imaging . Tracer biodistribution will be evaluated by global and regional standardized uptake value ratio of \\[18F\\]THK-5351 in the brain. Safety. For safety assessment, a physical examination, Electrocardiogram and vital signs will be performed at baseline and at the completion of all imaging to assess for interval change.",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "DIAGNOSTIC",
    "results": null,
    "target_category": "N/A",
    "drug": [
        "[18F]THK-5351"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is a radiotracer ([18F]THK-5351) used for PET imaging to evaluate biodistribution, pharmacokinetics and safety — i.e., a diagnostic imaging agent rather than a therapeutic intended to modify disease, improve cognition, or treat neuropsychiatric symptoms. citeturn0search8turn0search6",
        "Act: Key extracted details — agent: [18F]THK-5351 (a tau PET radiotracer developed for imaging neurofibrillary pathology), studied for whole-body/brain biodistribution and dosimetry in humans. citeturn0search3turn0search6",
        "Act (additional): Important nuance — although developed as a tau tracer, [18F]THK-5351 shows substantial off-target binding to monoamine oxidase B (MAO-B), which has affected its interpretation as a pure tau biomarker. This supports that the agent is an imaging probe (with known binding complexities), not a therapeutic. citeturn0search4turn0search1",
        "Reflect: Classification check — based on the intervention (a PET radiotracer) and the study aim (biodistribution/pharmacokinetics/safety of an imaging agent), the trial does not fit any of the four therapeutic categories (disease-targeted biologic, disease-targeted small molecule, cognitive enhancer, neuropsychiatric symptom improvement). Therefore the correct category is 'N/A'."
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}