{
    "nct_id": "NCT05977088",
    "title": "Prediction of Cognitive, Neurotrophic, Anti-Inflammatory, and Antioxidant Effectiveness of rTMS Application in Alzheimer's Patients",
    "status": "RECRUITING",
    "last_update_time": "2025-04-30",
    "description_brief": "Since pharmacological methods are insufficient in the treatment processes of Alzheimer's disease, non-pharmacological methods such as Transcranial Magnetic Stimulation (TMS) have started to be tried as a treatment option as in other neurological and psychiatric diseases. Repeated (rTMS) offers a potential treatment pathway for neurological and psychiatric illnesses. rTMS benefit rate may vary depending on many factors such as the region where it is applied, the progression and the disease degree. The possible effects of TMS on Alzheimer's pathophysiology and modification of disease process (neuroprotective, anti-inflammatory and antioxidant) will also be revealed through blood samples taken from patients before and after treatment. These approaches also constitute the original value of our study.",
    "description_detailed": "Since pharmacological methods are insufficient in the treatment processes of Alzheimer's disease, non-pharmacological methods such as Transcranial Magnetic Stimulation (TMS) have started to be tried as a treatment option as in other neurological and psychiatric diseases. Repeated (rTMS) offers a potential treatment pathway for neurological and psychiatric illnesses. rTMS benefit rate may vary depending on many factors such as the region where it is applied, the progression and the disease degree. This study aim is to predict the benefit rate to be obtained from the treatment by using various evaluation parameters before starting rTMS treatment. The possible effects of TMS on Alzheimer's pathophysiology and modification of disease process (neuroprotective, anti-inflammatory and antioxidant) will also be revealed through blood samples taken from patients before and after treatment. These approaches also constitute the original value of our study.\n\nIn our project, 20 people will be included in the study and control groups and electroencephalography (EEG) and TMS will be used together in the study. Before rTMS treatment, resting EEG data will be taken for 5 minutes, eyes open and closed. At the end of all these procedures, rTMS treatment will be started, which will take 5 days. The treatment will consist of two sessions per day with a 20 Hz stimulating protocol, 1500 beats to right-left DLPFC, and totaly 3000 beats. EEG recordings will be taken again from all patients one week after the treatment.\n\nChanges in the cognitive functions of Alzheimer's patients will be made through the neuropsychometric test battery taken before and after rTMS. With the analysis of neuropsychometric data, the study group will be divided into two subgroups that benefit from TMS and those who do not. In addition, EEG data obtained before and after-TMS will be compared with power spectrum, coherence, functional connectivity and graph methods in both the study and control groups, and information about the electrophysiological effects of TMS will be obtained.\n\nBlood samples of the patients before and after rTMS will be taken and the changes in the metabolites given below will be compared: Brain Derived Neurotrophic Factor, Glial Based Neurotrophic Factor, Total Oxidant Level, Total Antioxidant Level, Oxidative Stress Index, Total Thiol, Native Thiol, Disulfide, Exosome, Inflammation Biomarkers (interleukin 1 Beta, interleukin 6, Tumor Necrosis Alpha, Interferon gamma, Nuclear factor kappa ß), Albumin Globulin ratio, Omega 6 and Omega 3. Thus, rTMS has possible neuroprotective, anti-inflammatory and antioxidant effects, consequently modifying the disease process. Additional information will be obtained about.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "Cognitive enhancer",
    "drug": [
        "rTMS (repetitive transcranial magnetic stimulation)"
    ],
    "placebo": [
        "Sham rTMS / sham stimulation (common control; not specified in description)"
    ],
    "explanation_target": [
        "Reason: The intervention is repeated transcranial magnetic stimulation (rTMS), a non‑pharmacological neuromodulation technique being tested for cognitive, neurotrophic, anti‑inflammatory, and antioxidant effects in Alzheimer's patients. The trial aims to measure cognitive outcomes and blood biomarkers, but the intervention itself is a device‑based cognitive neuromodulation, not a biologic or small molecule. citeturn0search2turn0search0",
        "Act: Key extracted details — intervention: rTMS (repeated/transcranial magnetic stimulation); intended effects: cognitive improvement and assessment of neuroprotective/anti‑inflammatory/antioxidant biomarkers; no drug name is involved. Based on the trial aim (improving cognition/neuromodulation), this fits the 'Cognitive enhancer' category rather than 'disease‑targeted biologic' or 'disease‑targeted small molecule'. Systematic reviews/meta‑analyses report rTMS improves global cognition in MCI/early AD and AD. citeturn0search3turn0search4",
        "Web search evidence (representative results): 1) Meta‑analysis showing rTMS significantly improved global cognitive function in AD (immediate and sustained effects). citeturn0search0 2) Frontiers systematic review/meta‑analysis reporting cognitive enhancement of rTMS in MCI and early AD with protocols (e.g., DLPFC, 10 Hz, ~20 sessions) producing benefits. citeturn0search2 3) Larger recent meta‑analysis (2024) showing moderate effect on global cognition and discussing optimal stimulation parameters. citeturn0search4 4) Multiple RCT reviews and earlier meta‑analyses support cognitive benefit and safety of rTMS in AD. citeturn0search7turn0search3 5) Longer RCT (precuneus rTMS, 52 weeks) reporting beneficial effects on clinical outcomes and slower functional decline vs sham, illustrating disease‑relevant clinical effects from rTMS interventions. citeturn0search6",
        "Reflect: The trial measures biomarkers to explore possible disease‑modifying mechanisms (neuroprotective/anti‑inflammatory/antioxidant), but the intervention is a neuromodulation device rather than a biologic or small molecule. Under the provided category definitions, the most appropriate classification is 'Cognitive enhancer.' If you want the label to reflect the disease‑mechanism exploration (e.g., 'disease modification study using a neuromodulation device'), I can add that nuance, but it does not change the required category mapping. citeturn0search0turn0search6"
    ],
    "agent_type": "M) Synaptic Plasticity/Neuroprotection",
    "explanation_agent": [
        "Reason: The intervention is repetitive transcranial magnetic stimulation (rTMS), a non‑pharmacological neuromodulation technique intended to improve cognition and engage neurotrophic/neuroprotective mechanisms (e.g., plasticity, BDNF) while exploratory biomarkers include anti‑inflammatory and antioxidant measures. rTMS is therefore best characterized as a cognitive enhancer acting via synaptic plasticity and neuroprotection mechanisms rather than a drug that directly targets amyloid, tau, lipids, etc. citeturn1search1turn1search2",
        "Act: Key extracted details — intervention: rTMS (device-based neuromodulation); intended effects: cognitive improvement plus neurotrophic/anti‑inflammatory/antioxidant biomarker changes; no specific molecular drug/target gene/pathway specified. Mapping to CADRO: the most specific fit is M) Synaptic Plasticity/Neuroprotection because rTMS enhances plasticity and neuroprotective factors and has shown cognitive benefit in MCI/AD trials and meta‑analyses. Example clinical evidence includes randomized trials (including a 52‑week precuneus rTMS trial reporting slower cognitive/functional decline) and multiple meta‑analyses showing cognitive improvement after rTMS. citeturn0search1turn1search3turn1search8",
        "Reflect: Alternative categories considered — F) Inflammation or G) Oxidative Stress (because biomarkers are measured) and T) Other (device rather than drug). However, the intervention’s primary mechanism and trial aim are neuromodulation to improve cognition and plasticity/neuroprotection, so M) is the best CADRO match. If the study were judged strictly by exploratory biomarker endpoints (e.g., primarily an anti‑inflammatory device trial), F or G could be argued, but that is secondary here. Confirming sources and representative search results are listed below. citeturn0search1turn1search1turn1search2",
        "Representative web search results (selected): 1) Effects of 52 weeks of precuneus rTMS in Alzheimer’s disease — randomized trial (Alzheimer’s Research & Therapy, 2025). citeturn0search1 2) Frontiers systematic review & meta‑analysis: cognitive enhancement of rTMS in MCI and early AD (2021). citeturn1search1 3) Meta‑analyses showing rTMS improves global cognition in AD (examples: PubMed meta‑analyses and systematic reviews). citeturn1search2turn1search3 4) Large systematic review/meta‑analysis summarizing many TMS trials in MCI/AD and reporting improved global cognition and safety (International Psychogeriatrics / Cambridge Core review). citeturn1search8"
    ]
}