{
    "nct_id": "NCT07143734",
    "title": "A Pilot Randomized Placebo-Controlled Trial of Transcranial Pulse Stimulation (TPS) in Early Alzheimer's Disease (AD) Subjects",
    "status": "RECRUITING",
    "last_update_time": "2025-09-15",
    "description_brief": "TPS is a non-invasive therapeutic modality that uses focused, low-energy pulse stimulation to stimulate tissue regeneration and reduce inflammation. In the context of neurological disorders, it is hypothesized that TPS can modulate neuronal activity, enhance synaptic plasticity, and reduce neuroinflammation. It is a relatively new application in neurological disease treatment and is still under intense investigation.",
    "description_detailed": "This pilot randomized placebo-controlled trial investigates the effects of transcranial pulse stimulation in subjects with early Alzheimer's Disease (AD). The TPS/Sham-TPS is administered for the first two weeks, followed by additional sessions at some week intervals. The transcranial pulse stimulation device used in this trial is a CE-certified medical instrument (ISO 9001 and ISO 13485).\n\nThe study aims to evaluate cognitive function, and neuropsychiatric symptoms using the some cognitive assessment tools, Frontal near-infrared spectroscopy (fNIRS), and fasting blood test at baseline at week 12.\n\nThis study is expected to lay the groundwork for future, larger-scale studies",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "Transcranial Pulse Stimulation (TPS) — device-based neuromodulation (e.g., NEUROLITH system)"
    ],
    "placebo": [
        "Sham TPS (placebo/sham stimulation) — typical control in placebo‑controlled TPS trials"
    ],
    "explanation_target": [
        "Reason: The intervention is a non‑drug, non‑biologic neuromodulation device (Transcranial Pulse Stimulation, TPS) that delivers focused acoustic/ultrashort shockwave pulses to brain regions to modulate neuronal activity, enhance synaptic plasticity and reduce neuroinflammation. TPS is described in the literature and manufacturer material as a focal, non‑invasive stimulation (Neurolith device) intended to produce neuroplastic/cognitive benefits rather than act as a monoclonal antibody or small‑molecule that directly targets amyloid or tau pathology. citeturn0search7turn0search4",
        "Act: Key extracted details — Intervention name: Transcranial Pulse Stimulation (TPS). Modality/type: device-based focused ultrasound/acoustic shockwave neuromodulation (NEUROLITH is a commonly used CE‑marked device). Intended effects described in the trial title/description: improve cognition in early Alzheimer's by modulating neuronal activity, enhancing plasticity, and reducing neuroinflammation. Existing pilot/open‑label and early randomized work report cognitive and neuropsychiatric improvements and note ongoing placebo‑controlled trials. The typical control for placebo‑controlled TPS studies is a sham stimulation. citeturn0search7turn0search2turn0search8turn0search1",
        "Reflect: Classification rationale — TPS is not a biologic (monoclonal antibody/vaccine) nor a small molecule drug aimed at classical AD molecular targets (amyloid/tau). Its primary proposed mechanism is neuromodulation/neuroplastic enhancement with downstream effects (improved cognition, mood, reduced inflammation), so the best match among the provided categories is 'cognitive enhancer'. Note ambiguity: some TPS studies also report reductions in neuropsychiatric symptoms and hypothesize neuroinflammatory or regenerative effects; if a specific trial's primary endpoint were strictly behavioral (agitation, depression) one might consider 'neuropsychiatric symptom improvement', but the supplied title (early AD subjects) and description emphasize cognitive/neuroplastic aims, supporting 'cognitive enhancer'. Also, because TPS is a device rather than a drug, it does not fit the 'disease‑targeted biologic' or 'disease‑targeted small molecule' categories. citeturn0search2turn0search8turn0search5"
    ],
    "agent_type": "M) Synaptic Plasticity/Neuroprotection",
    "explanation_agent": [
        "Reason: The intervention is a device-based neuromodulation (Transcranial Pulse Stimulation, TPS / NEUROLITH) whose stated mechanism is to modulate neuronal activity, enhance neuroplasticity/synaptic function and produce cognitive benefits (not a molecular/amyloid or tau–targeted biologic or small molecule). This aligns best with CADRO category M) Synaptic Plasticity/Neuroprotection. citeturn0search2turn0search4",
        "Act: Key extracted details — Intervention name: Transcranial Pulse Stimulation (TPS) delivered with the Neurolith device; Modality: non‑invasive focused acoustic/shockwave neuromodulation intended to target brain networks to improve cognition by enhancing plasticity, releasing growth factors and improving perfusion; pilot/open‑label and early randomized/sham‑controlled trials are reported or ongoing. Because the primary proposed action is neuromodulation/neuroplastic enhancement (with secondary hypotheses about inflammation/blood flow), assign M) Synaptic Plasticity/Neuroprotection rather than amyloid, tau, inflammation‑only, or other single molecular target categories. citeturn0search3turn0search6turn0search7",
        "Reflect: Confirmation and caveats — TPS is a device (CE‑marked Neurolith) and not a drug targeting a specific molecular pathway like amyloid or tau; some literature/hypotheses mention secondary effects on inflammation, growth factors, or blood flow, but the trial title and description emphasize cognitive enhancement/neuroplasticity, making CADRO M the most specific fit. Note that if a trial explicitly targeted neuroinflammation as the primary mechanism with biomarkers, F) Inflammation could be considered, or if multiple distinct mechanisms were concurrently primary, R) Multi-target would be possible. Also note ongoing debate about the strength of evidence for TPS — some commentary urges caution. citeturn0search4turn0search3turn0search5",
        "Web search results (sources used): 1) NEUROLITH / TPS summary (manufacturer informational page describing TPS, CE‑mark status and intended neuroplastic targeting). citeturn0search2 2) STORZ Medical NEUROLITH product page (TPS description; CE mark since 2018; clinical use details). citeturn0search4 3) Novak et al., \"Significant reduction of Alzheimer’s disease symptoms by transcranial pulse stimulation, TPS\" (pilot clinical report describing cognitive improvements and hypothesized mechanisms such as anti‑inflammatory and stem‑cell stimulation). citeturn0search3 4) PubMed report of open‑label TPS studies showing improvements in neuropsychiatric/cognitive measures (small samples). citeturn0search6 5) Stat News analysis discussing limited evidence and debate about TPS efficacy and mechanism (context and caution). citeturn0search5"
    ]
}