{
    "nct_id": "NCT02756858",
    "title": "An Extension Study of ANAVEX2-73 in Patients With Mild to Moderate Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2021-01-11",
    "description_brief": "This open label extension study is designed to provide continued access to ANAVEX 2-73 for eligible subjects with mild to moderate Alzheimer's Disease who have previously participated in the Anavex sponsored study ANAVEX2-73-002.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "ANAVEX 2-73 (blarcamesine)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The investigational product in the description is ANAVEX 2-73 (blarcamesine), an orally available small-molecule drug that acts as a sigma-1 receptor (SIGMAR1) agonist (and has activity at muscarinic receptors) and is being developed to restore cellular homeostasis/autophagy and produce disease-modifying effects in Alzheimer’s disease. citeturn0search3turn0search5",
        "Act: Key extracted facts — ANAVEX 2-73 = blarcamesine (small molecule). It targets SIGMAR1 (sigma‑1 receptor) and is described by the sponsor as a disease‑modifying candidate for AD; the trial described is an open‑label extension providing continued access after ANAVEX2-73-002. citeturn0search3turn0search7turn0search4",
        "Reflect: Classification — fits the definition of 'disease-targeted small molecule' because the agent is a small‑molecule therapeutic directed at molecular mechanisms implicated in AD (SIGMAR1-related pathways, proteostasis/autophagy) and is being developed as a disease‑modifying treatment rather than solely a symptomatic cognitive enhancer or a neuropsychiatric symptomatic therapy. (While clinical reports note cognitive benefits, the mechanism and sponsor labeling are disease‑targeting.) citeturn0search2turn0search4",
        "Web search sources used (supporting facts): PubMed summary of blarcamesine (ANAVEX2-73) in AD trials. citeturn0search3; Anavex company pages describing mechanism (SIGMAR1 activation) and disease‑modifying positioning. citeturn0search2turn0search4; Anavex press release / trial listing describing the Phase 2/3 study and open‑label extension. citeturn0search7"
    ],
    "agent_type": "I) Proteostasis/Proteinopathies",
    "explanation_agent": [
        "Reason: ANAVEX 2-73 (blarcamesine) is an orally available small molecule that acts primarily as a sigma‑1 receptor (SIGMAR1) agonist (with muscarinic activity) and is reported to restore cellular homeostasis by inducing autophagy and improving proteostasis—mechanisms that directly relate to clearing misfolded proteins and organelle quality control in neurodegenerative disease. citeturn0search5turn0search4",
        "Act: Key extracted facts — drug: ANAVEX 2‑73 (blarcamesine); primary target/mechanism: SIGMAR1 activation leading to induction/restoration of autophagy and cellular housekeeping (proteostasis); clinical context: disease‑modifying candidate for Alzheimer’s disease with open‑label extension studies. Based on these facts, the most specific CADRO match is I) Proteostasis/Proteinopathies. citeturn0search1turn0search3",
        "Reflect: The classification was chosen because the sponsor and published summaries emphasize SIGMAR1‑mediated restoration of autophagy/proteostasis (directly addressing protein accumulation and cellular clearance pathways), which maps to CADRO category I. While SIGMAR1 activation also confers neuroprotective and synaptic effects (which could map to M), the primary mechanistic rationale in the trial description is autophagy/proteostasis, so I) is the best single-category fit. If the trial explicitly prioritized synaptic plasticity as the main mechanism, a dual classification (R) could be considered, but current evidence supports I). citeturn0search5turn0search4",
        "Web search sources (supporting facts): Anavex mechanism and autophagy explanation — Anavex Life Sciences 'Reports the Mechanism of ANAVEX®2‑73' (describes SIGMAR1 activation and induction of autophagy). citeturn0search5; Anavex CTAD/clinical data summary noting SIGMAR1 gene analysis and autophagy/restoration of cellular homeostasis in AD patients. citeturn0search4; Anavex AAIC/press release describing long‑term open‑label extension results and disease‑modifying positioning for blarcamesine. citeturn0search1; Anavex press release on biomarker (SIGMAR1 mRNA) correlation with clinical endpoints in trials. citeturn0search3; Company trial/press materials describing Phase 2/extension studies and mechanisms across indications. citeturn0search0"
    ]
}