{
    "nct_id": "NCT03475446",
    "title": "Modulating the Effect of a Computerized Cognitive Training With Transcranial Electrical Stimulation in Individuals With and Without Memory Impairment",
    "status": "COMPLETED",
    "last_update_time": "2020-01-16",
    "description_brief": "The aim of this study is to investigate the effect of a transcranial electrical stimulation (tES) on a cognitive training in healthy elderly and memory impaired participants. In order to assess these effects different memory and attention tasks will be performed before and after the training as well as after 6 and 12 months.",
    "description_detailed": "As other studies have shown, transcranial direct current stimulation (tDCS) can improve the outcome of memory tasks in Alzheimer's disease (AD), mild cognitive impairment (MCI) and healthy older adults. Only few studies have investigated the effect of the combination of tDCS and a simultaneous cognitive training and to the investigators' knowledge there is no comparison of tDCS and transcranial alternating current (tACS) effects during a cognitive training or for different populations. With results from this study existing trainings can be optimised. In total 180 participants are planned to be included in this study. This number is based on a g\\*Power estimation. According to this estimation the study has to include 153 participants. Regarding similar studies the investigators assume a dropout rate of 15% resulting in a total of 180 participants (60 AD patients, 60 MCI patients and 60 healthy older adults) This number should make it possible to find the expected mild effects reported in literature.\n\nA mixed-effects ANOVA model with the between-subjects factor stimulation (tDCS, tACS, sham) and the within-subjects factor time will be computed.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "BASIC_SCIENCE",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "transcranial electrical stimulation (tES) — specifically anodal transcranial direct current stimulation (tDCS) and transcranial alternating current stimulation (tACS)"
    ],
    "placebo": [
        "sham tES (sham stimulation)"
    ],
    "explanation_target": [
        "Reason: The protocol tests non‑invasive brain stimulation (transcranial electrical stimulation, i.e., anodal tDCS and tACS) combined with computerized cognitive training in healthy older adults and memory‑impaired participants to improve memory, attention and other cognitive outcomes — the stated aim is to boost cognitive training effects rather than to change Alzheimer’s pathology. citeturn0search3turn1search8",
        "Act: Key extracted details from the trial description and registry/article: interventions listed include real anodal tDCS, real tACS, and sham (placebo) tES; outcomes are memory and attention tests measured pre/post and at 6 and 12 months. This is a device neuromodulation/cognitive training study (not a biologic or small‑molecule drug). citeturn0search3turn1search8",
        "Reflect: Classification justification — fits the provided category definitions because the intervention is intended to enhance cognitive performance (augmentation of cognitive training) without targeting core AD pathology (e.g., amyloid or tau) and is not focused on neuropsychiatric/behavioral symptom relief; therefore the appropriate category is \"cognitive enhancer.\" Systematic reviews and RCTs support use of tES (tDCS/tACS) combined with cognitive training as a cognitive enhancement approach in older adults and MCI, though results and effect sizes vary. citeturn0search2turn0search4turn1search7",
        "Web search / sources used (summary): (1) Trial record and description matching the user text (NCT03475446 listed / described in trial summaries). citeturn0search3turn1search8 (2) RCTs of tDCS/tACS combined with cognitive training in older adults reporting cognitive outcomes measured immediately and at 6–12 month follow‑ups. citeturn0search0turn0search1 (3) Systematic reviews/meta‑analyses summarizing the use of tES with cognitive training and its mixed but promising effects on memory and other cognitive domains in MCI/older adults. citeturn0search2turn0search4"
    ],
    "agent_type": "M) Synaptic Plasticity/Neuroprotection",
    "explanation_agent": [
        "Reason: The intervention is non‑invasive brain stimulation (anodal tDCS and tACS) delivered to boost the effects of computerized cognitive training by modulating cortical excitability, neural oscillations, and activity‑dependent synaptic plasticity rather than by altering Alzheimer’s core pathologies (amyloid or tau). Mechanistic literature describes tDCS/tACS effects on membrane potentials, entrainment of oscillations, spike‑timing dependent plasticity and long‑term potentiation/depression–like processes, which map to synaptic plasticity/neuroprotection. citeturn0search7turn0search1",
        "Act: Key extracted trial details — interventions: anodal transcranial direct current stimulation (a‑tDCS) and transcranial alternating current stimulation (tACS) plus sham control; combined with computerized cognitive training; primary goals: improve memory, attention and other cognitive outcomes (measured pre/post and at follow‑ups). This is a device neuromodulation cognitive‑enhancement approach and does not target amyloid, tau, ApoE, vascular, inflammatory or metabolic pathways. The trial design and related RCTs/meta‑analyses describe cognitive outcome endpoints rather than biomarker modification. citeturn1search7turn1search0",
        "Reflect: Classification justification — M) Synaptic Plasticity/Neuroprotection is the most specific CADRO category that fits because the presumed mechanism and intended effect are enhancement of synaptic function and plasticity (neurophysiological modulation) to produce cognitive improvement. The intervention is not primarily diagnostic or non‑therapeutic (so not T) Other), nor does it target molecular pathologies (so not A, B, C, etc.), and it is focused on a single mechanistic class (synaptic/neuroplastic modulation) rather than multiple distinct CADRO pathways, so R) Multi‑target is unnecessary. Systematic reviews and RCTs support that tES aims to modulate plasticity and cognitive function, consistent with CADRO M. citeturn0search2turn0search3",
        "Web search results used (key sources cited above):",
        "- Biological and neurobiological mechanisms of tDCS (review summarizing effects on membrane potential, NMDA‑dependent plasticity, GABA modulation): PMC review. citeturn0search7",
        "- tACS mechanisms review (entrainment, spike‑timing dependent plasticity, neuroplastic after‑effects): Frontiers review. citeturn0search1",
        "- Systematic review/meta‑analysis of tDCS effects in older adults with cognitive impairment (effects on cognition and parameter influences): Alzheimer's Research & Therapy meta‑analysis. citeturn0search2",
        "- Systematic review of tACS cognitive effects across aging/MCI/dementia spectrum: PubMed systematic review. citeturn0search3",
        "- Recent RCTs combining tDCS/tACS with computerized cognitive training in older adults/MCI (examples and trial reports). citeturn1search0turn1search7"
    ]
}