{
    "nct_id": "NCT04150198",
    "title": "MECHANISMS OF NEURONAL RESILIENCE IN ALZHEIMER'S DISEASE AND ITS FOCAL VARIANTS: A PET/MR STUDY",
    "status": "RECRUITING",
    "last_update_time": "2024-07-29",
    "description_brief": "Patients with Alzheimer's disease and with early onset of symptoms (\\<65 years) (AD-Y) have a multi-domain cognitive deficit, whereas memory disorders (typical of the elderly patient's AD) are less often in the foreground. In addition, some MA-J have an atypical phenotype indicating focal brain damage, although they have the same pathological lesions: amyloid deposits and tau protein deposition (DNF). This is the case of posterior cortical atrophy (PCA) characterized by complex visual disturbances and atrophy affecting the more posterior regions of the brain. Based on the clinical profile of PCA patients, a more refined anatomo-clinical classification was proposed, distinguishing a rather \"ventral\" form and a rather \"dorsal\" form. The recent arrival of tau-specific PET tracers now makes it possible to evaluate in vivo fibrillary neurodegeneration (FND), which is well correlated with the severity of cognitive disorders. Advances in MRI have shown that each neurodegenerative syndrome targets a large-scale neural network, which in turn shows a vulnerability for a specific biological disease. In the case of AD, the reason for such a difference in cognitive and anatomical impairment between patients with diffuse involvement and others with more focal involvement is not known. One possible explanation is the existence, in focal forms, of neuronal mechanisms that oppose vulnerability. These mechanisms may correspond to the so-called \"resilience\" phenomenon, defined as resistance to a neuropathological process by the ability to optimize cognitive performance via the efficient recruitment of neural networks. The mechanisms underlying resilience in neurodegeneration are unknown. Their identification is very important for the management and treatment of AD.",
    "description_detailed": "Working hypotheses We hypothesize that \"focal\" patients (PCA) versus \"diffuse\" patients (AD-Y) have (i) less severe white matter involvement; (ii) effective reorganization of the functional brain networks; iii) pathologically, a different topography and lesion load.\n\nThis project has no redundancy with the work already done in our team and in other teams at the international level.\n\nExpected benefits This study will highlight the neural mechanisms underlying resiliency in a group of AD patients who, although having the same disease, present with a very different clinical and cognitive profile. Demonstration of these specific mechanisms of resilience in the diseased brain is essential to better understand the pathophysiological processes of AD. We consider that the pharmacological approach and the functional reeducation to this disease depend essentially on a better knowledge of both the topographic distribution of the underlying histopathology (in particular, the tau protein), and the response capacity from the brain to these lesions (state of connection of networks, functional reorganization). In addition, when treatments for AD are available, a precise definition of phenotypic variants will be essential for the selection of patients for these therapies and for therapeutic follow-up. In the longer term, resilient neural circuits could be modulated and strengthened through transcranial stimulation. Indeed, promising results have been obtained showing that these techniques can improve the performance of altered cognitive functions in patients with dementia.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "DIAGNOSTIC",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The protocol is an imaging/observational PET+MRI study to investigate mechanisms of neuronal \"resilience\" in Alzheimer's disease and focal variants (posterior cortical atrophy). The description and listed intervention are devices (TEP/IRM — PET/MR) and use of tau-specific PET tracers; there is no investigational drug, small molecule, biologic, cognitive-enhancing medication, or neuropsychiatric therapeutic being tested. citeturn1search1turn1search4",
        "Act: Key extracted details — title: \"MECHANISMS OF NEURONAL RESILIENCE IN ALZHEIMER'S DISEASE AND ITS FOCAL VARIANTS: A PET/MR STUDY\"; registration NCT04150198; lead sponsor Institut National de la Santé Et de la Recherche Médicale (INSERM); intervention listed as Device: TEP/IRM (PET/MR); aims: compare focal (PCA) vs diffuse (early-onset AD) patients, assess tau pathology in vivo and network reorganization — all consistent with an observational imaging study rather than a therapeutic trial. citeturn1search1turn1search4",
        "Reflect: By the provided category definitions this trial does not fit any therapeutic category (disease-targeted biologic, disease-targeted small molecule, cognitive enhancer, or neuropsychiatric symptom improvement). It is a non-therapeutic, mechanistic/diagnostic imaging study, so the correct classification is 'N/A'. Supporting literature on cognitive \"resilience\" mechanisms (transcriptomic / cellular studies) shows this is an active research area but does not change that the listed trial is observational. citeturn1search5turn1search2",
        "Web search results used (summaries / sources): MedPath / trial listing with NCT04150198 and full study description (PET/MR, recruitment, aims). citeturn1search1",
        "CenterWatch trial listing (study design, interventions as TEP/IRM, recruitment sites, dates). citeturn1search4",
        "Recent papers on molecular/cellular hallmarks of neuronal resilience in AD (context on resilience mechanisms — background literature, not trial interventions). citeturn1search5turn1search2"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}