{
    "nct_id": "NCT04711486",
    "title": "A Single-centre, Randomized, Placebo-controlled, Double-blind, Phase 1b Study to Evaluate the Safety, Tolerability and Pharmacokinetics of Contraloid Acetate in Patients With Mild Cognitive Impairment Due to Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2022-08-22",
    "description_brief": "Patients with mild cognitive impairment due to Alzheimer's disease (MCI due to AD) are at high risk to develop Alzheimer´s dementia. The therapeutic agent Contraloid has the potential to influence the chronic neurodegenerative process of AD. As Contraloid was so far only administered to healthy subjects, the rational of the proposed study is first to collect safety data in patients diagnosed with MCI due to AD, as the absorption, distribution, metabolism and excretion processes may be altered by disease, aging, comorbidities and concomitant drug therapies. Additionally, the design of a subsequent phase II study will be based on the data of this study. The results of the exploratory analyses will enable power calculations and the identification of the most useful and reliable biomarkers for the subsequent proof of concept phase II study.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted biologic",
    "drug": [
        "Contraloid acetate (Contraloid; aliases RD2, PRI-002)"
    ],
    "placebo": [
        "Placebo"
    ],
    "explanation_target": [
        "Reason: The trial description states Contraloid \"has the potential to influence the chronic neurodegenerative process of AD\" in patients with MCI due to AD, implying a disease-modifying intent rather than only symptomatic/cognitive or neuropsychiatric effects. The investigational agent is described in external trial records as an all-D-peptide designed to target toxic Aβ oligomers (amyloid pathology). citeturn0search0turn0search5",
        "Act: Web search shows Contraloid (RD2 / PRI-002) is an orally available all-D-peptide developed to directly destroy/disassemble toxic and replicating Aβ oligomer \"prions\", i.e., it targets Alzheimer’s amyloid pathology — a disease-targeting mechanism. The cited trial is a Phase 1b randomized, placebo-controlled safety/PK study in MCI due to AD. citeturn0search5turn0search1turn0search3",
        "Reflect: Given the mechanism (direct targeting/disassembly of Aβ oligomers) and the stated goal to influence the neurodegenerative process, the trial fits the definition of a disease-targeted biologic (biologic-like therapeutic directed at AD pathology). Note: peptides occupy a gray area between small molecules and large biologics; however, because Contraloid is a peptide designed to directly target pathological Aβ oligomers (disease mechanism), classification as a \"disease-targeted biologic\" is most appropriate under the provided category definitions. citeturn0search5",
        "Web search sources used: Trial registry/summary (trial in MCI due to AD; Phase 1b) — cdek / trial snapshot. citeturn0search0; AdisInsight trial profiles (Phase I / trial history). citeturn0search1turn0search3; MedPath / trial description noting Contraloid = RD2/PRI-002, an all-D-peptide targeting Aβ oligomers. citeturn0search5"
    ],
    "agent_type": "A) Amyloid beta",
    "explanation_agent": [
        "Reason: The investigational agent Contraloid acetate (aka RD2, PRI‑002) is an all‑D‑peptide developed to bind and disassemble toxic Aβ oligomers (anti‑oligomeric / anti‑prionic mechanism), i.e., it directly targets amyloid pathology rather than a symptomatic pathway. citeturn0search0turn0search1turn0search3",
        "Act: The trial is a Phase 1b randomized, placebo‑controlled safety/PK study in MCI due to AD testing Contraloid (PRI‑002/RD2). External sources describe PRI‑002 as an orally available peptide that destabilizes and eliminates Aβ oligomer “prions” (direct anti‑Aβ oligomer activity), so the most specific CADRO match is A) Amyloid beta. citeturn0search1turn0search3",
        "Reflect: Classification as A) Amyloid beta is supported because the mechanism focuses on Aβ oligomers (an amyloid‑related disease mechanism). Although peptides can be seen as biologics/small molecules, CADRO categories are based on biological target/pathway — here the target is amyloid‑beta — so A) is the appropriate category. No evidence in the description indicates multiple distinct CADRO targets or a non‑therapeutic focus. citeturn0search0turn0search2",
        "Web search results used: Alzforum PRI‑002 overview (Contraloid / RD2 / PRI‑002 description). citeturn0search0; Phase 1b randomized trial / PubMed summary reporting PRI‑002 in MCI/mild AD and anti‑oligomeric intent. citeturn0search1; Willbold et al. / Alzheimer’s & Dementia (PRI‑002 anti‑prionic mechanism, preclinical and early clinical data). citeturn0search3; Review / mechanistic discussion of anti‑prionic approach and RD2 mechanism. citeturn0search2"
    ]
}