{
    "nct_id": "NCT04818255",
    "title": "Stimulation to Improve Memory: PET Education & Disclosure",
    "status": "COMPLETED",
    "last_update_time": "2025-01-20",
    "description_brief": "When dementia is caused by AD, we refer to it as dementia of the Alzheimer's Type (DAT). The greatest risk factor for Alzheimer's Disease (AD) and DAT is advancing age, but DAT is not a normal part of aging. Studies have shown that changes in the brain happen before full symptoms of DAT develop. These changes include a buildup of two proteins within the brain, called amyloid and tau. The two goals of this study are\n\n(1) to determine whether patients with mild cognitive impairment or dementia-Alzheimer's type (DAT) are able to demonstrate decisional capacity to engage in PET amyloid and tau disclosure after receiving education; and (2) to assess how patients and care partners react to PET amyloid and tau biomarker disclosure.",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "HEALTH_SERVICES_RESEARCH",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The study (STIM+: \"Stimulation to Improve Memory: PET Biomarker Education & Disclosure\") is an educational/behavioral trial that assesses decisional capacity and psychological reactions to receiving individualized PET amyloid and tau biomarker results, not a drug or therapeutic intervention. citeturn0search0turn0search7",
        "Act (key details extracted): The intervention is PET biomarker education and personalized disclosure of amyloid/tau PET results (behavioral/disclosure intervention); lead sponsor is University of Michigan; registry entry NCT04818255. There is no investigational drug or placebo listed. citeturn0search3turn0search7turn0search2",
        "Reflect: Because the protocol focuses on diagnostic biomarker disclosure and participant/caregiver reactions (education, decisional capacity, affect, comprehension), it does not meet the definitions for disease-targeted biologic, disease-targeted small molecule, cognitive enhancer, or neuropsychiatric symptom improvement. Therefore the correct category is 'N/A'. citeturn0search7turn0search0",
        "Web search results (sources found): 1) STIM+: PET Biomarker Education & Disclosure — ICH GCP/registry summary (study aims and description). citeturn0search0 2) STIM+: PET Biomarker Education & Disclosure — University of Michigan research page / RPCNBI active projects (study overview). citeturn0search2 3) STIM+: PET Biomarker Education & Disclosure — clinical trial listing (NCT04818255) / MedPath and TrialX summaries with design, outcomes, and recruitment details. citeturn0search3turn0search5"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}