{
    "nct_id": "NCT05466422",
    "title": "A Multiple Ascending Dose Clinical Trial to Evaluate the Safety, Tolerability, Pharmacokinetics and Pharmacodynamics of MK-2214 in Adults With Mild Cognitive Impairment or Mild-to-Moderate Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2025-08-26",
    "description_brief": "The purpose of this study is to assess the safety, tolerability, pharmacokinetics (PK) and pharmacodynamics of MK-2214 in adults with mild cognitive impairment (MCI) or mild-to-moderate Alzheimer's Disease (AD). The primary hypothesis (Part 1) is that at a generally well tolerated dose level, the true geometric mean concentration at Day 85 of MK-2214 in cerebrospinal fluid is \\>0.3 nanomolar (nM).",
    "description_detailed": "N/A",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted biologic",
    "drug": [
        "MK-2214"
    ],
    "placebo": [
        "Placebo"
    ],
    "explanation_target": [
        "Reason: The trial intervention is MK-2214, described in the sponsor/trial materials as a biological immunotherapy directed at tau pathology (an anti-tau monoclonal antibody, likely targeting phosphorylated tau species). The study's pharmacodynamic endpoints include changes in free phospho‑tau in CSF, consistent with a pathology‑targeting (disease‑modifying) approach. citeturn1search9turn1search1",
        "Act: Key extracted details — MK-2214 is classified as a biological (monoclonal antibody) developed/licensed by Merck for targeting tau; the Phase 1 multiple-ascending-dose study administers MK-2214 by IV infusion and measures CSF drug concentration and CSF phospho‑tau as PD endpoints. These trial records and Merck materials identify MK-2214 as an anti‑tau antibody. citeturn1search0turn1search6turn1search9",
        "Reflect: Classification check — because MK-2214 is a monoclonal antibody intended to bind pathological tau and the trial measures target engagement (phospho‑tau) in CSF, the appropriate category is 'disease‑targeted biologic'. There is no indication MK-2214 is a small molecule, a non‑pathology cognitive enhancer, or an agent solely for neuropsychiatric symptom relief. Trial sources support this interpretation. citeturn1search9turn1search1"
    ],
    "agent_type": "B) Tau",
    "explanation_agent": [
        "Reason: The investigational product MK-2214 is described in sponsor and literature sources as a monoclonal immunotherapy directed at pathological tau (including phosphorylated tau species), and the study’s pharmacodynamic endpoints include changes in CSF phospho‑tau — indicating the intervention specifically targets tau pathology rather than amyloid or other pathways. citeturn0search2turn0search3",
        "Act: Key extracted details from trial and sponsor materials — MK-2214 is a biologic (passive immunotherapy/monoclonal antibody) licensed/developed by Merck and characterized as anti‑tau; the protocol is a multiple‑ascending‑dose IV study in people with MCI or mild‑to‑moderate AD and measures CSF drug levels and CSF phospho‑tau as PD endpoints, consistent with tau‑target engagement. citeturn0search3turn0search2",
        "Reflect: Classification check — because the drug is an anti‑tau monoclonal antibody and the study explicitly measures phospho‑tau in CSF to assess target engagement, the most specific CADRO category is B) Tau. There is no indication the intervention targets amyloid, ApoE/lipids, inflammation, or other single/non‑tau mechanisms; it is a pathology‑targeted biologic directed at tau. citeturn0search2turn0search1",
        "Web search results (sources used): 1) ALZFORUM summary page for MK‑2214 — lists MK‑2214 as an anti‑tau monoclonal antibody and describes the Phase 1 multiple ascending dose study. citeturn0search2 2) Merck Clinical Trials listing for the MK‑2214 Phase 1 study — protocol summary, PD endpoints (CSF phospho‑tau), and multiple ascending IV dosing details. citeturn0search3 3) Merck clinical trial listing / NCT reference pages (trial descriptions and sponsor information). citeturn0search1turn0search5"
    ]
}