{
    "nct_id": "NCT05077631",
    "title": "A Phase I, Double-Blind, Placebo-controlled, Randomized Study to Evaluate the Effects of Single Ascending Oral Doses of ACD856 on Safety, Tolerability and Pharmacokinetics in Healthy Adults",
    "status": "COMPLETED",
    "last_update_time": "2022-07-19",
    "description_brief": "The SAD design of the study is based on the aim to study safety, tolerability and PK of selected doses of ACD856 in a limited number of healthy volunteers. ACD856 will be administered orally.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "ACD856 — oral positive allosteric modulator (small molecule) of Trk receptors (TrkA/TrkB/TrkC)"
    ],
    "placebo": [
        "placebo (used in the single-ascending-dose, double-blind, placebo-controlled study)"
    ],
    "explanation_target": [
        "Reason: The compound ACD856 is a small-molecule positive allosteric modulator of tropomyosin receptor kinase (Trk) receptors that potentiates BDNF/NGF signaling and has been developed for cognitive impairment/Alzheimer’s disease; this indicates a targeted, mechanism-based approach to disease biology rather than a non-specific symptomatic cognitive enhancer. citeturn0search1turn0search5.",
        "Act (key extracted details and sources): ACD856 is described as a pan-Trk positive allosteric modulator with pro-cognitive and neuroprotective effects in preclinical models. citeturn0search1 The listed Phase I single-ascending-dose (SAD) trial evaluating oral ACD856 for safety, tolerability and PK in healthy adults (title matching the user description) is registered/completed (NCT05077631). The SAD and multiple-ascending-dose studies report oral administration, CNS exposure, and qEEG changes consistent with central target engagement. citeturn0search0turn0search3turn0search2.",
        "Reflect: Given the mechanism (small-molecule modulation of Trk neurotrophin receptors with potential neuroprotective/disease-modifying effects) and the fact ACD856 is not a biologic, the correct category is 'disease-targeted small molecule'. If one emphasized only symptomatic cognition improvement, an argument could be made for 'cognitive enhancer', but the preclinical and clinical descriptions explicitly frame ACD856 as a mechanism-driven therapeutic with potential disease-modifying/neuroprotective action, supporting classification as a disease-targeted small molecule. citeturn0search1turn0search5."
    ],
    "agent_type": "L) Growth Factors and Hormones",
    "explanation_agent": [
        "Reason: The investigational drug ACD856 is a small-molecule positive allosteric modulator of Trk (tropomyosin receptor kinase) receptors that potentiates NGF/BDNF signaling (neurotrophin/growth-factor pathways) and is being developed for cognitive impairment/Alzheimer’s disease—this places its mechanism squarely in growth-factor/neurotrophic signaling. citeturn0search3turn0search6",
        "Act: Key extracted details — ACD856 binds the Trk receptor (intracellular domain) and increases Trk kinase activity, potentiating BDNF/NGF-mediated signaling; it has pro-cognitive and neuroprotective effects in preclinical models and has progressed to Phase I (single- and multiple-ascending-dose) studies showing CNS exposure and qEEG changes consistent with central target engagement (NCT05077631 and related studies). citeturn0search3turn0search8turn0search5",
        "Reflect: Mapping to CADRO — because ACD856 directly targets neurotrophin receptors (TrkA/TrkB/TrkC), which are receptors for growth factors (NGF/BDNF), the most specific CADRO category is L) Growth Factors and Hormones. Although the molecule is a small-molecule (disease-targeted small molecule), CADRO classifies the biological pathway targeted (neurotrophin/growth-factor signaling), so L is the best fit rather than categories for synaptic plasticity alone or multi-target approaches. citeturn0search6turn0search8",
        "Web search results (key sources used):",
        "- ACD856 described as a novel positive allosteric modulator of Trk receptors with binding to TrkA intracellular domain and preclinical pro-cognitive/neuroprotective data. citeturn0search3",
        "- Full open-access Phase I SAD paper and methods describing first-in-human microdose and single-ascending-dose studies (safety/PK). citeturn0search9",
        "- Multiple-dose Phase I report showing CNS exposure (CSF levels) and dose-dependent qEEG changes indicating central target engagement. citeturn0search5",
        "- Preclinical paper detailing neuroprotective effects, increased BDNF and disease-modifying evidence in animal models. citeturn0search8",
        "- AlzForum summary and dossier summarizing binding, EC50s, LTP and behavioral pro-cognitive effects. citeturn0search6"
    ]
}