{
    "nct_id": "NCT06185543",
    "title": "A Phase 2, Randomized, Prospective Double-Blind, Single-Center, Placebo-controlled Study to Evaluate Safety, Tolerability, Target Engagement, and Efficacy of PrimeC in Patients With Mild to Moderate Alzheimer's Disease (AD)",
    "status": "RECRUITING",
    "last_update_time": "2024-01-16",
    "description_brief": "20 subjects with mild to moderate AD will be enrolled in the study and randomized at a 1:1 ratio to receive the study drug or placebo tablets, respectively. All subjects will be administered the drug/placebo twice daily (BID), two tablets each time, for 52 weeks.\n\nSubjects will be allowed to receive standard of care (SOC) treatment of approved products or their combination. Subjects will be evaluated every 3 months for safety and tolerability.",
    "description_detailed": "This is a Phase II, Randomized, Single-center, Prospective, Double-Blind, Placebo-Controlled Study, to evaluate Safety, Tolerability, target engagement and efficacy of PrimeC in subjects with mild to moderate AD. Subjects who meet the inclusion criteria and none of the exclusion criteria and who provide a signed Informed Consent will be enrolled in the study.\n\n20 subjects with mild to moderate AD will be enrolled in the study and randomized at a 1:1 ratio to receive the study drug or placebo tablets, respectively. All subjects will be administered the drug/placebo twice daily (BID), two tablets each time, for 52 weeks.\n\nSubjects will be allowed to receive standard of care (SOC) treatment of approved products or their combination (rivastigmine, donepezil, galantamine, memantine, donezepil, aducanumab, and lecanemab).\n\nSubjects will be evaluated every 3 months for safety and tolerability (adverse events, safety laboratory, vital signs, ECG, withdrawal rates and reasons). Subjects will be evaluated for efficacy at baseline and after 12 months for CSF biomarkers and clinical outcomes (CDR, ADAS COG 14, ADCS-iADL, MMSE), for blood biomarkers at baseline, 6 and 12 months, and for C-SSRS every 3 months. A remote follow up (via phone call) will be conducted 1 month after baseline visit in order to confirm investigational drug compliance according to the protocol and potential AEs.\n\nAdverse events (AEs) including any death, will be recorded throughout the study.\n\nDuring the study, the sponsor, the PI, the outcome assessor, the subjects and all staff involved in the collection and recording of the clinical and laboratory data will be blinded to the treatment assignment. In addition, all aspects of data management and clean-up will be done using blinded datasets.\n\nFollowing completion of 12 months of treatment, data lock will be performed, and data will be analyzed.",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "PrimeC (ciprofloxacin + celecoxib)"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The investigational product PrimeC is a combination of two small-molecule, marketed drugs — an antibiotic (ciprofloxacin) and an NSAID (celecoxib) — and the trial description and registries state it is being tested for target engagement and effects on AD-related biomarkers, implying a disease-modifying intent rather than purely symptomatic cognitive enhancement. citeturn0search0turn0search2",
        "Act: Clinical-trial listings for the Phase 2 RoAD study list PrimeC's ingredients as ciprofloxacin and celecoxib and describe evaluation of CSF/blood biomarkers and clinical outcomes (CDR, ADAS-Cog14, MMSE), supporting that PrimeC is a small-molecule combination aimed at Alzheimer’s pathology/biology. citeturn0search1turn0search3",
        "Act (supporting mechanism): Sponsor and patient-advocacy summaries indicate PrimeC is thought to act on neuroinflammation, abnormal microRNA activity, and iron accumulation — processes implicated in neurodegeneration — consistent with a disease-targeting strategy rather than a symptomatic cognitive enhancer. citeturn0search6turn0search2",
        "Reflect: Given PrimeC is composed of small molecules (not a biologic or antibody) and the trial's stated outcomes include biomarker target engagement and disease progression measures, the correct category is 'disease-targeted small molecule'. There is low ambiguity: both components are small-molecule drugs repurposed to modify disease-related biology in AD. citeturn0search0turn0search6"
    ],
    "agent_type": "F) Inflammation",
    "explanation_agent": [
        "Reason: The investigational product PrimeC is an oral fixed-dose combination of two small molecules — ciprofloxacin (an antibiotic) and celecoxib (a COX-2–selective NSAID) — being tested in a Phase 2 AD trial with biomarker and clinical endpoints, and the sponsor/summary materials describe anti‑inflammatory actions as a primary mechanism of interest. citeturn0search5turn0search3",
        "Act: Trial registries and sponsor descriptions list PrimeC as ciprofloxacin + celecoxib and state the drug is intended to act on neuroinflammation (alongside effects on miRNA regulation and iron handling). Because the dominant, explicit biological focus is reducing neuroinflammation (celecoxib’s known pharmacology and the sponsor’s stated intent), the most specific CADRO category is F) Inflammation. citeturn0search5turn0search1",
        "Reflect: Although ciprofloxacin is reported to modulate microRNA activity and may affect iron accumulation (mechanisms that touch on epigenetic regulation and iron metabolism), these are secondary/mechanistic notes in the sources rather than the primary labeled target; therefore F) Inflammation best captures the trial’s stated therapeutic target. If one prioritized the miRNA/iron claims over the anti‑inflammatory intent, a multi-target designation (R) could be argued, but the clearest, most specific fit is inflammation. citeturn0search4turn0search2",
        "Web-search supporting results (brief summaries): 1) MedPath trial listing for the Phase 2 AD study describes the PrimeC regimen (ciprofloxacin + celecoxib), endpoints including biomarker target‑engagement and cognitive outcomes — confirms the trial and composition. citeturn0search5 2) Sponsor/press materials (NeuroSense) describe PrimeC as an extended‑release combination designed to target inflammation, iron accumulation and RNA dysregulation in neurodegenerative disease. citeturn0search3 3) MND Association and other trial summaries state PrimeC is thought to act on neuroinflammation, abnormal microRNA activity, and iron build‑up — supporting the multi-mechanistic description. citeturn0search1 4) Preclinical/ mechanistic literature (review and experimental work) discusses ciprofloxacin’s effects on miRNA pathways, NF-κB and iron handling and celecoxib’s COX-2–dependent and independent anti‑inflammatory actions, supporting the mechanisms noted by sponsor summaries. citeturn0search4turn0search2"
    ]
}