{
    "nct_id": "NCT06850870",
    "title": "Onward Door-Through-Door Companion Rideshare Technology to Improve Care for Older Adults and Individuals With Alzheimer's Disease and Related Dementias (AD/ADRD)",
    "status": "RECRUITING",
    "last_update_time": "2025-09-05",
    "description_brief": "The goal of this pilot randomized controlled trial is to assess the impact of D2D rideshare services with a trained companion driver on the rate of medical appointments for older adults and individuals with AD/ADRD. Participants will be assigned either door-through-door (D2D) rideshare or curb-to-curb (C2C) rideshare services. he main question it aims to answer is:\n\nDo D2D rideshare services reduce missed medical appointment rates compared to C2C rideshare services?",
    "description_detailed": "A pilot randomized controlled trial (Stage 1). By stratifying on levels of cognitive impairment, i.e., no cognitive impairment vs. have mild to moderate cognitive impairment/MCI or subjective cognitive decline/SCD, the research team will randomly assign 120 riders, who have scheduled medical appointments at partner practices of Onward, to one of two groups: Onward D2D service (intervention) vs. C2C rideshare (control).\n\nIntervention Group (D2D): Door-to-Door rideshare services with a trained companion driver.\n\nControl Group (C2C): Standard Curb-to-Curb rideshare services.",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "SUPPORTIVE_CARE",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention described is a transportation/companion service (door-through-door rideshare with a trained companion driver) intended to reduce missed medical appointments and improve care access for older adults and people with AD/ADRD — not a drug, biologic, or cognitive/symptom-directed pharmacologic treatment. citeturn0search0",
        "Act (key details extracted): This is a pilot randomized controlled trial sponsored by Onward Health, Inc comparing door-through-door (D2D) companion rideshare versus standard curb-to-curb (C2C) rideshare; planned N≈120 older adults (60+), registered as NCT06850870. The study goal is to test whether D2D reduces missed medical appointment rates. No drug or biologic is listed in the registry or sponsor materials. citeturn0search0turn0search2turn0search6",
        "Reflect: Given the definitions — (1) disease-targeted biologic: biologics targeting pathology; (2) disease-targeted small molecule: pharmacologic agents targeting pathology; (3) cognitive enhancer: drugs to improve cognition; (4) neuropsychiatric symptom improvement: interventions for behavioral/psychiatric symptoms — this trial is a non-therapeutic service/behavioral intervention (transportation support) and therefore does not fit any of the four categories. Classification: 'N/A'. citeturn0search6turn0search5",
        "Web search results used (summary of sources consulted): MedPath / trial listing for the Door-Through-Door Companion Rideshare Technology trial (NCT06850870). citeturn0search0",
        "TrialsToday / trial summary for the same study. citeturn0search2",
        "Onward (sponsor) website describing Companion Drivers and Door-Through-Door services. citeturn0search6",
        "Additional trial listings/registries (ICH GCP / WithPower) confirming study details and recruitment. citeturn0search5turn0search3"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}