{
    "nct_id": "NCT00245206",
    "title": "Metabolic Effects of Newer Antipsychotics in Older Patients",
    "status": "COMPLETED",
    "last_update_time": "2018-12-13",
    "description_brief": "This study will compare four atypical antipsychotic medications in terms of the risk of specific side effects each of them presents in middle-aged and elderly individuals.",
    "description_detailed": "Atypical antipsychotic medications introduced within the last decade have been used increasingly for the treatment of several types of psychotic disorders and severe behavioral disturbances in older individuals. This trend is primarily due to a decrease in side effects caused by the new medications, as compared to conventional neuroleptic medications. There is a lower risk for developing tardive dyskinesia and extrapyramidal symptoms, both of which are movement abnormalities, with new antipsychotic medications. However, there has been a growing concern that the newer medications can cause a different set of potentially serious adverse side effects. Specifically, they may cause long-term metabolic, cardiovascular, and cerebrovascular effects, which may result in weight gain, diabetes, or stroke. This study will compare four atypical antipsychotic medications in terms of the risk of metabolic, cardiovascular, and cerebrovascular side effects that each presents in middle-aged and elderly individuals.\n\nParticipants in this open-label study will be randomly assigned to receive one of three atypical antipsychotic medications: aripiprazole; olanzapine; or risperidone. Although assignment is random, a technique that may reflect the participant's own interests or the researcher's knowledge of relevant participant characteristics will be used to assign the participant to a medication. Dosing will be determined by each participant's psychiatrist. Participants will be followed for up to 5 years to assess the side effects of the study medications, with study visits at baseline, Week 6, and every 3 months thereafter.",
    "phase": [
        "PHASE4"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "neuropsychiatric symptom improvement",
    "drug": [
        "olanzapine",
        "quetiapine",
        "risperidone",
        "aripiprazole (commonly studied though not always included)"
    ],
    "placebo": [
        "placebo (used in some trials such as CATIE‑AD)"
    ],
    "explanation_target": [
        "Reason: The trial tests \"newer/atypical antipsychotic medications\" and compares their metabolic side‑effects in middle‑aged and older adults. Atypical (second‑generation) antipsychotics are prescribed to treat neuropsychiatric/behavioral symptoms (e.g., agitation, psychosis) in dementia/older patients rather than to modify Alzheimer’s pathology or directly enhance cognition, so the appropriate category is interventions for neuropsychiatric symptom management. citeturn0search1turn0search5",
        "Act: The description does not name the four drugs. Commonly studied \"newer\"/atypical antipsychotics in older adults (and in metabolic‑effects trials) include olanzapine, quetiapine, risperidone — which were compared in the CATIE‑AD analyses — and aripiprazole (appears in switching trials addressing metabolic risk). Examples/sources: CATIE‑AD metabolic analysis (olanzapine, quetiapine, risperidone); switching trial to aripiprazole (CAMP); general metabolic risk trials comparing olanzapine vs risperidone. citeturn0search0turn0search1turn0search2turn0search3",
        "Reflect: Classification check — these drugs are not biologics and are not being studied as disease‑modifying small molecules or as cognitive enhancers in this description; the study focus is on antipsychotics (psychiatric/behavioral treatments) and their metabolic adverse effects in older patients, so \"neuropsychiatric symptom improvement\" best matches the intervention class despite the trial measuring side effects. Note ambiguity: the specific four drugs were not listed in the provided description, so I inferred likely candidates based on common practice and published trials; if you can provide the exact trial registration number or protocol text I can verify exact drug names. citeturn0search4turn0search5"
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The trial compares newer/atypical (second‑generation) antipsychotics—olanzapine, quetiapine, risperidone and often aripiprazole—for metabolic side‑effects in older adults. These drugs exert their therapeutic and side‑effect profiles primarily through modulation of neurotransmitter receptors (notably dopamine D2 and various serotonin receptors), so the most specific CADRO match is D) Neurotransmitter Receptors. citeturn2search1turn1search1turn2search2turn3search0",
        "Act: Extracted evidence and mapping to CADRO:",
        "- Olanzapine: atypical antipsychotic whose efficacy is proposed to be mediated by dopamine and serotonin (5‑HT2) receptor antagonism. (supports neurotransmitter receptor mechanism). citeturn2search1",
        "- Quetiapine: prescribing information lists its pharmacology and mechanism under clinical pharmacology (neurotransmitter receptor effects typical of SGAs). citeturn1search1",
        "- Risperidone: antipsychotic with high affinity for and antagonism at dopamine D2 and serotonin 5‑HT2A receptors. citeturn2search2turn2search3",
        "- Aripiprazole: a D2 (and D3) partial agonist and 5‑HT1A partial agonist / 5‑HT2A antagonist — i.e., a dopamine/serotonin receptor modulator. citeturn3search0turn3search5",
        "- The trial focus (metabolic adverse effects) is about safety outcomes of these receptor‑acting agents; trials comparing metabolic outcomes of these SGAs in older / AD populations include CATIE‑AD analyses (olanzapine, quetiapine, risperidone) and switching trials to aripiprazole (CAMP). These confirm the context (metabolic comparisons among receptor‑acting antipsychotics). citeturn0search2turn0search1",
        "Reflect: The intervention class is antipsychotic agents whose primary pharmacology is neurotransmitter‑receptor modulation; although the trial measures metabolic side effects (a safety endpoint) rather than attempting disease modification, CADRO classification is driven by the biological target/modality of the intervention. Therefore D) Neurotransmitter Receptors is the appropriate category. If the trial instead tested a metabolic pathway modifier (e.g., an insulin sensitizer) or a non‑therapeutic diagnostic approach, a different CADRO label would be required. (No evidence in the description that the drugs target amyloid, tau, inflammation, vasculature, etc.). citeturn0search5turn0search3",
        "Key web search results used (summary and purpose):",
        "- CATIE‑AD metabolic effects analysis (olanzapine, quetiapine, risperidone) — documents weight and lipid changes in AD patients on SGAs (supports metabolic‑effects context). citeturn0search2",
        "- CAMP switching trial (olanzapine/quetiapine/risperidone → aripiprazole) — demonstrates metabolic improvement after switching to aripiprazole (supports that aripiprazole is commonly used in metabolic‑risk switching trials). citeturn0search0turn0search1",
        "- Systematic review / meta‑analysis of metabolic side effects across SGAs — shows differential metabolic risk across agents (supports statement that metabolic risk differs by drug). citeturn0search5",
        "- Drug/label and pharmacology sources documenting receptor mechanisms: olanzapine (Zyprexa mechanism summary), quetiapine prescribing info, risperidone mechanism summaries, aripiprazole mechanism (partial agonist at D2/5‑HT1A). citeturn2search1turn1search1turn2search2turn3search0"
    ]
}