{
    "nct_id": "NCT04645017",
    "title": "Project Unmute: The Feasibility and Appropriateness of an Intergenerational Music Program Delivered by Adolescents to Older Adults With Declining Cognition",
    "status": "COMPLETED",
    "last_update_time": "2022-08-04",
    "description_brief": "Intergenerational music programming has been shown to benefit both young people and older adults in terms of quality of life, social connection, and promotion of positive cross-age attitudes. During a time that older adults are facing increasing social isolation, a need exists to offer meaningful programming that can reach older adults living with memory loss. The investigators want to assess if an intergenerational music program that is delivered by adolescent music facilitators is feasible and appropriate to both the young musicians and the older adult participants. This program will be designed on Zoom but will able to be delivered in the same manner in-person, offering it flexibility to reach a variety of participants. This program is unique in that it brings together two populations who have shown to be positively affected by engaging in music - adolescents and older adults with memory loss. As a result of this work, teenage musicians will be empowered to adapt and share a music program utilizing best research practices and create new connections with an older generation. Older adults will receive a research-informed music program that will be geared to helping their musical understanding and participation, as well as an opportunity to create new connections with a younger generation. Findings from this work will generate a music program with clearly defined ingredients that can be delivered and is accepted by both its facilitators and participants, providing a foundation for future studies to assess outcomes such as social connection, cognitive benefits, and emotional well-being.\n\nThis program will be built carefully utilizing stakeholder engagement from the adolescent facilitators and older adult participants. Specifically, for Aim 1 the investigators will explore the feasibility of the music program by its facilitators by conducting in-depth interviews with a sample of adolescent facilitators before, during, and after they administer the music intervention to discuss how best to adapt the program, as well as collecting observations of the older adults to confirm engagement in the program. For Aim 2 the investigators will assess its fidelity as the adolescent facilitators implement the program and are assessed for adherence and competence. For Aim 3, the investigators will assess its appropriateness, as adolescent facilitators and older adults will engage in focus groups.",
    "description_detailed": "The research team will use qualitative and convergent mixed methods approaches to develop and assess the feasibility and appropriateness of an intergenerational music program for older adults with memory loss. With a paucity of research assessing the potential of an intergenerational music program delivered by adolescents to older adults, it's important to carefully build and assess the intervention utilizing principles of feasibility and appropriateness. As discussed in feasibility methodology, principle data collection methodology includes qualitative methods with stakeholders.\n\nAim 1: Assess feasibility of delivering a music program to older adults for the young musicians using qualitative methodology.\n\nInitial development: Pre-interview questions will be generated by the study team based an existing digital music program, and post-interview questions will be guided by observations of facilitators' experiences delivering the program. A research team member will meet twice with a board-certified music therapist to determine bounds and flexibility for program adaptation and determine standards to include in the best- practice guide to familiarize adolescents to work with older adults with memory loss. (See: Pitfalls)\n\nData Collection: The PI will coordinate interview times and conduct semi-structured, in-depth interviews with the adolescent facilitators. Example questions will be \"Are there any important ingredients missing from this intervention?\" Do each of the intervention's ingredients have clarity when you imagine preparing a music class? What additional training do you need to present to older adults with memory loss?\" The interviews will last approximately 30-45 minutes and will take place immediately after the intervention training session, as well as at the mid-point of delivering classes and following the conclusion of the final class. They will be audio- and video-recorded and transcribed verbatim. A research assistant will transcribe each interview, de- identifying any family caregiver information, in a Microsoft Word document.\n\nParticipants: Purposive sampling will be used to recruit an expert panel comprising of four adolescent musicians. The inclusion criteria will be discussed in the Eligibility Criteria section. Once identified, panelists will be contacted by a research assistant to share study details and obtain consent. Participation in the interviews and facilitating the music classes will be voluntary and musicians can withdraw from the study at any time. The PI will coordinate interviews and facilitation times with the music facilitators. The musicians will spend an estimated eight hours receiving the initial training, preparing for the classes, facilitating the classes, and taking part in the interviews. Involvement for each musician will take place over approximately two months.\n\nData Management: Transcribed interview data will be uploaded and managed in the digital qualitative analysis software, NVivo. These data will be securely stored on a hard drive designated for this study.\n\nData Analysis and Dependability: The PI will follow a standard content analysis approach. This analytic approach helps researchers identify categories and patterns in transcribed data in a deductive manner. We will derive and systematically apply coding rules that are based on perceptions and feedback regarding each music intervention ingredient.\n\nThe PI will create this coding structure in NVivo and then conduct a meeting with the CO-I (Rodakowski). During this session, researchers' ability to agree on coding of data will be assessed and coding with which they encountered difficulty will be discussed. Twenty-percent of the data will be independently coded by the two researchers. To measure intercoder reliability, the PI will use the coding comparison query function in NVivo. A threshold will be set at 80% agreement based on suggested values of intercoder reliability. Both researchers will discuss disagreements and continue to code independently until this threshold is reached. After which, the PI will finish the remaining data coding.\n\nExpected outcome: Interview data with music facilitators will consist of information about the feasibility of other adolescent music facilitators to implement the music program in regards to each intervention ingredient. These findings will help the researchers making any necessary adaptations to the intervention and update training for future music facilitators prior to progressing to Aim 2, which will assess if the music program can be delivered with fidelity.\n\nPotential pitfalls: One potential pitfall is the lack of experience that the adolescent facilitators may have with older adults with memory loss. To assist in their comfort, the PI will develop a best-practice guide with the music therapist that anticipates some of the issues when working with this population and provides suggestions of best practices.\n\nAim 2: Assess if the young musicians can deliver the music program with fidelity using quantitative methodology.\n\nInitial development: A fidelity review form will be generated by the study team based on the adaptations to the digital music program.\n\nData Collection: The PI will assess video recordings of the digital music classes and rate them for fidelity.\n\nParticipants: The PI will work with community youth music programs to purposively sample 15 adolescent music facilitators. Convenience sampling will be employed to recruit 30 older adult participants from community wellness programs. The inclusion and exclusion criteria will be discussed in the Eligibility Criteria section. Once identified, facilitators and participants will be contacted by a research assistant to share study details and obtain consent. Participation in the music classes will be voluntary and musicians and participants can withdraw from the study at any time. The PI will coordinate facilitation times with the participants and the music facilitators. The facilitators will spend an estimated seven hours each, which include a training session, preparation for the classes and facilitation of the classes. Involvement for each musician will take place approximately one month. The participants will spend an estimated 45 hours attending digital music classes. The involvement for participants will take place approximately over 12 months.\n\nData Management: Fidelity review forms will be entered into RedCap.\n\nData Analysis and Reliability: Within Microsoft Excel, the PI will calculate the fidelity rates for each music facilitator.\n\nExpected outcome: Fidelity rates will demonstrate if the music facilitators can deliver the music intervention consistently. These findings will help the researchers making any necessary adaptations to the intervention.\n\nPotential pitfalls: One potential pitfall is the adolescent music facilitators experiencing uncertainty during the process of facilitation due to their lack of experience teaching and presenting. To mitigate this uncertainty, a training session will be offered prior to the facilitation sessions a professional music facilitator will be present for each session to assist with unforeseen circumstances or to help navigate any difficult discussions that may arise.\n\nAim 3: Assess if the program is appropriate for both the young musicians and the older adult participants using qualitative methodology.\n\nInitial development: Focus group questions will be generated by the study team based on the observations of the digital music program.\n\nParticipants: The PI will work with community youth music programs to purposively sample 15 adolescent music facilitators. Convenience sampling will be employed to recruit 30 participants from community wellness programs that serve older adults. The inclusion and exclusion criteria will be discussed in the Eligibility Criteria section. Once identified, facilitators and participants will be contacted by a research assistant to share study details and obtain consent. Participation in the focus groups will be voluntary and musicians and participants can withdraw from the study at any time. The PI will coordinate focus group times with the participants and the music facilitators. The focus groups will last approximately 30-45 minutes each.\n\nData Collection: Once consent is obtained and dates and times are confirmed, an appropriate venue that is free from interruptions will be reserved to conduct focus groups. The PI will follow a semi-structured guide to conduct one focus group with facilitator and another focus group with participants. The semi-structured guide will ask both groups about practical considerations such as the structure and technological features (volume level, font size in presentations) of the music classes. Probing questions will be asked about appropriateness of the classes delivered by the adolescent facilitators, opportunities that should be considered in future iterations of the intervention, and potential skills learned or supported for facilitators and participants. Focus groups will last approximately 30-45 minutes and will be audio and video recorded. A research assistant will transcribe each focus group verbatim, deidentifying any personal information, in a Microsoft Word document.\n\nData Management: Transcribed focus group data will be uploaded and managed in NVivo. These data will be securely stored on a hard drive designated for this study.\n\nData Analysis and Dependability: The PI (Dorris) and Co-Investigator (Rodakowski) will complete content analysis of the focus group data within NVivo.\n\nExpected Outcome: Mechanisms for administering and interpreting the music program will be discussed and barriers and facilitators for future growth of the program will be collected. Increasing our understanding of what was appropriate and what needs future adaptation will lead to a more successful iteration of the intervention's development.\n\nPotential Pitfalls: One potential logistical pitfall is the recruitment of adolescent facilitators to participate in focus groups given their demanding schedules and availability. If facilitators are unable to attend the focus group but are willing to participate in the study, we will offer the opportunity to partake in individual interviews or complete an online survey in place of the focus group. Another potential logistical pitfall is the memory of the participants causing barriers to remembering the music classes. The research team will coordinate with the participants of the music program to discuss breaking the focus group questions into 5-10 minute sessions at the end of each facilitated class.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "OTHER",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is an intergenerational music program (behavioral/psychosocial), delivered by adolescent facilitators to older adults with declining cognition. The stated aims are feasibility, fidelity, and appropriateness, with future outcomes to assess social connection, cognitive benefits, and emotional well-being. There is no pharmaceutical or biologic agent, nor a description of a small-molecule or biologic mechanism targeting Alzheimer pathology.",
        "Act: Key extracted details — intervention: intergenerational music program (telehealth via Zoom or in-person); population: older adults with declining cognition and adolescent musician facilitators; primary outcomes: feasibility, fidelity, appropriateness (qualitative interviews, observations, focus groups). No drug name, class, or placebo is mentioned or implied, so no drug lookup was required.",
        "Reflect: This is a non-pharmacologic, psychosocial intervention. It does not fit the four therapeutic categories (disease-targeted biologic, disease-targeted small molecule, cognitive enhancer, or neuropsychiatric symptom improvement) that all presume a pharmacologic or symptom-directed therapeutic agent. Therefore the correct classification is 'N/A'. No web search was performed because there is no drug to identify."
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}