{
    "nct_id": "NCT02959502",
    "title": "Home-Based Cognitive Remediation and Transcranial Direct Current Stimulation to Enhance Cognition in Persons With Mild Cognitive Impairment and Late Life Depression",
    "status": "ACTIVE_NOT_RECRUITING",
    "last_update_time": "2025-02-21",
    "description_brief": "The overall goals of this project are to assess the feasibility and impact of designing and implementing an at-home intervention aimed at preventing long-term cognitive decline and improving cognition in individuals currently at-risk for developing AD.",
    "description_detailed": "By the time Alzheimer's Dementia (AD) and related disorders are diagnosed, the brain has sustained substantial insult that limits the efficacy of current treatments. Preventive interventions are urgently needed but the majority of prevention studies require large numbers of participants, long follow-up periods, and frequent study visits. It is not feasible for many geriatric patients to attend clinics for treatment on a daily basis due to mobility and transportation restrictions, associated costs, and lack of rural clinic locations. Interventions delivered remotely, or administered within an individual's home, allow for preventative treatments to be made accessible to a wider range of individuals. Thus, the overall goals of this project are to assess the feasibility and impact of designing and implementing an at-home intervention aimed at preventing long-term cognitive decline and improving cognition in individuals currently at-risk for developing AD. These high-risk individuals that will be targeted in this proposal are: (1) older adults with Mild Cognitive Impairment (MCI), (2) older adults with Major Depressive Disorder (MDD), and (3) older adults with MCI and MDD.\n\nThe proposed intervention combines cognitive remediation (CR) and non-invasive brain stimulation - transcranial Direct Current Stimulation (tDCS), to be delivered in the participants' home environment. Twenty couples (40 participants) will be recruited, with one member defined as the \"patient\" and the second member defined as the \"caregiver\" to the patient. These caregivers will facilitate the delivery of the study intervention (i.e., CR+tDCS). Participants with a diagnosis of MCI or MDD or both, who have a caregiver, will receive open-label, active CR+tDCS over a period of 8 weeks. Both CR and tDCS have been shown to induce neuroplasticity and improve cognition. The aim of this pilot study is to assess the feasibility of delivering these combined interventions at home.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "OTHER",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [],
    "placebo": [
        "sham transcranial direct current stimulation (sham tDCS)"
    ],
    "explanation_target": [
        "Reason: The trial tests home-based cognitive remediation (CR) combined with transcranial direct current stimulation (tDCS) aimed at preventing cognitive decline and improving cognition in people with MCI and late‑life depression — this is a non‑pharmacologic cognitive enhancement intervention, not a biologic or small molecule. citeturn0search5turn0search1",
        "Act: Key details extracted — intervention = cognitive remediation + at‑home tDCS delivered/monitored remotely; population = mild cognitive impairment (MCI) and late‑life/remitted major depressive disorder; control conditions in randomized studies use sham tDCS (placebo device). No drug is involved. citeturn0search5turn0search4",
        "Reflect: Classification check — this intervention targets cognitive function (enhancement/decline prevention) via behavioral training and noninvasive brain stimulation, so it fits the 'Cognitive enhancer' category. It is not a disease‑targeted biologic (e.g., antibody/vaccine) or small molecule targeting AD pathology, nor is it focused on primary neuropsychiatric symptom management. Systematic reviews and randomized trials of tDCS+CR report cognitive outcomes and use sham controls, supporting this interpretation. citeturn0search7turn0search6",
        "Web search results used: PubMed summary of open‑label home‑based CR+tDCS feasibility and cognitive improvement. citeturn0search1",
        "Web search results used: PACt‑MD randomized trial description (CR+tDCS to prevent dementia/slow decline in MCI and remitted MDD). citeturn0search5",
        "Web search results used: Randomized home‑based tDCS trials (sham‑controlled) reporting methods and outcomes. citeturn0search4turn0search3",
        "Web search results used: Systematic review/meta‑analysis on tDCS effects on cognition in MCI/AD supporting cognitive‑enhancing intent. citeturn0search7"
    ],
    "agent_type": "M) Synaptic Plasticity/Neuroprotection",
    "explanation_agent": [
        "Reason: The intervention is home-based cognitive remediation (behavioral training) combined with transcranial direct current stimulation (tDCS), a non‑pharmacologic approach intended to improve cognition and prevent decline in MCI with late‑life depression. tDCS acts by modulating cortical excitability and promoting neuroplasticity/synaptic modulation, so the biological focus is on enhancing synaptic function rather than targeting amyloid, tau, inflammation, etc. citeturn0search6turn0search3",
        "Act: Key trial details extracted from the description and literature — intervention = cognitive remediation + remotely supervised/home tDCS (sham‑controlled in randomized designs); population = MCI and late‑life/remitted major depressive disorder; no drug or molecular target is involved. These specifics support assigning a CADRO category that reflects synaptic/plasticity enhancement rather than a molecular pathology target. citeturn0search6turn0search1",
        "Reflect: Classification check — the trial’s intent and mechanism (cognitive training + noninvasive brain stimulation to induce neuroplastic changes and improve cognition) map best to CADRO M) Synaptic Plasticity/Neuroprotection. It is not disease‑modifying via amyloid/tau/ApoE/inflammation pathways, nor is it merely diagnostic, so 'M' is the most specific and appropriate category. Systematic reviews/meta‑analyses of tDCS in MCI/AD support its cognitive‑enhancing, plasticity‑oriented role. citeturn0search2turn0search5",
        "Supporting web search results (key sources used): PACt‑MD randomized trial describing CR + tDCS to prevent decline in MCI and remitted MDD. citeturn0search6; Home‑based/remotely supervised tDCS randomized trial in patients with MCI and depression (Kim et al.). citeturn0search1turn0search7; Systematic reviews/meta‑analyses of tDCS effects on cognition in MCI/AD supporting cognitive‑enhancing/neuroplasticity intent. citeturn0search2turn0search3"
    ]
}