{
    "nct_id": "NCT07054385",
    "title": "I-CARE-Rural Pilot: Remote Digital Intervention for Rural-Dwelling Dementia Caregivers",
    "status": "RECRUITING",
    "last_update_time": "2025-08-21",
    "description_brief": "The purpose of this study is to assess feasibility and to estimate efficacy of our app \"Brain CareNotes\" for dementia caregivers who reside in a rural setting (as defined by RUCA codes 4 through 10). The Brain CareNotes app is designed to reduce informal caregiver burden of those caring for individuals with Alzheimer's disease and related dementias (ADRD) and behavioral and psychological symptoms of dementia (BPSD) of individuals with ADRD. The study will enroll up to 60 rural caregivers of community-dwelling individuals living with ADRD. Caregivers will be randomized to use the Brain CareNotes app or an attention control education-only app for six months, with usage reminders.",
    "description_detailed": "This study will evaluate the feasibility and estimate the effect of Brain CareNotes on caregiver burden and patient BPSD. The study will enroll up to 60 rural-dwelling caregivers. Participants will be randomized to use the Brain CareNotes app or an attention control education-only app (Dementia Guide Expert) for six months.\n\nThe primary objective is to evaluate the feasibility of Brain CareNotes, as assessed by caregiver-reported a) usability, as assessed by the 10-item Simplified System Usability Scale and b) acceptance as assessed by the 4-item Behavioral Intention questionnaire.\n\nThe secondary objective is to estimate the effect of Brain CareNotes on a) caregiver burden and b) patient BPSD at six months, compared to attention control. These outcomes are calculated using the caregiver-reported Neuropsychiatric Inventory (NPI): the NPI caregiver distress sub-score measures caregiver burden and the NPI total score measures patient BPSD. The investigators will obtain NPI responses from caregivers at baseline, three, and six months.\n\nExploratory objectives are to estimate the effect of Brain CareNotes on a) caregiver depressive symptoms and b) patient and caregiver acute care utilization at six months; and to examine early effects at three months on c) the usability and acceptance of Brain CareNotes, and d) caregiver burden and BPSD. Caregiver depressive symptoms will be assessed by the Patient Health Questionnaire-9 (PHQ-9), administered at baseline, three, and six months. Acute care utilization data will be obtained from self-reports to identify both caregivers' and patients' hospital and emergency visits that occurred within six months of enrollment.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "SUPPORTIVE_CARE",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The described intervention is a mobile app (Brain CareNotes) intended to reduce informal caregiver burden and help manage behavioral and psychological symptoms of dementia (BPSD) in people with ADRD. This is a digital/behavioral caregiver support intervention, not a pharmacologic or biologic treatment, and its aims are feasibility and caregiver/patient outcome measurement rather than targeting Alzheimer pathology. citeturn0search0turn0search7",
        "Act: Key extracted details — intervention: Brain CareNotes mobile app; control: attention-control education-only app (Dementia Guide Expert); population: up to 60 rural caregivers of community-dwelling people with ADRD; duration: 6 months. No drug or biologic is mentioned or studied in this trial. These details are documented in the trial listing and related protocol/publication. citeturn0search2turn0search7",
        "Reflect: Classification decision — This trial evaluates a remote digital caregiver intervention (support/education/skills coaching) and not a disease-modifying biologic, a disease-targeted small molecule, a direct cognitive enhancer, or a pharmacologic treatment for neuropsychiatric symptoms. Therefore it does not fit any of the four therapeutic categories and is classified as 'N/A'. The classification is supported by the trial descriptions and published feasibility/efficacy reports of Brain CareNotes. citeturn0search4turn0search0",
        "Web search results consulted (selected): 1) Trial listing for I-CARE Rural Pilot / Brain CareNotes (trial details and brief summary). citeturn0search0 2) I-CARE / Brain CareNotes protocol and trial description (mobile telehealth intervention protocol / I-CARE 2). citeturn0search7 3) Published feasibility study / Technology caregiver intervention (Brain CareNotes) — Journal of the American Geriatrics Society. citeturn0search4 4) Clinical trial listing summary (CenterWatch / other registries). citeturn0search2"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}