{
    "nct_id": "NCT05629871",
    "title": "Biomarkers of Sleep-wake Cycle in Prodromal Alzheimer's Disease: Role in Cognitive Decline?",
    "status": "RECRUITING",
    "last_update_time": "2025-10-02",
    "description_brief": "Alzheimer's disease (AD) is characterised by a progressive loss of memory and cognitive function. In the early stages of AD, there is a progressive accumulation of molecules: β-amyloid peptides (Aβ) in the brain. There is a link between the accumulation of Aβ peptides and the deterioration of sleep, but current knowledge does not confirmed this link. The objective of this study is to define whether there is a link between cognitive decline and sleep disorders. If a correlation is found, this could allow earlier treatment of sleep disorders in the longer term in order to slow the development of AD.",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "DIAGNOSTIC",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The study is an observational/biomarker study asking whether sleep‑wake disturbances correlate with cognitive decline in prodromal AD; it describes procedures (polysomnography, actimetry, neuropsychological testing, biomarker assays) rather than testing a therapeutic drug or biologic. citeturn0search0",
        "Act (extracted details): Title and registry: “Biomarkers of Sleep‑wake Cycle in Prodromal Alzheimer's Disease: Role in Cognitive Decline?” (NCT05629871). Interventions listed are diagnostic/measurement procedures (polysomnography, actimetry, questionnaires, internal temperature, biomarker assays) — no drug or biologic intervention is named. Therefore there is no candidate drug to classify. citeturn0search0",
        "Supporting evidence (why this is N/A for therapeutic categories): Prior literature links sleep disturbances with amyloid‑β diurnal variation and suggests sleep may influence Aβ accumulation, motivating biomarker studies — but these are observational/biomarker studies, not drug trials. citeturn0search2",
        "Additional supporting literature: Systematic reviews and longitudinal studies identify sleep fragmentation, reduced sleep efficiency, altered REM/NREM, and sleep‑disordered breathing as predictors or biomarkers of cognitive decline — reinforcing that the study aims to identify biomarkers rather than test a treatment. citeturn0search3turn0search6",
        "Further context: Studies also report associations between sleep‑wake disruption and tau/orexin dysregulation, illustrating the biologic rationale for measuring sleep biomarkers in prodromal AD but not implying this trial administers a disease‑targeted biologic or small molecule. citeturn0search1turn0search4",
        "Reflect: Given the trial’s observational/diagnostic design and absence of any therapeutic agent or intervention intended to modify pathology or symptoms, it does not fit the four therapeutic categories (disease‑targeted biologic, disease‑targeted small molecule, cognitive enhancer, neuropsychiatric symptom improvement). Classification: N/A. citeturn0search0"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}