{
    "nct_id": "NCT00097916",
    "title": "A Randomized, Double-Blind, Placebo-Controlled Evaluation of the Safety and Efficacy of Memantine in Non-Institutionalized Agitated Patients With Moderate to Severe Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2012-03-01",
    "description_brief": "About 65% of patients with severe Alzheimer's Disease (AD) will have symptoms of agitation. There are drawbacks associated with the currently available therapeutic interventions for agitation associated with Alzheimer's Disease. In a recent trial, in the group of patients with moderate to severe AD treated with memantine, there were fewer incidences of agitation. It is hypothesized that memantine will be effective in reducing the symptoms of agitation associated with moderate to severe Alzheimer's Disease.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE3"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "neuropsychiatric symptom improvement",
    "drug": [
        "memantine (Namenda) — small‑molecule NMDA receptor antagonist"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The trial tests memantine to reduce agitation (a behavioral/neuropsychiatric symptom) in moderate–to–severe Alzheimer’s disease. Memantine is a small‑molecule NMDA receptor antagonist approved for moderate–to–severe AD; its mechanism and indication are described in the prescribing information. citeturn1search0turn0search2",
        "Act: Key extracted details — drug: memantine (an oral small molecule, NMDA antagonist); trial title: randomized, double‑blind, placebo‑controlled evaluation of memantine for agitation in moderate–to–severe AD; primary intent: reduce agitation (neuropsychiatric symptom). Prior randomized trials and pooled analyses have specifically evaluated memantine’s effects on agitation/NPI scores with mixed results (some analyses show behavioral benefit; some RCTs did not meet primary agitation endpoints). citeturn0search5turn0search1turn0search6",
        "Reflect: Classification justification — although memantine is a small molecule, it is not an anti‑amyloid/tau biologic aimed at disease modification; here it is being tested to treat agitation (a neuropsychiatric/behavioral symptom). Therefore the correct category is 'neuropsychiatric symptom improvement'. I note ambiguity that memantine is also used to treat cognitive symptoms in moderate–to–severe AD, but the trial’s stated primary outcome (agitation) directs the classification. citeturn1search0turn0search6",
        "Supporting web search results cited: NEJM memantine in moderate–to–severe AD (efficacy/approval context). citeturn0search2",
        "Supporting web search results cited: PubMed trial(s) specifically testing memantine for agitation / behavioral outcomes (randomized trials and full text). citeturn0search5turn0search1",
        "Supporting web search results cited: Pooled analysis showing memantine effects on behavioral symptoms including agitation/aggression. citeturn0search6",
        "Supporting web search results cited: FDA/Prescribing information (Namenda) describing memantine mechanism (NMDA antagonist) and indication for moderate–to–severe AD. citeturn1search0"
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The investigational drug is memantine, a small‑molecule uncompetitive NMDA (N‑methyl‑D‑aspartate) receptor antagonist; the trial tests memantine for reduction of agitation in moderate–to–severe AD. The mechanism (NMDA receptor antagonism) directly implicates a neurotransmitter receptor target. citeturn1search0turn0search0",
        "Act: Extracted details — drug: memantine (Namenda), oral small molecule; mechanism: NMDA receptor antagonist; trial intent: treat agitation/neuropsychiatric symptoms in moderate–to–severe Alzheimer’s disease. Relevant clinical trials and reviews have evaluated memantine’s effects on behavior/agitation with mixed results. citeturn1search0turn0search2turn0search3turn1search5",
        "Reflect: Classification justification — CADRO classifies targets by the biological pathway or molecular target. Because memantine’s pharmacologic action is modulation of the NMDA glutamate receptor, the most specific CADRO category is D) Neurotransmitter Receptors (rather than a symptom‑based category). Although the trial’s clinical outcome is neuropsychiatric (agitation), the drug target is a neurotransmitter receptor, so D is the appropriate CADRO assignment. citeturn1search0turn1search4",
        "Web search results cited (key sources used): 1) FDA Namenda XR prescribing information — mechanism as NMDA receptor antagonist; indication for moderate–to–severe AD. citeturn1search0 2) NEJM memantine in moderate‑to‑severe AD (pivotal trial; describes NMDA antagonist rationale and clinical effects). citeturn0search0 3) PubMed randomized trials of memantine for agitation / behavioral outcomes (trial showing no superiority for clinically significant agitation; other RCTs behavior‑enriched samples). citeturn0search2turn0search3 4) Reviews/meta‑analyses and summaries of memantine clinical evidence and mechanism. citeturn1search5turn1search6"
    ]
}