{
    "nct_id": "NCT05980572",
    "title": "Mobile Device Based Telerehabilitation for Frozen Shoulder-A Prospective Randomized Controlled Study.",
    "status": "COMPLETED",
    "last_update_time": "2025-03-31",
    "description_brief": "Abstract\n\nIntroduction Frozen shoulder is a common musculoskeletal disorder with reported lifetime prevalence to be 2%\\~5% in the general population. Patients with frozen shoulders present with chronic pain and limited range of motion of affected shoulder and often cause an adverse impact on their daily activities and working ability. Shoulder exercises had been proven to be effective in treatment of frozen shoulders and the effects were even better after intraarticular corticosteroid injection. Strategies to enhance home exercise for patients with frozen shoulders are essential.\n\nObjective To compare the effects of home exercises delivered by a newly developed app named Defrozen app with that by convention home exercise for frozen shoulder patients after intra-articular corticosteroid injection.\n\nMethods and analysis This is a randomized, controlled, assessor-blinded clinical trial. Seventy-eight individuals diagnosed with frozen shoulders will be randomly divided into two groups. The primary outcome will be shoulder passive range of motion (measured with a universal goniometer). The secondary outcomes will include , shoulder pain evaluated by 11-point numeric rating scale , Oxford shoulder score and Disabilities of the arm, shoulder and hand questionnaire. Feasibility of the app includes including Technology Acceptance Model (TAM-2), System Usability Scale (SUS) and Usability, Satisfaction and Ease of Use (USE) questionnaire . The treatment will be conducted for 6 months (Defrozen app home exercise x conventional home exercise by instructions from printed pamphlets).All participants will receive outcome measurements assessment prior to randomization , 4 weeks , 12 weeks after injections interventions. Feasibility will be evaluated 4 weeks after intervention in the Defrozen app group.\n\nEthics and dissemination The study protocol was approved by the Institutional Review Board. The findings of the trial will be disseminated through peer-reviewed journals and scientific conferences.",
    "description_detailed": "The primary objective of this study is to test the hypothesis that a 12-week frozen shoulder exercise program delivered through the mobile app will result in greater improvement in shoulder range of motion compared to the control group. The control group will receive conventional home exercises provided on paper for patients with frozen shoulder after undergoing intra-articular corticosteroid injection.The secondary objective is to assess the differences in range of motion and functional outcomes between the two groups of patients. Additionally, the feasibility and acceptability of the Defrozen-App to these patients will be evaluated.\n\nThis study will employ a prospective, two-armed, assessor-blinded superiority randomized controlled trial design to compare two parallel groups of patients with primary frozen shoulder. The study was designed in accordance with the Standard Protocol Items: Recommendations for Interventional Trials (SPIRIT) guidelines for planning interventional trials. The trial results will be reported following the Consolidated Standards of Reporting Trials (CONSORT) guidelines.\n\nThis study will be conducted in the northern branch of a medical system, which includes three hospitals located in northern Taiwan. The trial is registered \\[provide registration number or leave it blank if not available\\]. The recruitment of patients will take place in the clinic of the Department of Physical Medicine and Rehabilitation at Chang Gung Memorial Hospital, Taipei, Linko, and Taoyuan branches.\n\nA Mobile Phone App for Demonstrating Home Exercises for Frozen Shoulder:\n\nThe Defrozen app is designed to provide simple home exercise programs for patients with frozen shoulders. It includes various features such as a training mode with exercise demonstrations, an exercise calendar, and pain evaluation.The main screen of the app displays exercise videos that are demonstrated by one of our researchers. It consists of seven sets of exercises specifically selected by physicians and a physiotherapist in our team. These exercises include Finger Walk for shoulder flexion and abduction, self-stretching exercises for shoulder external rotation and pectoral muscles, and crossover arm stretch for shoulder adduction. Additionally, towel exercises for shoulder extension and internal rotation are included. Each set of exercises consists of 10 repetitions, and we recommend performing four sessions per day. The total exercise time for one session is approximately 8 minutes. We encourage users to follow the exercise demonstrations provided in the app.After completing the exercise mode, the app prompts the patient to indicate whether they have completed the exercise and record their current pain intensity on a scale ranging from 0 to 10 . The app then transitions to the calendar mode, which displays the number of exercise sessions completed on that day and reminds the patient of the remaining sessions to be completed.\n\nProcedures:\n\nParticipants will be recruited from the clinics of physical medicine and rehabilitation in a medical center located in northern Taiwan. Detailed information about the study will be provided to all eligible patients, and written informed consent will be obtained from each participant. All study visits will take place at a clinical laboratory near the clinics.\n\nThe assessor will collect baseline data from participants prior to randomization. Follow-up assessments will be conducted at two time points: 4 weeks after the interventions and 12 weeks after the interventions. Feasibility of the interventions will be evaluated only after the 4-week intervention period.\n\nRandom Allocation:\n\nRandom allocation of participants will be conducted using computer-generated random numbers in a 1:1 ratio. This process will be performed by one of the authors who is independent of the screening, patient recruitment, clinical care, and data collection. Subjects will be randomly assigned to either the Defrozen App group or the conventional group, ensuring equal allocation between the two groups.\n\nThe generated random number list will be placed into sequentially numbered, opaque, and sealed envelopes. These envelopes will be securely stored by the researcher responsible for allocation. Once a subject has been confirmed as eligible and has provided informed consent, the envelope corresponding to their sequential order will be opened to reveal their group allocation.\n\nBlinding:\n\nParticipant allocation and follow-up arrangements will be overseen by a clinical researcher who will not be blinded to the participants' group assignments. However, to minimize bias, outcome measure assessments will be conducted by a physician from the study team who will be unaware of the participants' intervention groups.\n\nInterventions In this study, all patients, regardless of their group allocation, will receive both glenohumeral joint and subacromial space injections. This decision is based on previous research that has suggested a synergistic effect of combination injections in increasing joint internal rotation angle. (Proper site of corticosteroid injection for the treatment of idiopathic frozen shoulder: Results from a randomized trial)The injections will consist of a solution containing 1 ml of 40 mg/ml triamcinolone acetonide and 1 ml of 1% lidocaine in each site. The glenohumeral joint injection will be performed blindly using an anterior approach. The needle will be inserted medially to the head of the humerus, located approximately 1 cm lateral to the coracoid process, and directed posteriorly at a slight superior and lateral angle.Previous studies have suggested that blind anterior glenohumeral joint injection yields comparable pain and functional outcomes to ultrasound-guided injection. Additionally, the anterior approach has shown better pain control and improved functional activity recovery in the early stages of primary frozen shoulder compared to the posterior approach.\n\nFor the subacromial injection, ultrasound guidance will be employed to potentially achieve greater clinical improvement in shoulder pain compared to blind injection.Following the injections, patients will receive instructions on performing the seven sets of frozen shoulder exercises mentioned earlier. The APP group will be guided through the exercises using the mobile app, while the conventional group will be provided with a printed pamphlet illustrating the exercises. Each set of exercises will involve 10 repetitions, and it is recommended to perform four sessions per day. Additionally, all patients will be prescribed two weeks of nonsteroidal anti-inflammatory drugs (aceclofenac) to manage pain and inflammation.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The study describes a telerehabilitation intervention (the Defrozen app) delivering guided home exercises for frozen shoulder after intra-articular corticosteroid injection, with outcomes like shoulder passive range of motion, pain scores, Oxford Shoulder Score, and usability/feasibility questionnaires. This is a non‑Alzheimer, non‑pharmacologic/diagnostic rehabilitation trial, not a drug or biologic trial. citeturn0search1turn0search0",
        "Act: Key extracted details — intervention: Defrozen-app (mobile app demonstrating seven shoulder exercises and tracking adherence); population: patients with frozen shoulder post intra‑articular corticosteroid injection; design: randomized, assessor‑blinded; primary outcome: passive ROM; secondary outcomes: pain NRS, OSS, DASH, TAM‑2/SUS/USE for feasibility; duration: up to 12 weeks assessments (study description) / feasibility assessed at 4 weeks. These details match summaries from the Defrozen-app pilot and related smartphone-assisted frozen shoulder studies. citeturn0search1turn0search0turn0search3",
        "Reflect: Classification check — does the trial fit any Alzheimer’s categories? No. It is not testing a biologic (e.g., monoclonal antibody) or small‑molecule targeting Alzheimer pathology, nor a cognitive enhancer or a neuropsychiatric symptom treatment. It is a rehabilitation/telehealth intervention for a musculoskeletal condition, so the appropriate category per the instructions is 'N/A'. citeturn0search1",
        "Web search results (supporting sources found): 1) 'The Feasibility and Efficacy of Remote App‑Guided Home Exercises for Frozen Shoulder: A Pilot Study' — MDPI (Describes the Defrozen‑app, exercises, usability and clinical outcomes). citeturn0search1 2) 'Effect of smartphone application‑supported self‑rehabilitation for frozen shoulder: a prospective randomized control study' — PubMed (related smartphone rehabilitation RCTs for frozen shoulder). citeturn0search0 3) 'Mobile Phone‑Supported Physiotherapy for Frozen Shoulder: Feasibility Assessment' — JMIR / PubMed (usability study of an mHealth app for frozen shoulder). citeturn0search3 4) Background clinical context on frozen shoulder (adhesive capsulitis) — Mayo Clinic overview. citeturn0search2"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}