{
    "nct_id": "NCT06041789",
    "title": "Effect of Acetylcholinesterase Inhibitors on Bone Metabolism and Fracture Risk Factors Among Older Adults With Mild to Moderate Alzheimer's Disease",
    "status": "RECRUITING",
    "last_update_time": "2025-09-05",
    "description_brief": "People with Alzheimer's disease are at an increased risk of bone fracture. Some studies have shown that those taking donepezil have a lower rate of bone fractures, but the reasons for this are unknown. The purpose of this study is to measure the effect of donepezil treatment on bone metabolism factors including bone mineral density, bone turnover markers, and bone quality.\n\nParticipants in this study will have a bone density test and have blood samples collected at the baseline study visit. Participants will then be randomly assigned to donepezil or matching memantine to be taken daily by mouth for 12 months. Blood samples will be collected at 6 and 12 months. A repeat bone density test will be performed at 12 months. Participants will also complete questionnaires at each study visit.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "donepezil"
    ],
    "placebo": [
        "memantine (active comparator — not an inert placebo)"
    ],
    "explanation_target": [
        "Reason: The intervention drugs in this trial are donepezil and memantine. Donepezil is a centrally-acting, reversible acetylcholinesterase inhibitor used to improve cognition/behavior in Alzheimer disease (symptomatic treatment rather than targeting amyloid or tau). citeturn0search2",
        "Act: Key trial details — participants with mild–moderate AD are randomized to donepezil or matching memantine for 12 months; outcomes are bone mineral density, bone turnover markers, bone quality, and questionnaires. Because the drugs are symptomatic Alzheimer treatments (cholinergic and glutamatergic modulators) rather than biologics or agents aimed at core AD pathology, they fit the \"Cognitive enhancer\" category. (Memantine is an NMDA receptor antagonist and also a symptomatic small-molecule treatment.) citeturn0search0turn0search1",
        "Reflect: Classification check — neither donepezil nor memantine are biologics (so not \"disease-targeted biologic\") and neither is designed to target amyloid/tau (so not \"disease-targeted small molecule\"). Their primary approved mechanism is symptomatic cognitive/behavioral improvement, so the correct category is \"cognitive enhancer.\" Note: the trial’s primary measured outcomes are bone-related (effects on bone metabolism and fracture risk factors), which is an off-target effect being studied, but that does not change the drug class/mechanistic category. citeturn0search2turn0search0",
        "Web search results used: (1) Donepezil mechanism and clinical role — review stating donepezil is a reversible acetylcholinesterase inhibitor used to improve cognition/behavior in AD. citeturn0search2turn0search6 (2) Memantine mechanism — sources describing memantine as an uncompetitive NMDA receptor antagonist used for symptomatic treatment of moderate–severe AD. citeturn0search0turn0search1"
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The trial tests donepezil (an acetylcholinesterase inhibitor) and memantine (an NMDA glutamate receptor antagonist) — both act on neurotransmitter systems (cholinergic and glutamatergic), i.e., neurotransmitter receptors/neurotransmission rather than core proteinopathies like amyloid or tau. citeturn0search8turn0search1",
        "Act: Extracted trial details — drug(s): donepezil (centrally acting, reversible acetylcholinesterase inhibitor increasing synaptic acetylcholine) and memantine (uncompetitive/partial NMDA receptor antagonist modulating glutamatergic excitotoxicity). These mechanisms map to CADRO category D: Neurotransmitter Receptors. citeturn0search6turn0search4",
        "Reflect: Confirming classification — both agents are symptomatic cognitive enhancers that modulate neurotransmitter receptor systems rather than targeting amyloid, tau, inflammation, or other CADRO categories. The trial’s primary measured outcomes (bone metabolism/fracture risk) concern off-target effects and do not change the mechanistic classification. Therefore D) Neurotransmitter Receptors is the most specific CADRO match. citeturn0search2turn0search3",
        "Web search results used: (1) Donepezil mechanism and clinical role — PubMed/NCBI reviews describing donepezil as a reversible acetylcholinesterase inhibitor used to improve cognition in AD. citeturn0search8turn0search6 (2) Memantine mechanism — NCBI/Alzforum and PubMed reviews describing memantine as an NMDA receptor antagonist used for symptomatic treatment of AD. citeturn0search1turn0search4"
    ]
}