{
    "nct_id": "NCT00216502",
    "title": "Long Term Treatment With Galantamine In Dementia",
    "status": "COMPLETED",
    "last_update_time": "2011-01-20",
    "description_brief": "The purpose of this study is to evaluate the long-term efficacy and safety of galantamine in patients with Alzheimer's disease.",
    "description_detailed": "Dementia is a chronic, progressive brain disease that may involve a number of symptoms, including memory loss and changes in personality, behavior, judgment, attention span, language and thought. The most common type of dementia is Alzheimer's disease. Over time, patients with Alzheimer's disease may lose ability to perform daily tasks related to personal care (for example bathing, dressing, eating) and may be unable to handle money or travel to familiar places. Previous short-term studies have shown galantamine to be safe and effective in treating patients with Alzheimer's disease, however the long-term safety and effectiveness of galantamine have not been examined. This multicenter, randomized study will assess whether long-term treatment with galantamine will delay the onset of symptoms associated with Alzheimer's disease and examine the safety and effectiveness of long-term treatment with galantamine. Patients will receive 12 months of open-label treatment with galantamine, followed by 24 months of double-blind treatment with galantamine or placebo. Safety evaluations (incidence of adverse events, physical examinations, 12 lead ECGs, vital signs, laboratory tests) will be performed throughout the study. Effectiveness will be determined using standard tests and rating scales to assess mental status, functioning, thinking, behavior, judgment and language (Mini Mental Status Exam \\[MMSE\\], Alzheimer's Disease Assessment Scale \\[ADAS-cog\\]; Disability Assessment for Dementia \\[DAD\\], and Clinician's Interview Based Impression of Changes plus Family Input \\[CIBIC-plus\\]). After the first 4 weeks, assessments will be performed every 3 months during the open-label phase (first 12 months) and then every 6 months during the double-blind phase (13-36 months). Patients whose symptoms worsen as defined by an increase of \\> or = to 4 points in their ADAS-cog score from the start of the double-blind phase will be withdrawn from the study. The study hypothesis is that long-term treatment with galantamine will be effective in delaying the cognitive deterioration in patients with Alzheimer's disease and that galantamine is well-tolerated with long term treatment. Galantamine 4 milligrams twice daily by mouth for 4 weeks, then 8 milligrams twice daily for 48 weeks. Thereafter, galantamine will be given as 8 milligrams twice daily for an additional 24 months.",
    "phase": [
        "PHASE3"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "galantamine"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: Galantamine is a reversible acetylcholinesterase inhibitor and a positive allosteric modulator of nicotinic acetylcholine receptors; it is used to improve cognition and function in mild-to-moderate Alzheimer's disease. citeturn0search0turn0search8",
        "Act: Key extracted details — drug name: galantamine; drug type: small-molecule cholinesterase (AChE) inhibitor with nicotinic receptor modulation; trial goal: evaluate long-term efficacy and safety (symptomatic cognitive/functional benefit) rather than targeting amyloid or tau pathology. citeturn0search2turn0search4",
        "Reflect: Classification rationale — this trial evaluates a symptomatic, cholinergic-enhancing therapy that improves cognition/function (fits the 'Cognitive enhancer' category). Although galantamine is a small molecule, it does not primarily target core AD pathologies (amyloid or tau) for disease modification, so it is not classified as a disease-targeted small molecule or biologic. Evidence shows symptomatic cognitive and functional benefit sustained for up to ~12 months in trials. citeturn0search7turn0search3",
        "Web search results used (selection): PubMed review summarizing galantamine mechanism and clinical benefit (AChE inhibition + nicotinic modulation). citeturn0search0",
        "NCBI / LiverTox drug monograph noting approval for mild-to-moderate AD, dosing forms, and cholinergic adverse effects. citeturn0search2",
        "Cochrane / systematic review evidence of cognitive and functional improvement at 6–12 months. citeturn0search7",
        "ALZFORUM summary of multiple clinical trials showing consistent symptomatic cognitive benefit but small effect size. citeturn0search4"
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The trial tests galantamine, a symptomatic cognitive enhancer whose primary pharmacology is cholinergic — reversible acetylcholinesterase (AChE) inhibition — and which has been reported to modulate nicotinic acetylcholine receptor function. This implicates neurotransmitter systems/receptors rather than core disease-modifying pathways (amyloid or tau). citeturn0search4turn0search6turn0search2",
        "Act: Extracted details — drug: galantamine; mechanism: AChE inhibitor with reported nicotinic receptor modulation (evidence for direct positive allosteric modulation of human α4β2/α7 subtypes is mixed/limited); clinical goal: symptomatic long‑term cognitive/functional benefit in mild–moderate AD rather than targeting amyloid or tau. Assign CADRO category D) Neurotransmitter Receptors. citeturn0search7turn0search2turn0search0",
        "Reflect: The classification fits CADRO D because galantamine acts on the cholinergic neurotransmitter system (enzyme inhibition increasing acetylcholine and modulation of nicotinic receptor activity), which is covered by the Neurotransmitter Receptors category. It is not primarily a disease‑modifying anti‑amyloid or anti‑tau intervention, nor a multi‑target biologic; therefore D is the most specific fit. citeturn0search4turn0search7",
        "Web search results used (selection): Cochrane evidence summary on galantamine clinical benefit and symptomatic use in AD (improves cognition/function at 6–12 months). citeturn0search0turn0search4; PubMed/Cochrane meta-analysis summarizing trials and effect sizes. citeturn0search7; PNAS/preclinical work describing AChE inhibition and nicotinic receptor modulation by galantamine. citeturn0search6; PubMed pharmacology study showing limited evidence for direct positive allosteric modulation at human α4β2/α7 receptors (nuance on nicotinic modulation). citeturn0search2"
    ]
}