{
    "nct_id": "NCT01708304",
    "title": "From Evidence-Base to Practice: Implementing RDAD in AAA Community-Based Services",
    "status": "COMPLETED",
    "last_update_time": "2017-09-14",
    "description_brief": "The University of Washington's Northwest Research Group on Aging is partnering with Area Agencies on Aging (AAA) in Washington and Oregon to complete this translational investigation of RDAD (Reducing Disabilities in Alzheimer's Disease). RDAD is an evidence-based program with demonstrated efficacy in helping older adults with dementia maintain physical function and remain physically and mentally healthy. This study asks two questions: 1) Can AAA partners successfully translate and implement RDAD, and 2) Is AAA implementation of RDAD effective in producing desired outcomes among agencies, providers, and older adults with dementia and their family members. This study is being conducted in Washington and Oregon states.",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "neuropsychiatric symptom improvement",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The described intervention is RDAD (Reducing Disability in Alzheimer’s Disease), an evidence-based, non-pharmacologic program (home-based exercise plus caregiver behavioral-management training) intended to reduce behavioral and psychological symptoms of dementia (BPSD) and depression and to maintain physical/mental health in people with dementia. citeturn0search3turn0search7",
        "Act: The University of Washington study is an implementation/translation trial assessing whether Area Agencies on Aging can deliver RDAD effectively in community settings — it is not testing any drug or placebo. Implementation/replication papers describe RDAD as a multicomponent psychosocial intervention deployable by community agencies. citeturn0search8turn0search4",
        "Reflect: Given RDAD's aim to reduce BPSD and improve caregiver and participant mental health (rather than testing a biologic or small-molecule cognitive enhancer), the best match among the provided categories is 'neuropsychiatric symptom improvement'. This classification aligns with multiple publications describing RDAD's effects on depression and behavioral symptoms. citeturn0search7turn0search0",
        "Web search results (key sources consulted): 1) PubMed summary of the original RDAD randomized trial (exercise + behavioral management) showing improved physical function and depression outcomes. citeturn0search3 2) Cultural adaptation / implementation literature describing RDAD's effectiveness in reducing BPSD and adaptation for community settings. citeturn0search6turn0search2 3) Recent implementations/translation (RDAD-KC and implementation evaluations) and a medRxiv effectiveness/implementation report. citeturn0search4turn0search1"
    ],
    "agent_type": "T) Other",
    "explanation_agent": [
        "Reason: RDAD (Reducing Disability in Alzheimer’s Disease) is an evidence-based, multicomponent psychosocial intervention (home-based exercise plus caregiver behavioral-management training) intended to reduce behavioral and psychological symptoms of dementia and improve mood/physical function — it is not a drug and does not target a biological molecule, pathway, or gene.",
        "Act: The trial description shows no investigational drug (trial drug: []), and the study is an implementation/translation of RDAD delivered by community agencies (Area Agencies on Aging). Because CADRO categories A–Q and R are biological or therapeutic targets, this non‑pharmacologic implementation trial does not match those and should be classified as 'T) Other'.",
        "Reflect: This classification aligns with the provided trial category ('neuropsychiatric symptom improvement') but, per CADRO, psychosocial/implementation interventions that do not act on a biological target are best placed in 'T) Other'. No drug, molecular target, or pathway is described; if a biological agent were added, reclassification would be appropriate.",
        "Web search results (as provided in the prompt): 1) PubMed summary of the original RDAD randomized trial (exercise + behavioral management) showing improved physical function and depression outcomes. 2) Cultural adaptation / implementation literature describing RDAD's effectiveness in reducing BPSD and adaptation for community settings. 3) Recent implementations/translation (RDAD-KC and implementation evaluations) and a medRxiv effectiveness/implementation report."
    ]
}