{
    "nct_id": "NCT06602258",
    "title": "A Phase 2, Placebo-Controlled, Double-Blind, Parallel-Group, Dose-Finding Study to Evaluate Safety, Tolerability, and Biomarker Efficacy of E2814 With Concurrent Lecanemab Treatment in Subjects With Early Alzheimer's Disease",
    "status": "ACTIVE_NOT_RECRUITING",
    "last_update_time": "2025-08-08",
    "description_brief": "The primary objective of the study is to determine the dose response of E2814, when concurrently administered with lecanemab, on the change from baseline at 18 months in cerebrospinal fluid (CSF) microtubule-binding region (MTBR)-tau-243 in participants with early Alzheimer's disease (AD).",
    "description_detailed": "N/A",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted biologic",
    "drug": [
        "E2814",
        "lecanemab"
    ],
    "placebo": [
        "Placebo"
    ],
    "explanation_target": [
        "Reason: The investigational agent E2814 is an anti-tau monoclonal antibody that binds the microtubule-binding region (MTBR) of tau to inhibit propagation of pathological tau species — i.e., it targets AD pathology and is a biologic. citeturn0search4turn0search7",
        "Act: Key trial details extracted — Phase 2, placebo-controlled, double-blind, dose-finding study of E2814 given concurrently with lecanemab in early Alzheimer's disease; primary biomarker endpoint is change in CSF MTBR-tau-243 (reported at 18 months in the protocol summary). The study is sponsored by Eisai. citeturn0search0turn0search2turn0search1",
        "Additional context: Lecanemab is an anti-amyloid (Aβ protofibril) monoclonal antibody used here as a backbone anti-Aβ therapy — also a biologic targeting AD pathology. The combination therefore involves two disease-targeted biologics (anti-tau and anti-amyloid). citeturn0search3turn0search5",
        "Reflect: Classification decision — This trial evaluates monoclonal antibodies directed at core AD pathologies (tau and amyloid) and measures changes in a tau biomarker (CSF MTBR-tau-243). That fits the developer-defined category 'Disease-targeted biologic' rather than a small molecule, symptomatic cognitive enhancer, or neuropsychiatric symptom treatment. No ambiguity that would push this to 'N/A'. citeturn0search4turn0search0",
        "Web search results (sources used): clinical trial listing and snapshot for NCT06602258 (trial summary). citeturn0search0; Eisai press release and program description of E2814 Phase 2 study. citeturn0search1turn0search5; ALZFORUM therapeutic summary for E2814 describing anti‑MTBR tau antibody activity and biomarker effects. citeturn0search4; PubMed/PMC first‑in‑human Phase 1 report describing etalanetug (E2814) as an anti‑tau mAb. citeturn0search7; background on lecanemab (anti‑Aβ protofibril antibody) and its clinical profile. citeturn0search3"
    ],
    "agent_type": "R) Multi-target",
    "explanation_agent": [
        "Reason: The investigational agent E2814 is an anti‑tau monoclonal antibody that binds the microtubule‑binding region (MTBR) of tau to inhibit propagation of pathological tau species, and the study is conducted with concurrent lecanemab, an anti‑amyloid‑β protofibril monoclonal antibody. Together the trial tests two disease‑targeted biologics directed at core AD pathologies (tau and amyloid). citeturn0search2turn0search5turn0search6.",
        "Act: Key trial facts extracted — Phase 2, placebo‑controlled, double‑blind, dose‑finding study of E2814 given concurrently with lecanemab in early AD with a primary biomarker endpoint of change in CSF MTBR‑tau‑243 at 18 months (Study 202 / NCT06602258). Because the interventions target two distinct CADRO categories (B: Tau and A: Amyloid beta), the correct CADRO assignment is R) Multi‑target. citeturn0search3turn0search2.",
        "Reflect: This classification was checked against CADRO definitions — E2814 maps to B) Tau (anti‑MTBR tau antibody) and lecanemab maps to A) Amyloid beta (anti‑Aβ protofibril antibody). The trial explicitly tests the combination, so a single‑target label (A or B) would be incomplete; therefore R) Multi‑target is the most specific and appropriate category. citeturn0search5turn0search6.",
        "Web search results / sources used: 1) Eisai CTAD/press material describing E2814 (anti‑MTBR tau antibody) and initiation of Phase II Study 202. citeturn0search2turn0search5. 2) UCSF/clinical trial listing for Study 202 (NCT06602258) summarizing the Phase 2 trial design and CSF MTBR‑tau‑243 endpoint. citeturn0search3. 3) Eisai product/press pages describing lecanemab (LEQEMBI®) as an anti‑Aβ protofibril monoclonal antibody and its use as backbone anti‑Aβ therapy. citeturn0search6turn0search1. 4) Eisai pipeline/news noting ongoing combination evaluations of etalanetug (E2814) with lecanemab in clinical programs. citeturn0search0turn0search4."
    ]
}