{
    "nct_id": "NCT01311492",
    "title": "Exercise Trial for Alzheimer's Disease (EXTRA)",
    "status": "COMPLETED",
    "last_update_time": "2022-09-13",
    "description_brief": "Exercise Trial for Alzheimer's Disease(EXTRA) is a pilot randomized clinical trial involving a physcial activity program versus a healthy lifestyle program, with one year follow-up in 30 non-disabled, community-dwelling persons, age 65 and older.",
    "description_detailed": "Alzheimer's disease (AD) occurs in 1 in 7 individuals over 65, and 1 in 2 individuals over 85. While the progression of AD is extremely variable, it is generally established that AD subjects will move from having compromised function in socail and work settings, to requiring institutionalization and/or intensive management within 10 years of initial clinical diagnosis. A randomized controlled piot trial is needed to provide information regarding exercies effects on individuals with mild to moderate Alzheimer's disease.\n\nExercise Trial for Alzheimer's Disease (EXTRA) is a pilot randomized controlled trial designed to compare a moderate-intesity physical activity program to a healthy lifestyle health education program in 30 older adults with mild to moderate Alzheimer's Disease. These individuals will be followed for 1 year.\n\nThis trial will provide pilot evidence regarding whether physical activity is effective and practical for individuals with AD. The effects of an exercise intervention on halting, slowing, or reversing the cognitive effects of AD will be assessed with pilot data and potentially provide support for a larger trial in the future.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial (Exercise Trial for Alzheimer's Disease — EXTRA) tests a behavioral intervention (physical activity program) versus a healthy lifestyle program in older adults with Alzheimer's disease; the intent is to evaluate effects of exercise on cognition/function over one year rather than to test a drug or biologic. citeturn3search1",
        "Act (key details extracted): Title: Exercise Trial for Alzheimer's Disease (EXTRA). Registration/ID: NCT01311492. Interventions: Behavioral — Physical Activity Intervention (aerobic, strength, flexibility, balance training) vs Healthy Lifestyle Program (attention/control). Population: ~30 non-disabled, community-dwelling persons aged ≥65, one-year follow-up. Lead sponsor: Pennington Biomedical Research Center. These source details identify the study as a non-pharmacologic (behavioral) exercise trial, not a drug trial. citeturn3search1",
        "Web-search support / context: Exercise trials in AD are published as behavioral RCTs investigating cognitive, functional, and biomarker outcomes (examples: FIT-AD and other aerobic exercise pilot RCTs), showing these are non-drug interventions aimed at cognition/function rather than testing biologics or small molecules. citeturn1search0turn1search4",
        "Reflect: Classification check — by the provided category definitions this study does not test a biologic or small-molecule disease-modifying agent, nor a drug intended as a cognitive enhancer or to treat neuropsychiatric symptoms. It is a non-pharmacologic exercise intervention (behavioral), so it does not fit any of the four drug/intervention categories; therefore the correct classification is 'N/A'. citeturn3search1turn1search4",
        "Notes / Ambiguity: None found — the registry description explicitly lists only behavioral interventions and no drug/biologic/placebo. If you want, I can retrieve the full ClinicalTrials.gov record or protocol PDF for more details. citeturn3search1"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}