{
    "nct_id": "NCT06733181",
    "title": "The REMINDER, a Multidomain Dementia Risk Reduction Program for Older Adults Supported by Residential Care Facilities: a Feasibility Study",
    "status": "COMPLETED",
    "last_update_time": "2025-04-17",
    "description_brief": "Dementia and mild cognitive impairment (MCI) deeply impact individuals' well-being and are expected to increase due to population aging, with global cases projected to rise to 152.8 million by 2050. Social isolation, accounting for 4% of dementia cases, emerges as a critical modifiable risk factor, particularly in institutionalized older adults, where it significantly raises dementia risk.\n\nTo address these challenges, the REMINDER program was developed as a tailored, multidomain intervention to reduce dementia risk, emphasizing social and cognitive engagement and advancing its adaptation and evaluation in Residential and Daycare Facilities (RDF). To assess the feasibility of REMINDER in older adults supported by RDF (recruitment, adherence, retention, acceptability, accessibility, and usability) and explore potential changes in cognitive and psychosocial outcomes.",
    "description_detailed": "Implementing DRR programs in RDFs presents several unique challenges, including participant diversity in educational levels, physical and cognitive health, motivation, and logistical constraints within institutional settings. A feasibility study is essential to identify and determine how to overcome these barriers. Specifically, this study explores acceptability, accessibility, adherence, and usability to optimize the REMINDER intervention for RDF settings. By addressing these practical concerns, the feasibility trial will ensure the intervention is effective and implementable, laying the groundwork for a successful full-scale RCT that meets the needs of older adults in RDFs (resulting in an adapted version, the REMINDER4Care). By creating an engaging and well-accepted tool, we look forward to amplifying the RDF tools available to reduce the risk of dementia in their residents.\n\nObjectives\n\nThe primary objectives of this study were as follows:\n\n1. To evaluate the acceptance rate of RDF and participants to join the research;\n2. To determine the suitability of participant eligibility criteria by estimating feasible eligibility and recruitment rates;\n3. To measure participant adherence and retention through attendance rates across all intervention sessions and trends over time;\n4. To assess the feasibility of the REMINDER program in clinical settings, including its acceptability, accessibility, and usability.\n\nSecondary objectives included exploring preliminary changes in cognitive and psychosocial outcomes from baseline to post-intervention while acknowledging that the study was not powered to detect statistically significant effects.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "PREVENTION",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The REMINDER study tests a tailored, multidomain, non‑pharmacologic program (social and cognitive engagement, lifestyle/risk‑reduction activities) delivered in Residential and Daycare Facilities to reduce dementia risk and assess feasibility—not a drug, biologic, or device. citeturn0search1turn0search2",
        "Act (key details & web search results): The trial title and registry entries describe REMINDER/REMINDER4Care as a multidomain dementia risk reduction program emphasizing social and cognitive engagement and feasibility outcomes (recruitment, adherence, acceptability, usability) in older adults using residential/daycare facilities. This is an interventional behavioral/lifestyle program (feasibility single‑group and a planned RCT for REMINDER4Care). citeturn0search1turn0search3",
        "Web search sources found (supporting the above): Clinical trial listing / summary for REMINDER (MedPath / trial record showing study purpose and feasibility outcomes). citeturn0search1",
        "Additional registry entry / ICH GCP record describing the REMINDER feasibility study and REMINDER4Care adaptation for an RCT in RDF settings. citeturn0search2turn0search7",
        "Reflect: Given the intervention is a psychosocial/lifestyle multidomain program (no drug or biologic named or implied), it does not match the four drug/intervention categories (disease‑targeted biologic, disease‑targeted small molecule, cognitive enhancer [drug], or neuropsychiatric symptom drug). Therefore the correct classification is 'N/A' (non‑pharmacologic dementia risk‑reduction program / feasibility study). citeturn0search1turn0search3"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}