{
    "nct_id": "NCT05413655",
    "title": "A Phase 2, Randomized, Double Blind, Placebo-Controlled Study of Oral EX039 As Add-on to Acetylcholine Esterase Inhibitors in Subjects with Mild Alzheimer's Disease",
    "status": "RECRUITING",
    "last_update_time": "2025-02-25",
    "description_brief": "This is a phase 2, randomized, double-blind, placebo-controlled study of oral EX039 as add-on to Acetylcholine Esterase Inhibitors in subjects with mild Alzheimer's disease.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "Cognitive enhancer",
    "drug": [
        "EX039 — sodium benzoate (oral capsule)"
    ],
    "placebo": [
        "Placebo (oral capsule)"
    ],
    "explanation_target": [
        "Reason: The protocol describes an oral small-molecule (EX039) given as add-on to acetylcholinesterase inhibitors in mild AD with primary cognitive endpoints (ADAS‑cog, CDR‑SB), indicating the trial’s main goal is to improve cognition rather than a biologic anti‑amyloid/tau approach. citeturn0search0turn0search9.",
        "Act: Clinical trial registries and trial databases identify EX039 as an oral agent in this Phase 2 study (NCT05413655). Adis/other trial summaries list the active drug for this study as sodium benzoate and the trial uses 750 mg and 1000 mg dosing arms — doses consistent with prior sodium benzoate AD trials. citeturn0search0turn0search4turn0search2.",
        "Mechanism / supporting literature: Sodium benzoate is a small molecule reported to act as a D‑amino acid oxidase (DAO) inhibitor that can enhance NMDA receptor function (via increased D‑serine) and has been tested for symptomatic cognitive benefits in early/mild AD and MCI; randomized trials and meta‑analyses report cognitive improvements (ADAS‑cog) with benzoate at ~750–1000 mg/day. citeturn1search0turn1search2turn1search1.",
        "Ambiguity / disease‑modifying signals: Secondary analyses and some preclinical/clinical reports suggest benzoate may reduce plasma Aβ peptides and increase endogenous antioxidants (potentially affecting disease pathways), but these findings are exploratory and the primary proposed mechanism in human trials has been NMDA modulation and symptomatic cognitive improvement. Because the drug is a small molecule primarily evaluated for cognitive outcomes (not a biologic aimed directly at amyloid/tau), classification as a cognitive enhancer is most appropriate, with a note that disease‑modifying effects are being explored. citeturn1search5turn1search4.",
        "Reflect: EX039 is an oral small molecule (sodium benzoate) given at doses previously tested for cognitive benefit in AD; the trial design and endpoints emphasize cognitive improvement, so per the provided category definitions it best fits 'Cognitive enhancer.' If you prefer classifying any small molecule with suggested anti‑amyloid effects as 'disease‑targeted small molecule', note that some secondary analyses report Aβ reduction — I can reclassify if you want that emphasis and I will cite the supporting studies. citeturn0search4turn1search5."
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The investigational agent EX039 is sodium benzoate, an oral small molecule whose primary described mechanism in clinical studies is inhibition of D‑amino acid oxidase (DAAO) leading to increased D‑serine and enhanced NMDA (N‑methyl‑D‑aspartate) receptor function — i.e., modulation of a neurotransmitter receptor system rather than a direct anti‑amyloid or anti‑tau biologic. citeturn0search0turn0search3",
        "Act: Trial registries list NCT05413655 (Phase 2 EX039) with 750 mg and 1000 mg dosing arms and cognitive primary endpoints (ADAS‑cog, CDR‑SB) consistent with testing symptomatic cognitive enhancement; sodium benzoate/benzoate is repeatedly described in the literature as a DAAO inhibitor that enhances NMDA receptor activity. citeturn0search1turn0search4turn0search6",
        "Reflect: Mapping to CADRO, the intervention primarily modulates neurotransmitter receptor activity (glutamatergic NMDA function) via a small‑molecule enzyme inhibitor that raises an NMDA co‑agonist (D‑serine). Thus the most specific CADRO category is D) Neurotransmitter Receptors. An alternative view could emphasize downstream synaptic plasticity/neuroprotection (M), but the proximate mechanism aligns best with neurotransmitter receptor modulation. citeturn0search0turn0search3",
        "Web search results (key sources cited above):",
        "- NCT05413655 trial record showing EX039 (sodium benzoate) Phase 2 design and dosing arms. citeturn0search1",
        "- Biological Psychiatry / PubMed reports of sodium benzoate (benzoate) as a DAAO inhibitor with cognitive benefit in early AD / MCI. citeturn0search0turn0search7",
        "- Additional randomized trials and analyses showing cognitive effects of sodium benzoate and its DAAO/NMDA‑modulating mechanism. citeturn0search2turn0search6"
    ]
}