{
    "nct_id": "NCT05318976",
    "title": "A Randomized, Placebo-Controlled, Double-Blind Study of XPro1595 in Patients With Early Alzheimer's Disease With Biomarkers of Inflammation",
    "status": "COMPLETED",
    "last_update_time": "2025-08-13",
    "description_brief": "The goal of this Phase 2 Alzheimer's study is to determine whether 1.0 mg/kg XPro1595 confers a benefit on cognition, function, and biomarkers of white matter and to further evaluate safety and tolerability. The objectives of this study are to determine the safety, tolerability, and efficacy of XPro1595 in patients with early ADi.",
    "description_detailed": "This trial is a randomized clinical study using XPro1595 to treat patients with Early Alzheimer's Disease with biomarkers of inflammation (ADi). Early ADi patients are defined as patients with Mild Alzheimer's Disease or Mild Cognitive Impairment (MCI) with a biomarker of inflammation.",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted biologic",
    "drug": [
        "XPro1595 (dominant-negative TNF biologic; also reported as DN-TNF / XENP1595 / INB03)"
    ],
    "placebo": [
        "Matching placebo (subcutaneous injection)"
    ],
    "explanation_target": [
        "Reason: The investigational agent XPro1595 is a biologic — a dominant-negative protein that selectively neutralizes soluble tumor necrosis factor (TNF), an inflammatory cytokine implicated in Alzheimer’s pathology — and the trial aims to reduce neuroinflammation and improve cognition/white-matter biomarkers, consistent with a disease-targeting, pathology-modifying approach. citeturn0search1turn0search6",
        "Act (extracted trial details & sources): This is a randomized, placebo-controlled, double-blind Phase 2 study in early Alzheimer’s disease patients with biomarkers of inflammation testing 1.0 mg/kg XPro1595 delivered subcutaneously once weekly (treatment period ~23–24 weeks) with cognitive (EMACC), functional and imaging/biomarker endpoints. citeturn0search3turn0search5",
        "Reflect: Classification rationale — XPro1595 is a biologic targeted at an inflammatory mechanism (soluble TNF) implicated in AD rather than a small molecule enzyme/modulator, a symptomatic cognitive enhancer, or an agent aimed primarily at neuropsychiatric symptoms. Therefore the correct category is 'disease-targeted biologic'. Note: the drug targets inflammation (soluble TNF) rather than amyloid or tau specifically, but it is still a biologic intended to modify disease-related pathology. citeturn0search1turn0search0",
        "Web search results used (key sources): INmune Bio press releases and Phase 1b data describing XPro1595 and its DN‑TNF mechanism and biomarker effects; Alzforum therapeutic summary for XPro1595; Phase 2 trial listings summarizing the randomized, placebo-controlled study and dosing (trial records/registries). citeturn0search6turn0search1turn0search3"
    ],
    "agent_type": "F) Inflammation",
    "explanation_agent": [
        "Reason: The investigational agent XPro1595 is a dominant-negative biologic that selectively neutralizes soluble tumor necrosis factor (solTNF), an inflammatory cytokine implicated in Alzheimer’s pathology — the trial is explicitly biomarker-directed at neuroinflammation. citeturn0search3turn0search2",
        "Act: Extracted trial details — drug synonyms (XPro1595 / XPro™ / DN‑TNF / XENP1595 / INB03), Phase 2 randomized, placebo-controlled, double-blind design in early AD with biomarkers of inflammation, dosing described as 1.0 mg/kg subcutaneously once weekly, and primary/secondary endpoints include cognition and inflammation/white-matter biomarkers. These details are in the clinical trial registry and company communications. citeturn0search1turn0search0",
        "Reflect: Classification rationale — because the molecule’s mechanism is to block soluble TNF and thereby reduce neuroinflammation, the most specific CADRO match is F) Inflammation (not A: Amyloid beta, not B: Tau, and not R: Multi-target). The intervention is a disease‑targeted biologic acting via an inflammatory cytokine pathway, so F) Inflammation is the appropriate CADRO category. citeturn0search3turn0search6",
        "Web search results used (key sources): INmune Bio Phase 2 announcement and trial description; Clinical trial registry (NCT05318976) with dosing and design; Alzforum therapeutic summary describing DN‑TNF mechanism and Phase 1/2 context; company press releases reporting biomarker effects. citeturn0search0turn0search1turn0search2turn0search3"
    ]
}