{
    "nct_id": "NCT06965062",
    "title": "Cervical Lymphatico-Venous Bypass for Treatment of Alzheimer's Disease - Proof of Concept Study (CLyVeB-AD-1 Study)",
    "status": "RECRUITING",
    "last_update_time": "2025-05-01",
    "description_brief": "Alzheimer's disease (AD), one of the most common causes of dementia in Singapore and the developed world, is a neurodegenerative disorder with high socioeconomic impact. Accumulation of neurotoxic proteins (ie. amyloid, tau) are purported to lead to neuroinflammation, synaptic dysfunction and cognitive decline. The available pharmacotherapy provide limited symptomatic control, modest effect on disease progression with significant risk of side effects. Patients with AD eventually run out of effective pharmacotherapy and deteriorate.\n\nRecent evidence implicated the glymphatic system, meningeal lymphatics of the brain, and downstream drainage to the cervical lymphatic system in the accumulation of neurotoxic proteins in AD. This presented the opportunity for extra-cranial intervention, and has since been demonstrated in preclinical models. Based on these development, Xie and colleagues pioneered the deep cervical lymph node to venous bypass (DCLNV-BP) procedure with very promising early outcomes. The observed improvement had been attributed to enhanced clearance of the neurotoxic proteins. Knowledge gap and clinical equipoise remain, and clinical trials are required to understand the safety, mechanism of action, patient selection, and long-term outcomes.\n\nIn this proof of concept study, the investigators aim to assess safety and preliminary efficacy of DCLNV-BP in AD. An approach using objective clinical assessments, biomarkers and neuroimaging, to assess safety, evaluate preliminary efficacy and elucidate the possible mechanism underlying the observed effects, is undertaken. Since there are limited effective treatment for AD, this procedure is potentially ground breaking if it proves to halt progression or even improve patients' cognition, function and behaviour. Indirectly, this will have enormous health economic benefit for Singapore and the developed world that is facing the silver tsunami. Findings from this pilot study will lay the groundwork for future trials and research collaboration in AD and other neurodegenerative diseases.",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention described is a surgical procedure — deep cervical lymph node to venous bypass (DCLNV-BP, aka cervical lymphatico‑venous bypass) — intended to enhance extracranial clearance of neurotoxic proteins (amyloid, tau) via the glymphatic/meningeal lymphatic outflow. The goal is disease modification by improving pathological protein clearance rather than administering a biologic or small molecule or treating neuropsychiatric symptoms. citeturn0search6turn0search3",
        "Act: Key extracted details — Procedure name: deep cervical lymph node to venous bypass (DCLNV-BP) / Cervical Lymphatico‑Venous Bypass (CLyVeB-AD-1). Purpose: enhance clearance of amyloid/tau to slow or reverse AD progression. Study listing and protocol details (single‑group interventional, safety and preliminary efficacy outcomes including cognition, biomarkers, MRI/PET) are documented in trial postings. citeturn0search2turn0search3",
        "Act (supporting preclinical rationale): Preclinical and mechanistic studies link meningeal/glymphatic drainage and deep cervical lymph nodes to brain protein clearance; cervical lymphatic disruption worsens AD‑like pathology in animal models and microsurgical lymphatic‑venous anastomosis models have been developed, supporting the rationale for a surgical bypass approach. citeturn0search0turn0search7",
        "Reflect: Classification check — the four allowed categories are limited to: (1) disease‑targeted biologic, (2) disease‑targeted small molecule, (3) cognitive enhancer, (4) neuropsychiatric symptom improvement. This trial is a surgical, disease‑targeted procedure (aiming at clearance of pathological proteins) but it is neither a biologic nor a small molecule nor a symptomatic neuropsychiatric/cognitive enhancer medication. Therefore it does not fit any of the four categories and should be classified as 'N/A'. Trial listings and protocol excerpts confirming surgical nature and objectives are cited above. citeturn0search3turn0search2",
        "Web search highlights (sources consulted): - Clinical trial listing: CenterWatch / trial pages for CLyVeB‑AD‑1 (DCLNV‑BP) showing study title, intervention, endpoints and site (Changi General Hospital, Singapore). citeturn0search2 - Trial aggregator/registry entries (MedPath, ClinConnect) with design and outcome measures. citeturn0search3turn0search4 - Preclinical evidence linking deep cervical lymph nodes/glymphatic drainage to AD pathology (PubMed studies showing worsened pathology after dcLN ligation and microsurgical cervical LN‑to‑vein anastomosis models). citeturn0search0turn0search7"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}