{
    "nct_id": "NCT06094192",
    "title": "Personalized Synchronization of Cortical Rhythms to Improve Memory in Alzheimer's Disease",
    "status": "RECRUITING",
    "last_update_time": "2025-09-15",
    "description_brief": "The investigators will evaluate the theory that Alzheimer's disease-related memory impairment derives from the inefficient orchestration of rhythmic activity at the level of large-scale cortical networks. The results as expected to elucidate AD-related pathophysiology and set groundwork for the development of drug-free interventions for improving memory in AD and related dementias.",
    "description_detailed": "The investigators hypothesize that AD-related memory impairments emerge from large-scale functional dysconnectivity, and by stimulating the brain noninvasively with extremely weak levels of electrical current, the investigators may be able to re-synchronize connectivity and stabilize or improve memory and cognitive function, measured behaviorally. The experimental intervention involves the application of low-intensity, high-definition, transcranial electrical current stimulation while subjects perform a variety of computer-based tasks that probe memory and cognitive function.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "BASIC_SCIENCE",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [],
    "placebo": [
        "sham transcranial alternating current stimulation (sham tACS)"
    ],
    "explanation_target": [
        "Reason: The trial tests whether memory impairment in AD derives from inefficient large-scale cortical rhythmic orchestration and aims to develop drug-free interventions (entrainment/synchronization of cortical rhythms) to improve memory — i.e., a neuromodulation approach intended to enhance cognition rather than a biologic or small-molecule that targets amyloid/tau. citeturn0search1turn0search5",
        "Act: Key extracted details — intervention is personalized synchronization/entrainment of cortical rhythms using non-invasive brain stimulation (examples in the literature: multifocal high‑definition transcranial alternating current stimulation, HD‑tACS, or frequency‑targeted tACS) to modulate frontotemporal networks and improve working memory; control conditions in similar studies use sham stimulation. This is a non-pharmacological neuromodulation cognitive-enhancement strategy. citeturn0search1turn0search3turn0search7",
        "Reflect: Classification check — not a biologic (no monoclonal antibody or vaccine), not a small molecule drug, and not focused on treating neuropsychiatric/behavioral symptoms; its primary aim is improving memory/cognitive function via rhythm entrainment, so it fits the 'cognitive enhancer' category (broadly interpreted to include non-drug neuromodulation interventions that enhance cognition). citeturn0search1turn0search5",
        "Supporting web search results (selected): 1) \"Personalized synchronization of cortical rhythms may improve working memory in Alzheimer’s disease\" — describes combining high‑density EEG with personalized, multifocal HD‑tACS to modify frontotemporal networks and improve working memory in AD. citeturn0search1 2) \"Increasing Brain Gamma Activity Improves Episodic Memory...\" — randomized sham‑controlled study showing γ‑tACS over precuneus improved episodic memory in AD, illustrating the same class of intervention and sham control. citeturn0search5 3) \"Home‑based transcranial alternating current stimulation (tACS) in Alzheimer’s disease: rationale and study design\" — rationale and design for γ‑tACS with sham control in AD (home use). citeturn0search7 4) Additional trials of tACS/neuromodulation in AD (e.g., TRANSFORM‑AD, other gamma tACS trials) indicate this is an active research area for cognitive enhancement in AD. citeturn0search6turn0search4"
    ],
    "agent_type": "M) Synaptic Plasticity/Neuroprotection",
    "explanation_agent": [
        "Reason: The trial is a non‑drug, non‑pharmacological neuromodulation intervention that aims to improve memory by entraining/synchronizing large‑scale cortical rhythms (e.g., personalized multifocal HD‑tACS or γ‑tACS) to restore network function and enhance cognitive performance. That mechanism maps to modulation of network/synaptic function and plasticity rather than amyloid, tau, inflammation, etc. citeturn0search1turn0search2",
        "Act: Extracted details — intervention = personalized synchronization/entrainment of cortical rhythms using non‑invasive brain stimulation (examples: multifocal HD‑tACS, frequency‑targeted tACS, gamma (40 Hz) tACS over precuneus/frontotemporal networks). Primary goal = cognitive enhancement (improve working/episodic memory) via rhythm entrainment; no biologic or small‑molecule target is involved. Based on these details, assign CADRO category M) Synaptic Plasticity/Neuroprotection. citeturn0search1turn0search2",
        "Reflect: Confirmation and alternatives — this is not targeting amyloid (A), tau (B), ApoE/lipids (C), inflammation (F), neurotransmitter receptors specifically (D) or other single molecular pathways; instead it targets oscillatory network function and aims to improve synaptic/network plasticity and cognitive function, which best fits M. It is not a diagnostic-only or non‑therapeutic device trial (it is an intervention intended to improve cognition), so 'T) Other' is not appropriate. Multi‑target (R) is unnecessary since the mechanism is network/oscillation modulation rather than multiple distinct molecular targets. citeturn0search1turn0search2",
        "Web search results (selected supporting sources): 1) Altomare et al., \"Home‑based transcranial alternating current stimulation (tACS) in Alzheimer’s disease: rationale and study design\" — describes a γ‑tACS precuneus protocol (40 Hz) for AD with outcomes including cognition, EEG entrainment and biomarkers. citeturn0search0turn0search1 2) A randomized, double‑blind, sham‑controlled pilot trial reporting γ‑tACS over Pz/precuneus in MCI/AD with cognitive and cholinergic measures (pilot evidence supporting the class of intervention). citeturn0search2 3) Additional summaries/design reports of similar tACS/neuromodulation approaches in AD supporting the intervention class (study design and expectations for network entrainment and cognitive benefit). citeturn0search3"
    ]
}