{
    "nct_id": "NCT05015803",
    "title": "A Non-pharmacological Multi-modal Therapy to Improve Sleep and Cognition and Reduce Mild Cognitive Impairment Risk",
    "status": "COMPLETED",
    "last_update_time": "2024-04-10",
    "description_brief": "This randomized clinical trial on 60+ aged and independent-living healthy individuals with symptoms of insomnia will attempt to improve sleep and health outcomes related to sleep with enhancement of a clinical intervention, Cognitive Behavioral Therapy for Insomnia (CBTi).",
    "description_detailed": "Telehealth-delivered enhanced CBTi (integrated with a sleep diary app, a therapist dashboard, and data from IoT devices) will be compared to standard telehealth CBTi and to usual treatment with sleep hygiene education. The investigators will determine effects on insomnia (primary outcome) and on clinical sleep metrics (secondary outcome), among other outcomes including cognitive performance, blood biomarkers of ADRD, and therapeutic adherence.\n\nAfter screening consent and qualification, informed consent, and adherence evaluation with ambulatory devices (1wk), study participants are pseudo-randomized into one of 3 study arms (2:2:1, Enhanced CBTi : Standard CBTi : Sleep Hygiene). The living space of participants is equipped with IoT data collection devices. Participants take surveys related to sleep, have blood drawn, wear ambulatory devices, complete cognitive evaluations, and interact with nearable living space devices and an iPhone interface during a preparation week leading up to an intake telehealth appointment. Baseline data collection (1wk) occurs. Participants then adhere to behavioral therapy directives prescribed at weekly telehealth sessions with a clinically qualified therapist, take surveys related to sleep, complete cognitive evaluations, wear ambulatory devices, and interact with nearable living space devices and an iPhone interface throughout the study intervention period of 6 weeks. During the final week (coinciding with the 6th intervention week), participants have a second blood draw and return all study equipment/devices at the conclusion of participation.",
    "phase": [
        "PHASE2",
        "PHASE3"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "neuropsychiatric symptom improvement",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is Cognitive Behavioral Therapy for Insomnia (CBTi), a non‑pharmacological behavioral therapy aimed at improving sleep (an affective/behavioral symptom). The trial’s goal is to improve sleep and related health/cognitive outcomes rather than to target Alzheimer’s pathology with a biologic or small molecule.",
        "Act: Extracted details — population: age 60+, independent-living, symptomatic insomnia; intervention: CBTi (multi‑modal, non‑pharmacological); intended effects: improved sleep, improved cognition, reduced risk of mild cognitive impairment. No drug or placebo is involved, so this does not fit the biologic or small‑molecule categories; it is best classified as symptom management of a neuropsychiatric/behavioral problem (insomnia).",
        "Reflect: Classification confirmed — CBTi addresses a neuropsychiatric/behavioral symptom (insomnia) and any cognitive benefits are secondary. Therefore the correct category is 'neuropsychiatric symptom improvement'. No drug was specified, so no web search for drug information was necessary."
    ],
    "agent_type": "T) Other",
    "explanation_agent": [
        "Reason: The intervention is Cognitive Behavioral Therapy for Insomnia (CBTi), a non-pharmacological behavioral therapy aimed at improving sleep and related cognitive outcomes rather than acting on a molecular/biologic target (e.g., amyloid, tau, inflammation, synaptic receptors). This does not map to any CADRO therapeutic target class.",
        "Act: Extracted details — population: adults age 60+, independent-living, symptomatic insomnia; intervention: multi-modal CBTi (non‑pharmacological); intended effects: improved sleep, improved cognition, reduced MCI risk. No drug, biological target, gene, or biochemical pathway is specified, so the trial does not fit CADRO categories A–Q or R (multi-target).",
        "Reflect: Classification confirmed — because the trial is behavioral/symptom management (insomnia) with secondary cognitive aims and includes no drug or molecular mechanism, the appropriate CADRO assignment is T) Other. No web search was performed because there is no drug or molecular target to look up."
    ]
}