{
    "nct_id": "NCT05397639",
    "title": "A Phase 3, Double-Blind, Randomized, Placebo-Controlled, Parallel Group, Multicenter Study to Evaluate the Efficacy, Safety, Tolerability, and Pharmacokinetics of Masupirdine (SUVN-502) for the Treatment of Agitation in Participants With Dementia of the Alzheimer's Type",
    "status": "RECRUITING",
    "last_update_time": "2025-05-19",
    "description_brief": "This study will be conducted to evaluate the efficacy, safety, tolerability, and pharmacokinetics of masupirdine compared to placebo for the treatment of agitation in participants with dementia of the Alzheimer's type.",
    "description_detailed": "This is a multicenter, randomized, double-blind, placebo-controlled study, consisting of 12 weeks of treatment.\n\nApproximately 375 participants will be enrolled at approximately 50 centers worldwide.\n\nStudy medication will be administered orally once-daily from Day 1 through Day 85. Screening will occur within approximately 4 weeks prior to randomization. Following screening procedures for assessment of inclusion and exclusion criteria, eligible participants will be randomized into the study.",
    "phase": [
        "PHASE3"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "neuropsychiatric symptom improvement",
    "drug": [
        "masupirdine (SUVN-502)"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The trial text explicitly targets treatment of agitation in Alzheimer’s-type dementia. Masupirdine (SUVN-502) is a selective serotonin 6 (5-HT6) receptor antagonist (a small-molecule CNS drug), not a biologic. citeturn0search0turn0search1",
        "Act: Because the intended effect in this trial is to reduce agitation (a neuropsychiatric / behavioral symptom), the correct category is 'neuropsychiatric symptom improvement'. Masupirdine has been developed for both cognitive and behavioral/ agitation indications, but this Phase 3 study’s primary indication is agitation. citeturn0search2turn0search6",
        "Reflect: Supporting evidence — (a) Phase‑2 and preclinical data show masupirdine is a 5‑HT6 antagonist and had signals/suggestive effects on agitation/aggression in animal models and subgroup/post‑hoc analyses; (b) the current Phase‑3 program was initiated specifically to evaluate masupirdine for agitation in dementia of the Alzheimer’s type. These sources confirm the drug identity, mechanism (small‑molecule 5‑HT6 antagonist), and the trial’s neuropsychiatric target. citeturn0search5turn0search3"
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The trial tests masupirdine (SUVN‑502) for agitation in dementia of the Alzheimer’s type; masupirdine is a selective small‑molecule antagonist of the serotonin 5‑HT6 G‑protein‑coupled receptor (a neurotransmitter receptor), and its proposed effects on agitation derive from modulation of central neurotransmitter systems. citeturn0search5turn0search7",
        "Act: Given the explicit molecular target (5‑HT6 receptor antagonism) the most specific CADRO match is D) Neurotransmitter Receptors. The trial’s clinical indication (neuropsychiatric symptom improvement—agitation) describes the clinical outcome but the drug’s biological target falls under CADRO category D. Phase‑3 trial details confirming the agitation indication are reported in trial registries and meeting abstracts. citeturn0search0turn0search1",
        "Reflect: The classification aligns with CADRO because 5‑HT6 is a neurotransmitter receptor (not amyloid, tau, inflammation, etc.), the intervention is a small‑molecule receptor antagonist (not a biologic), and no additional disease‑modifying targets or multiple distinct mechanisms are indicated that would require 'R) Multi‑target'. Preclinical and Phase‑2/post‑hoc data support anti‑aggressive effects via neurotransmitter modulation, consistent with a neurotransmitter‑receptor classification. citeturn0search4turn0search5",
        "Web search results (sources used): (1) Neurology/AAN abstract describing the Phase‑3 program for masupirdine in agitation (NCT05397639). citeturn0search0 (2) UCLA clinical trial page for the Phase‑3 masupirdine agitation study (NCT05397639). citeturn0search1 (3) Alzheimer's & Dementia articles detailing masupirdine as a selective 5‑HT6 receptor antagonist and clinical/preclinical evidence. citeturn0search5turn0search3 (4) Preclinical paper showing masupirdine reduces aggression‑like behavior in animal models. citeturn0search4 (5) Alzforum therapeutic summary listing target type and development status. citeturn0search7"
    ]
}