{
    "nct_id": "NCT04847986",
    "title": "A Guided Eight-week Online Acceptance and Commitment Therapy (ACT) Intervention for Distressed Family Caregivers of People With Dementia: A Mixed-methods Pilot Study",
    "status": "COMPLETED",
    "last_update_time": "2022-06-27",
    "description_brief": "The pilot randomized controlled trial aims to assess effects of a guided online acceptance and commitment therapy (ACT) intervention on distressed family caregivers of people with dementia (PwD) compared to the control group. A total of 24 family caregivers of PwD who meet the inclusion criteria will be recruited and randomized to either the intervention or control group. Exploratory hypotheses are that the ACT group will show decreases in caregivers' psychological distress and burden and improvements in QoL and engagement in meaningful activities at posttest and 1-month follow-up, compared to the control group. Also, the project will evaluate the feasibility of recruitment, adherence, and retention of caregivers and explore caregivers' experiences in the ACT intervention through semi-structured interviews at posttest. As part of the pretest, we will also explore caregivers' perceived impacts of COVID-19 on daily lives.",
    "description_detailed": "The pilot randomized controlled trial aims to assess effects of a guided online acceptance and commitment therapy (ACT) intervention on distressed family caregivers of people with dementia (PwD) compared to the control group. A total of 24 family caregivers of PwD who meet the inclusion criteria will be recruited and randomized to either the intervention or control group. Caregivers assigned to the intervention group will receive individual ACT sessions guided by a trained coach for one hour per week over 8 weeks through Zoom videoconferencing with supplemental psychoeducation materials provided. Caregivers assigned to the control group will receive care as usual with psychoeducation materials provided. Outcomes regarding caregivers' mental health will be collected at three time points (i.e., pretest, posttest, and 1-month follow-up) and compared between groups over time. Exploratory hypotheses are that the ACT group will show decreases in caregivers' psychological distress and burden and improvements in QoL and engagement in meaningful activities at posttest and 1-month follow-up, compared to the control group. Also, the project will evaluate the feasibility of recruitment, adherence, and retention of caregivers and explore caregivers' experiences in the ACT intervention through semi-structured interviews at posttest. As part of the pretest, we will also explore caregivers' perceived impacts of COVID-19 on daily lives.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial tests a guided eight-week online Acceptance and Commitment Therapy (ACT) intervention delivered to distressed family caregivers of people with dementia, with outcomes of caregiver psychological distress, burden, quality of life, and engagement in meaningful activities — i.e., a psychosocial/behavioral therapy for caregivers rather than a pharmacologic or patient-directed disease-modifying or cognitive-enhancing treatment. citeturn0search7turn0search1",
        "Act: Key extracted details — intervention: guided online ACT (8 weeks); population: family caregivers of people with dementia; primary aims: reduce caregivers' psychological distress and burden and improve QoL/meaningful activity engagement; design: small mixed-methods pilot RCT with posttest and 1-month follow-up. No drug or placebo is involved. Similar pilot/feasibility online ACT studies for dementia caregivers are reported in the literature. citeturn0search3turn0search5",
        "Web search results (supporting references found): 1) PMC article reporting a guided web-based self-help ACT intervention for family caregivers of people with dementia (feasibility/acceptability). citeturn0search7 2) Clinical Gerontologist article and PubMed entry on guided online ACT for distressed dementia caregivers (pilot/intervention studies). citeturn0search1turn0search0 3) Additional feasibility and pilot RCT reports of videoconferencing/web-based ACT for dementia family caregivers. citeturn0search3turn0search6",
        "Reflect: Classification check — this is not a biologic or small-molecule drug trial, not testing a cognitive enhancer for people with Alzheimer’s, nor primarily targeting neuropsychiatric symptoms in patients. It is a psychosocial intervention for caregivers, so it does not fit the four therapeutic trial categories and is therefore classified as 'N/A'. No ambiguity: the intervention is clearly psychological/behavioral and caregiver-focused; no pharmacologic agent to look up. citeturn0search7turn0search3"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}