{
    "nct_id": "NCT06365645",
    "title": "Examining the Feasibility and Acceptability of a Novel App-based Cognitive Behavioral Therapy Intervention for Preventing Postpartum Depression",
    "status": "ACTIVE_NOT_RECRUITING",
    "last_update_time": "2025-06-23",
    "description_brief": "Postpartum depression (PPD) affects up 10-15% of mothers overall, but the rate of PPD can be as high as 25% among mothers with personal or obstetric risk factors. The Mothers \\& Babies Program (MB) is a cognitive behavioral therapy (CBT)-based program that has been shown to prevent PPD among high-risk mothers without a prior history of depression. MB has been so consistently effective that the United States Preventive Services Task Force recommends this program be given to high-risk pregnant patients. Originally designed to be given in-person and via groups, MB has been adapted to be given in person one-on-one in clinic or at home and via text message. However, MB has yet to be adapted to a smartphone application (app). Via evidence-based qualitative research and end-user centered design, MB has been adapted to a novel app, M.Bapp. This study aims to examine the feasibility and acceptability of M.Bapp as a study intervention for perinatal patients as well as provide preliminary estimates of effect for the intervention.",
    "description_detailed": "Overall, 10-15% of women are diagnosed with postpartum depression (PPD). Though the most significant risk factor for PPD is a history of depression or prior PPD, rates of PPD are as high as 25% among women without prior depression or PPD but with personal risk factors such as reporting little social support or food insecurity during pregnancy and structural factors such as being unmarried. There are profound maternal and pediatric consequences of postpartum mental illness: untreated PPD is associated with maternal morbidity9-11 and impaired child cognitive development. As such, the American College of Obstetricians \\& Gynecologists recommends screening all postpartum women for PPD.\n\nThere are, however, several structural barriers to the implementation of this recommendation. First, to be screened for PPD, women must attend postpartum visits, and \\<60% of women do so. Barriers such as lack of childcare or transportation reduce postpartum visit attendance and disproportionately affect low-income women. Second, pregnancy-related health insurance ends at 60 days postpartum, but PPD can persist for months after delivery, leaving low-income women without subsidized access to screening or treatment. Third, unlike those with known psychiatric illness, many pregnant women without prior mental illness do not receive antenatal mental health screening (unless via universal screening) leading to delayed recognition of and diagnosis of depressive symptoms. Tools to overcome these barriers are sorely needed, particularly for those with the least access who currently fall through the cracks.\n\nTherapy preventing PPD delivered via smartphone applications (apps) may be such a tool. The USPSTF concluded that Cognitive Behavioral Therapy (CBT) - which teaches coping skills to modify maladaptive conditions, behaviors, and physiological responses24, 25 - reduces rates of PPD by 49%. The USPSTF highlighted the Mothers and Babies (MB) CBT program for reducing rates of PPD by 53% among low-income women of color. MB was originally designed as a preventive in-person therapy for low-income English- and Spanish-speaking women without psychiatric illness and contains one parenting education module and multiple CBT modules. MB has started to become a digital health intervention: online MB has been shown to be feasible, and text-message-base MB has been examined in one small study. However, to our knowledge, no studies of app-based MB exist. Online or text-message MB may increase access, but participation with an app would likely be higher for several reasons. Individuals are more likely to have smartphones than internet access: 96% of those aged 18-29 years own smartphones. Additionally, apps provide two advantages compared to other digital health programs: (1) App-based content is accessible without cellular or internet service, (2) Apps serve as just-in-time adaptive interventions,35-37 delivering support tailored to individual behaviors. Thus, app-based MB may decrease PPD while overcoming barriers to care.\n\nOver the last two years, this NIH-funded study has utilized evidence-based user-centered digital intervention design techniques and qualitative research methodology to adapt the MB curriculum into a novel smartphone application, M.Bapp. Similar to MB, M.Bapp contains one parenting education module and multiple CBT-based modules.We now propose a pilot randomized control trial to examine the feasibility, acceptability, and preliminary estimates of effects of the full MB program via M.Bapp (intervention) when compared to app-based digital parenting education (an attention control group). Our long-term goal is to use M.Bapp to prevent PPD among perinatal women at high-risk for the condition due to those with structural or personal risk factors.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "PREVENTION",
    "results": null,
    "target_category": "neuropsychiatric symptom improvement",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial tests M.Bapp — a smartphone app adaptation of the Mothers & Babies (MB) program, which is an evidence-based cognitive behavioral therapy (CBT) intervention designed to prevent postpartum depression (a psychiatric symptom). This is a psychosocial/digital intervention aimed at preventing or reducing depressive symptoms, not a biologic or small-molecule drug. citeturn0search0turn1search3",
        "Act: Key extracted details — intervention name: M.Bapp (MB app); intervention type: app-based CBT modules adapted from the Mothers & Babies curriculum; study purpose: feasibility and acceptability pilot (pilot RCT) comparing M.Bapp to an attention-control app-based parenting education (no pharmacologic agent or placebo is used). Clinical trial listing and study publications describe the app adaptation and planned pilot trial (NCT06365645). citeturn1search2turn1search7turn1search3",
        "Reflect: Classification check — per the provided category definitions, this trial is best classified as 'neuropsychiatric symptom improvement' because its target is prevention/amelioration of depressive symptoms (a psychiatric outcome) via a CBT-based digital intervention. It is not a disease-targeted biologic or small molecule, nor a pharmacologic cognitive enhancer. The MB program has prior evidence for reducing PPD and counseling-based prevention is recommended by USPSTF, supporting that this is a psychiatric/preventive psychosocial intervention rather than a drug trial. citeturn0search5turn0search4"
    ],
    "agent_type": "T) Other",
    "explanation_agent": [
        "Reason: The study tests M.Bapp, a smartphone app adaptation of the Mothers & Babies (MB) cognitive behavioral therapy program to prevent postpartum depression — a psychosocial/digital CBT intervention aiming to prevent/reduce depressive symptoms rather than a biologic, small molecule, or gene/pathway-targeting therapy. citeturn0search0turn0search2",
        "Act: Extracted details — intervention name: M.Bapp (MB app); intervention type: app-based CBT modules adapted from the Mothers & Babies curriculum; trial ID/format: pilot feasibility/acceptability randomized trial NCT06365645; comparator: app-based parenting education (attention-control); no pharmacologic agent, drug target, gene, or molecular pathway is involved. citeturn0search6turn0search3turn0search2",
        "Reflect: Mapping to CADRO — because the intervention is a psychosocial/digital behavioral therapy (CBT) with the target being a psychiatric symptom (postpartum depressive symptoms) and not a biological target, it does not fit the biological CADRO categories (A–Q, R) and should be classified as T) Other (non-drug/non-biologic intervention). The MB program is evidence-based for PPD prevention, supporting that this is a behavioral/preventive intervention rather than a drug trial. citeturn0search1turn0search5",
        "Web search results used (brief): (1) Trial listing and summary for NCT06365645 describing M.Bapp, study aims, and design. citeturn0search0turn0search6 (2) PubMed article describing development/optimization of MBapp from the Mothers & Babies CBT program. citeturn0search2 (3) Mothers & Babies program website describing MB as an evidence-based CBT intervention for preventing postpartum depression. citeturn0search1turn0search4 (4) Additional clinical-trial aggregator pages (MedPath/TrialX/CenterWatch) summarizing inclusion/exclusion, outcomes, and behavioral intervention details. citeturn0search3turn0search7turn0search8"
    ]
}