{
    "nct_id": "NCT04389437",
    "title": "OCT-Angiography and Adaptive Optics in Patients With Memory Impairment",
    "status": "RECRUITING",
    "last_update_time": "2025-09-26",
    "description_brief": "Studies suggest an association between retinal abnormalities and NCD (Neuro Cognitive Disorders) whether they are linked to proven or prodromal Alzheimer's disease (aMCI : amnestic mild cognitive impairment), or to other neurodegenerative diseases such as frontotemporal dementia or Lewy body diseases.\n\nThese retinal anomalies objectified by OCT-A (Optical coherence tomography angiography) and adaptive optics (AO) appear different depending on the pathologies and could therefore serve as markers in vivo of the pathophysiological processes underlying NCD.\n\nNo study to date has studied the retina and its vessels in NCD using adaptive optics. In this pilot study, we are proposing a combination of two new ophthalmological imaging techniques (OCT-A and AO), which allow rapid in vivo analysis in a completely non-invasive way of the morphology of small vessels as well as architecture of the retina to better specify the retinal anomalies associated with NCD. We will compare the parameters in OCT-A and AO between patients with NCD and controls without NCD (with memory complaint or without) and will seek to determine if there are different profiles according to the causes of NCD.",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "DIAGNOSTIC",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The described study is a pilot imaging/biomarker study using OCT‑Angiography (OCT‑A) and Adaptive Optics (AO) to characterize retinal and retinal‑vessel changes in people with neurocognitive disorders (NCD) versus controls. The intervention is diagnostic imaging (non‑therapeutic) intended to identify in vivo markers of disease processes, not to treat disease or modify pathology. Therefore it does not fit any therapeutic category (disease‑targeted biologic, disease‑targeted small molecule, cognitive enhancer, or neuropsychiatric symptom improvement). citeturn0search4turn0search1",
        "Act: Key extracted details from the trial description — Title: \"OCT‑Angiography and Adaptive Optics in Patients With Memory Impairment\"; Intervention: OCT‑A and Adaptive Optics retinal imaging (plus routine ophthalmological exam and vitals like blood pressure); Aim: compare OCT‑A/AO parameters between NCD patients and controls and identify profiles by cause of NCD; Study type: pilot/observational imaging study (listed on trial registry as the OCT‑A + AO imaging protocol). No drug or placebo is described in the protocol. citeturn0search4",
        "Reflect: Classification check — the study is diagnostic/biomarker research (retinal imaging) rather than a therapeutic trial. Multiple reviews and meta‑analyses support OCT‑A/AO (and OCT generally) as candidate retinal biomarkers for MCI/Alzheimer’s and other dementias, which explains the rationale for this imaging study, but they do not make this a drug trial. Examples: systematic reviews and meta‑analyses showing OCT/OCT‑A microvascular/structural retinal changes in MCI/AD. This confirms the proper category is 'N/A' (non‑therapeutic/diagnostic). citeturn0search2turn0search3turn0search5",
        "Web search evidence (trial and supporting literature): - Trial entry summarizing this study with title, interventions (OCT‑A and Adaptive Optics), objectives and status. citeturn0search4 - Review of OCT and OCT‑A findings in Alzheimer's and cognitive disorders (supports use of retinal imaging as biomarker). citeturn0search1 - Meta‑analysis and systematic reviews reporting retinal microvascular/structural changes (OCT‑A vessel density, FAZ changes) in MCI/AD. citeturn0search2turn0search3turn0search5"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}