{
    "nct_id": "NCT00838084",
    "title": "Single-Ascending Dose, Safety, Tolerability, Pharmacokinetic, and Pharmacodynamic Study of LY2811376 in Healthy Subjects",
    "status": "COMPLETED",
    "last_update_time": "2009-07-14",
    "description_brief": "This is a Phase 1 study in healthy subjects to evaluate the safety and tolerability of LY2811376 single doses, how the body handles the drug, and the drug's effect on the body.",
    "description_detailed": "This is a Phase 1 study with 2 parts, both in healthy subjects. Part 1 is a subject- and investigator-blind, placebo-controlled, randomized, 3 period, crossover study. Part 1 will assess the safety and tolerability of LY2811376 single doses, how the body handles the drug, and the drug's effect on the body. Part 2 is a subject- and investigator-blind, placebo-controlled, randomized study to assess the safety and tolerability of a LY2811376 single dose, how the body handles the drug, and the drug's effect on the body including in cerebrospinal fluid.",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "BASIC_SCIENCE",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "LY2811376 (oral, non-peptidic BACE1 inhibitor — small molecule)"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The trial drug LY2811376 is an orally available, non-peptidic small-molecule inhibitor of β‑secretase (BACE1), designed to lower amyloid‑β production — i.e., it directly targets Alzheimer’s disease pathology rather than only symptomatic cognition. citeturn0search0turn0search2",
        "Act: Key details extracted from the trial description and publications: Phase 1 single-ascending dose study in healthy volunteers evaluating safety, tolerability, PK/PD; LY2811376 produced dose-dependent reductions in plasma and CSF Aβ (notably at 30 and 90 mg) and changed APP-processing biomarkers consistent with BACE1 inhibition. The compound was investigated in placebo-controlled SAD studies (ClinicalTrials.gov NCT00838084). citeturn0search0turn0search1turn0search6",
        "Reflect: Classification justification — LY2811376 is a small-molecule inhibitor of a core AD enzyme (BACE1), so it fits the 'disease-targeted small molecule' category. (Note: development was later halted due to preclinical toxicology findings reported in the clinical/translational literature, but that does not change the mechanistic classification.) citeturn0search0turn0search5"
    ],
    "agent_type": "A) Amyloid beta",
    "explanation_agent": [
        "Reason: LY2811376 is an orally available, non‑peptidic small‑molecule inhibitor of BACE1 (β‑secretase), the enzyme that cleaves APP to initiate production of amyloid‑β (Aβ); the compound was developed to lower Aβ production and showed dose‑dependent reductions in plasma and CSF Aβ in a Phase 1 single‑ascending dose study. citeturn0search0turn0search3",
        "Act: Key extracted details — drug: LY2811376 (oral small‑molecule BACE1 inhibitor); clinical context: Phase 1 SAD in healthy volunteers (ClinicalTrials.gov NCT00838084) with dose‑dependent reductions in plasma and CSF Aβ and APP‑processing biomarker changes consistent with BACE1 inhibition. These findings are reported in the primary clinical/pharmacodynamic publications. citeturn0search3turn0search1turn0search2",
        "Reflect: Classification justification — because the mechanism is direct inhibition of BACE1 to reduce amyloid‑β generation, the most specific CADRO match is A) Amyloid beta. (Note: development of LY2811376 was later discontinued after nonclinical toxicology showed retinal epithelial pathology and related safety concerns; this safety outcome does not change the mechanistic classification as an amyloid‑targeting intervention.) citeturn1search4turn1search0",
        "Web search results (key sources used):",
        "- Selleck / compound catalogue summary for LY2811376 (describes BACE1 inhibition, oral small molecule, Phase 1). citeturn0search0",
        "- May et al., Robust central reduction of amyloid‑β in humans with an orally available non‑peptidic β‑secretase inhibitor (Phase 1 PD/biomarker results; CSF/plasma Aβ reductions; NCT00838084). citeturn0search3",
        "- PubMed / Alzheimer’s Research & Therapy and related papers describing CSF Aβ peptide changes (Aβ1‑34 decrease, Aβ5‑40 increase) after LY2811376 and confirming BACE1 target engagement. citeturn0search1turn0search6",
        "- Reviews and translational articles documenting that LY2811376 was discontinued after nonclinical retinal pathology/toxicology findings. citeturn1search0turn1search4"
    ]
}