{
    "nct_id": "NCT02915939",
    "title": "The Residential Care Transition Module",
    "status": "COMPLETED",
    "last_update_time": "2022-07-29",
    "description_brief": "Emerging research on family caregiving and institutionalization has emphasized that families do not disengage from care responsibilities following a relative's admission to residential long-term care settings. The Residential Care Transition Module (RCTM) provides 6 formal sessions of consultation (one-to-one and family sessions) over a 4-month period to those family caregivers who have admitted a cognitively impaired relative to a residential long-term care setting (nursing home, assisted living memory care unit). The proposed mixed method, randomized controlled trial will determine whether and how the RCTM decreases family caregivers' emotional and psychological distress, placement-related strain, and increases relative's transitions back to the community. The RCTM will fill an important clinical and research gap by evaluating a psychosocial intervention designed for families following RLTC placement to determine whether and how this approach can help families better navigate the residential care transitions of relatives with Alzheimer's disease or a related dementia.",
    "description_detailed": "Emerging research on family caregiving and institutionalization has found that families do not disengage from care responsibilities following relatives' admissions to residential long-term care settings. Families instead remain involved in a spectrum of care activities ranging from instrumental activities of daily living to emotional support. Perhaps for these reasons, a number of studies have noted that caregiving stress, depression, or other key outcomes remain stable or sometimes increase following residential long-term care (RLTC) entry for certain types of caregivers. A few interventions have attempted to increase family involvement after institutionalization, but no rigorous studies have demonstrated that these interventions are effective in helping families navigate transitions to RLTC environments.\n\nThe Residential Care Transition Module (RCTM) provides 6 formal sessions of consultation (one-to-one and family sessions) over a 4-month period to those family caregivers who have recently admitted a relative to a RLTC setting. In this randomized controlled trial, family members who have admitted a cognitively impaired relative to a RLTC setting will be randomly assigned to the RCTM \\[(n = 120)\\] or a usual care control condition \\[(n = 120)\\]. A mixed methods analysis will be used to pursue the following aims: Specific Aim 1: Assess whether the RCTM yields statistically significant reductions in family members' primary subjective stress and negative mental health outcomes; Specific Aim 2) Determine whether family members who receive the RCTM will indicate statistically significant decreases in secondary role strains over a 12-month period when compared to usual care controls; Specific Aim 3) Determine whether RCTM family members report statistically significant decreases in residential care stress when compared to family members in the usual care control group; and Specific Aim 4) Delineate the mechanism of action of RCTM under conditions of high and low success by \"embedding\" qualitative components (30 semi-structured interviews) at the conclusion of the 12-month evaluation.\n\nThe proposed project will fill an important clinical and research gap by evaluating a psychosocial intervention designed for families following RLTC placement that determines whether and how the RCTM can help families better navigate the residential care transitions of cognitively impaired relatives.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "SUPPORTIVE_CARE",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The described intervention (Residential Care Transition Module, RCTM) is a psychosocial/telehealth counseling intervention—six formal consultation sessions over ~4 months—aimed at reducing family caregivers' emotional and psychological distress and helping families navigate residential long-term care transitions rather than administering any pharmacologic agent or biologic. citeturn0search4turn0search6.",
        "Act (extracted details): RCTM = six-session psychosocial/telehealth consultation for family caregivers of relatives with Alzheimer’s disease or related dementia; primary outcomes target caregiver stress, burden, and role strain; randomized controlled design (NCT02915939). No drug, biologic, or placebo is involved. citeturn0search4turn0search2.",
        "Act (supporting evidence / additional trials/publications): Pilot and qualitative follow-ups report reduced caregiver emotional distress and describe RCTM mechanisms (education, behavior-management strategies, resource provision, communication strategies), confirming the intervention is psychosocial/behavioral rather than pharmacologic. citeturn0search7turn0search5.",
        "Reflect: Classification check against category definitions — not a biologic targeting AD pathology, not a small-molecule disease-targeted drug, not a cognitive-enhancer for patients, and not an intervention whose primary aim is to treat patients' neuropsychiatric symptoms directly. Its goal is caregiver psychosocial support and care-transition outcomes, so it does not fit any of the four therapeutic drug/symptom categories and should be classified as 'N/A'. citeturn0search4turn0search6.",
        "Web search results used (selected): BMC Geriatrics full protocol/publication for the RCTM evaluation (BMC Geriatrics, 2020). citeturn0search4; PubMed entry summarizing the trial and outcomes. citeturn0search6; Clinical trial listing/registry details (NCT02915939) and trial location info. citeturn0search2; Pilot randomized evaluation (2015) showing preliminary reductions in caregiver distress. citeturn0search7; Qualitative analysis of mechanisms of benefit (recent PubMed entry). citeturn0search5"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}