{
    "nct_id": "NCT03926520",
    "title": "Effect and Safety of Electroconvulsive Therapy Plus Usual Care for the Acute Management of Severe Agitation in Dementia",
    "status": "RECRUITING",
    "last_update_time": "2024-05-30",
    "description_brief": "This study will explore the effect of ECT treatments plus usual care (ECT+UC) in reducing severe agitation in patients with moderate to severe dementia including Alzheimer's Disease, Vascular dementia, Frontotemporal dementia, and Dementia with Lewy Bodies. The study will also determine the tolerability/safety outcomes of ECT+UC.",
    "description_detailed": "This study will be a single-arm, unblinded, non-randomized trial to determine the effect and safety of ECT for severe agitation in moderate to severe stage dementia, while also examining the durability of the acute treatment effect in an exploratory maintenance naturalistic design. We plan to enroll 50 participants with an estimated dropout rate of 20%. We expect 50 participants to complete at least 1 ECT treatment before moving into the 12-month naturalistic follow-up phase.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "neuropsychiatric symptom improvement",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is electroconvulsive therapy (ECT), a non‑pharmacologic neuromodulation treatment, and the stated objective is to reduce severe agitation (a behavioral/neuropsychiatric symptom) in patients with moderate‑to‑severe dementia rather than to modify underlying Alzheimer pathology or cognition. This aligns with the 'neuropsychiatric symptom improvement' category. citeturn0search5turn0search2",
        "Act (extracted trial details): The trial title and description specify 'Electroconvulsive Therapy Plus Usual Care' (ECT+UC) for acute management of severe agitation in dementia (includes Alzheimer's, vascular, FTD, DLB) and will assess tolerability/safety; this is an interventional ECT protocol (not a drug) and some related RCT designs compare ECT to simulated‑ECT (sham) plus usual care. citeturn0search5turn0search7",
        "Evidence from the literature / web search: Systematic reviews and retrospective/prospective studies report that ECT has been used to reduce severe agitation and aggression in dementia with generally favorable short‑term effects and acceptable safety in studied samples; however, the evidence base is limited and further RCTs have been proposed or initiated to rigorously evaluate efficacy and safety. (Representative sources: systematic reviews and chart reviews; and the MUSC‑listed RCT of ECT vs simulated ECT for agitation in Alzheimer's.) citeturn0search2turn0search3turn0search5",
        "Reflect: Classification as 'neuropsychiatric symptom improvement' is consistent with the intervention (ECT) and the stated primary goal (acute reduction of severe agitation). There is no drug name or placebo described in the trial text, so drug/placebo fields are left empty. The web search confirms ECT is the intervention and supports the interpretation that this trial targets behavioral symptoms rather than disease modification. citeturn0search5turn0search0"
    ],
    "agent_type": "T) Other",
    "explanation_agent": [
        "Reason: The intervention is electroconvulsive therapy (ECT), a non‑pharmacologic neuromodulation procedure intended to reduce severe agitation (a neuropsychiatric/behavioral symptom) in people with dementia rather than to engage a specific molecular target or disease‑modifying pathway defined in CADRO. ECT acts via broad neurophysiologic/neuromodulatory mechanisms rather than a single protein, receptor, gene or pathway. citeturn0search0turn0search5",
        "Act: Extracted trial details — title: 'Effect and Safety of Electroconvulsive Therapy Plus Usual Care for the Acute Management of Severe Agitation in Dementia' (ECT + usual care, with simulated‑ECT/sham control in prior study designs); population: moderate–to–severe dementia with severe agitation (Alzheimer’s, vascular, FTD, DLB mentioned in description); primary goal: acute reduction of agitation and assessment of tolerability/safety. This is an interventional neuromodulation (procedure) trial, not a drug targeting a CADRO molecular category. citeturn0search0turn0search5",
        "Evidence (web search summary): Systematic reviews and existing case series/cohort studies report that ECT has been used to reduce severe agitation and aggression in dementia with generally favorable short‑term effects but limited high‑quality randomized, sham‑controlled trial data — which is why multi‑site RCTs using simulated ECT controls have been proposed/initiated. Representative sources: MUSC/Mayo Clinic trial descriptions and systematic reviews. citeturn0search0turn0search5turn0search4turn0search2turn0search3",
        "Reflect: CADRO classifies targets primarily by molecular/biological mechanisms (amyloid, tau, inflammation, synaptic receptors, etc.). ECT does not map to a single CADRO molecular target and instead is a procedural neuromodulatory intervention aimed at symptom control. Per the instructions to return 'T) Other' when no therapeutic CADRO target can be inferred (or when the trial does not fit any CADRO target), the correct classification is 'T) Other'. The web evidence supports that the trial’s intent is symptomatic/neuropsychiatric improvement rather than disease modification. citeturn0search4turn0search6"
    ]
}