{
    "nct_id": "NCT05806177",
    "title": "Safety, Tolerability and Pharmacokinetics of AD16 Tablets After Multiple Administration in Healthy Chinese Adult Subjects",
    "status": "COMPLETED",
    "last_update_time": "2023-11-28",
    "description_brief": "This single-center, randomized, placebo-controlled, double-blind, dose-increasing study was designed to evaluate the safety, tolerability, and pharmacokinetics of multiple successive dosing in healthy Chinese adult subjects.In this study, 20 healthy adult subjects were enrolled in a multi-dose study in the 30mg and 40mg groups.",
    "description_detailed": "In this study, subjects were given multiple doses in the corresponding dose group",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "Disease-targeted small molecule",
    "drug": [
        "AD16"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The investigational product AD16 is described in the phase‑1 reports as a \"novel neuroinflammatory inhibitor\" and a Class 1.1 new drug candidate for Alzheimer’s disease, with a reported chemical structure and preclinical efficacy—indicating a small‑molecule disease‑targeted agent rather than a biologic. citeturn0search1turn0search2",
        "Act: The trial title and registry entries match the user description: a single‑center, randomized, placebo‑controlled, double‑blind, dose‑increasing multiple‑dose study in healthy Chinese adults (30 mg and 40 mg multi‑dose groups). These details are reported in the clinical trial registries and the phase‑1 publication. citeturn0search4turn0search3",
        "Additional supporting evidence: The peer‑reviewed Phase‑1 report in BMC Medicine summarizes safety, tolerability, PK, and mechanism (neuroinflammation inhibition) and supports further development for Alzheimer’s disease. citeturn0search1",
        "Reflect: Classification rationale — AD16 targets Alzheimer’s pathology via modulation of neuroinflammation (disease process), is presented with a chemical structure and pharmacokinetic data typical of a small molecule, and is not described as a monoclonal antibody, vaccine, or symptomatic cognitive enhancer/psychiatric agent. Therefore the correct category is \"Disease-targeted small molecule.\" No substantive ambiguity remains from the provided sources. citeturn0search1turn0search2"
    ],
    "agent_type": "F) Inflammation",
    "explanation_agent": [
        "Reason: The investigational small molecule AD16 is described in the peer‑reviewed Phase‑1 report as a 'novel neuroinflammatory inhibitor' developed to regulate microglial activation and reduce neuroinflammation in Alzheimer’s disease. This directly maps to CADRO category F (Inflammation). citeturn0search0turn0search2",
        "Act: The trial is a Phase‑1, randomized, placebo‑controlled, multiple‑dose study in healthy Chinese adults (30 mg and 40 mg multi‑dose groups), confirming AD16 is a disease‑targeted small‑molecule aimed at modulating neuroinflammation rather than an amyloid or tau immunotherapy or a symptomatic neurotransmitter agent. Assign: 'F) Inflammation'. citeturn1search1turn1search2",
        "Reflect: The BMC Medicine article and clinical trial registry consistently describe AD16’s mechanism as inhibition/modulation of microglial overactivation and downstream pro‑inflammatory cytokines, supporting the Inflammation category. No evidence indicates primary targeting of amyloid, tau, ApoE/lipids, synaptic receptors, metabolism, or a non‑therapeutic diagnostic role; therefore 'F) Inflammation' is the most specific CADRO match. citeturn0search0turn1search3",
        "Web search results (key sources used):",
        "- BMC Medicine — peer‑reviewed Phase‑1 article: 'Safety, tolerability, pharmacokinetics and effects of diet on AD16, a novel neuroinflammatory inhibitor for Alzheimer’s disease' (reports AD16 mechanism as neuroinflammation inhibition and chemical structure). citeturn0search0",
        "- PubMed entry for the Phase‑1 AD16 study (trial registration numbers and abstract). citeturn0search2",
        "- Clinical trial registry entries (NCT05806177 and related records) describing the multiple‑dose 30 mg and 40 mg MAD study in healthy Chinese adults. citeturn1search1turn1search2"
    ]
}