{
    "nct_id": "NCT06105047",
    "title": "Validation of a Remediation Method for Memory Disorders Using Motor and Emotional Encoding in Patients With Alzheimer's Disease (AD)",
    "status": "COMPLETED",
    "last_update_time": "2025-06-19",
    "description_brief": "Memories are more robust when they are multitraced. This means that the more a piece of information is mediated by different sensory inputs, the more resistant it is to being forgotten. Many works in the field of embodied cognition show that new learnings are better recalled over the long term when they are learned during body mobilization. Other works show that musical stimulation could be a good way of eliciting physiological and emotional states more favorable to the memorization of new contents. However, to date, no studies have examined the positive effects of these two tools combined in Alzheimer's disease. The investigators suggest that it is possible to optimize memory in Alzheimer's disease by referring to their motor and emotional resources. The hypothesis is that information will be better recalled with multimodal enriched learning.",
    "description_detailed": "In a within subjects design, all patients take part in four conditions. In each condition, sentences describing actions will be displayed. In a control condition, they will be asked to read the sentence aloud; in a motor-only condition, they will also be asked to mime the sentence; in an emotional-only condition, they will be asked to read the sentence while listening to music; and in a dual condition, they will be asked to both mime and listen to music. Immediately after each condition, they will realize a recognition task. The main criterion used in our statistical analyses will be the discrimination threshold.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "BASIC_SCIENCE",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is a non-drug, behavioural memory remediation using motor (mime/body mobilization) and emotional (music) encoding to improve memory recall in people with early Alzheimer's — i.e., an intervention intended to enhance cognition (memory) without targeting Alzheimer pathology with a biologic or small molecule. citeturn0search0turn0search3",
        "Act: Key trial details extracted from registry listings — title/aim (multimodal enriched learning combining motor and musical/emotional encoding), within-subjects design with four conditions (control, motor-only, emotional-only, dual), primary outcome = recognition/discrimination score, intervention listed as cognitive tests/behavioral. No drug, biologic, or placebo is involved. (Clinical Trial ID NCT06105047; lead sponsor CHU de Saint‑Étienne). citeturn0search0turn0search2turn0search3",
        "Reflect: Classification check — fits the definition of a 'Cognitive enhancer' (improves cognitive performance/memory via behavioural means) rather than a disease-targeted biologic or small molecule, and not aimed at neuropsychiatric/behavioral symptom reduction specifically. Therefore 'cognitive enhancer' is the appropriate category. No ambiguity from the description or registry entries that would suggest a drug-based or pathology-modifying approach. citeturn0search4turn0search1"
    ],
    "agent_type": "M) Synaptic Plasticity/Neuroprotection",
    "explanation_agent": [
        "Reason: The trial is a non-pharmacologic, behavioral memory remediation (multimodal enriched learning using motor mime/body mobilization and emotional/music encoding) intended to improve memory/recognition in people with early Alzheimer’s rather than to modify amyloid, tau, inflammation, or another molecular pathology. citeturn0search0turn0search1",
        "Act: Key details extracted from registry listings — title/aim (multimodal motor + emotional encoding), intervention class = behavioral/cognitive tests, within-subjects design with control, motor-only, emotional-only, and dual conditions, primary outcome = recognition/discrimination score; no drug, biologic, or device is used (NCT06105047; lead sponsor Centre Hospitalier Universitaire de Saint‑Étienne). citeturn0search1turn0search3turn0search4",
        "Reflect: Mapping to CADRO — this is an intervention intended to enhance cognitive performance and memory (i.e., promote learning/encoding and thereby support synaptic function/plasticity). The most appropriate CADRO category is M) Synaptic Plasticity/Neuroprotection because the aim is cognitive enhancement through learning-related processes rather than targeting a specific molecular pathology (A–L, F–K, etc.). It is not a diagnostic-only or non-therapeutic procedure, so 'T) Other' is not appropriate. Alternative interpretations (e.g., placing under 'Other' because non-drug) were considered and rejected because CADRO groups cognitive-enhancing/neuronal plasticity approaches under Synaptic Plasticity/Neuroprotection. citeturn0search2turn0search0"
    ]
}