{
    "nct_id": "NCT03597360",
    "title": "Low Dose Ionizing Radiation Using CT Scans as a Potential Therapy for Alzheimer's Dementia (LDIR-CT-AD) Trial: A Pilot Study",
    "status": "COMPLETED",
    "last_update_time": "2022-02-28",
    "description_brief": "The goal of this project is to determine whether low doses of ionizing radiation (LDIR) from repeat CT scanning improves function, cognition and/or behavior in severe AD.",
    "description_detailed": "Alzheimer's dementia (AD) is a disorder of uncertain cause and pathogenesis that primarily affects older adults. It accounts for more than 50 percent of cases of dementia in the elderly and is a leading source of morbidity and mortality in the aging population. The most essential and often earliest symptom is selective memory impairment. While treatments can improve some symptoms, there is no cure or disease-modifying therapy, and the disease inevitably progresses in all patients. The mainstay of management is still symptomatic treatment of behavioral disturbances, environmental manipulations to prevent behavioural disturbances, and counseling with respect to safety issues.\n\nThe goal of this project is to determine whether low doses of ionizing radiation (LDIR) from repeat CT scanning improves function, cognition and/or behavior in severe AD. This is based upon the treatments given in 2015 to a patient in hospice in the USA with advanced AD. On July 23, she received two CT scans of her brain. Two weeks later she received a third CT scan, and two weeks after this, a fourth CT scan. She partially improved and was discharged to an Alzheimer care home.\n\nIn terms of the mechanism whereby CT scanning might lead to improvement, reactive oxygen species (ROS) are produced abundantly and constantly by aerobic metabolism in all organisms, damaging biomolecules including those in the brain. AD is postulated to be caused by the accumulation of oxidative stress damage in the brain that was not prevented, repaired or removed by the patient's own biological protective mechanisms. These systems, characterized genetically, operate against all toxins regardless of whether they are produced endogenously or by external physical, chemical or biological agents. As people age, their protection systems become progressively weaker. LDIR is postulated to stimulate adaptive protection systems. This may produce beneficial effects including improvement in AD symptoms. With about three-quarters of human tissue being water, most of the initial radiation-induced damage is radiolysis of water, producing ROS and hydrogen peroxide (H2O2). LDIR leads to mild oxidative stress and strong signaling, which up-regulates protection.The degree of stimulation likely depends upon individual genetic factors.\n\nCT scans are approved for clinical diagnostic imaging. Approval will be requested from the Research Ethics Board (REB) at Baycrest Health Sciences and from Health Canada to use CT scanning for the experimental treatment of AD. If this pilot study is successful, i.e., if improvement is observed in the participants, then a proposal will be prepared for more comprehensive clinical studies of this novel treatment.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "N/A",
    "drug": [
        "Low-dose ionizing radiation (LDIR) delivered by repeat CT brain scans — a physical/radiation intervention (not a biologic or small-molecule drug)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial tests low-dose ionizing radiation (LDIR) administered by repeat CT scans to improve function, cognition and/or behavior in severe Alzheimer’s disease; the proposed mechanism is stimulation of adaptive protection systems and reduction of oxidative stress/inflammation (i.e., a physical radiation therapy aimed at disease processes, not a drug). citeturn0search1turn0search0",
        "Act (key details extracted): Title and intent: \"Low Dose Ionizing Radiation Using CT Scans as a Potential Therapy for Alzheimer's Dementia (LDIR-CT-AD) Trial: A Pilot Study\" — goal to determine whether LDIR from repeat CT scanning improves function/cognition/behavior in severe AD; single-arm pilot (n=4) using CT scans (three treatments ~two weeks apart in the published pilot). Registry ID listed as NCT03597360 in trial listings. citeturn0search1turn0search0turn0search4",
        "Reflect: This intervention is a physical/radiation therapy directed at presumed disease mechanisms (oxidative stress, inflammation, possibly amyloid) but it is neither a biologic (monoclonal antibody, vaccine) nor a small-molecule drug, nor a conventional pharmacologic cognitive enhancer, nor an intervention solely for neuropsychiatric symptom relief. Because it does not fit the four provided drug-category definitions (disease-targeted biologic; disease-targeted small molecule; cognitive enhancer; neuropsychiatric symptom improvement), the correct classification under your taxonomy is 'N/A'. Note: later and other pilot LDRT studies and protocols (whole-brain LDRT trials) exist and explore similar concepts; some use sham controls in later phases, but the specific pilot described is single-arm. citeturn0search6turn0search7",
        "Web search results (sources used): 1) Trial listing summarizing the pilot (Baycrest; NCT03597360) — MedPath/clinical-trial entry describing intervention (CT scan), goal, and trial details. citeturn0search1 2) Published pilot report and discussion of four patients and observed qualitative improvements — Journal of Alzheimer's Disease / PubMed entry. citeturn0search0 3) SmartPatients trial summary with start/end dates, enrollment and inclusion/exclusion details mirroring the registry. citeturn0search4 4) Preclinical and mechanistic literature (e.g., effects of low-dose radiation on microglia, amyloid and inflammation) supporting the proposed mechanism. citeturn0search5 5) Protocols and ongoing larger LDRT trials (phase II multicenter designs using whole-brain LDRT and sham controls) providing context that subsequent trials may use sham/placebo arms. citeturn0search6turn0search7"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}