{
    "nct_id": "NCT01183806",
    "title": "Effects of Exercise and Rivastigmine on Quality of Life of Alzheimer's Disease Patients",
    "status": "COMPLETED",
    "last_update_time": "2012-03-19",
    "description_brief": "The purpose of this study is to determine whether a exercise program when combined with rivastigmine (Exelon patch) drug treatment compared with rivastigmine drug treatment alone would improve quality of life, ability to perform activities of daily living (ADL) and cognition in patients with Alzheimer's disease.\n\nHypothesis:\n\nHo: Rivastigmine drug treatment combined with exercise is not superior to rivastigmine drug treatment to improve quality of life of Alzheimer's disease patients.\n\nH1: Rivastigmine drug treatment combined with exercise is superior to rivastigmine drug treatment to improve quality of life of Alzheimer's disease patients, with an expectative of 15% of improvement in the quality of life scale measurement",
    "description_detailed": "After screening and informed consent, that will be collected demographical data from patient. Another researcher will evaluate the cognition, through MMSE; the activities of daily living, through Activities of Daily Living Questionnaire of Alzheimer disease; patient and caregiver's quality of life through Quality of life scale in Alzheimer's disease (QOL-AD); functional mobility, through Time Up and Go test.\n\nAfterwards, the pharmacist will give the medicine, orientations about its administration and clarify possible doubts. Therapy will begin with the small patch of 5 mg/24 h and, if well tolerated, the dose will be increased to the 10 mg/24 h patch.\n\nThe patients will be randomly assigned, through a computer program list, to exercise or control group. The patient and caregiver exercise group will receive information about the two-day/week exercise program at physiotherapy ambulatory. Monthly, all patients and caregiver will be clinically reevaluated during six months.\n\nThe forty minutes exercise program will include aerobic, strength, flexibility and balance training, organize in the follow sequence:\n\n\\- Ten minutes of global stretching (shoulder girdle, upper limbs, lower limbs and trunk) along the beginning and final of the session. Each stretch posture will last 30 seconds.\n\nAlternation of A and B sessions, lasting 30 minutes:\n\n* Session A: Aerobic training on treadmill. Progression of 10 to 30 minutes of continuous aerobic activity\n* Session B: - Resisted kinesiotherapy (strength training) with use of weights to be attached around the ankles and wrist of initially 1 Ib. The physiotherapist will evaluate if patient can progress to a higher weight during sessions.\n* Walking over obstacles on the ground and direction change with use of cones.\n* Functional activities like transfer exercise (stand/sit exercise) and squatting The monitoring of the exercise, its progress and any other observation will be register in a control form by the physiotherapist.",
    "phase": [
        "PHASE3"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "Rivastigmine (Exelon patch) — transdermal cholinesterase inhibitor, used to improve cognition/ADLs in Alzheimer's disease"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The study tests exercise combined with rivastigmine (Exelon patch) versus rivastigmine alone to improve quality of life, activities of daily living (ADL) and cognition — i.e., the intended effect is symptomatic cognitive/functional improvement rather than targeting underlying AD pathology. Rivastigmine is a small-molecule cholinesterase inhibitor (transdermal patch) that increases acetylcholine to enhance cholinergic function; it is described in prescribing information and drug references as a symptomatic treatment (not disease‑modifying). citeturn0search1turn0search2",
        "Act: Extracted details — drug: rivastigmine (Exelon patch); intervention: exercise program added to standard rivastigmine treatment versus rivastigmine alone. This matches the 'cognitive enhancer' category because rivastigmine is used to improve cognition/ADLs (symptomatic benefit) rather than being a biologic or a disease‑modifying small molecule. No placebo is mentioned in the description. Supporting sources: Novartis/Exelon prescribing information and mechanism summaries. citeturn0search0turn0search2",
        "Reflect: Classification check — Not a biologic (Exelon is a small-molecule transdermal system), not described as targeting amyloid/tau or other disease pathology, and the trial outcome measures (QoL, ADL, cognition) are symptomatic. Therefore the correct category is 'cognitive enhancer'. Note: exercise is a non‑pharmacologic adjunct; it does not change the drug classification. citeturn0search4turn0search1"
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The trial tests rivastigmine (Exelon patch), a cholinesterase inhibitor that increases acetylcholine to enhance cholinergic neurotransmission and produce symptomatic cognitive/functional improvement rather than modifying underlying AD pathology. citeturn0search6turn0search1",
        "Act: Extracted details — drug: rivastigmine (Exelon transdermal patch); intervention: rivastigmine ± exercise; mechanism: reversible inhibition of acetylcholinesterase and butyrylcholinesterase leading to increased synaptic acetylcholine (a neurotransmitter-based symptomatic approach). This maps to CADRO category D (Neurotransmitter Receptors). citeturn0search5turn0search8",
        "Reflect: Confirmed — rivastigmine is a small‑molecule symptomatic cognitive enhancer acting on the cholinergic system (not on amyloid, tau, inflammation, etc.). Exercise is a non‑pharmacologic adjunct and does not change the drug’s CADRO classification. Therefore D) Neurotransmitter Receptors is the appropriate category. citeturn0search2turn0search7",
        "Web_search_results: Novartis press release — Exelon Patch information and FDA approval details. citeturn0search0; LiverTox / NCBI summary of rivastigmine mechanism and clinical use. citeturn0search1; StatPearls mechanism summary (AChE and BuChE inhibition; transdermal patch formulations). citeturn0search6; PubMed review on rivastigmine pharmacology. citeturn0search2turn0search7"
    ]
}