{
    "nct_id": "NCT06651567",
    "title": "A Multicenter, Randomized, Double-blind, Placebo-controlled, Flexible-dose Study of the Efficacy, Safety, and Tolerability of ITI-1284 in Patients With Agitation Associated With Alzheimer's Dementia",
    "status": "RECRUITING",
    "last_update_time": "2025-02-19",
    "description_brief": "This is a multicenter, randomized, double-blind, placebo-controlled, flexible-dose study of the efficacy, safety, and tolerability of ITI-1284 in patients with agitation associated with Alzheimer's dementia",
    "description_detailed": "The study will be conducted in 3 periods:\n\n* Screening Period (up to 4 weeks) during which patient eligibility will be assessed;\n* Double-blind Treatment Period (12 weeks) during which all patients will be randomized in a 1:1 ratio to receive either ITI-1284 or placebo;\n* Safety Follow-up Period (30 days) during which all patients will return for a safety follow-up visit approximately 30 days after the last dose of study drug.",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "neuropsychiatric symptom improvement",
    "drug": [
        "ITI-1284 (deuterated form of lumateperone; small‑molecule antipsychotic targeting 5-HT2A with moderate D2/D1 and SERT affinity)"
    ],
    "placebo": [
        "Placebo"
    ],
    "explanation_target": [
        "Reason: The trial tests ITI-1284 for agitation in Alzheimer’s dementia (a behavioral/neuropsychiatric symptom), not for disease modification or biomarker change. The clinical-trial listing describes a Phase 2, randomized, double-blind, placebo-controlled study in agitation associated with Alzheimer’s dementia. citeturn0search2",
        "Act: Web search shows ITI-1284 is a deuterated form of lumateperone (a small‑molecule atypical antipsychotic/new chemical entity) with high affinity for 5-HT2A and moderate affinity for dopamine D2/D1 and the serotonin transporter — i.e., a psychotropic small molecule intended to treat behavioral/psychiatric symptoms. This pharmacology and the company pipeline description are documented in Intra-Cellular Therapies’ press release and pipeline updates. citeturn1search0turn1search1",
        "Reflect: Mapping to the provided categories: ITI-1284 is a small‑molecule psychotropic agent being developed to treat agitation/psychosis in AD (symptom management). This fits 'neuropsychiatric symptom improvement' rather than a disease-targeted biologic or small-molecule disease-modifying agent or a pure cognitive enhancer. Confirmed by lumateperone (Caplyta) mechanism descriptions in product/medical sources. citeturn2search1turn2search2"
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The study tests ITI-1284 for agitation (a neuropsychiatric/behavioral symptom) in patients with Alzheimer’s dementia, and ITI-1284 is described by the company as a deuterated form of lumateperone with high affinity for serotonin 5-HT2A and moderate affinity for dopamine D2/D1 and the serotonin transporter (SERT) — i.e., it acts on neurotransmitter receptors/transporters rather than on core AD pathologies. citeturn0search6turn1search0",
        "Act: Based on the described pharmacology (5-HT2A, D2/D1, SERT) the most specific CADRO category that fits is D) Neurotransmitter Receptors. The trial is symptomatic (neuropsychiatric symptom improvement) not disease‑modifying, so 'Neurotransmitter Receptors' is the correct mapping rather than a pathology-focused CADRO category. citeturn1search0turn0search0",
        "Reflect: Confirmed — the agent targets monoaminergic (serotonergic and dopaminergic) receptors/transporters and is being developed to treat agitation in AD (symptom management). Although the molecule interacts with multiple neurotransmitter systems, those are all within the neurotransmitter receptor/transporter domain captured by CADRO category D rather than triggering a multi-target (R) classification intended for agents addressing multiple disparate CADRO mechanisms (e.g., inflammation plus amyloid). No evidence in the trial description indicates a disease‑modifying mechanism (amyloid, tau, inflammation, etc.), so D) Neurotransmitter Receptors remains the appropriate classification. citeturn0search4turn0search3",
        "Web sources used (key search results): Intra-Cellular Therapies press release describing ITI-1284 as a deuterated form of lumateperone and its receptor profile. citeturn1search0; CAPLYTA/lumateperone mechanism/pharmacology pages describing 5-HT2A high affinity and moderate D2/D1 and SERT affinity. citeturn0search0turn0search3; StatPearls / NCBI summary of lumateperone pharmacology. citeturn0search4; Clinical trial registry/listing for ITI-1284 in agitation associated with Alzheimer’s dementia. citeturn0search6turn0search8"
    ]
}