{
    "nct_id": "NCT07034222",
    "title": "A 12-month Single-arm Real-world Study to Determine the Safety and Efficacy of Lecanemab in Patients With Early Alzheimer's Disease",
    "status": "ACTIVE_NOT_RECRUITING",
    "last_update_time": "2025-06-13",
    "description_brief": "This is a 12-month, single-arm, real-world study designed to evaluate the efficacy and safety of lecanemab (10 mg/kg administered every two weeks) in patients with early Alzheimer's disease, including mild cognitive impairment (MCI) due to AD or mild AD dementia, confirmed by amyloid-positive Aβ-PET scans. The study will enroll 80 participants, with both retrospective and prospective data collection.",
    "description_detailed": "The study enrolled participants with mild cognitive impairment due to AD or mild AD. All participants received biweekly intravenous infusions of lecanemab at a dose of 10 mg/kg. Safety data was collected, particularly for amyloid-related imaging abnormalities (ARIA). Effectiveness evaluations included cognitive tests, plasma biomarker analysis, and advanced neuroimaging.",
    "phase": [
        "PHASE4"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted biologic",
    "drug": [
        "lecanemab (Leqembi)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial tests lecanemab, which is a human monoclonal antibody that binds amyloid-β and reduces brain amyloid with the aim of slowing Alzheimer's disease progression—i.e., it targets core AD pathology rather than only symptomatic cognition. citeturn0search1turn0search2",
        "Act: Key extracted trial details — intervention: lecanemab 10 mg/kg IV every two weeks; population: early AD (MCI due to AD or mild AD dementia) confirmed amyloid-positive by Aβ-PET; design: 12-month, single-arm, real-world (no placebo arm). The 10 mg/kg q2w dosing and indication in early AD are the same as used in the pivotal CLARITY‑AD program. citeturn0search13turn0search3",
        "Reflect: Given lecanemab is an anti‑amyloid monoclonal antibody intended to remove amyloid plaques and slow clinical decline, it matches the definition of a \"disease-targeted biologic.\" Safety considerations (ARIA — amyloid-related imaging abnormalities) are noted in published material but do not change the category. citeturn0search4turn0search3",
        "Web search results used (summary of sources): PubMed review describing lecanemab as a novel anti‑Aβ human monoclonal antibody and its effects on amyloid and clinical outcomes; JAMA summary noting FDA accelerated approval for early AD; AJMC and other sources summarizing CLARITY‑AD phase 3 results and the 10 mg/kg q2w dosing; Wikipedia/other drug summaries with dosing and trial details; mainstream news pieces (CNN, Reuters, etc.) reporting approval, efficacy magnitude, and ARIA safety signals. citeturn0search1turn0search2turn0search3turn0search13turn0search4"
    ],
    "agent_type": "A) Amyloid beta",
    "explanation_agent": [
        "Reason: The trial tests lecanemab (Leqembi), a human IgG1 monoclonal antibody directed against aggregated soluble (protofibril) and insoluble forms of amyloid-β (Aβ) with the intention of reducing brain Aβ plaque and slowing clinical decline, so the biological focus is explicitly amyloid-beta pathology. citeturn0search0turn0search4",
        "Act: Extracted trial details — intervention: lecanemab 10 mg/kg IV every two weeks (weight‑based dosing used in pivotal trials); population: early AD (MCI due to AD or mild AD dementia) with amyloid positivity; design: 12‑month single‑arm real‑world safety/effectiveness study. These details and the drug’s mechanism point to an anti‑amyloid therapeutic. citeturn0search2turn0search4",
        "Reflect: Lecanemab’s mechanism and clinical program (CLARITY‑AD and earlier studies) are focused on removing/clearing amyloid‑β and demonstrating slowing of disease progression rather than symptomatic neurotransmitter effects or other pathways; safety signals (ARIA — brain edema/hemorrhage) are important but do not change the mechanistic classification. Therefore the correct CADRO category is A) Amyloid beta. citeturn0search0turn0search3",
        "Web search results used (key sources): Biogen/Eisai release describing lecanemab as an anti‑Aβ monoclonal antibody and regulatory history (accelerated and then traditional approval). citeturn0search0turn0search1",
        "Appropriate Use / dosing guidance and study dosing (10 mg/kg IV q2w). citeturn0search2",
        "FDA safety communications / MRI monitoring and ARIA findings related to lecanemab. citeturn0search3",
        "Summary information on mechanism, clinical effects, and approval timeline (drugs.com / summaries). citeturn0search4"
    ]
}