{
    "nct_id": "NCT04665622",
    "title": "Theory of Mind, Empathy and Eye Gaze Strategies During an Artwork Observation in Neurodegenerative Pathologies.",
    "status": "COMPLETED",
    "last_update_time": "2022-03-08",
    "description_brief": "Analysis of gaze patterns during social cognition tasks and standardised exploration of a specific artwork, between elderly subjects without cognitive disorders and subjects with neurodegenerative diseases such as Fronto-Temporal Dementia, Alzheimer's Dementia or Parkinson's Disease",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "OTHER",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The description describes an observational/diagnostic study using eye-tracking to analyse gaze patterns during social cognition tasks and a standardised artwork observation to assess Theory of Mind (ToM) and empathy in elderly controls and patients with neurodegenerative diseases (bvFTD, Alzheimer's disease, Parkinson's disease). The goal is assessment of social cognition and visual scanning strategies, not delivery of a therapeutic drug or biologic. citeturn0search0turn0search2",
        "Act (key details extracted): Title and approach — “Theory of Mind, Empathy and Eye Gaze Strategies During an Artwork Observation in Neurodegenerative Pathologies”; intervention = eye movement recording / eye‑tracking during painting observation and questionnaires. Trial registry entry NCT04665622 describes the study as analysis of gaze patterns between elderly controls and subjects with Fronto‑Temporal Dementia, Alzheimer Dementia or Parkinson Disease and lists the study as 'Not Applicable' for interventional treatment (i.e., observational). The published report and journal entry give sample size and group breakdown (55 participants: 5 bvFTD, 19 AD, 17 PD, 14 controls). No drug, biologic, or placebo is indicated. citeturn0search5turn0search0turn0search2",
        "Reflect: Given the study design (eye‑tracking, behavioural/social‑cognition testing, artwork observation) and the absence of any therapeutic agent or intervention in the registry and publications, this trial does not fit the categories 'disease‑targeted biologic', 'disease‑targeted small molecule', 'cognitive enhancer', or 'neuropsychiatric symptom improvement'. It is a diagnostic/observational assessment study, so the correct classification is 'N/A'. Supporting sources: PubMed article (abstract), journal page (JLE Gériatrie et Psychologie Neuropsychiatrie du Vieillissement), and the ClinicalTrials registry entry. citeturn0search0turn0search2turn0search5",
        "Web search results cited (for verification):\n- PubMed abstract: 'Theory of mind, empathy and eye gaze strategies during an artwork observation in neurodegenerative pathologies' (abstract describing eye‑tracking paradigm and results). citeturn0search0\n- Journal (JLE) article page: full article details, DOI and publication information (Volume 19, Issue 4, 2021). citeturn0search2\n- ClinicalTrials registry entry NCT04665622: 'Assessment of Empathetic Process by Scanpath Study of an Artwork' — study description and status (observational; 'Not Applicable' intervention). citeturn0search5"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}