{
    "nct_id": "NCT03809351",
    "title": "UAB Alzheimer's Disease Center Core Cohort - Tau Imaging Substudy",
    "status": "RECRUITING",
    "last_update_time": "2024-10-08",
    "description_brief": "The primary objective of this study is to measure the concentration and the regional brain distribution of pathologic tau deposition using the PET tracer AV-1451 in participants in the UAB-ADC cohort. The amount and distribution of AV-1451 in the brain will be correlated to demographic, clinical, genetic, and biospecimen data acquired through the separate ongoing UAB-ADC study. Assessment of interactions between race and vascular risk factors, brain tau levels measured with AV-1451-PET, and cognitive status will be the primary outcome of this imaging study. Individuals participating in this AV-1451-PET/MRI study will also be enrolled in an ongoing \\[C-11\\]PiB-PET/MRI study (IRB-300001005, IND-138128), and their amyloid, tau and cognitive statuses will be compared in terms of race and vascular risk factors.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "DIAGNOSTIC",
    "results": null,
    "target_category": "N/A",
    "drug": [
        "AV-1451 (flortaucipir, also marketed as TAUVID) - tau PET tracer",
        "C-11 PiB (Pittsburgh Compound B) - amyloid PET tracer"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The described study is an imaging/substudy that measures regional brain tau deposition with the PET tracer AV-1451 and compares amyloid (C-11 PiB), tau, and cognitive status across participants and demographics. This is a diagnostic / biomarker imaging study (correlational) rather than a therapeutic trial testing a drug to modify disease or symptoms.",
        "Act (extracted details and classification): Key extracted details — intervention: AV-1451 PET (flortaucipir) imaging and C-11 PiB PET imaging; purpose: quantify and map pathologic tau (and compare to amyloid) and correlate imaging with clinical, genetic, demographic, and vascular risk data. AV-1451 (flortaucipir, TAUVID) is an FDA‑approved radioactive PET diagnostic agent for imaging aggregated tau neurofibrillary tangles, not a therapeutic agent. C-11 PiB (Pittsburgh Compound B) is a research amyloid PET tracer that images fibrillar Aβ. Because both agents are diagnostic PET tracers and the study is observational/imaging, the trial does not fit the four therapeutic categories (disease-targeted biologic, disease-targeted small molecule, cognitive enhancer, or neuropsychiatric symptom improvement) and is therefore classified as 'N/A'. citeturn1search1turn0search4turn0search3",
        "Reflect (verification and sources): I verified AV-1451 = flortaucipir (TAUVID), an imaging agent indicated to estimate density/distribution of aggregated tau NFTs in adults being evaluated for Alzheimer’s disease, and that PiB is a PET amyloid tracer used in research. These facts show the study is diagnostic/imaging (non-therapeutic) and support the 'N/A' classification. Key authoritative sources used: FDA TAUVID approval and product info, NCATS/Drug databases and literature describing AV-1451 binding properties, and seminal literature on 11C‑PiB amyloid imaging. citeturn1search1turn0search4turn0search3",
        "Web search results used (citations): FDA press release / approval summary for TAUVID (flortaucipir F18). citeturn1search1; Eli Lilly / TAUVID product site and press release. citeturn1search0turn1search2; NCATS / drug information and database entry for flortaucipir (AV-1451). citeturn0search4; ACS / PubMed and literature on AV-1451 binding properties. citeturn0search0; Neurology / original papers and reviews describing 11C‑PiB amyloid PET. citeturn0search3turn0search12"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}