{
    "nct_id": "NCT04819126",
    "title": "Nintendo Wii Virtual Reality Application In Older People With Alzheimer's Dementia",
    "status": "COMPLETED",
    "last_update_time": "2021-03-25",
    "description_brief": "•This study was planned to investigate the effects of the Nintendo Wii virtual reality application on muscle strength and fall risk in individuals with AD.\n\nThe aim of the present study is to investigate the effect of the virtual reality application on muscle strength and fall in individuals with Alzheimer' Dementia (AD).",
    "description_detailed": "Purpose: This study was planned to investigate the effects of the Nintendo Wii virtual reality application on muscle strength and fall risk in individuals with AD.\n\nMethod: The study included a total of 32 volunteers between the ages of 65-80, with mild or moderate AD diagnosed. These individuals were divided into 2 groups as a training group and control group. The training group was trained with games from different categories such as balance and aerobic exercises with a Nintendo Wii virtual reality device 2 times a week for a period of 6 weeks, with 1 session lasting for 30 minutes. Mini-Mental State Test, Knee Extension Muscle Strength, Timed Up and Go Test, Tinetti Falls Efficacy Scale results of individuals were recorded in the evaluation.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The described intervention is a Nintendo Wii virtual reality (Wii Fit) exercise program intended to improve muscle strength and reduce fall risk in people with Alzheimer’s disease (AD). This is a non‑pharmacologic, rehabilitative/physical‑activity intervention rather than a drug or biologic targeting AD pathology. citeturn0search5turn0search6",
        "Act: The trial registration and related publications describe Wii/Nintendo exercise programs applied to older adults with AD or dementia to improve balance, gait, strength, and fear-of-falling — e.g., the trial listing (NCT04819126) and multiple randomized/pilot studies of Wii Fit in AD reporting improvements in balance and fall-related outcomes. No drug or biologic is involved. citeturn0search5turn0search0turn0search6",
        "Reflect: By the category definitions provided, the four categories cover disease-targeted biologics, disease-targeted small molecules, cognitive enhancers (drug-based), and neuropsychiatric symptom improvement (drug or non‑drug focused on behavioral/psychiatric symptoms). This Wii Fit virtual-reality exercise is neither a biologic nor a small molecule, is not described as a drug cognitive enhancer, and targets physical function/fall risk (not primarily psychiatric symptoms), so it does not fit any of the four specified categories — therefore classification is 'N/A'. citeturn0search2turn0search3",
        "Web search results used (key sources): 1) Trial listing: \"Nintendo Wii Virtual Reality Application In Dementia\" (NCT04819126 / MedPath summary). citeturn0search5 2) PubMed: \"Wii Fit Exercise's Effects on Muscle Strength and Fear of Falling in Older Adults With Alzheimer Disease\" (randomized study). citeturn0search0 3) PMC pilot: \"Wii-Fit for Improving Gait and Balance in an Assisted Living Facility: A Pilot Study.\" citeturn0search6 4) MDPI/other trials of Nintendo Wii showing effects on balance/strength/fall risk in older adults. citeturn0search2turn0search1"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}