{
    "nct_id": "NCT02484794",
    "title": "Efficacy and Acceptability of Augmenting Specialty Eating Disorder Clinical Treatment With a Smartphone Application: A Pilot RCT",
    "status": "COMPLETED",
    "last_update_time": "2020-01-23",
    "description_brief": "Cognitive behavioural therapy (CBT) is the most empirically supported and researched treatment for eating disorders. A central component of CBT for eating disorders is self-monitoring which involves patients keeping a paper food record of their meals and associated thoughts, feelings, and behaviours and receiving feedback from a clinician to help target dysfunctional cognitions and behaviours. Given the issues associated with paper journals such as non-compliance, feelings of shame when used in public, and delayed feedback, researchers have developed an evidence-based smartphone application (Recovery Record) for eating disorder self-monitoring that links patients with their clinicians and offers additional features designed to enhance treatment.\n\nThe current pilot randomised controlled trial (RCT) seeks to evaluate this smartphone application in a clinical setting alongside standard eating disorder outpatient treatment. Patients will be recruited from the Nova Scotia Health Authority Eating Disorder Outpatient Program and randomised to receive either standard treatment or standard treatment with the app (instead of the paper food record). The efficacy and acceptability of both treatments will be assessed and compared. Coping skill use and self-efficacy among patients will also be examined given the skill building focus of treatment and in-app capabilities to deliver real-time coping skill suggestions to patients.\n\nThis pilot study will be the first to examine the efficacy and acceptability of a smartphone application in eating disorder clinical treatment and if successful, should provide preliminary support for the use of smartphone applications over traditional paper food journals as a self-monitoring tool for augmenting specialty eating disorder clinical treatment.",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention described is a smartphone application (Recovery Record) used to augment CBT self-monitoring for eating disorders — replacing paper food records, linking patients with clinicians, and delivering in-the-moment coping-skill suggestions. This is a digital behavioral/adjunctive intervention, not a biologic or small-molecule drug, nor a drug-based cognitive enhancer or a medication aimed at neuropsychiatric symptom reduction. citeturn0search2turn0search0",
        "Act: Key extracted details — Intervention name: Recovery Record (smartphone app). Type: evidence-based CBT-informed digital self-monitoring/clinician-linked app with meal logs, coping skills, reminders, and clinician feedback. Trial design: pilot RCT comparing standard outpatient eating-disorder treatment vs. standard treatment + app (replacing paper records). No pharmacologic agent is involved. citeturn0search2turn0search5turn0search1",
        "Reflect: Classification decision — 'N/A'. The study evaluates a digital/psychotherapeutic augmentation (app-based self-monitoring) rather than any disease-targeted biologic or small molecule, a pharmacologic cognitive enhancer, or a medication for neuropsychiatric symptoms. The materials and published descriptions of Recovery Record explicitly state it is CBT-based and intended as a self-monitoring/clinician-linking tool. Therefore the trial does not fit the four Alzheimer-related therapeutic categories provided. citeturn0news12turn0search4",
        "Web search results used (summary of key sources): 1) Recovery Record official site — product description, CBT basis, clinician features and coping-skill tools. citeturn0search2 2) Recovery Record (Patient) App Store listing — feature list noting meal/thought logs, clinician linking and CBT/self-monitoring basis. citeturn0search0 3) Recovery Record for Clinicians App Store/clinician pages — clinician-facing functionality (secure messages, review of logs, clinician portal). citeturn0search1turn0search5 4) Wired article and other commentary describing Recovery Record as a CBT-based app used for remote monitoring and clinician connection during COVID-era care (contextual evidence of its use as a digital therapeutic adjunct). citeturn0news12"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}