{
    "nct_id": "NCT05206305",
    "title": "Sensory-Evoked Cortical Gamma Oscillation: Impact on Visual Processing and Cognitive Function in Patients With Alzheimer's Disease",
    "status": "RECRUITING",
    "last_update_time": "2024-12-03",
    "description_brief": "The purpose of the study is to investigate the efficacy of cortical gamma oscillation on visual sensory processing and cognitive function in Alzheimer's Disease (AD) patients by combining a therapeutic sensory stimulation device capable of evoking 40-Hz gamma oscillation via non-invasive visual and auditory stimulation with pre-established markers of cortical network activity, i.e., electroencephalography (EEG) and event-related potentials (ERP), to evaluate the applicability of the 40-Hz multimodel sensory stimulation as a novel therapeutic approach for treatment of AD patients.",
    "description_detailed": "The central hypothesis of the study is that sustained 40Hz gamma oscillatory sensory stimulation therapy will improve cognitive function in patients with AD. The further hypothesis is that the improvement in cognitive function will result from improved connectivity and cortical network function as measured by EEG and ERP.\n\nThe hypotheses will be tested by the following:\n\n1. \\- Elucidate the immediate impact of gamma oscillations on sensory processing and cognitive function by assessing cognitive function and cortical network function prior to the introduction of sensory stimulation and comparing it to post-therapeutic assessments immediately following the acute administration of therapy on visual processing.\n2. \\- Explore the short and long-term therapeutic benefits of a sub-chronic (8 weeks) treatment by assessing cognitive function and cortical network connectivity immediately after the 8 week sensory stimulation therapy. If significant changes are observed between pre-therapy and post-therapy neurophysiologic data for an individual subject, neurophysiological testing will be repeated 4 weeks following the conclusion of therapy.\n3. \\- Investigate the correlation between neurophysiology and cognitive function by assessing cognitive function and neurophysiological measures of cortical network activity at multiple time points to determine if therapeutic changes in one domain reflect changes related to the other domain.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "Gamma Sensory Stimulation System (multimodal 40‑Hz audiovisual entrainment; branded/also reported as GENUS / Spectris by Cognito Therapeutics)"
    ],
    "placebo": [
        "sham audiovisual (sham) stimulation"
    ],
    "explanation_target": [
        "Reason: The trial tests a non‑invasive sensory stimulation device that evokes 40‑Hz (gamma) cortical oscillations via combined visual and auditory stimulation to improve visual sensory processing and cognitive function in AD patients — the intervention aims to improve cognition and network function rather than delivering a biologic or small‑molecule drug. citeturn0search1turn0search6",
        "Act: Key extracted details — intervention is a therapeutic sensory stimulation device (40‑Hz multimodal audiovisual entrainment; reported in the literature as Cognito Therapeutics’ Gamma Sensory Stimulation System / GENUS / Spectris) with sham control in clinical trials (e.g., OVERTURE NCT03556280 and feasibility/pilot studies). The approach entrains neural activity, showed safety/feasibility and preliminary cognitive/functional signals in human trials, and is distinct from biologics or small molecules. citeturn0search3turn0search5turn0news15",
        "Reflect: Mapping to categories — this is not a biologic or small molecule, and its primary intent is to improve cognitive function and cortical network activity in AD (even though preclinical work suggested possible pathology effects in mice). Under the provided category definitions, the trial best fits 'cognitive enhancer' (non‑pharmacologic intervention intended to enhance cognitive/processing function). I considered disease‑modifying claims from preclinical data, but because the intervention is a device (not a biologic or small molecule) and the trial description focuses on cognitive/processing outcomes and EEG/ERP target engagement, 'cognitive enhancer' is the most appropriate category. citeturn0search0turn0search1"
    ],
    "agent_type": "M) Synaptic Plasticity/Neuroprotection",
    "explanation_agent": [
        "Reason: The intervention is a non‑invasive sensory stimulation device (40‑Hz audiovisual entrainment) that aims to entrain cortical gamma oscillations and improve network function, sensory processing and cognition rather than acting as a biologic or small molecule on a molecular target. citeturn0search1turn0search5",
        "Act: Key extracted details — device name and approach: Gamma Sensory Stimulation System (reported as GENUS / Spectris by Cognito Therapeutics); 40‑Hz combined auditory + visual stimulation, daily 1‑hour sessions, randomized sham‑controlled OVERTURE (NCT03556280) feasibility/Phase 2 trials assessing cognition, function and imaging biomarkers. This intervention is neuromodulatory (entrainment of network oscillations) and functions as a cognitive/enhancement/neuroprotective neuromodulation approach rather than targeting amyloid, tau, ApoE, a receptor, enzyme, or a defined molecular pathway. citeturn0search0turn0search1turn0search4",
        "Reflect: Mapping to CADRO — the closest, most specific CADRO category is M) Synaptic Plasticity/Neuroprotection because the device’s mechanism is modulation of neuronal network activity and synaptic/network function (gamma oscillations) to improve cognition and preserve structure/function. Although preclinical mouse work suggested effects on pathology, the clinical trial framing and primary intent are cognitive/network modulation (a neuromodulation/cognitive‑enhancer strategy), not a single molecular pathology target; therefore M is the best fit rather than A (Amyloid), B (Tau), D (Neurotransmitter receptors), or T (Other). citeturn0search5turn0search4",
        "Web search results consulted (key sources): Cognito Therapeutics — Clinical Studies / OVERTURE summary (company site describing the Gamma Sensory Stimulation System / Spectris and OVERTURE study). citeturn0search0",
        "Gamma sensory stimulation randomized controlled trial and OVERTURE trial descriptions in Alzheimer's & Dementia (Wiley) — trial methods, 40Hz audiovisual entrainment, safety/feasibility and outcomes. citeturn0search1",
        "Alzforum summary of sensory stimulation systems and OVERTURE context (history, pilot and OVERTURE trial details). citeturn0search4",
        "Company press releases and conference reports summarizing Phase 2/OVERTURE findings and MRI analyses (Spectris / Cognito Therapeutics reporting functional and imaging outcomes). citeturn0search3turn0search8",
        "Output: Assigned CADRO category — M) Synaptic Plasticity/Neuroprotection. Rationale: neuromodulatory device intended to enhance synaptic/network function and cognition (cognitive‑enhancer / neuroprotective neuromodulation), not a molecular/bio/pharmacologic target; therefore M best matches the intervention."
    ]
}