{
    "nct_id": "NCT03347084",
    "title": "Study of Non-Invasive Deep Brain Stimulation with Low Intensity Focused Ultrasound Pulse (LIFUP) for Mild Cognitive Impairment (MCI) and Mild Alzheimer's Disease (AD)",
    "status": "COMPLETED",
    "last_update_time": "2024-08-30",
    "description_brief": "The purpose of the proposed study is to determine the feasibility of brief brain stimulation, using a device called Low Intensity Focused Ultrasound Pulsation (LIFUP), for persons with mild cognitive impairment (MCI) or mild (early-stage) Alzheimer's disease (AD). As a secondary aim, the investigators will explore whether this brief intervention is associated with improvements in cognitive functioning immediately and one week following the intervention.\n\nSubjects will be randomly assigned to one of two experimental groups: either the LIFUP administration will be designed to increase the activity of neurons in a certain part of the brain or decrease the activity of neurons.\n\nThe investigators will study up to 8 subjects with MCI or mild AD. Initially, subjects will undergo a screening assessment with a study physician to determine medical and psychiatric history, establish AD diagnosis, and undergo a blood draw, if standard recent labs for dementia and EKG are unavailable. Subjects that meet criteria and agree to participate in the study will undergo a follow-up visit. In the baseline measurement visit, participants will first undergo neuropsychological testing. Participants will be randomly assigned to one of two LIFUP pulsing paradigms. Participants will then be administered four successive LIFUP treatments while the participants are in a functional magnetic resonance imaging (MRI). Sixty minutes following the administration, participants will undergo a second neuropsychological test. A final follow-up assessment will be administered at one week.",
    "description_detailed": "Alzheimer disease (AD) is a neurodegenerative condition and the most common cause of dementia or a functional impairment in memory and other cognitive abilities. Prior to developing the functional impairment of dementia, patients develop mild cognitive impairment (MCI), which increases the risk for developing the functional impairment of dementia. Deep brain stimulation (DBS) is of interest as a potential therapeutic option for MCI and AD because it can directly target and modulate the activity of brain structures implicated in memory functioning.\n\nRecently there have been multiple reports that DBS of different locations within the brain may be effective in improving symptoms characteristic of dementia (e.g., Heschman et al., 2013). For example, Laxton et al. (2010) performed DBS in the fornix/hypothalamus of six persons with AD in a phase I clinical trial. The investigators hypothesized that stimulation of the fornix would alter the activity of the medial temporal memory circuits, and thus delay and/or reverse memory loss. After 6-12 months, the investigators noted improvement or slowing in the progression of AD in some of the research participants, as measured by two commonly-used assessments of global cognitive function. In a recent literature review, Laxton et al. (2013) also described several additional studies demonstrating that DBS of the fornix or nucleus of Meynert or subthalamic nucleus influences the pathologic neurological circuits involved in AD.\n\nFour separate groups recently have published reports concluding that ultrasound improves amyloid-β clearance in mouse models and restores memory (e.g., Leinenga \\& Götz, 2015). This finding raises the question of whether one method of DBS, Low Intensity Focused Ultrasound Pulse (LIFUP), could improve cognition in patients with AD, which is characterized by abnormal deposition of amyloid plaques in brain regions controlling memory and thinking. The use of LIFUP in animal models is well described (Bystritsky et al., 2014). LIFUP is able to penetrate the human skull and reach deep structures within the temporal therapeutic window. The structures that are reachable by LIFUP include the temporal cortices, hippocampus, thalamus, and subthalamic nuclei, all of which are implicated in the pathophysiology of AD. The Food and Drug Administration (FDA) recently approved an investigational device exemption (IDE) to begin a feasibility and safety trial of LIFUP for persons with refractory seizures.\n\nAlthough symptomatic treatments are available for AD, their modest effects are temporary and there is a need for more effective interventions. In the current project, the investigators propose to use the FDA-approved protocol to:\n\n1. Determine the feasibility of a brief LIFUP intervention (four stimulations of 30 seconds each, with 2-minute intervals between each treatment) for persons with MCI or mild (early-stage) AD.\n2. As a secondary aim, the investigators will explore whether this brief LIFUP intervention is associated with improvements on neuropsychological measures of cognitive functioning immediately following the intervention.\n\nTo investigate these aims, subjects with MCI or mild AD will be enrolled. Subjects will be randomized using a single-blind design, to one of two LIFUP pulsing paradigms in which activity of neurons in a certain part of the brain are either increased. Subjects will then be administered four successive LIFUP treatments while the subjects are in a functional magnetic resonance imaging (MRI). Neuropsychological assessments will be performed at baseline, immediately after LIFUP is administered, and one week following the conclusion of the visit.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "DEVICE_FEASIBILITY",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "Low Intensity Focused Ultrasound Pulsation (LIFUP) — non‑invasive focused ultrasound brain stimulation device"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is a non‑invasive neuromodulation device (LIFUP) intended to modulate neural activity in a memory-related brain region and to test for short‑term improvements in cognition/memory in MCI/mild AD — this is an attempt to enhance cognitive function rather than to target Alzheimer’s molecular pathology (amyloid or tau). citeturn0search11turn0search1",
        "Act: Key extracted details — intervention = Low Intensity Focused Ultrasound Pulsation (LIFUP), delivered to memory-related targets (e.g., entorhinal cortex/hippocampal circuitry); study aims include feasibility, modulation of neural activity, and measuring immediate and 1‑week cognitive effects. This trial description and related study pages identify LIFUP as a non‑invasive brain stimulation neuromodulation approach. citeturn0search3turn0search4turn0search5",
        "Reflect: Classification check — LIFUP does not act as a biologic (monoclonal antibody/vaccine) nor as a small molecule targeting AD pathology, and its stated aim is to modulate brain activity to improve memory/cognition. Therefore the most appropriate category from the provided list is 'cognitive enhancer'. No pharmaceutical drug is specified; the intervention is a device-based neuromodulation. citeturn0search11turn0search5"
    ],
    "agent_type": "M) Synaptic Plasticity/Neuroprotection",
    "explanation_agent": [
        "Reason: The intervention is Low Intensity Focused Ultrasound Pulsation (LIFUP), a non‑invasive neuromodulation/device approach intended to modulate neural activity in memory-related brain regions (entorhinal cortex/hippocampal circuitry) to produce short‑term improvements in cognition/memory — this is an attempt to enhance neural function/plasticity rather than to directly target Alzheimer’s molecular pathology (amyloid or tau). citeturn0search0turn0search2",
        "Act: Key extracted details from the trial description — intervention = Low Intensity Focused Ultrasound Pulsation (LIFUP) delivered inside the MRI to memory-related targets (entorhinal cortex); study aims include feasibility, modulation of brain activity/connectivity, and measuring immediate and 1‑week cognitive effects. The protocol and registry pages describe LIFUP as a non‑invasive brain stimulation (neuromodulation) device rather than a pharmacologic agent. citeturn0search2turn0search4",
        "Reflect: Mapping to CADRO — the trial’s goal is to modify neural circuit activity and improve cognitive function (i.e., enhance synaptic/network function). That aligns best with CADRO category M) Synaptic Plasticity/Neuroprotection, which covers interventions intended to improve synaptic function and neuroprotection/cognitive enhancement. LIFUP is a device-based neuromodulatory cognitive enhancer (not a molecular amyloid/tau/ApoE target), so M is the most specific fit. Pilot and review literature on low‑intensity focused ultrasound support its role as a neuromodulation approach with reported effects on brain activity and cognition. citeturn0search3turn0search8",
        "Web search results used (key sources): 1) UCLA clinical trial page describing LIFUP for MCI/mild AD (Modulating Memory with LIFUP). citeturn0search0 2) ClinicalTrials/NCT05417555 registry entry (Modulation of Hippocampal Circuitry and Memory Function with Focused Ultrasound in Amnestic MCI) describing entorhinal targeting and cognitive endpoints. citeturn0search2 3) Older/related UCLA trial registry (NCT03347084) describing feasibility and immediate/1‑week cognitive outcome aims. citeturn0search5 4) Reviews and pilot studies of low‑intensity focused ultrasound as a neuromodulation approach and small pilot AD trials reporting metabolic/cognitive effects. citeturn0search3turn0search8",
        "If you’d like, I can (a) provide a short plain‑language summary for a lay audience, (b) map this trial to alternative CADRO choices and explain why they were ruled out, or (c) extract and paste key sections (eligibility, outcomes, dosing/visit schedule) from the trial registry pages cited above."
    ]
}