{
    "nct_id": "NCT06033066",
    "title": "A Randomized Trial of Financial Incentives for the Recruitment of County Health System Patients to the Alzheimer Prevention Trials (APT) Webstudy",
    "status": "COMPLETED",
    "last_update_time": "2025-06-23",
    "description_brief": "This single-blind, three-arm, randomized, controlled trial will assess the impact of messages and financial incentives on the enrollment of demographically diverse individuals to the Alzheimer Prevention Trials (APT) Webstudy. The APT Webstudy is a novel, online registry that employs quarterly cognitive testing using validated platforms. The APT Webstudy implements fully remote assessments, coordinated by the Alzheimer's Therapeutic Research Institute (ATRI) under USC IRB #HS-17-00746. The purpose of the current study is to test whether we can increase enrollment of diverse individuals into the registry. To do this, we will work with Contra Costa Regional Medical Center (CCRMC), the county public hospital and its affiliated health centers in Contra Costa County, California, to test whether sending messages with and without financial incentives to patients who receive primary care with the health system can increase enrollment to the APT Webstudy. The investigators hypothesize that 1) a certain small financial incentive and an award opportunity based incentive (or a drawing with a prize) will increase enrollment rates of CCHS members into the APT Webstudy relative to the control group. The investigators further hypothesize that the award opportunity incentive will increase the enrollment rate of CCRMC patients into the APT Webstudy more than a certain financial incentive with the same expected value.",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "HEALTH_SERVICES_RESEARCH",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial tests messaging and financial incentives to increase enrollment into the Alzheimer Prevention Trials (APT) Webstudy (a remote registry with quarterly cognitive testing). This is a recruitment/health-services intervention, not a drug or biologic, nor a cognitive-enhancing or neuropsychiatric treatment. citeturn0search4turn0search8",
        "Act — key extracted details: single-blind, three-arm randomized controlled trial (arms: message-only; small one-time monetary incentive; prize/lottery incentive). Primary outcome is enrollment into the APT Webstudy (registration plus completion of at least one remote cognitive assessment). Specific incentive examples reported: $25 small incentive and entry into a $2,500 lottery with 1-in-100 odds. citeturn0search3turn0search1",
        "Act — trial purpose and classification: Clinical registries and enrollment strategies are classified as Health Services Research (primary purpose) rather than therapeutic intervention; the trial evaluates behavioral/financial strategies to change enrollment behavior. citeturn0search8turn0search3",
        "Reflect: Based on the intervention (messages and financial incentives), intended effect (increase registry enrollment), and primary purpose (health services/recruitment), the study does not fit any of the four therapeutic categories (disease-targeted biologic, disease-targeted small molecule, cognitive enhancer, or neuropsychiatric symptom improvement). Therefore the correct classification is 'N/A'. citeturn0search3turn0search4",
        "Web search results used (for transparency): PubMed/PMC article reporting the trial and incentive amounts and outcomes; trial registry/listings (ClinicalTrials NCT06033066 / ICHGCP, MedPath, and Veeva/CTV pages) describing design, arms, inclusion criteria, and primary purpose. citeturn0search3turn0search4turn0search1turn0search8"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}