{
    "nct_id": "NCT05655195",
    "title": "Chronic Treatment of Alzheimer's Disease With Gamma Frequency Stimulation",
    "status": "RECRUITING",
    "last_update_time": "2024-12-13",
    "description_brief": "Alzheimer's disease (AD) is characterized by significant memory loss, toxic protein deposits amyloid and tau) in the brain, and changes in the gamma frequency band on EEG. The investigator's lab found that boosting gamma waves in AD mouse models using light and sound stimulation at 40Hz not only reduced amyloid and tau in the brain, but also improved memory. The investigators developed a light and sound device for humans that stimulates the brain at 40Hz that can be used safely at home. For the present study, 60 participants with mild Alzheimer's disease will be enrolled and will use this light and sound device at-home daily for 6-months. Investigators will measure changes in brain waves with EEG, blood biomarkers, the microbiome via fecal samples, functional and structural MRI scans, memory and cognitive testing, and questionnaires at 3 in-person visits throughout the study. After the 6-month time point, participants will have the option of continuing in the study for one additional year and completing an 18-month study visit. This study will provide critical insight into extended therapy involving non-invasive 40Hz sensory stimulation as a possible therapeutic strategy for mild to moderate Alzheimer's disease.",
    "description_detailed": "Alzheimer's disease (AD) is characterized by significant memory loss, toxic protein deposits amyloid and tau) in the brain, and changes in the gamma frequency band on EEG. Gamma waves are important for memory, and in patients with AD, there are fewer gamma waves in the brain. The investigator's lab found that boosting gamma waves in AD mouse models using light and sound stimulation at 40Hz not only reduced amyloid and tau in the brain, but also improved memory. The investigators developed a light and sound device for humans that stimulates the brain at 40Hz that can be used safely at home. The investigators also developed a vibrating device for humans that stimulates the brain at 40Hz via tactile stimulation. The investigators want to see if using these devices can prevent dementia in people who are at risk for developing Alzheimer's disease.\n\nThe investigators are recruiting 60 participants who have been diagnosed with Alzheimer's disease to participate in this study. There will be a small cohort of 4 early-onset AD participants aged 50-65, and the rest will be diagnosed with typical AD and aged 65+. It will take place at the Massachusetts Institute of Technology in Cambridge, MA, and will last 6 months with 3 required visits to the institution: the first at baseline, the second at three months, and the last after six months. Visits will include blood tests, fecal samples, EEG (using light, sound, and tactile stimulation), MRI, memory and cognitive tests, and questionnaires to monitor progress. Participants will take home a gamma light and sound device to use daily as well as a \"Fitbit\" type of watch to wear to track sleep patterns. Half of the participants will receive sham treatment, meaning they will use the investigators' device but the light and sound will not be set at 40Hz. The other half will receive the same device but it will be set to stimulate the brain with 40Hz light and sound. Neither the participant nor the investigators will know whether the participant is receiving sham or active stimulation. Participants will use the device for six months at home, for 60 minutes each day when they are awake. After six months, participants will have the option of continuing in the study for one additional year, during which time they will be guaranteed the 40Hz active treatment, regardless of their original group assignment. For this additional year, participants will continue to use the device for 60 minutes every day, and they will come in for a final visit to MIT at the 18-month time point.\n\nThe purpose of this study is to determine whether gamma entrainment through non-invasive 40Hz sensory stimulation is possible in those with AD, and whether functional connectivity in their brain and molecular biomarkers of AD will change after 6 months of daily treatment with the investigators' light and sound device. The treatment's impact on the microbiome, cognition, and daily sleep and activity will also be measured. This study will provide critical insight into extended therapy involving non-invasive 40Hz sensory stimulation as a possible therapeutic strategy for mild to moderate Alzheimer's disease.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "N/A",
    "drug": [
        "40 Hz light-and-sound sensory stimulation device (gamma-frequency sensory entrainment; e.g., GENUS approach / investigator-developed 40Hz device)"
    ],
    "placebo": [
        "Sham / control device (constant light and/or white noise or non-40Hz setting as described in the trial)"
    ],
    "explanation_target": [
        "Reason: The intervention is a non-pharmacologic, non-biologic sensory neuromodulation device that delivers 40 Hz light and sound to entrain gamma brain rhythms and has been reported to reduce amyloid/tau and improve memory in animal models and small human studies; it is not a monoclonal antibody, vaccine, or small-molecule drug, nor is it a drug intended primarily to treat behavioral/neuropsychiatric symptoms. citeturn0search0turn0search1",
        "Act (extracted details): The trial title and description describe chronic at‑home daily 40 Hz light+sound stimulation for mild AD (60 participants), measuring EEG, blood biomarkers, MRI, cognition, and offering a sham control in prior/related studies; the device and approach are described in investigator publications and trial listings (GENUS / investigator device; Cognito and MIT groups have used similar devices). citeturn0search7turn0search6",
        "Reflect: Based on the provided category definitions (biologic, small molecule, cognitive enhancer drug, neuropsychiatric symptom improvement), this device-based gamma entrainment does not fit any of those four drug-based categories despite targeting disease pathology mechanistically. Therefore the correct classification under the supplied options is 'N/A'. Relevant supporting literature and trial descriptions are cited above. citeturn0search0turn0search1"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}