{
    "nct_id": "NCT03630419",
    "title": "Determining if a Personalized Mito Food Plan Diet and Cellular Repair Therapy Based on Individual Physiological and Cellular Comprehensive Body Assessments in Patients With Alzheimer's Disease Decreases Inflammation and Oxidative Stress",
    "status": "COMPLETED",
    "last_update_time": "2018-10-01",
    "description_brief": "Diet plays a large role in inflammation, oxidative stress and cognition; however, every person's body type, resting metabolic rate, BMI, and inflammation levels vary. Through performing physiological and comprehensive cellular testing through bio-impedance, allows this study to create personalized diet plans for each subject's body type. Cellular repair therapy has also been known to improve cellular health and inflammation. Through decreasing inflammation and improving oxidative stress, cognition in those with MCI and AD could improve.",
    "description_detailed": "Even though AD has been associated with specific hallmarks, multiple etiologies have been suggested to be prominent in the pathogenesis of the disease. Chronic inflammation, metabolic dysfunction, oxidative stress and mitochondrial damage have all been linked to the incidence and progression of neurodegeneration, negatively impacting overall prognosis of AD. Currently, only a handful of FDA approved Alzheimer's medications are on the market; yet, these medications are known to only treat symptoms associated with AD, not the underlying causes. There are currently no medications FDA approved for MCI and predicting who will progress onto AD is unknown. Unfortunately, in the last decade alone, several clinical trials in MCI and AD, have been terminated prior to study conclusion, due to lack of efficacy and/or poor study design. Even if an experimental drug is shown to be promising in early stages of testing, it could take up to another 10-15 years before it is FDA approved and made commercially available. Therefore, the need to find a therapy that could possibly prevent people with MCI from developing AD is imperative. Through studying different etiologies, providing a specialized diet based on each subject's individual physiological results and improving mitochondria through cell repair therapy, not only can be quickly implemented into the life of a person with cognitive impairment, but could possibly decrease the prevalence and slow disease progression of AD. Thus, the fundamental research of this study is to determine if such etiologies are measurable in patients with MCI and AD through body composition and cellular health testing that could lead to proper and novel treatments to combat the diseases. This study was conducted in hopes of determining that chronic inflammation and other risk factors for MCI and AD such as oxidative stress and metabolic dysfunction, can be ameliorated, improve cognitive function, and therefore prevent disease progression through effective, non-drug therapies.",
    "phase": [
        "PHASE1",
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "Mito‑Food Plan (personalized dietary intervention)",
        "Cellular Repair Therapy — NanoVi® device (adjunctive device-based cellular repair therapy)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial tests a personalized dietary program (\"Mito‑Food Plan\") plus an adjunct \"cellular repair therapy\" to lower inflammation and oxidative stress with the goal of improving cognition in patients with MCI/Alzheimer's disease — i.e., the intended effect is cognitive improvement via physiological modulation rather than targeting canonical AD pathology (amyloid/tau). citeturn0search1turn0search4",
        "Act (key details extracted): The trial is registered as NCT03630419 / described on MedPath and ICH GCP as an interventional, single‑group Phase 1 study testing the Mito‑Food Plan (dietary intervention) with optional adjunctive Cellular Repair Therapy. The cellular repair modality described in the study materials/web report is the NanoVi® device administered three times weekly for 12 weeks. citeturn0search1turn0search5",
        "Reflect: This intervention is neither a monoclonal antibody/vaccine (disease‑targeted biologic) nor a small‑molecule drug targeting AD pathology; instead it is a dietary/device intervention aiming to improve cognitive outcomes by reducing inflammation/oxidative stress. Under the provided category definitions, the best fit is \"cognitive enhancer\" (broadly interpreted to include non‑pharmacologic interventions intended to improve cognition). The classification is conservative because \"cellular repair therapy\" might sound like a biologic, but available descriptions for this specific study identify a non‑invasive NanoVi device rather than a stem‑cell or biologic agent. citeturn0search5turn0search1",
        "Web search sources used: MedPath trial summary (specialized food plan + cellular repair therapy; registration NCT03630419). citeturn0search1",
        "ICH GCP / clinical trials registry entry for NCT03630419 (study title and brief). citeturn0search4",
        "Integrative Wellbeing Institute page describing the study and NanoVi® cellular repair therapy (device description and treatment schedule used in the study). citeturn0search5turn0search0"
    ],
    "agent_type": "R) Multi-target",
    "explanation_agent": [
        "Reason: The registered study tests a personalized “Mito‑Food Plan” diet together with an adjunctive cellular repair therapy (the NanoVi® device) with the explicit goal of decreasing inflammation and oxidative stress and thereby improving cognition in MCI/Alzheimer’s patients. citeturn0search0turn0search1",
        "Act (extracted details): The trial record lists interventions as a Mito‑Food Plan (personalized dietary intervention) and Cellular Repair Therapy (adjunctive device-based therapy). The Mito‑Food Plan is described in lay/clinical materials as targeting mitochondrial function/oxidative stress and inflammation, while the NanoVi® device is described by the vendor as a cellular/protein‑repair technology that aims to reduce oxidative damage and support protein folding. citeturn0search1turn0search0turn0search4turn0search2",
        "Reflect: Because the study explicitly aims to reduce both inflammation and oxidative stress (two distinct CADRO categories: F) Inflammation and G) Oxidative Stress), the most appropriate CADRO classification is R) Multi‑target. The intervention is not a disease‑specific anti‑amyloid or anti‑tau biologic/small molecule, and it uses diet/device approaches rather than targeting a single canonical AD molecular pathway, supporting the multi‑target assignment. citeturn0search0turn0search1",
        "Web search sources used (summary): ICH GCP / clinical trial registry entry for NCT03630419 — trial title, interventions, and primary outcomes (inflammation/oxidative stress, cognition). citeturn0search0; MedPath trial summary for NCT03630419 — phase/design and intervention listing (Mito‑Food Plan + Cellular Repair Therapy). citeturn0search1; NanoVi (vendor) description — NanoVi device claims regarding protein repair/protein‑folding therapy and oxidative stress/repair. citeturn0search4; Mito‑Food Plan descriptions (diet/mitochondrial/oxidative‑stress focus) from diet/health materials. citeturn0search2turn0search5"
    ]
}