{
    "nct_id": "NCT06785857",
    "title": "An Intervention Effect Study of a Mobile Medical Supportive Care Program for Family Caregivers with Dementia Combined with Diabetes: a Randomized Controlled Trial",
    "status": "COMPLETED",
    "last_update_time": "2025-01-15",
    "description_brief": "The purpose of this project is to evaluate the effectiveness of the clinical application of a mHealth supportive care program for family caregivers with dementia combined with diabetes based on the supportive care framework. The results of the study will provide family caregivers with more economical and efficient care guidance, thereby improving the quality of care and quality of life for people with dementia and diabetes in general.",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "PREVENTION",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial tests a mobile health (mHealth) supportive care program delivered to family caregivers of people with dementia who also have diabetes — a digital/behavioral caregiver intervention, not a drug or biologic. This is stated in the trial title and brief summary. citeturn1search1turn1search2",
        "Act (extracted details & evidence): Title and registry identifier: \"An Intervention Effect Study of a Mobile Medical Supportive Care Program for Family Caregivers with Dementia Combined with Diabetes: a Randomized Controlled Trial\" (NCT06785857). Interventions listed are Other: \"mHealth Supportive Care Program\" (experimental) vs Other: \"Offline supportive care\" (active comparator). Primary/secondary outcomes focus on caregiver measures (Caregiver Burden Inventory, Social Support Rating Scale, Dementia Caring Knowledge Scale), not on pharmacology or biological markers. Study location and sponsor: Xiamen, Fujian, China; lead sponsor Yuanjiao Yan. citeturn1search1turn1search2",
        "Reflect: Classification check — under the provided category definitions: (1) Disease-targeted biologic (monoclonal antibody/vaccine) — no, not a biologic. (2) Disease-targeted small molecule — no. (3) Cognitive enhancer — no pharmacologic cognitive-enhancing agent is tested. (4) Neuropsychiatric symptom improvement — the trial aims to improve caregiver competence/burden and care quality (which might secondarily affect patient symptoms), but the intervention is caregiver-focused mHealth (support/education), not an intervention whose primary intent is to treat patients' neuropsychiatric symptoms. Therefore the trial does not fit the four therapeutic categories and should be classified as 'N/A'. For comparison, similar RCTs of mHealth caregiver support are described in the literature/protocols. citeturn0search6turn1search3",
        "Web search results used (selected): 1) Trial entry summarizing NCT06785857 with title, summary, inclusion criteria, outcomes — MedPath/clinical-trial aggregator. citeturn1search1 2) CTV/Veeva trial summary (includes interventions: mHealth Supportive Care Program vs Offline supportive care; outcomes: caregiver burden, DKAS). citeturn1search2 3) Examples/protocols of similar mHealth RCTs for caregiver support (BMC Geriatrics Caregiver Connect; I-CARE 2 mobile telehealth protocol) to illustrate that these are digital/supportive interventions rather than pharmacologic trials. citeturn0search6turn1search3"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}