{
    "nct_id": "NCT05519137",
    "title": "Using a Wireless Controller to Deliver a Lighting Intervention to Persons With Dementia",
    "status": "COMPLETED",
    "last_update_time": "2023-06-06",
    "description_brief": "To test the effect of a tailored lighting intervention controlled by the Readings At Desk (RAD) controller on sleep and mood in Alzheimer's disease participants.",
    "description_detailed": "Each participant will be enrolled for 22 weeks. Participants will be randomly assigned to receive either the active or control lighting condition. Each lighting condition will be 8 weeks in length. After a 4 week washout, each participant will crossover to the opposite condition. Assessments will be performed before and at the end of each lighting intervention.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "neuropsychiatric symptom improvement",
    "drug": [
        "N/A — non‑pharmacologic lighting intervention (Readings At Desk (RAD) controller)"
    ],
    "placebo": [
        "Control lighting intervention (inactive lighting condition)"
    ],
    "explanation_target": [
        "Reason: The described intervention is a tailored lighting intervention delivered/controlled by the Readings At Desk (RAD) controller and the trial aims to test effects on sleep and mood in Alzheimer's disease participants. This is an environmental/device intervention intended to improve sleep, mood and related behavioral symptoms (not to modify AD pathology). citeturn0search0turn0search2",
        "Act: Key extracted details — intervention type: device-based lighting (active vs control/inactive lighting); device name: Readings At Desk (RAD) controller; design: randomized crossover with active and control lighting periods; primary/secondary outcomes include sleep quality (PSQI), actigraphy sleep measures, and mood/depression scales (Cornell Scale for Depression in Dementia) and agitation measures. These sources describe the RAD device and prior tailored-lighting trials showing sleep/mood/agitation improvement. citeturn0search0turn0search4turn0search2",
        "Reflect: Classification rationale — because the intervention is nonpharmacologic (device/lighting) and its intended effects are to improve sleep, mood, and behavior (neuropsychiatric symptoms) rather than to target Alzheimer’s pathological mechanisms or directly enhance cognition, it best fits the category 'neuropsychiatric symptom improvement'. Prior randomized trials of tailored, circadian‑effective lighting similarly reported improvements in sleep, depression, and agitation in persons with dementia, supporting this classification. citeturn0search2turn0search8",
        "Web search results (sources used): 1) Clinical trial record 'Using a Wireless Controller to Deliver a Lighting Intervention to Persons With Dementia' (RAD controller; active vs control lighting; PSQI/CSDD outcomes). citeturn0search0 2) PubMed randomized trial 'Effects of a Tailored Lighting Intervention on Sleep Quality, Rest‑Activity, Mood, and Behavior in Older Adults With Alzheimer Disease and Related Dementias' (reports improvements in sleep, depression, agitation). citeturn0search2 3) Conference/abstract and methods summary describing RAD device and tailored lighting dose measurements (Wiley/Alzheimer's & Dementia abstract). citeturn0search4 4) Longer-term trial reporting similar improvements with circadian‑effective daytime lighting. citeturn0search8"
    ],
    "agent_type": "O) Circadian Rhythm",
    "explanation_agent": [
        "Reason: The intervention is a non‑pharmacologic, device‑based lighting (Readings At Desk, RAD) tailored to entrain the circadian system to improve sleep, mood and behavioral symptoms in persons with dementia; this targets circadian rhythm regulation rather than AD pathology or molecular targets. citeturn0search0turn0search1",
        "Act: Extracted details — intervention: tailored, circadian‑effective lighting delivered/controlled by the RAD controller; design: randomized crossover with active vs control lighting periods; outcomes: sleep quality (PSQI), actigraphy/rest–activity measures, depression (CSDD), agitation (CMAI). No drug or molecular pathway is targeted. Based on these details, the most specific CADRO category is O) Circadian Rhythm. citeturn0search0turn0search1",
        "Reflect: The classification aligns with CADRO because the trial intervenes on light exposure/circadian entrainment (a circadian rhythm intervention) rather than inflammation, amyloid, tau, synaptic receptors, metabolism, or other molecular mechanisms. It is not multi‑target pharmacology nor a diagnostic/prognostic-only study, so O) Circadian Rhythm is the best fit. The primary supporting evidence is the randomized tailored lighting trial and its ClinicalTrials.gov-linked record describing the RAD-style intervention and outcomes. citeturn0search0turn0search1",
        "Web search results (sources used): 1) PubMed / Journal of Clinical Sleep Medicine randomized trial 'Effects of a Tailored Lighting Intervention on Sleep Quality, Rest‑Activity, Mood, and Behavior in Older Adults With Alzheimer Disease and Related Dementias.' citeturn0search0turn0search1"
    ]
}