{
    "nct_id": "NCT05094271",
    "title": "Is Obstructive Sleep Apnea Important in the Development of Alzheimer's Disease?",
    "status": "RECRUITING",
    "last_update_time": "2024-12-20",
    "description_brief": "Obstructive sleep apnea (OSA) is common in older adults and has recently been implicated in pathogenesis of Alzheimer's disease (AD). Research has shown that sleep disruptions have caused memory impairment. Sleep apnea is a form of sleep disruption. We would like to examine how obstructive sleep apnea may contribute to the progression of Alzheimer's disease.",
    "description_detailed": "Aim 1: We will assess the endotypes (mechanisms) underlying OSA in elderly individuals known to be high risk for AD (vs. non-OSA matched controls) using novel recently validated simplified techniques which do not require burdensome complex overnight experiments to assess endotypes (primary outcome loop gain). We will further assess the predicted response to O2 therapy in terms of respiratory outcomes among elderly OSA patients with varying levels of loop gain and pharyngeal collapsibility.\n\nHypothesis 1: A substantial proportion of high AD risk patients with OSA should be O2 responsive as predicted using pathophysiological assessments.\n\nAim 2: We will perform an overnight mechanistic study of oxygen therapy vs. room air in high AD risk patients with OSA (recruited from Aim 1 and others if necessary). Given the frequent intolerance of PAP in elderly patients, we anticipate that oxygen therapy may be a viable therapeutic approach in this fragile population. We will focus on respiratory outcomes (primary outcome: apnea hypopnea index) but also assess sleep dependent memory consolidation on word pairs task given the major impact in the elderly.\n\nHypothesis 2: O2, compared to room air, will improve OSA and neurocognitive outcomes in select elderly OSA patients at risk of AD.\n\nAim 3: Preclinical AD with OSA and non-OSA controls, from Aim 1 will have structural and molecular brain imaging focusing on hippocampal atrophy as a predictor of memory consolidation. We will also assess amyloid and tau in the medial temporal region as function of OSA severity and as a predictor of neurocognitive function. This aim will lay the groundwork for designing a robust clinical trial using neuroimaging outcomes.\n\nHypothesis 3: Impairment in memory consolidation is a function of hippocampal size in OSA patients at risk of AD.\n\nAim 4: We will perform a pilot randomized trial of oxygen vs. PAP therapy in OSA patients with preclinical AD.\n\nHypothesis 4: In preclinical AD with OSA, oxygen will be a viable therapeutic strategy to improve memory.",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The description and trial title investigate whether obstructive sleep apnea (OSA) contributes to Alzheimer’s disease (AD) progression by assessing OSA mechanisms/endotypes and testing interventions for OSA (room air, supplemental oxygen, CPAP), not a pharmacologic agent targeting AD pathology. citeturn0search3turn0search4",
        "Act (key extracted details): The study (NCT05094271) is a UC San Diego study titled “Is Obstructive Sleep Apnea Important in the Development of Alzheimer's Disease?” (started June 2021). Interventions listed are Room Air, Supplemental Oxygen, and Continuous Positive Airway Pressure (CPAP) device; primary aims focus on OSA endotypes and their relation to AD risk/progression. This is a device/physiologic study rather than a drug trial. citeturn0search3turn0search5",
        "Web search results (supporting sources): clinicaltrials.ucsd entry for NCT05094271 (trial summary and interventions). citeturn0search3",
        "Web search results (supporting literature): prior studies/reviews linking OSA and AD and showing CPAP may improve/slow cognitive decline (examples from Journal of Clinical Sleep Medicine and PubMed reviews), supporting that CPAP is used to treat OSA rather than as an AD-targeted biologic/small molecule. citeturn0search0turn0search6turn0search8",
        "Reflect: Classification = 'N/A' because the trial evaluates sleep-disordered breathing mechanisms and OSA treatments/devices to study their relationship to AD; it does not test a biologic or small-molecule drug aimed at AD pathology, nor a cognitive-enhancing drug, nor an intervention specifically targeting neuropsychiatric symptoms. If you’d like, I can reclassify if you provide additional protocol text that indicates a pharmacologic agent or a cognitive/neuropsychiatric outcome as the primary intervention/outcome. citeturn0search3turn0search0"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}