{
    "nct_id": "NCT05260177",
    "title": "ALZLIGHT Stage III - Study on the Effect of 40 Hz Non-Invasive Light Therapy System",
    "status": "RECRUITING",
    "last_update_time": "2024-01-23",
    "description_brief": "The ALZLIGHT STAGE III Study is a continuation of the ALZLIGHT Pilot - Study on Safety, Feasibility and Neural Activation of Non-Invasive Light Therapy System. As with the first two stages, this study will examine whether entrainment of 40 Hz neural oscillation by novel 40 Hz Invisible Spectral Flicker is a potential therapy for Alzheimer's Disease. In order to examine this, 62 patients with mild to moderate Alzheimer's Disease will be recruited. The patients will be exposed to the Non-Invasive Light Therapy System for 1 hour a day for 6 months. The effect will be measured by a combination of electroencephalography, cognitive testing, functional magnetic resonance imaging, magnetic resonance spectroscopy and actigraphy.",
    "description_detailed": "Recent studies in mouse models of Alzhimer's Disease (AD) have shown that exposure to 40 Hz stroboscopic light therapy for one hour a day, resulted in slowing disease progression and lead to multiple neuroprotective effects such as cognition and memory recovery, and even scavenged both tau and Aβ protein species. Hence, the 40 Hz stroboscopic light therapy has a considerable potential for treatment of humans.\n\nThis study will utilize a novel way of masked light by alternating the spectral composition of a white light, rendering the flicker invisible to the conscience perception, while still entraining 40 Hz oscillations in the brain.\n\nIn the study, 62 patients with probable mild to moderate AD will be exposed to either invisible spectral flickering light through the Light Therapy System (LTS) (active setting) or continuous non-flickering white light (sham setting) for 1 hour each day. The sham setting is a high quality sham intervention as subjects will be blinded to the setting, both appear as white light.\n\nThe study will last 8½ months for each participant and consist of 3 periods: Enrollment period of 1 month, an intervention period of 6 months, and a 1½ month post-interventional follow-up period.\n\nIn order to test whether the LTS intervention is a potential treatment for AD, cognition will be measured by neuropsychological tests at baseline and at follow-ups. To get a better understanding of the potential effects, markers of efficacy based on MRI, MRS, EEG and blood samples will be tested.\n\nThe results from this study will increase the understanding of the impact of gamma oscillations in the human brain, and how it can be utilized as a novel and important tool for the treatment of neurodegenerative diseases.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "40 Hz Invisible Spectral Flicker (ISF) — Non‑Invasive Light Therapy System (ALZLIGHT LTS)"
    ],
    "placebo": [
        "Color- and intensity‑matched non‑flickering white light (placebo)"
    ],
    "explanation_target": [
        "Reason: The intervention is a non‑pharmacologic, device‑based 40 Hz light stimulation (Invisible Spectral Flicker) intended to entrain gamma (40 Hz) neural oscillations and thereby act as a therapeutic neuromodulation for Alzheimer's disease. The study measures cognition (cognitive testing) and neural/functional biomarkers, indicating the clinical aim includes improving cognitive/brain function rather than testing a biologic or small‑molecule drug. citeturn0search7turn0search0",
        "Act: Key details extracted — intervention name: 40 Hz Invisible Spectral Flicker delivered via a Non‑Invasive Light Therapy System (ALZLIGHT LTS); population: mild‑to‑moderate AD; schedule: ~1 hour/day for 6 months; placebo used in prior pilot and protocol is a color/intensity‑matched non‑flickering light. This is a device/neuromodulation approach (not a monoclonal antibody or small molecule). Evidence and protocol described in the trial protocol and pilot publications. citeturn0search7turn0search3",
        "Reflect: The intervention is not a biologic or small molecule, and it targets neural activity (entrainment) with the intention to improve brain function and cognition. Although preclinical work has proposed potential disease‑modifying effects (reduced amyloid/microglial effects in animal models), the modality is a non‑drug neuromodulation device — the best fit among the provided categories is 'cognitive enhancer' because the therapeutic mechanism is to modulate neural activity/cognition rather than a drug targeting classical AD pathology. Note: one could also argue it is being tested for potential disease modification (preclinical rationale), but that does not map to the 'biologic' or 'small molecule' categories. citeturn0search2turn0search0",
        "Web search / sources (key results used): 1) ALZLIGHT trial protocol describing the 40 Hz ISF Non‑Invasive Light Therapy System and the Stage III randomized trial. citeturn0search7 2) Pilot randomized, placebo‑controlled study reporting safety, feasibility and use of 40 Hz ISF vs placebo (non‑flickering light). citeturn0search3 3) Publication demonstrating that Invisible Spectral Flicker induces 40 Hz entrainment in humans (JAD / PubMed). citeturn0search0turn0search2 4) Preclinical and related human studies on 40 Hz gamma stimulation and potential effects on AD pathology (discussed in the JAD article). citeturn0search2"
    ],
    "agent_type": "M) Synaptic Plasticity/Neuroprotection",
    "explanation_agent": [
        "Reason: The trial tests a non‑invasive 40 Hz Invisible Spectral Flicker (ISF) light therapy designed to entrain gamma (40 Hz) neural oscillations to modulate brain activity and improve cognition — a neuromodulation/cognitive‑enhancement mechanism rather than a biologic or small molecule targeting amyloid or tau. citeturn0search2turn0search1turn0search0",
        "Act: Key extracted details — intervention: 40 Hz ISF delivered with the ALZLIGHT Light Therapy System (LTS); population: mild‑to‑moderate AD; dosing: ~1 hour/day for months with a color/intensity‑matched non‑flickering placebo; primary intent: entrain gamma oscillations and measure cognitive/functional biomarkers. This is a device‑based neuromodulation (not an antibody, small molecule, or direct molecular pathway inhibitor). citeturn0search2turn0search0",
        "Reflect: Mapping to CADRO — the device aims to alter neural activity to improve synaptic/network function and cognition, which best fits CADRO category M) Synaptic Plasticity/Neuroprotection. Although some preclinical work reports effects on amyloid and microglia, the clinical modality and stated mechanism are neural entrainment/neurophysiologic modulation rather than direct targeting of Amyloid (A), Tau (B), Inflammation (F) as a primary molecular target, so M is the most specific match. citeturn0search5turn0search3",
        "Web sources used: 1) ALZLIGHT randomized trial protocol describing the 40 Hz ISF LTS and trial design. citeturn0search2 2) Pilot randomized, placebo‑controlled safety/feasibility study of 40 Hz ISF in mild‑to‑moderate AD. citeturn0search0 3) JAD/EEG‑fMRI study showing 40 Hz Invisible Spectral Flicker induces human 40 Hz entrainment. citeturn0search1turn0search3 4) Early feasibility studies of gamma sensory flicker with preliminary network/immune signals. citeturn0search5"
    ]
}