{
    "nct_id": "NCT06397339",
    "title": "Indian Transforming Alzheimer's Care Training (INTACT)",
    "status": "RECRUITING",
    "last_update_time": "2024-08-14",
    "description_brief": "INTACT will utilize a group-randomized trial, to test the effectiveness of a culturally informed provider training and \"dementia friendly clinic\" intervention for detection and appropriate management of AI/AN patients with ADRD and MCI in 28 urban and rural clinics serving AI/ANs.",
    "description_detailed": "The INTACT team will conduct a group-randomized trial (GRT) to test the effectiveness of the INTACT program, a culturally informed primary care provider training and clinic level workflow intervention for detection and appropriate management of AI/AN patients with Mild Cognitive Impairment (MCI) and ADRD in 28 urban and rural clinics serving AI/ANs. The clinics are the primary unit of randomization. Within each participating clinic, PCPs who are routinely seeing AI/AN patients ages 55 years and older will be recruited for data collection at baseline and 1-year follow-up. Each clinic will be randomized either to the immediate intervention or to a wait-list control arm. Data will be collected from PCP questionnaires, Electronic Health Records (EHR) data extraction and manual medical chart reviews. At the clinic level, we will rely on EHRs to document INTACT's effect on new ADRD diagnoses. At the PCP level, we will test whether INTACT increases knowledge and confidence in dementia assessment, ADRD care, and caregiver support. Patient-level data will be collected from the EHR and by manual chart review.\n\nOnce enrolled, clinics will complete a clinic profile interview and clinic and patient population information form, PCPs will be consented and complete a baseline survey. Next the clinics will be randomized into the immediate intervention or the wait-list control arms. Data collection will be conducted at baseline and 1-year follow-up. After completing the 1-year study period, clinics in the wait-list arm will have the opportunity to receive the INTACT intervention.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "HEALTH_SERVICES_RESEARCH",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The study (Indian Transforming Alzheimer's Care Training — INTACT) tests a culturally informed primary care provider training and a clinic-level \"dementia friendly clinic\" workflow intervention to improve detection and management of AI/AN patients with ADRD and MCI, i.e., a health-services / implementation intervention rather than a pharmacologic or biologic therapy. citeturn0search0turn0search6",
        "Act: Key extracted details — Intervention: INTACT Program (provider training, quarterly webinars, clinic workflow model, dementia-friendly clinic changes); Primary purpose: Health Services Research; unit of randomization: clinics; outcomes: new ADRD/MCI diagnoses, PCP care confidence, quality-of-care measures from EHR. No drug, biologic, or cognitive-training product is tested. citeturn0search1turn0search5",
        "Reflect: Classification rationale — This is not a disease-targeted biologic (no antibody/vaccine), not a disease-targeted small molecule, not a direct cognitive-enhancement intervention for patients, and not focused primarily on treating neuropsychiatric symptoms. It is an implementation/training clinical trial (health services), so the correct category is 'N/A'. The cited registries corroborate these details. citeturn0search4turn0search2"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}