{
    "nct_id": "NCT05138848",
    "title": "Slow-wave Sleep Enhancement in Those at Risk for Alzheimer's Disease: Links With Memory, Excitotoxicity, and Plasma A-beta",
    "status": "RECRUITING",
    "last_update_time": "2025-01-15",
    "description_brief": "Dementia caused by Alzheimer's disease affects approximately 5.6 million adults over age 65, with costs expected to rise from $307 billion to $1.5 trillion over the next 30 years. Behavioral interventions have shown promise for mitigating neurodegeneration and cognitive impairments. Sleep is a modifiable health behavior that is critical for cognition and deteriorates with advancing age and Alzheimer's disease. Thus, it is a priority to examine whether improving sleep modifies Alzheimer's disease pathophysiology and cognitive function. Extant research suggests that deeper, more consolidated sleep is positively associated with memory and executive functions and networks that underlie these processes. Preliminary studies confirm that time-in-bed restriction interventions increase sleep efficiency and non-rapid eye movement slow-wave activity (SWA) and suggest that increases in SWA are associated with improved cognitive function. SWA reflects synaptic downscaling predominantly among prefrontal connections. Downscaling of prefrontal connections with the hippocampus during sleep may help to preserve the long-range connections that support memory and cognitive function. In pre-clinical Alzheimer's disease, hyperactivation of the hippocampus is thought to be excitotoxic and is shown to leave neurons vulnerable to further amyloid deposition. Synaptic downscaling through SWA may mitigate the progression of Alzheimer's disease through these pathways. The proposed study will behaviorally increase sleep depth (SWA) through four weeks of time-in-bed restriction in older adults characterized on amyloid deposition and multiple factors associated with Alzheimer's disease risk. This study will examine whether behaviorally enhanced SWA reduces hippocampal hyperactivation, leading to improved task-related prefrontal-hippocampal connectivity, plasma amyloid levels, and cognitive function. This research addresses whether a simple, feasible, and scalable behavioral sleep intervention improves functional neuroimaging indices of excitotoxicity, Alzheimer's pathophysiology, and cognitive performance.",
    "description_detailed": "N/A",
    "phase": [
        "EARLY_PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is a behavioral sleep manipulation (time-in-bed restriction) designed to increase slow-wave activity (SWA) to reduce hippocampal hyperactivation, lower plasma amyloid (Aβ), and improve cognition — i.e., a non-pharmacologic approach aiming to modify Alzheimer's-related pathophysiology rather than a drug-based therapy. citeturn0search4turn0search2",
        "Act: Key extracted details — Intervention: Time-in-bed (TiB) restriction to enhance slow-wave sleep (SWA) for ~4 weeks; Targets/outcomes: hippocampal activation (fMRI), plasma Aβ levels, and cognitive memory measures (paired-associate task / preclinical AD cognitive composite). This is a behavioral/physiologic intervention (no drug or biologic). Evidence that TiB restriction can increase SWA and that SWA relates to amyloid comes from pilot and mechanistic studies. citeturn0search4turn0search2turn0search3",
        "Reflect: Classification rationale — The trial does not test a biologic (e.g., antibody or vaccine) or a small-molecule drug, nor a pharmacologic cognitive enhancer or a therapy targeted specifically at neuropsychiatric symptoms. It is a behavioral sleep intervention aimed at disease-related mechanisms, so it does not fit the four provided drug/symptom categories; therefore the correct label is 'N/A'. Supporting literature linking slow-wave sleep to amyloid and cognition is cited above. citeturn0search3turn0search5"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}