{
    "nct_id": "NCT03971123",
    "title": "A Phase 1, Randomised, Single-center, Single-dose, Placebo-controlled, 3-Way Crossover Study to Compare the Pharmacokinetics, Safety and Tolerability of a Lipid Multi-particulate (LMP) Formulation and Spray-dried (SD) Formulations of Tricaprilin (TC) on Ketone Body Production (Part 1). Addendum to Include a 2-way Crossover to Compare the Pharmacokinetics, Safety and Tolerability of Two Spray-dried (SD) Formulations of Tricaprilin (TC) on Ketone Body Production (Part 2)",
    "status": "COMPLETED",
    "last_update_time": "2020-07-07",
    "description_brief": "Phase 1, Single-center, Open-label Study, Healthy Adult Male Subjects.\n\nPart 1:Single-dose, Placebo-controlled, 3-Way Crossover PK Study\n\nPart 2: Single dose 2-way comparator PK Study",
    "description_detailed": "N/A",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "BASIC_SCIENCE",
    "results": null,
    "target_category": "Cognitive enhancer",
    "drug": [
        "Tricaprilin (caprylic/trioctanoin; development codes AC-1204, AC-SD-03; sponsor: Cerecin)"
    ],
    "placebo": [
        "Placebo (oral formulation used in Part 1, single-dose placebo-controlled arm)"
    ],
    "explanation_target": [
        "Reason: The intervention is tricaprilin — an oral triglyceride (caprylic triglyceride, trioctanoin) formulated to generate ketone bodies and provide an alternative brain fuel to improve cerebral energy metabolism and cognitive function in Alzheimer's disease, not to directly target amyloid or tau pathology. citeturn0search6turn0search10",
        "Act: Key trial details extracted from the description and registries — Phase 1 PK study comparing a Lipid Multi-particulate (LMP) and spray-dried (SD) formulations of tricaprilin on ketone body production; Part 1: single-dose, placebo-controlled 3-way crossover; Part 2: 2-way comparator crossover. Sponsor: Cerecin; trial registered (e.g., NCT03971123). citeturn0search9turn0search0",
        "Reflect: Given the definitions — (1) disease-targeted biologic = biologics targeting pathology, (2) disease-targeted small molecule = small molecules targeting pathology, (3) cognitive enhancer = agents improving cognitive function without directly targeting core AD pathology, (4) neuropsychiatric symptom improvement = treating behavioral/psychiatric symptoms — tricaprilin best fits category 3 (Cognitive enhancer) because its mechanism is metabolic/ketogenic (produce ketone bodies to support neuronal energy) rather than targeting amyloid/tau or treating neuropsychiatric symptoms. citeturn0search6turn0search10",
        "Web search results used: trial registry pages and summaries (NCT03971123 / study to compare PK of tricaprilin formulations) and related tricaprilin background (ALZFORUM entry and a 2020 review/summary of clinical development). citeturn0search0turn0search9turn0search6turn0search10"
    ],
    "agent_type": "J) Metabolism and Bioenergetics",
    "explanation_agent": [
        "Reason: The intervention is tricaprilin (caprylic/trioctanoin), an oral medium‑chain triglyceride that is metabolized to octanoic acid and then to ketone bodies (β‑hydroxybutyrate, acetoacetate) to provide an alternative brain energy substrate rather than directly targeting amyloid, tau, or synaptic receptors. This mechanism is a metabolic/bioenergetics approach. citeturn0search5turn0search7turn0search4",
        "Act: Key trial details extracted from the description and registries: Phase 1, randomized, single‑center, single‑dose, placebo‑controlled crossover study comparing Lipid Multi‑particulate (AC‑LMP‑01) and spray‑dried formulations (AC‑SD‑03, AC‑1202) of tricaprilin on ketone body production; sponsor Cerecin; registered as NCT03971123; single oral 20 g tricaprilin doses in healthy volunteers. These details support that the drug’s intended biological effect is to induce ketogenesis/boost cerebral energy metabolism rather than modulate classic AD pathologies. citeturn0search0turn0search1",
        "Reflect: Mapping to CADRO: the trial’s mechanism (increasing ketone supply / improving cerebral energy metabolism) best fits J) Metabolism and Bioenergetics. Although the trial is described by the sponsor as a cognitive enhancer, that descriptor refers to intended clinical effect; the CADRO ontology classifies interventions by biological target/pathway, so J is the correct category. There’s no indication of multiple distinct biological targets (so not R) and the study is therapeutic/pharmacologic (not T). citeturn0search4turn0search5",
        "Web search results used (key sources cited above): NCT03971123 — Study to Compare the Pharmacokinetics of Tricaprilin Formulations and a Placebo on Ketone Body Production. citeturn0search0; Tricaprilin (ALZFORUM overview) — mechanism and development background. citeturn0search5; Walker et al., \"Clinical development of tricaprilin, a ketogenic drug for Alzheimer's disease\" (Alzheimer's & Dementia, 2020) — review of rationale and formulations. citeturn0search4; PBPK/modeling and ketogenesis after tricaprilin administration (PubMed). citeturn0search7; Ketasyn/Axona background (ALZFORUM) and earlier clinical context. citeturn0search2"
    ]
}