{
    "nct_id": "NCT03335397",
    "title": "Interactive Learning Strategies Using M-learning for Improving Professional Competencies in Health Sciences",
    "status": "COMPLETED",
    "last_update_time": "2018-08-22",
    "description_brief": "The aim of this study is to investigate whether a mobile application is useful for improving knowledge about professional competencies in students enrolled in Health Sciences degrees.",
    "description_detailed": "The learning environment in Higher Education as well as autonomous work of students, mobile technology is increasingly present due to the mass use of mobile devices and the development of high speed in data transmission, which provides today the possibility of being able to access in real time a great amount of information.\n\nM-learning is defined as the ability to access educational resources, tools and materials using a mobile device anytime and anywhere.\n\nConsidering the advantages of this technology, m-learning can be a real option to the traditional teaching-learning method by encouraging the active participation of students in their own learning process.\n\nTherefore, this educational innovation study aims to evaluate the effectiveness and the use of a mobile application as a complementary learning strategy in interactive format for the acquisition of professional competencies in Health Sciences.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is a mobile (m-learning) application aiming to improve students' knowledge and professional competencies in Health Sciences — an educational/behavioral intervention, not a pharmacologic or biological therapy. This indicates the trial is non-therapeutic and not targeting Alzheimer pathology, cognition pharmacologically, or neuropsychiatric symptoms. citeturn0search0turn0search2",
        "Act: Key extracted details — title: \"Interactive Learning Strategies Using M-learning for Improving Professional Competencies in Health Sciences\"; intervention/device: M-learning (mobile) application as a complementary interactive learning strategy; control: traditional learning process; condition listed: Education; registration/identifier appears as NCT03335397 in trial registries. These sources document the study design and confirm it is an educational device/intervention rather than a drug or biologic. citeturn0search0turn0search2",
        "Reflect: Classification check — by the provided category definitions (disease-targeted biologic, disease-targeted small molecule, cognitive enhancer, neuropsychiatric symptom improvement), the trial does not fit any therapeutic category because it evaluates an educational mobile app for Health Sciences students. Therefore the correct category is 'N/A'. Supporting registry entries are cited above. citeturn0search0turn0search2"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}