{
    "nct_id": "NCT01825317",
    "title": "Effect of NeuroAD, Combined TMS Stimulation and Cognitive Training, on the Cognitive Function of Mild to Moderate Alzheimer Patients",
    "status": "COMPLETED",
    "last_update_time": "2014-04-17",
    "description_brief": "Non-invasive stimulation of the brain using magnetic and cognitive stimulation by computer for the treatment of Alzheimer patients.",
    "description_detailed": "Synchronized TMS and cognitive training for the treatment of mild to moderate Alzheimer's patients. Treatment is delivered 5 days a week, for 6 weeks, visit is about an hour long.\n\nEvaluation is by neuropsychological evaluation at 6 weeks.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "NeuroAD (Neuronix) — neuronavigated rTMS combined with computerized cognitive training (device/therapy)"
    ],
    "placebo": [
        "Sham rTMS / sham cognitive training (sham control used in trials)"
    ],
    "explanation_target": [
        "Reason: The intervention is non‑invasive brain stimulation (repetitive transcranial magnetic stimulation, rTMS) delivered together with computerised cognitive training (the NeuroAD/Neuronix system) intended to improve cognitive function in mild–moderate Alzheimer patients, i.e., a symptomatic cognitive enhancement approach rather than a biologic or small‑molecule disease‑modifying therapy. citeturn0search0turn0search2",
        "Act: Key details from the description and literature — NeuroAD (by Neuronix) integrates neuronavigated, focal rTMS with concurrent cognitive exercises; clinical studies (including randomized, sham‑controlled and multisite trials) evaluate its effect on cognitive outcomes (ADAS‑Cog, MMSE) and report cognitive benefit versus sham. This is a device/neuromodulation + cognitive training intervention, not a drug. citeturn0search0turn0search3turn0search6",
        "Web search results (supporting sources found): 1) Sabbagh et al., Effects of a combined TMS and cognitive training intervention (neuroAD™) — randomized, double‑blind, sham‑controlled, multicenter trial (Alzheimer's & Dementia, 2020). citeturn0search0turn0search4 2) PubMed entry for the above study. citeturn0search1 3) Earlier single‑center and randomized studies showing cognitive improvements with rTMS+COG / NeuroAD (2012, 2013, etc.). citeturn0search2turn0search3turn0search7 4) Additional clinical reports and institutional pages summarizing NeuroAD therapy and trial results. citeturn0search5turn0search6",
        "Reflect: Classification check — according to the provided category definitions, NeuroAD is a neuromodulation device + cognitive training aimed at improving cognition (symptomatic cognitive enhancement). It is not a biologic (monoclonal antibody/vaccine) nor a small molecule; nor is it aimed primarily at neuropsychiatric/behavioral symptoms. Therefore 'cognitive enhancer' best fits. No ambiguity remains from the description or the literature searches. citeturn0search0turn0search2"
    ],
    "agent_type": "M) Synaptic Plasticity/Neuroprotection",
    "explanation_agent": [
        "Reason: The intervention is a device-based neuromodulation therapy—neuronavigated repetitive transcranial magnetic stimulation (rTMS) delivered concurrently with computerized cognitive training—intended to improve cognition by modulating cortical excitability and neuroplasticity (a symptomatic cognitive‑enhancement approach rather than a molecular disease‑modifying therapy). citeturn0search1turn0search2",
        "Act: Key extracted details — NeuroAD (Neuronix) delivers focal, neuronavigated rTMS paired with cognitive exercises targeting six cortical regions (DLPFC, parietal, Broca/Wernicke areas); clinical randomized/sham‑controlled studies report cognitive benefit in mild–moderate AD and describe the mechanism as modulation/priming of neuroplasticity. Based on these mechanisms, the most specific CADRO match is M) Synaptic Plasticity/Neuroprotection. citeturn0search1turn0search0",
        "Reflect: Verification — the intervention is not targeting amyloid, tau, ApoE/lipids, inflammation, metabolic pathways, or a specific molecular receptor; instead it aims to enhance synaptic function/plasticity and thereby cognition, so M) Synaptic Plasticity/Neuroprotection fits best. If the trial had been purely diagnostic or non‑therapeutic we would assign T) Other, but here it is a symptomatic therapeutic neuromodulation approach. citeturn0search1turn0search2",
        "Web search results (supporting sources): 1) Sabbagh et al., randomized, double‑blind, sham‑controlled multicenter neuroAD trial (Alzheimer's & Dementia, 2020) — description, methods, and conclusions on symptomatic cognitive benefit. citeturn0search1 2) Schilberg et al., 2012 study of NeuroAD (rTMS + cognitive training) showing cognitive and plasticity improvements. citeturn0search2 3) Brem / 2013 NeuroAD proof‑of‑principle report. citeturn0search0 4) News coverage re: regulatory review/FDA advisory panel discussion of NeuroAD (Neuronix). citeturn0search4"
    ]
}