{
    "nct_id": "NCT03361410",
    "title": "Examining the Impact of Grape Consumption on Brain Metabolism and Neuropsychological Performance in Patients Undergoing Neuroimaging Evaluation for Cognitive Decline: A Double-blinded Placebo Controlled Expansion Study",
    "status": "COMPLETED",
    "last_update_time": "2023-02-17",
    "description_brief": "Constituents of grapes have been studied for their antioxidant, anti-inflammatory, and anticarcinogenic properties. In the past decade, there has been emerging evidence regarding a potential role for grapes in slowing cognitive decline and other effects of aging. Furthermore, evidence has been obtained in vivo that supplementation with grape seed extract in aged rats improves cognitive performance, and that supplementation with grapes in people having decline in cognition leads to preservation of metabolism in brain regions important to cognitive function over a period of six months. The investigator aims to measure effects of grape intake on cerebral metabolism and neuropsychological performance, and to determine whether initial patterns, and magnitude of change, of cerebral metabolism assessed by positron emission tomography (PET) can serve respectively as a predictor of, and biomarker for, the magnitude of cognitive changes resulting from intake of grapes over a period of at least one year.",
    "description_detailed": "As the number of people age 65 years old or older continues to increase, population aging has a profound impact on healthcare systems, and specifically the emergence of dementia in literally epidemic proportions. Numerous studies on the associations between grape consumption and dementia and Alzheimer's disease have found evidence to support the use of grapes and grape products as a safe and effective way to treat and delay the onset of dementia. For the present study, the Investigator aims (1) to identify regional cerebral metabolic changes associated with grape intake, (2) to determine whether the presence and magnitude of therapeutic responses to grape in patients undergoing neuroimaging evaluation for cognitive decline can be predicted by particular patterns of regional brain metabolism, and (3) to statistically assess the relationships between brain metabolism assessed by PET and cognitive function in randomized experimental arms. A total of 32 patients from a community sample of patients referred to UCLA NeuroPET Clinics by their neurologists for further evaluation by brain imaging will be studied in this placebo-controlled, double-blinded study. Subjects who have met the screening criteria will be randomized to receive 72 g of grape powder or placebo, reconstituted in water, per day. Regional brain metabolism will be measured with a PET scanner, and cognitive function will be measured by a neuropsychologic test battery assessed at baseline, 6 months following initiation of consumption, and 1 year following initiation of consumption of the grapes of placebo formulation.",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "Grape formulation (reconstituted freeze‑dried grape powder / whole‑grape polyphenol formulation)",
        "Grape-derived polyphenol extracts (e.g., grape seed polyphenol extract, standardized grape juice/extract like Cognigrape/Memophenol)"
    ],
    "placebo": [
        "Matched placebo formulation free of polyphenols (matched for sweetness/appearance)"
    ],
    "explanation_target": [
        "Reason: The intervention described is dietary grape intake / grape formulation (polyphenol‑rich grape powder or grape seed/extract) intended to preserve cerebral metabolism and slow cognitive decline — i.e., to improve or maintain cognitive performance rather than acting as a monoclonal antibody or a small‑molecule targeted to canonical AD pathology (amyloid/tau). By the category definitions, this best fits 'Cognitive enhancer' (improving cognitive function via nutraceutical/polyphenol mechanisms such as antioxidant/anti‑inflammatory effects).",
        "Act: Key trial details extracted from the description and published studies: the active intervention is a grape formulation (reconstituted freeze‑dried grape powder or grape‑derived polyphenol extract) given vs a placebo free of polyphenols in randomized double‑blind trials; outcomes include FDG‑PET cerebral metabolism and neuropsychological testing over 6–12+ months. Pilot and larger studies have reported stabilization of regional brain metabolism with active grape formulations and mixed cognitive test results. citeturn0search0turn0search3turn0search2turn0search4turn0search5",
        "Web search / supporting sources (selected): PubMed pilot showing preservation of metabolism with an active grape formulation (6 months). citeturn0search0; Prospective randomized 1‑year study reporting long‑term protection from metabolic decline with reconstituted grape powder. citeturn0search3; Randomized trial of standardized grape extract (Cognigrape) showing cognitive improvements in older adults. citeturn0search2; RCTs of grape seed procyanidin extract and grape/blueberry polyphenol formulations reporting mixed effects on cognition. citeturn0search4turn0search5",
        "Reflect: Classification check — the intervention is a nutraceutical/food extract (polyphenol‑rich grape products) with antioxidant/anti‑inflammatory hypothesized mechanisms and aims to preserve or improve cognition and brain metabolism. It is not a biologic (no monoclonal antibody or vaccine) nor a disease‑targeted small molecule aimed specifically at amyloid/tau, and it is not focused on neuropsychiatric/behavioral symptom management. Therefore 'cognitive enhancer' is the most appropriate category. If you prefer a strict non‑drug classification (i.e., 'N/A' for non‑pharmacologic or nutraceutical interventions), say so and I will reclassify accordingly."
    ],
    "agent_type": "M) Synaptic Plasticity/Neuroprotection",
    "explanation_agent": [
        "Reason: The intervention is a grape-derived, polyphenol-rich nutraceutical (freeze-dried/reconstituted grape powder or grape seed/extract formulations) given to preserve or improve cerebral metabolism and cognitive performance via antioxidant/anti‑inflammatory and neuroprotective mechanisms rather than by directly targeting canonical AD proteins (amyloid or tau). Clinical nutraceutical trials of standardized grape extract (Cognigrape) and grape seed polyphenol extracts have been performed showing cognitive or metabolic effects in older adults. citeturn1search6turn0search2turn0search4",
        "Act: Extracted trial details and evidence — active interventions named in the description: reconstituted freeze‑dried grape powder (FDGP) and grape‑derived polyphenol extracts (e.g., grape seed procyanidin/G S P E, Cognigrape/Memophenol). The study explicitly measures FDG‑PET regional cerebral metabolism and neuropsychological outcomes (6–12+ months) — matching the cited UCLA trial record — and prior RCTs/papers report mixed but sometimes positive cognitive/metabolic findings with these grape formulations. citeturn1search6turn0search2turn0search4",
        "Reflect: CADRO mapping — the intervention aims to enhance or preserve cognition and brain function through neuroprotective/synaptic‑supportive mechanisms (antioxidant, anti‑apoptotic, BBB/MMP‑9 modulation, mitochondrial protection), so the best CADRO fit is M) Synaptic Plasticity/Neuroprotection. Alternative plausible CADRO categories include F) Inflammation or G) Oxidative Stress because polyphenols have anti‑inflammatory and antioxidant actions, but the trial’s stated goal and outcome measures (cognition, FDG‑PET metabolism) position it primarily as a cognitive enhancer / neuroprotection approach rather than a targeted anti‑inflammatory or anti‑amyloid therapy. Supporting mechanistic and preclinical FDGP data (oxidative‑stress and mitochondrial/anti‑apoptotic effects) are documented. citeturn1search5turn1search3",
        "Output: M) Synaptic Plasticity/Neuroprotection — Rationale: grape polyphenol formulations are being tested to preserve/improve cognition and cerebral metabolism via neuroprotective (synaptic/mitochondrial/antioxidant) mechanisms rather than direct amyloid/tau targeting, so CADRO category M is the most specific fit. Supporting web sources: clinical trial record for the UCLA grape/FDG‑PET trial and randomized trials of Cognigrape and grape seed polyphenol extracts, plus preclinical and formulation characterization studies. citeturn1search6turn0search2turn0search4turn1search3turn1search5"
    ]
}