{
    "nct_id": "NCT01221259",
    "title": "A Randomized, Double-blind, Placebo-controlled, Sequential Ascending, Single-dose Study to Evaluate the Safety, Tolerability, Pharmacokinetics, and Pharmacodynamics of E2212 in Healthy Subjects",
    "status": "COMPLETED",
    "last_update_time": "2013-05-20",
    "description_brief": "This study is designed as a single ascending dose study in healthy subjects to evaluate safety, tolerability, Pharmacokinetics (PK), and Pharmacodynamics (PD) in plasma and Cerebrospinal (CSF) following single oral doses of E2212.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "Disease-targeted small molecule",
    "drug": [
        "E2212 (novel γ-secretase modulator)"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The intervention is E2212, described in the literature as a novel γ-secretase modulator which produced reductions in plasma Aβ(x-42) in a single‑dose study — this indicates the drug is targeting Alzheimer’s amyloid pathology (disease-modifying mechanism rather than a pure symptomatic cognitive enhancer). citeturn0search0",
        "Act: The clinical trial record and trial listings describe a Phase 1 single ascending oral dose study in healthy subjects to evaluate safety, tolerability, PK and PD of E2212 versus placebo (NCT01221259 / sponsor Eisai). citeturn0search4turn0search1",
        "Support from publications/registries: PubMed abstract explicitly labels E2212 as a γ‑secretase modulator and reports PD effects (reduction of Aβ42) and single‑dose PK/PD results; clinical trial registries (NCT01221259 listings) describe the randomized, double‑blind, placebo‑controlled single ascending dose study in healthy volunteers. citeturn0search0turn0search6",
        "Reflect: γ‑secretase modulators are small‑molecule approaches to alter APP processing and lower pathogenic Aβ peptides; therefore this trial fits the category 'disease‑targeted small molecule'. There is no indication E2212 is a biologic, a symptomatic cognitive enhancer, or an agent aimed primarily at neuropsychiatric symptoms. citeturn0search0",
        "Notes / ambiguity: Public sources describe E2212 as a γ‑secretase modulator (small‑molecule class) and report PD lowering of Aβ; I found no evidence that E2212 is a biologic or that its primary indication is symptomatic cognitive enhancement or behavioral symptom control. citeturn0search0turn0search8"
    ],
    "agent_type": "A) Amyloid beta",
    "explanation_agent": [
        "Reason: The investigational agent E2212 is explicitly described in clinical and published sources as a novel γ-secretase modulator that produces dose‑related reductions in plasma Aβ(x‑42) (pharmacodynamic effect), indicating it acts on APP processing/amyloid production and therefore targets amyloid pathology. citeturn0search1turn0search6",
        "Act: Extracted details from trial and publications — drug: E2212 (small‑molecule γ‑secretase modulator); study: Phase I single‑ascending single‑dose, randomized, double‑blind, placebo‑controlled in healthy subjects to evaluate safety, PK and PD; PD finding: reductions in plasma Aβ(x‑42) up to ~44% (highest cohort); sponsor/development: Eisai (development history references E2012/E2212). Based on these explicit amyloid‑lowering PD effects and mechanism (GSM), I assign the CADRO category A) Amyloid beta. citeturn0search1turn0search2turn0search5",
        "Reflect: γ‑secretase modulators are small‑molecule, disease‑modifying approaches that alter γ‑secretase cleavage of APP to lower pathogenic Aβ species (Aβ42/Aβ40) and increase shorter Aβ species; this mechanism aligns directly with CADRO category A (Amyloid beta) rather than other categories (inflammation, tau, synaptic, etc.). There is no indication in the trial description that E2212 primarily targets non‑amyloid pathways or is a diagnostic/non‑therapeutic intervention. citeturn0search3turn0search6",
        "Web search results (supporting citations): 1) PubMed abstract: \"Safety, tolerability, pharmacokinetics, and pharmacodynamics of the novel γ‑secretase modulator, E2212, in healthy human subjects\" — reports single‑dose PD reductions in plasma Aβ(x‑42). citeturn0search1 2) Alzheimer's & Dementia conference abstract: E2012 (related GSM) decreased plasma Aβ in humans (supports class activity and Eisai program). citeturn0search2 3) Mechanism/profile abstract: E2012 mechanistic profiling showing preferential reduction of Aβ40/Aβ42 and no Notch inhibition (illustrates GSM mode). citeturn0search3 4) Eisai company page: documents E2012/E2212 development history and the aim to reduce Aβ42 via GSM approach. citeturn0search5 5) Review/EMBO table: lists E2212 among γ‑secretase allosteric modulators that lower Aβ40/Aβ42, summarizing its clinical status. citeturn0search6"
    ]
}