{
    "nct_id": "NCT05647473",
    "title": "Efficacy, Safety and Response Predictors of Adjuvant Astragalus for Cognition in Alzheimer Disease With Orthostatic Hypotension: an add-on, Assessor-blind, Pragmatic Randomized Controlled Trial",
    "status": "RECRUITING",
    "last_update_time": "2024-01-02",
    "description_brief": "Background: This pragmatic clinical trial aims to determine the efficacy and safety of add-on Astragalus for cognition and non- cognition in patients with of mild to moderate Alzheimer's disease complicated with orthostatic hypotension in orthostatic hypotension, elucidate the underlying mechanisms, identify related response predictors, and explore effective drug components.\n\nMethods: This is an add-on, assessor-blinded, parallel, pragmatic, randomized controlled trial. At least 66 adults with mild to moderate Alzheimer's disease (AD) and OH aged \\>30 years will be recruited. Participants will be randomized in a 1:1:1 ratio to receive 24 weeks of routine care or add-on low dose Astragalus or high dose Astragalus group. The primary efficacy outcome will be measured by the Alzheimer's Disease Assessment Scale-Cognitive Subscale, Chinese version. Secondary efficacy outcome assessment will include neuropsychological tests, blood pressure, plasma biomarkers, multimodal electroencephalograms, and neuroimaging. Safety outcome measures will include physical examinations, vital signs, electrocardiography, laboratory tests (such as hematologic and blood chemical tests), and adverse event records.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "Astragalus (Astragalus membranaceus; Astragali Radix) — herbal extract (contains polysaccharides, saponins, flavonoids; often referred to as Astragalus polysaccharides, APS)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial tests add-on Astragalus for cognitive and non-cognitive outcomes in people with mild–moderate Alzheimer disease; the primary outcome is a cognitive scale (ADAS‑Cog), indicating the intervention is intended to improve cognition rather than to act as a regulated biologic (e.g., monoclonal antibody) or a defined small‑molecule disease‑modifying agent. citeturn0search0turn0search6",
        "Act (key details & evidence): The intervention is Astragalus membranaceus (Astragali Radix) as low- and high-dose add‑on for 24 weeks in an RCT. Astragalus is a multi-component herbal extract (not a single small molecule or monoclonal antibody); it contains polysaccharides (APS) and other constituents. Preclinical and animal studies report cognition-related benefits and mechanisms such as antioxidant/anti-inflammatory and immunomodulatory effects, and some reports show APS reduced β‑amyloid and improved cognition in AD mouse models — but these are preclinical signals rather than proof of clinical disease‑modifying action. citeturn0search6turn0search5turn0search7turn0search8",
        "Reflect: Given the trial aim (improving cognition) and the intervention type (herbal extract with proposed symptomatic/neuroprotective mechanisms), the best-fit category is \"cognitive enhancer.\" There is some preclinical evidence suggesting effects on AD pathology (e.g., reduced Aβ in mice), which creates ambiguity about possible disease‑modifying mechanisms, but the intervention is not a defined biologic (monoclonal antibody/vaccine) nor a single small molecule specifically designed to target amyloid/tau in humans — so the pragmatic classification is cognitive enhancer. citeturn0search7turn0search0"
    ],
    "agent_type": "M) Synaptic Plasticity/Neuroprotection",
    "explanation_agent": [
        "Reason: The trial tests add‑on Astragalus membranaceus (a multi‑component herbal extract) with the primary outcome of cognitive improvement (ADAS‑Cog), indicating the intervention is intended as a cognitive enhancer/neuroprotective symptomatic therapy rather than a targeted biologic against a single molecular AD pathology. citeturn0search0",
        "Act: Key extracted details — intervention = Astragalus membranaceus (Astragali Radix) extract containing polysaccharides (APS), saponins and flavonoids; proposed mechanisms from preclinical studies include anti‑inflammatory and antioxidant effects, activation of Nrf2 and related antioxidant pathways, modulation of PI3K/Akt and SIRT1 signaling, immunomodulation, and in some mouse studies reduced β‑amyloid or improved amyloid‑related pathology and cognition. These multiple neuroprotective/symptomatic mechanisms support classification as a cognitive enhancer / neuroprotection intervention rather than a single CADRO pathology‑directed agent. citeturn0search4turn0search2turn0search1turn0search5",
        "Reflect: The most specific CADRO match is M) Synaptic Plasticity/Neuroprotection because the trial objective is cognitive enhancement/neuroprotection and the intervention is a multi‑component herbal extract with broad antioxidant/anti‑inflammatory/neuroprotective actions. There is preclinical evidence of effects on AD pathology (Aβ in mice), creating some overlap with proteostasis or inflammation categories, but the clinical trial is pragmatic and symptom‑focused — therefore M is the best single category. If one instead prioritized the multi‑pathway pharmacology itself, R) Multi‑target could be defensible; however, given the trial framing and symptomatic cognitive endpoint, M) Synaptic Plasticity/Neuroprotection is the preferred classification. citeturn0search0turn0search2",
        "Web search results (key sources used):",
        "- Trial protocol: Efficacy, safety, and response predictors of Astragalus in mild–moderate AD (assessor‑blind RCT; primary cognitive outcome ADAS‑Cog). citeturn0search0",
        "- Preclinical: Astragalus polysaccharide (APS) ameliorates cognitive impairment and reduces β‑amyloid in APP/PS1 mice via Nrf2 pathway. citeturn0search2",
        "- Preclinical: APS improved neuroinflammation and cognition in APP/PS1 mice under metabolic stress though plaque burden was not consistently reduced (behavioral and anti‑inflammatory effects). citeturn0search1",
        "- Reviews/meta‑analyses: Astragalus (polysaccharides, saponins, flavonoids) has documented anti‑inflammatory and antioxidant effects in animal studies and is proposed to act via NF‑κB, AMPK, Nrf2 and related pathways. citeturn0search4turn0search5"
    ]
}