{
    "nct_id": "NCT02686190",
    "title": "Effects of Bright Light to Improve Agitation and Sleep Disorders in Patients With Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2016-03-16",
    "description_brief": "Background: Management of patients with Alzheimer's disease associated with behavioral disturbances is difficult especially in those with agitation/aggression and insomnia and nighttime behaviors. No treatment has shown any efficacy to control these disturbances and psychotropics drugs, i.e. sedatives and hypnotics have numerous adverse effects.\n\nObjective: Assess the effect of bright light therapy on behavioral disturbances of patients with Alzheimer's disease, especially the effect on agitation/aggression and insomnia and nighttime behaviours.\n\nStudy design: Multicenter non pharmacological intervention trial, controlled, randomized, open, two-arm design : control group and intervention group.\n\nCentres : Rehabilitation and long term-care units of 4 geriatric hospital wards.\n\nPatients: 120 patients admitted in geriatric hospital wards (30 by centre), with probable Alzheimer's disease according to DSM-IV diagnosis criteria and agitation/aggression (associated or not with insomnia or nighttime behaviors) according to the Neuropsychiatric inventory, nurse scale (NPI-nurse).\n\nTreatments: Intervention group: patients will participate in a program of bright light therapy realised during a one-hour sessions of occupational therapy,. These sessions will be realised for groups of 6 patients and will be done every week day, at late morning, for 4 consecutive weeks). During the session, patients will be exposed to 10000 lux-bright light. Patients of control group will participate in a program of occupational therapy of same duration and rhythm, realised in standard light conditions (about 300 lux).\n\nAssessment: Patients with be assessed on 3 occasions: inclusion, two and four weeks after the beginning of the programs. Assessment will comprise ; NPI-nurse scale and Cohen-Mansfield scale for behaviour disturbances, wrist actimetry for sleep and nighttime behaviours (total sleep length, nocturnal wake episodes and nocturnal motor agitation).\n\nJudgment criteria: Principal: changes in the agitation/aggression item of NPI-nurse scale. Secondary: changes of the nightime behaviours item of NPI-nurse scale, the Cohen-Mansfield, total sleep duration and numbers of nocturnal wake episodes measured by wrist actimetry.\n\nStatistics: Changes in agitation/aggression scores od the two groups will be compared by Mann and Whitney test.\n\nExpected results and perspectives; If bright light exposure is efficient, professional caregivers of Alzheimer's disease patients might apply this cheap and non pharmacological approach to improve behaviour and sleep of these patients. This study might contribute to better define the place of a non invasive and promising technique, wrist actigraphy, to assess sleep and behaviour disturbances in psychogeriatric patients",
    "description_detailed": "Our hypothesis is that bright light can help improve behavior and sleep in patients with Alzheimer's disease with agitation type of behavior disorders. This hypothesis has been built on the notion that morning exposure to bright light can reduce the synchronization of circadian rhythms observed in patients with this disease, and the preliminary study data on low numbers and supporting this hypothesis.\n\nOBJECTIVES Primary objectives: To study the effect of treatment with bright light to improve patient behavior disorders Alzheimer's disease, including its effect on agitation / aggression (score obtained in item agitation / aggression of NPI scale-nurse).\n\nSecondary objective: (1) To study the effect of treatment with bright light to improve patient behavior disorders Alzheimer's disease, including its effect on sleep disorders (score obtained in item nocturnal sleep-behavior NPI -nurse, scale score of Cohen-Mansfield) ; (2) To study the effect of treatment with bright light treatment on cognitive function in patients with Alzheimer's disease (MMSE score of the scale). (3)To examine the interest of the wrist actigraphy to assess motor behavior and sleep in Alzheimer's disease.\n\nRESEARCH DESIGN The primary endpoint is the change over time of the score obtained in item agitation / aggression of the NPI-nurse level.\n\nThe secondary endpoints are:\n\n* Change over time the score for item-night sleep behavior NPI-nurse\n* Change over time in the Cohen-Mansfield scale\n* Evolution over time of total sleep time determined by wrist actigraphy\n* Changes over time in the number of episodes of nocturnal restlessness determined by wrist actigraphy\n* Analysis of data from the wrist actigraphy in the group without interference\n* Change over time the scale score MMSE\n\nMETHODS Non-pharmacological intervention, randomized, open, multicenter, parallel group (intervention group and control group).\n\nThe total duration of the research is 24 months. The study will be conducted among hospital geriatric participants. Each center will equip a room to make light therapy: installing a ceiling, provision of furniture to complete the procedure.\n\nThe participation of the subjects included in the search includes a visit inclusion and 5 visits spaced one week to assess the behavior, sleep and vis-à-vis tolerance of exposure to bright light.\n\nVariables recorded: Some variables concerning the inclusion criteria and description of patients and will be measured at baseline demographics, Alzheimer criteria NINCDS ADRDA, severity of dementia, scale Observation-based nocturnal Sleep Inventory (ONSI) Negative to screen for sleep apnea, MMSE.\n\nThe assessment of behavioral disorders by the Neuropsychiatric Inventory (NPI-nurse) and the Cohen-Mansfield scale will be performed before the initiation of treatment (end of S0) at the end of S2 and at the end of S4).\n\nSleep duration and amplitude of motor activity will be assessed by wrist actigraphy. Tthe wrist actigraphy has experienced a significant development for the assessment of sleep.\n\nPeriods of wakefulness / sleep, will be studied using an actimeter the Vivago device (STI International) which is in the form of a wristwatch worn on the wrist of the non-dominant person and contains an accelerometer. The activity meter measures and records the full range of motion achieved for 60 consecutive seconds and transmits the measured value every minute radio frequency to a base connected to a computer that records real-time values. A computer application to detect with good reliability sleep periods based on the analysis of movements and their amplitude and has been validated by laboratory studies in healthy people of all ages. This same device was also used to study the circadian rhythms in patients with dementia and non-dementia in nursing homes, so it seems quite usable in demented patients. This system collects the total sleep time, and periods of revival / night activity. For cons, the use of this device to record and quantify motor agitation is a new approach that has never been developed known. This exploratory approach will require several experimental treatments of data to identify the most relevant parameters in the context of the analysis of the range of motion. Schematically, the study will focus on the amplitude schedule of movements, but also on the frequency of movement exceeding a certain threshold amplitude. Finally, the variation in the test more than inter-individual differences will be studied in particular.\n\nTreatment compliance by bright light will be assessed by the presence of the occupational therapy sessions and the actual duration of patient's presence during exposure to bright light recorded at each session.\n\nThis study will not require laboratory test or imaging study.\n\nRandomization will be centralized and organized by the Pitie-Salpetriere URC-Charles Foix. Randomization will be stratified by center. For each center, each patient is assigned a randomization number by randoweb® and therefore a treatment, when it will be considered eligible in the study. The randomization will be balanced by blocks within each center.\n\nDetailed description of how to use the device Intervention group In the intervention group, will be organized a occupational therapy sessions program group of 6 during which the bright light will be administered. These sessions will take place 5 times a week for 4 consecutive weeks. They will be organized in the late morning (10h30 - 12h) for a duration of 1:30, and led by a teacher specially recruited for the project.\n\nEach session lasts 1h30 and will be conducted in a room prepared for this purpose. It will include three ceiling light therapy Elecolight® QUEBEC (including 10,000 lux lamps) placed above the center of a rectangular table with 6 seats, about 50/60 cm (central device) or 80 cm (on both side of the central device) above the table plane. So patients sat around the table to make occupational therapy activities while receiving bright light. The arrangement will ensure that the lamp will be at a distance of 60-80 cm from the face of patients. The light output power in areas where patients will sit will be measured with a light meter to check the adequacy of the provision. This arrangement will allow patients to receive the illumination in \"green\" requirements while achieving a group activity. The occupational therapy activities will be chosen to be performed on the table: drawing, dominos, cards, etc ... Given the particularities of the patients studied (patients with Alzheimer's disease with behavioral problems), this mode of administration seems preferable to the conventional method (patient to sit still in front of the light box), which would likely be encumbered with a high failure rate with these patients.\n\nControl group Patients in the control group will benefit from occupational therapy sessions program in same group as those in the intervention group, except the lighting conditions to be normal conditions, that is to say an intensity of about 50 lux. They will be conducted by specially recruited for the project educator in a comparable local, early afternoon and during the same weeks as the intervention group. Indeed, the control group's program will begin at the same time as the intervention group. The nature of occupational therapy sessions offered to patients in this group are similar to those made during the sessions in the intervention group. This point seems important because it allows a certain degree of adjustment of the environment between the intervention and control, while minimizing the management of differences, patients do not benefit all group sessions in usual care .\n\nExpected duration of participation of people, and description of the timing and duration of all periods of research The duration of a patient's participation in the research will be 5 weeks: S0, S1, S2, S3 and S4.\n\nThe tours are designated as follows: V0: evaluation at the end of the first week without treatment (S0); V1: at the end of the first week of treatment (Week 1); V2, V3, V4, at the end of the corresponding weeks of treatment (Week 2 to Week 4).\n\nEach patient will be 6 visits. Their timing and contents are:\n\nThe first phase of screening include seeking eligibility criteria and patient information and relatives by presenting the information note.\n\nThe first visit Vi is the inclusion visit: obtaining the consent; The doctor will sign the consent.\n\nThe other 5 visits are:\n\n* V0: Initial evaluation with behavior assessment,\n* Then 4 visits (V1 to V4) weekly during treatment (performed at the end of each treatment week): V1, V2, V3, V4: search for adverse events; V2, V4: behavioral assessment by a psychologist; V4: collection of end of study information.\n\nThe behavioral assessment by a psychologist will be made initially (V0) and then at V2 and V4 visits (VF or when stopping before the end of the study), employing specific rating scales including NPI -nurse and scale Cohen-Mansfield, who are not practiced in the context of the assumption usual care. The patient's cognitive functions controlled while checking the inclusion criteria, will also be re-evaluated using the MMSE scale during this visit.\n\nThe doctor will perform recruited on a first time screening of patients, with an assessment of their behavior disorders and sleep, within the framework defined by the criteria of inclusion and non-inclusion of the study.\n\nCriteria for inclusion of persons participating in research;\n\n* Age over 60 years\n* Patient hospitalized in geriatric care immediately or long-term care,\n* Patients with probable Alzheimer's disease according to NINCDS-ADRDA\n* Stage of moderate to severe Alzheimer's disease (defined as MMSE between 2 and 21).\n* Patients with agitation rated 4 or more per item agitation / aggression of the behavior rating scale Neuropsychiatric Inventory-nurse,\n* Patient free from acute disease.\n* Patient with sleep apnea evaluation scale ONSI (Observation-based nocturnal Sleep Inventory) negative\n* Affiliation to a social security scheme\n* Signature of consent by the patient himself or the trusted person or legal representative for patients under guardianship\n\nCriteria for non-inclusion of persons participating in research;\n\n* Patients may leave the ward within 4 weeks\n* Patient refusing to participate in the study\n* Patient with a trusted person and / or legal representative which refuses participation in the study.\n* Patients suffering from retinopathy (DMLA, proliferative diabetic retinopathy) or blindness for whatever reason, lack of crystalline (or aphakia).\n\nThese conditions will be systematically sought by an ophthalmologic consultation if the patient has not had in the year before inclusion.\n\n* Patient receiving photosensitizing drug imipramine, lithium, tetracycline, hydrochlorothiazide, phenothiazine.\n* Patients suffering from porphyria.\n* Patient with known sleep apnea syndrome. A specific test for the detection of sleep apnea will be checked prior to the inclusion of patients. This is the test ONSI, validated in elderly demented persons, and allowing screened for sleep apnea in patients with a sensitivity of 91%. ONSI positive test will be an exclusion criteria of the study.\n* Patient with known REM sleep behavior disorder\n* Patients with clinical criteria of mental confusion as diagnosing clinician.\n* Patient with obvious pathology may itself cause behavior disorders: psychosis, manic-depressive illness, a condition with acute or chronic pain.\n\nIn these cases, the inclusion of the patient may be reviewed after returning to a stable clinical condition for at least 3 weeks.\n\n\\- Unbalanced psychotropic treatment subject to dose modifications in the previous 4 weeks (patients receiving one or more psychotropic stable dose for at least 3 weeks may be included).",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "neuropsychiatric symptom improvement",
    "drug": [
        "Bright light therapy (10,000 lux light exposure, group occupational therapy sessions)"
    ],
    "placebo": [
        "Standard/ambient light (~300 lux) occupational therapy sessions (control)"
    ],
    "explanation_target": [
        "Reason: The trial tests bright light therapy (non‑pharmacological phototherapy) delivered as 1‑hour group sessions to reduce agitation/aggression and improve insomnia/nighttime behaviours in patients with probable Alzheimer’s disease — i.e., it aims to relieve neuropsychiatric and sleep symptoms rather than to modify Alzheimer pathology. citeturn0search2turn0search8.",
        "Act: Key extracted details — intervention = bright light exposure (10,000 lux) during occupational‑therapy sessions; control = same program in standard light (~300 lux); primary outcome = change in agitation/aggression (NPI‑nurse); secondary outcomes include nighttime behaviours, Cohen‑Mansfield, and actigraphy sleep measures. The trial matches prior randomized and controlled studies of bright light therapy for agitation/sleep in dementia. citeturn0search2turn0search4turn0search6.",
        "Reflect: Classification check — this is not a biologic or small‑molecule drug, nor a cognitive‑enhancer per se; its goal is symptomatic improvement of behavioural and sleep disturbances (neuropsychiatric symptoms). Therefore the correct category is 'neuropsychiatric symptom improvement'. Supporting literature and prior RCTs/reviews of bright light therapy in dementia reinforce this interpretation. citeturn0search1turn0search11."
    ],
    "agent_type": "O) Circadian Rhythm",
    "explanation_agent": [
        "Reason: The intervention is bright light therapy (10,000 lux morning exposure in group OT sessions) intended to improve sleep and reduce agitation by entraining / modifying the sleep–wake cycle and circadian rhythms (light acts on retinal melanopsin → retinohypothalamic tract → suprachiasmatic nucleus, altering melatonin and sleep timing). citeturn0search4turn0search6",
        "Act: Extracted details — intervention = bright light exposure (10,000 lux) during 1‑hour group occupational‑therapy sessions; comparator = standard/low light (~300 lux); primary outcomes = agitation/aggression and sleep/nighttime behaviours (NPI‑nurse, Cohen‑Mansfield, actigraphy). This is a symptomatic, circadian‑modulating therapy rather than a disease‑modifying drug targeting amyloid, tau, inflammation, etc. Prior RCTs and systematic reviews evaluate bright light for agitation/sleep in dementia. citeturn0search1turn0search8turn0search7",
        "Reflect: CADRO mapping — the most specific CADRO category that fits is O) Circadian Rhythm because the biological mechanism and clinical targets are sleep–wake/circadian regulation. It is not a pharmacologic or pathology‑directed (amyloid/tau/inflammation/etc.) intervention, nor does it clearly target multiple CADRO categories. Systematic reviews note effects primarily on sleep measures, consistent with a circadian‑based mechanism. citeturn0search0turn0search7",
        "Web search results (key sources):",
        "- Cochrane review: Light therapy for dementia — concludes insufficient evidence overall but describes the SCN/circadian rationale. citeturn0search0",
        "- RCT (1999): morning bright light improved nocturnal sleep in agitated dementia patients. citeturn0search1",
        "- RCT (2003): bright light effects on agitation rhythms in institutionalized severe AD. citeturn0search2",
        "- RCT (single‑center): bright light therapy vs standard light — limited evidence for reduced agitation and improved sleep. citeturn0search8",
        "- Review/meta‑analysis (2021/2023): light therapy shows more consistent effects on sleep than on agitation/depression; discusses intensity/dosing. citeturn0search7turn0search5"
    ]
}