{
    "nct_id": "NCT05891431",
    "title": "Acceptability and Preliminary Effectiveness of a Mobile Health Intervention (Untire App) for Adult Cancer Patients and Survivors With Cancer Related Fatigue: A Pilot Clinical Study",
    "status": "ACTIVE_NOT_RECRUITING",
    "last_update_time": "2024-09-16",
    "description_brief": "The aim of this study will be to assess the engagement and acceptability of the Untire mHealth intervention for adults with cancer related fatigue. Acceptability will be assessed after 2, 4, 6 and 12 weeks of app use. Participants (both those competed the study and those who stopped using the app) will be asked about their engagement with the app.\n\nA secondary aim of this study will be to provide preliminary efficacy outcomes of the Untire intervention in reducing fatigue and QoL in adults experiencing cancer related fatigue.",
    "description_detailed": "Cancer-related fatigue (CRF) is one of the most severe and commonly reported side effects of cancer treatment. There is a growing body of evidence that mHealth interventions (digitally delivered using a smart phone app) are effective at reducing CRF. The Untire app is a mHealth app is a registered medical device (ICD10 code R53.83 Fatigue) introduced in 2018 to treat CRF. One limitation common to most digitally delivered interventions is high levels of study drop out and decreased app use over time.\n\nThe aim of this study will be to assess the engagement and acceptability of the Untire mHealth intervention for adults with cancer related fatigue.A secondary aim of this study will be to provide preliminary efficacy outcomes of the Untire intervention in reducing fatigue and QoL in adults experiencing cancer related fatigue. The hypotheses for these efficacy outcomes are:\n\nHypothesis 1: Participants using the Untire app intervention will show reduced levels fatigue (as measured by scores on the fatigue subscale of the FACT-F) after 12 weeks compared to baseline.\n\nHypothesis 2: Participants using the Untire app intervention will show improved QoL (as measured by scores on the FACT-F) after 12 weeks compared to baseline.\n\nDesign:\n\nA within groups study design will be used to evaluate the acceptability, engagement, and preliminary efficacy of the Untire mHealth intervention in adults with cancer related fatigue.\n\nParticipants:\n\nParticipants will be recruited through the following channels:\n\n* NHS Cancer Treatment centres within the South West of England.\n* Charities and third sector organisations: Youth Cancer Trust, Cancer Support UK, Macmillan, Shine.\n* Social media: support groups/ networks on Facebook and Instagram: Cancer Awareness for Teens and Twenties (CATTs).\n\nEngagement will be measured through retention and adherence rates over 12-week and in app use data; duration of app use and time spent on each activity within the app. Acceptability will be measured using the Acceptability E-scale and Digital Working Alliance Inventory collected at each time point. Other measures will include The Functional Assessment of Chronic Illness Therapy - Fatigue (FACT-F) to provide preliminary data on effectiveness. The investigators also aim to contact participants who stop using the app or drop out of the study. This will be via email or telephone so they can provide qualitative feedback on the app.\n\nRationale:\n\nThe aim of looking at user engagement and acceptability was chosen as this is an area that is less well studied in mHealth interventions. Improving user engagement can be clinically significant as it can increase the amount of time patients spend using the intervention leading to better health outcomes. Looking at levels of acceptability and engagement across our sample will help us identify whether sample characteristics (such as age of user, cancer type) impact acceptability or engagement. This along with user feedback will help us to develop and tailor the Untire intervention to better fit with specific patient groups. Following up participants who have stopped using the app is something that is not normally possible in larger randomised control trials and will hopefully provide useful data on acceptability which can be used to develop the intervention in the future.\n\nThe study protocol has been developed with the University of Bath and the Tired of Cancer research team, who initially developed the Untire app. The investigators have also consulted with the Bristol Haematology and Oncology centre who will act as a recruitment site. two cancer survivors were also consulted on study methodology as well of other user experience aspects of the study design.\n\nConflict of interest:\n\nThe investigators are consulting with Tired of cancer (A mental health start-up company) who first developed the Untire app however the study is being independently run by the University of Bath's psychology department. Tired of Cancer are not providing any financial support / incentives for developing this study. No members of the study team are working as clinicians within the Bristol Haematology and Oncology centre.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention described is the Untire mobile health (mHealth) app for adults with cancer-related fatigue. This is a digital behavioral/self-management intervention (psychoeducation, mindfulness, CBT elements, activity/sleep guidance) intended to reduce fatigue and improve quality of life, not a pharmacologic or biologic agent targeting Alzheimer pathology. citeturn0search9turn0search6",
        "Act: Key extracted details — Intervention: Untire mobile app (device/app-based mHealth intervention). Intended effect: reduce cancer-related fatigue and improve QoL; assessed for engagement and acceptability at 2, 4, 6, and 12 weeks. This trial is not testing a drug or biologic. Trial registry/summary entries and RCT results identify Untire as an app-based self-management program. citeturn0search3turn0search6",
        "Reflect: Classification check — falls outside the four Alzheimer-specific categories (disease-targeted biologic, disease-targeted small molecule, cognitive enhancer, neuropsychiatric symptom improvement). The correct output is 'N/A' because the study evaluates a non-pharmacologic mHealth intervention for cancer-related fatigue rather than an Alzheimer’s-targeted therapeutic or cognitive/neuropsychiatric drug. citeturn0search2turn0search4",
        "Web search results (sources consulted): PubMed/psycho-oncology RCT reporting effectiveness of the Untire app for cancer-related fatigue. citeturn0search0; Longitudinal mediation analysis describing mechanisms (catastrophizing, depression, mindfulness). citeturn0search1; JMIR Research Protocols describing the Untire RCT design and intervention components. citeturn0search2; MedPath/clinical-trial listing matching the trial title (NCT05891431) describing acceptability/preliminary effectiveness of the Untire app. citeturn0search3; Untire app research page summarizing study results. citeturn0search4"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}