{
    "nct_id": "NCT04481568",
    "title": "Reducing Behavioral and Psychological Symptoms of Dementia (BPSD) for Acutely-Ill Persons With Alzheimers Disease and Related Dementias Via Patient Engagement Specialists",
    "status": "COMPLETED",
    "last_update_time": "2022-12-02",
    "description_brief": "Persons with Alzheimer's Disease and Related Dementias (ADRD) account for 3.2 million hospital admissions per year and have over three times more hospitalizations than those without cognitive impairment, yet hospital caregivers (HCGs) are ill-prepared to manage patients with ADRD with less than 5% reporting mandatory dementia care training. Three-quarters of hospitalized persons with ADRD display Behavioral and Psychological Symptoms of Dementia (BPSD) associated with functional and cognitive decline, increased resource consumption, institutionalization, premature death, and caregiver burden. The overall objective is to test the preliminary efficacy of an innovative model of care, PES-4-BPSD, for reducing BPSD by empowering Patient Engagement Specialists (PES) to deliver dementia care for acutely-ill patients with ADRD. Traditionally, mental health assistants with training in crisis-prevention techniques provide care to psychiatric patients. On the intervention unit, these mental health assistants, as PES, purposefully engage patients with BPSD. In the pilot study, investigators found patients with cognitive impairment admitted to the PES unit were significantly less likely to require constant observation, chemical and physical restraints, suggesting improved management of BPSD. The central hypothesis is that PES-4-BPSD will improve the ability of PES to create an \"enabling\" milieu that addresses factors leading to BPSD and improves the experience of hospital caregivers. Guided by a social-ecological framework, PES-4-BPSD incorporates dementia education and training, environmental modifications-cohorting, increased staffing-PES, and staff support. The investigators' multidisciplinary research team is well-positioned to accomplish the following: Aim 1) Determine the preliminary efficacy of PES-4-BPSD for reducing BPSD during hospitalization, and Aim 2) Evaluate whether dementia care training improves the perceived ability of PES staff (intervention) and nurse assistant staff (control) to care for hospitalized persons with ADRD. For Aim 1, investigators will conduct a non-randomized preliminary efficacy trial of the PES-4-BPSD intervention enrolling N=158 patients (79 control, 79 intervention). The primary outcome will be presence of BPSD during hospitalization using the Neuropsychiatric Inventory-Questionnaire (NPI-Q). In Aim 2, investigators will use survey methodology in a repeated measures design to evaluate within and between-group differences in attitudes, experience, and satisfaction toward managing patients with ADRD. Measures will be completed at baseline (T1), immediately following training (T2), and at the end of the intervention period (T3). This proposal will be the first to study an innovative model of care utilizing PES as specialized hospital caregivers for reducing BPSD in the hospital setting. The investigators' findings will lay the essential groundwork for a multi-site trial of PES-4-BPSD and inform the development of a program that can be easily implemented in other hospitals.",
    "description_detailed": "Prior to patient recruitment, a 3 month dementia training program will be implemented on both the intervention and control units. On the intervention unit, training will target the Patient Engagement Specialists (PES) and on the control to the nurse assistants (please refer to NCT# 04179721 for more details on this aim). Following the implementation of the dementia care training, eligible patients will be offered the opportunity to participate in the study. A research coordinator will offer the information and opportunity to participate to the patient's lawful caregiver. The signed consent forms will be stored in secured file cabinets. Once a participant has been enrolled in the study, demographic information will be obtained from the electronic medical records (EMR) and verified by Family Caregiver (FCG), including: age, gender, race/ethnicity, marital status, education, work status, current living situation, medical comorbidities, and reason for admission. A member of the research team will conduct a short interview with the FCG to verify patient background information and obtain baseline (1 month prior to admission) functional status (Barthel Index), dementia severity cognitive (Clinical Dementia Rating Scale)(5 stages of severity: no 0, questionable 0.5, mild 1, moderate 2, and severe 3), and behavioral symptoms using the Neuropsychiatric Inventory-Clinical version NPI-C.\n\nA member of the research team will then complete daily NPI-Qs to determine the number of behaviors and symptoms for each patient on a daily basis. The data collector will use a multimodal approach drawing from electronic medical record (EMR) notes and interviews with nursing staff regarding the patient's behavior and treatment over the past 24 hours. Delirium will be assessed daily by the research coordinator using same multimodal approach and during the time of NPI observation. A final EMR chart review will be conducted collecting information such as length of stay, discharge disposition, in-hospital mortality as well as total usage practices for management of BPSD: use of special observation (1:1 or enhanced), restraints, psychoactive medications, psychiatric evaluation. Within 48 hours of discharge, family caregivers will be interviewed regarding satisfaction with care using the Carer Questionnaire Data from the National Audit of Dementia Round 3.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "HEALTH_SERVICES_RESEARCH",
    "results": {
        "participantFlowModule": {
            "groups": [
                {
                    "id": "FG000",
                    "title": "The PES-4-BPSD Model",
                    "description": "The intervention arm consists of PES and nurse assistants who work on the intervention unit which consists of: I. Cohorting of patients with cognitive impairment AND past or present indication of BPSD, acutely admitted to the medicine or telemetry service, are cohorted on a 10-bed medical unit. II. PES staff: mental health assistants with high school level education, who receive training in de-escalation and crisis prevention techniques and provide direct personal care to psychiatric patients. On the intervention unit, these PES purposefully engage patients with BPSD. III. Staff Support: The PI will hold monthly 20 minute group sessions to reinforce training and discuss challenging patient behaviors; meant to improve the attitude and empathy of HCGs towards patients. IV. Staff Training (please refer to NCT# 04179721 for more details on staff support and training).\n\nPES-4-BPSD Model: We will conduct a non-randomized preliminary efficacy trial, enrolling N=158 patients (79 control and 79 intervention). The primary outcome will be presence of BPSD as measured by a patient's total score on the Neuropsychiatric Inventory-Questionnaire (NPI-Q) during hospitalization. A multi-modal approach (including chart review and HCG questionnaires) will be used to determine the presence and severity of BPSD."
                },
                {
                    "id": "FG001",
                    "title": "The Attention Control Condition",
                    "description": "The attention control condition will consist of a 40-bed medicine unit, staffed with 39 nurses (1:6 ratio) and 26 nursing assistants (1:8 ratio), that primarily cohorts older patients with geriatric syndromes.\n\nThe attention control condition: On this unit, the management of patients who display BPSD is performed by nurse assistants, rather than PES. Therefore, in order to test the added layer of PES staff, the nurse assistants on the control unit will receive equivalent dementia care education and training as well as staff support (please refer to NCT# 04179721 for more details on this aim)."
                }
            ],
            "periods": [
                {
                    "title": "Overall Study",
                    "milestones": [
                        {
                            "type": "STARTED",
                            "achievements": [
                                {
                                    "groupId": "FG000",
                                    "numSubjects": "79"
                                },
                                {
                                    "groupId": "FG001",
                                    "numSubjects": "79"
                                }
                            ]
                        },
                        {
                            "type": "COMPLETED",
                            "achievements": [
                                {
                                    "groupId": "FG000",
                                    "numSubjects": "79"
                                },
                                {
                                    "groupId": "FG001",
                                    "numSubjects": "79"
                                }
                            ]
                        },
                        {
                            "type": "NOT COMPLETED",
                            "achievements": [
                                {
                                    "groupId": "FG000",
                                    "numSubjects": "0"
                                },
                                {
                                    "groupId": "FG001",
                                    "numSubjects": "0"
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        "baselineCharacteristicsModule": {
            "groups": [
                {
                    "id": "BG000",
                    "title": "The PES-4-BPSD Model",
                    "description": "The intervention arm consists of PES and nurse assistants who work on the intervention unit which consists of: I. Cohorting of patients with cognitive impairment AND past or present indication of BPSD, acutely admitted to the medicine or telemetry service, are cohorted on a 10-bed medical unit. II. PES staff: mental health assistants with high school level education, who receive training in de-escalation and crisis prevention techniques and provide direct personal care to psychiatric patients. On the intervention unit, these PES purposefully engage patients with BPSD. III. Staff Support: The PI will hold monthly 20 minute group sessions to reinforce training and discuss challenging patient behaviors; meant to improve the attitude and empathy of HCGs towards patients. IV. Staff Training (please refer to NCT# 04179721 for more details on staff support and training).\n\nPES-4-BPSD Model: We will conduct a non-randomized preliminary efficacy trial, enrolling N=158 patients (79 control and 79 intervention). The primary outcome will be presence of BPSD as measured by a patient's total score on the Neuropsychiatric Inventory-Questionnaire (NPI-Q) during hospitalization. A multi-modal approach (including chart review and HCG questionnaires) will be used to determine the presence and severity of BPSD."
                },
                {
                    "id": "BG001",
                    "title": "The Attention Control Condition",
                    "description": "The attention control condition will consist of a 40-bed medicine unit, staffed with 39 nurses (1:6 ratio) and 26 nursing assistants (1:8 ratio), that primarily cohorts older patients with geriatric syndromes.\n\nThe attention control condition: On this unit, the management of patients who display BPSD is performed by nurse assistants, rather than PES. Therefore, in order to test the added layer of PES staff, the nurse assistants on the control unit will receive equivalent dementia care education and training as well as staff support (please refer to NCT# 04179721 for more details on this aim)."
                },
                {
                    "id": "BG002",
                    "title": "Total",
                    "description": "Total of all reporting groups"
                }
            ],
            "denoms": [
                {
                    "units": "Participants",
                    "counts": [
                        {
                            "groupId": "BG000",
                            "value": "79"
                        },
                        {
                            "groupId": "BG001",
                            "value": "79"
                        },
                        {
                            "groupId": "BG002",
                            "value": "158"
                        }
                    ]
                }
            ],
            "measures": [
                {
                    "title": "Age, Continuous",
                    "paramType": "MEAN",
                    "dispersionType": "STANDARD_DEVIATION",
                    "unitOfMeasure": "years",
                    "classes": [
                        {
                            "categories": [
                                {
                                    "measurements": [
                                        {
                                            "groupId": "BG000",
                                            "value": "83.5",
                                            "spread": "8.44"
                                        },
                                        {
                                            "groupId": "BG001",
                                            "value": "86.9",
                                            "spread": "7.48"
                                        },
                                        {
                                            "groupId": "BG002",
                                            "value": "85.2",
                                            "spread": "8.13"
                                        }
                                    ]
                                }
                            ]
                        }
                    ]
                },
                {
                    "title": "Sex: Female, Male",
                    "paramType": "COUNT_OF_PARTICIPANTS",
                    "unitOfMeasure": "Participants",
                    "classes": [
                        {
                            "categories": [
                                {
                                    "title": "Female",
                                    "measurements": [
                                        {
                                            "groupId": "BG000",
                                            "value": "48"
                                        },
                                        {
                                            "groupId": "BG001",
                                            "value": "52"
                                        },
                                        {
                                            "groupId": "BG002",
                                            "value": "100"
                                        }
                                    ]
                                },
                                {
                                    "title": "Male",
                                    "measurements": [
                                        {
                                            "groupId": "BG000",
                                            "value": "31"
                                        },
                                        {
                                            "groupId": "BG001",
                                            "value": "27"
                                        },
                                        {
                                            "groupId": "BG002",
                                            "value": "58"
                                        }
                                    ]
                                }
                            ]
                        }
                    ]
                },
                {
                    "title": "Ethnicity (NIH/OMB)",
                    "paramType": "COUNT_OF_PARTICIPANTS",
                    "unitOfMeasure": "Participants",
                    "classes": [
                        {
                            "categories": [
                                {
                                    "title": "Hispanic or Latino",
                                    "measurements": [
                                        {
                                            "groupId": "BG000",
                                            "value": "6"
                                        },
                                        {
                                            "groupId": "BG001",
                                            "value": "10"
                                        },
                                        {
                                            "groupId": "BG002",
                                            "value": "16"
                                        }
                                    ]
                                },
                                {
                                    "title": "Not Hispanic or Latino",
                                    "measurements": [
                                        {
                                            "groupId": "BG000",
                                            "value": "72"
                                        },
                                        {
                                            "groupId": "BG001",
                                            "value": "66"
                                        },
                                        {
                                            "groupId": "BG002",
                                            "value": "138"
                                        }
                                    ]
                                },
                                {
                                    "title": "Unknown or Not Reported",
                                    "measurements": [
                                        {
                                            "groupId": "BG000",
                                            "value": "1"
                                        },
                                        {
                                            "groupId": "BG001",
                                            "value": "3"
                                        },
                                        {
                                            "groupId": "BG002",
                                            "value": "4"
                                        }
                                    ]
                                }
                            ]
                        }
                    ]
                },
                {
                    "title": "Race (NIH/OMB)",
                    "paramType": "COUNT_OF_PARTICIPANTS",
                    "unitOfMeasure": "Participants",
                    "classes": [
                        {
                            "categories": [
                                {
                                    "title": "American Indian or Alaska Native",
                                    "measurements": [
                                        {
                                            "groupId": "BG000",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "BG001",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "BG002",
                                            "value": "0"
                                        }
                                    ]
                                },
                                {
                                    "title": "Asian",
                                    "measurements": [
                                        {
                                            "groupId": "BG000",
                                            "value": "14"
                                        },
                                        {
                                            "groupId": "BG001",
                                            "value": "9"
                                        },
                                        {
                                            "groupId": "BG002",
                                            "value": "23"
                                        }
                                    ]
                                },
                                {
                                    "title": "Native Hawaiian or Other Pacific Islander",
                                    "measurements": [
                                        {
                                            "groupId": "BG000",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "BG001",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "BG002",
                                            "value": "0"
                                        }
                                    ]
                                },
                                {
                                    "title": "Black or African American",
                                    "measurements": [
                                        {
                                            "groupId": "BG000",
                                            "value": "27"
                                        },
                                        {
                                            "groupId": "BG001",
                                            "value": "9"
                                        },
                                        {
                                            "groupId": "BG002",
                                            "value": "36"
                                        }
                                    ]
                                },
                                {
                                    "title": "White",
                                    "measurements": [
                                        {
                                            "groupId": "BG000",
                                            "value": "34"
                                        },
                                        {
                                            "groupId": "BG001",
                                            "value": "59"
                                        },
                                        {
                                            "groupId": "BG002",
                                            "value": "93"
                                        }
                                    ]
                                },
                                {
                                    "title": "More than one race",
                                    "measurements": [
                                        {
                                            "groupId": "BG000",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "BG001",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "BG002",
                                            "value": "0"
                                        }
                                    ]
                                },
                                {
                                    "title": "Unknown or Not Reported",
                                    "measurements": [
                                        {
                                            "groupId": "BG000",
                                            "value": "4"
                                        },
                                        {
                                            "groupId": "BG001",
                                            "value": "2"
                                        },
                                        {
                                            "groupId": "BG002",
                                            "value": "6"
                                        }
                                    ]
                                }
                            ]
                        }
                    ]
                },
                {
                    "title": "Marital Status",
                    "paramType": "COUNT_OF_PARTICIPANTS",
                    "unitOfMeasure": "Participants",
                    "classes": [
                        {
                            "categories": [
                                {
                                    "title": "Married/Domestic Partnership",
                                    "measurements": [
                                        {
                                            "groupId": "BG000",
                                            "value": "28"
                                        },
                                        {
                                            "groupId": "BG001",
                                            "value": "26"
                                        },
                                        {
                                            "groupId": "BG002",
                                            "value": "54"
                                        }
                                    ]
                                },
                                {
                                    "title": "Divorced",
                                    "measurements": [
                                        {
                                            "groupId": "BG000",
                                            "value": "8"
                                        },
                                        {
                                            "groupId": "BG001",
                                            "value": "10"
                                        },
                                        {
                                            "groupId": "BG002",
                                            "value": "18"
                                        }
                                    ]
                                },
                                {
                                    "title": "Separated",
                                    "measurements": [
                                        {
                                            "groupId": "BG000",
                                            "value": "3"
                                        },
                                        {
                                            "groupId": "BG001",
                                            "value": "1"
                                        },
                                        {
                                            "groupId": "BG002",
                                            "value": "4"
                                        }
                                    ]
                                },
                                {
                                    "title": "Widowed",
                                    "measurements": [
                                        {
                                            "groupId": "BG000",
                                            "value": "35"
                                        },
                                        {
                                            "groupId": "BG001",
                                            "value": "40"
                                        },
                                        {
                                            "groupId": "BG002",
                                            "value": "75"
                                        }
                                    ]
                                },
                                {
                                    "title": "Single/Never Married",
                                    "measurements": [
                                        {
                                            "groupId": "BG000",
                                            "value": "5"
                                        },
                                        {
                                            "groupId": "BG001",
                                            "value": "2"
                                        },
                                        {
                                            "groupId": "BG002",
                                            "value": "7"
                                        }
                                    ]
                                }
                            ]
                        }
                    ]
                },
                {
                    "title": "Education",
                    "paramType": "COUNT_OF_PARTICIPANTS",
                    "unitOfMeasure": "Participants",
                    "classes": [
                        {
                            "categories": [
                                {
                                    "title": "Less than a high school diploma",
                                    "measurements": [
                                        {
                                            "groupId": "BG000",
                                            "value": "18"
                                        },
                                        {
                                            "groupId": "BG001",
                                            "value": "17"
                                        },
                                        {
                                            "groupId": "BG002",
                                            "value": "35"
                                        }
                                    ]
                                },
                                {
                                    "title": "High school degree or equivalent",
                                    "measurements": [
                                        {
                                            "groupId": "BG000",
                                            "value": "34"
                                        },
                                        {
                                            "groupId": "BG001",
                                            "value": "33"
                                        },
                                        {
                                            "groupId": "BG002",
                                            "value": "67"
                                        }
                                    ]
                                },
                                {
                                    "title": "Associates degree (e.g., AA, AS)",
                                    "measurements": [
                                        {
                                            "groupId": "BG000",
                                            "value": "6"
                                        },
                                        {
                                            "groupId": "BG001",
                                            "value": "4"
                                        },
                                        {
                                            "groupId": "BG002",
                                            "value": "10"
                                        }
                                    ]
                                },
                                {
                                    "title": "Bachelors degree (e.g. BA, BS)",
                                    "measurements": [
                                        {
                                            "groupId": "BG000",
                                            "value": "12"
                                        },
                                        {
                                            "groupId": "BG001",
                                            "value": "7"
                                        },
                                        {
                                            "groupId": "BG002",
                                            "value": "19"
                                        }
                                    ]
                                },
                                {
                                    "title": "Masters degree (e.g. MA, MS)",
                                    "measurements": [
                                        {
                                            "groupId": "BG000",
                                            "value": "4"
                                        },
                                        {
                                            "groupId": "BG001",
                                            "value": "10"
                                        },
                                        {
                                            "groupId": "BG002",
                                            "value": "14"
                                        }
                                    ]
                                },
                                {
                                    "title": "Doctorate (e.g. PhD, PsyD)",
                                    "measurements": [
                                        {
                                            "groupId": "BG000",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "BG001",
                                            "value": "4"
                                        },
                                        {
                                            "groupId": "BG002",
                                            "value": "4"
                                        }
                                    ]
                                },
                                {
                                    "title": "Other",
                                    "measurements": [
                                        {
                                            "groupId": "BG000",
                                            "value": "5"
                                        },
                                        {
                                            "groupId": "BG001",
                                            "value": "4"
                                        },
                                        {
                                            "groupId": "BG002",
                                            "value": "9"
                                        }
                                    ]
                                }
                            ]
                        }
                    ]
                },
                {
                    "title": "Residence",
                    "paramType": "COUNT_OF_PARTICIPANTS",
                    "unitOfMeasure": "Participants",
                    "classes": [
                        {
                            "categories": [
                                {
                                    "title": "Still in own home",
                                    "measurements": [
                                        {
                                            "groupId": "BG000",
                                            "value": "47"
                                        },
                                        {
                                            "groupId": "BG001",
                                            "value": "49"
                                        },
                                        {
                                            "groupId": "BG002",
                                            "value": "96"
                                        }
                                    ]
                                },
                                {
                                    "title": "Caregivers home",
                                    "measurements": [
                                        {
                                            "groupId": "BG000",
                                            "value": "25"
                                        },
                                        {
                                            "groupId": "BG001",
                                            "value": "9"
                                        },
                                        {
                                            "groupId": "BG002",
                                            "value": "34"
                                        }
                                    ]
                                },
                                {
                                    "title": "Assisted-living facility",
                                    "measurements": [
                                        {
                                            "groupId": "BG000",
                                            "value": "5"
                                        },
                                        {
                                            "groupId": "BG001",
                                            "value": "12"
                                        },
                                        {
                                            "groupId": "BG002",
                                            "value": "17"
                                        }
                                    ]
                                },
                                {
                                    "title": "Independent living",
                                    "measurements": [
                                        {
                                            "groupId": "BG000",
                                            "value": "1"
                                        },
                                        {
                                            "groupId": "BG001",
                                            "value": "1"
                                        },
                                        {
                                            "groupId": "BG002",
                                            "value": "2"
                                        }
                                    ]
                                },
                                {
                                    "title": "Nursing home",
                                    "measurements": [
                                        {
                                            "groupId": "BG000",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "BG001",
                                            "value": "8"
                                        },
                                        {
                                            "groupId": "BG002",
                                            "value": "8"
                                        }
                                    ]
                                },
                                {
                                    "title": "Other",
                                    "measurements": [
                                        {
                                            "groupId": "BG000",
                                            "value": "1"
                                        },
                                        {
                                            "groupId": "BG001",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "BG002",
                                            "value": "1"
                                        }
                                    ]
                                }
                            ]
                        }
                    ]
                },
                {
                    "title": "Previous history of dementia",
                    "paramType": "COUNT_OF_PARTICIPANTS",
                    "unitOfMeasure": "Participants",
                    "classes": [
                        {
                            "categories": [
                                {
                                    "title": "Yes",
                                    "measurements": [
                                        {
                                            "groupId": "BG000",
                                            "value": "57"
                                        },
                                        {
                                            "groupId": "BG001",
                                            "value": "70"
                                        },
                                        {
                                            "groupId": "BG002",
                                            "value": "127"
                                        }
                                    ]
                                },
                                {
                                    "title": "No",
                                    "measurements": [
                                        {
                                            "groupId": "BG000",
                                            "value": "22"
                                        },
                                        {
                                            "groupId": "BG001",
                                            "value": "9"
                                        },
                                        {
                                            "groupId": "BG002",
                                            "value": "31"
                                        }
                                    ]
                                }
                            ]
                        }
                    ]
                },
                {
                    "title": "Charlson Comorbidity Index",
                    "description": "The Charlson Comorbidity Index is a marker of baseline comorbid disease and is based on the presence and severity of 19 comorbidities. Age-adjusted results range from all participants range from 2 - 39, with higher scores indicating greater likelihood of mortality.",
                    "paramType": "MEAN",
                    "dispersionType": "STANDARD_DEVIATION",
                    "unitOfMeasure": "score on a scale",
                    "classes": [
                        {
                            "categories": [
                                {
                                    "measurements": [
                                        {
                                            "groupId": "BG000",
                                            "value": "8.09",
                                            "spread": "2.66"
                                        },
                                        {
                                            "groupId": "BG001",
                                            "value": "8.77",
                                            "spread": "2.65"
                                        },
                                        {
                                            "groupId": "BG002",
                                            "value": "8.43",
                                            "spread": "2.67"
                                        }
                                    ]
                                }
                            ]
                        }
                    ]
                },
                {
                    "title": "Clinical Dementia Rating Worksheet final score",
                    "paramType": "COUNT_OF_PARTICIPANTS",
                    "unitOfMeasure": "Participants",
                    "classes": [
                        {
                            "categories": [
                                {
                                    "title": "0 - No Impairment",
                                    "measurements": [
                                        {
                                            "groupId": "BG000",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "BG001",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "BG002",
                                            "value": "0"
                                        }
                                    ]
                                },
                                {
                                    "title": "0.5 - Questionable Impairment",
                                    "measurements": [
                                        {
                                            "groupId": "BG000",
                                            "value": "3"
                                        },
                                        {
                                            "groupId": "BG001",
                                            "value": "9"
                                        },
                                        {
                                            "groupId": "BG002",
                                            "value": "12"
                                        }
                                    ]
                                },
                                {
                                    "title": "1 - Mild Impairment",
                                    "measurements": [
                                        {
                                            "groupId": "BG000",
                                            "value": "13"
                                        },
                                        {
                                            "groupId": "BG001",
                                            "value": "12"
                                        },
                                        {
                                            "groupId": "BG002",
                                            "value": "25"
                                        }
                                    ]
                                },
                                {
                                    "title": "2 - Moderate Impairment",
                                    "measurements": [
                                        {
                                            "groupId": "BG000",
                                            "value": "30"
                                        },
                                        {
                                            "groupId": "BG001",
                                            "value": "21"
                                        },
                                        {
                                            "groupId": "BG002",
                                            "value": "51"
                                        }
                                    ]
                                },
                                {
                                    "title": "3 - Severe Impairment",
                                    "measurements": [
                                        {
                                            "groupId": "BG000",
                                            "value": "33"
                                        },
                                        {
                                            "groupId": "BG001",
                                            "value": "37"
                                        },
                                        {
                                            "groupId": "BG002",
                                            "value": "70"
                                        }
                                    ]
                                }
                            ]
                        }
                    ]
                },
                {
                    "title": "Baseline Neuropsychiatric inventory questionnaire",
                    "description": "The Neuropsychiatric Inventory Questionnaire (NPI-Q) is a validated tool with 12 behavioral domains for the assessment of neuropsychiatric symptomology designed for completion by caregivers of patients with Alzheimer's Disease and Related Dementias. The tool asks the interviewee to rate each symptom, if present, as mild, moderate, or severe. Total scores range from 0-36 with higher scores indicating greater prominence of dementia symptoms.",
                    "paramType": "MEAN",
                    "dispersionType": "STANDARD_DEVIATION",
                    "unitOfMeasure": "score on a scale",
                    "classes": [
                        {
                            "categories": [
                                {
                                    "measurements": [
                                        {
                                            "groupId": "BG000",
                                            "value": "15.8",
                                            "spread": "7.49"
                                        },
                                        {
                                            "groupId": "BG001",
                                            "value": "10.5",
                                            "spread": "6.60"
                                        },
                                        {
                                            "groupId": "BG002",
                                            "value": "13.1",
                                            "spread": "7.51"
                                        }
                                    ]
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        "outcomeMeasuresModule": {
            "outcomeMeasures": [
                {
                    "type": "PRIMARY",
                    "title": "Neuropsychiatric Inventory Questionnaire Average Score During Hospital Admission",
                    "description": "The Neuropsychiatric Inventory Questionnaire (NPI-Q) is a validated tool with 12 behavioral domains for the assessment of neuropsychiatric symptomology designed for completion by caregivers of patients with Alzheimer's Disease and Related Dementias. The tool asks the interviewee to rate each symptom, if present, as mild, moderate, or severe. Total scores range from 0-36 with higher scores indicating greater prominence of dementia symptoms. A Research Coordinator (RC) will utilize a multimodal approach, consisting of daily NPI-Q interviews with Hospital Caregivers and daily reviews of the patient's medical record, to provide a daily assessment of the 12 NPI-Q domains during hospitalization. Upon discharge, the average of each patient's daily NPI-Q total scores will be calculated, and this average will serve as the primary outcome.",
                    "reportingStatus": "POSTED",
                    "paramType": "MEAN",
                    "dispersionType": "Standard Deviation",
                    "unitOfMeasure": "score on a scale",
                    "timeFrame": "Participant length of stay varies, median of 7 days; will be assessed for 1 year duration of study",
                    "groups": [
                        {
                            "id": "OG000",
                            "title": "The PES-4-BPSD Model",
                            "description": "The intervention arm consists of PES and nurse assistants who work on the intervention unit which consists of: I. Cohorting of patients with cognitive impairment AND past or present indication of BPSD, acutely admitted to the medicine or telemetry service, are cohorted on a 10-bed medical unit. II. PES staff: mental health assistants with high school level education, who receive training in de-escalation and crisis prevention techniques and provide direct personal care to psychiatric patients. On the intervention unit, these PES purposefully engage patients with BPSD. III. Staff Support: The PI will hold monthly 20 minute group sessions to reinforce training and discuss challenging patient behaviors; meant to improve the attitude and empathy of HCGs towards patients. IV. Staff Training (please refer to NCT# 04179721 for more details on staff support and training).\n\nPES-4-BPSD Model: We will conduct a non-randomized preliminary efficacy trial, enrolling N=158 patients (79 control and 79 intervention). The primary outcome will be presence of BPSD as measured by a patient's total score on the Neuropsychiatric Inventory-Questionnaire (NPI-Q) during hospitalization. A multi-modal approach (including chart review and HCG questionnaires) will be used to determine the presence and severity of BPSD."
                        },
                        {
                            "id": "OG001",
                            "title": "The Attention Control Condition",
                            "description": "The attention control condition will consist of a 40-bed medicine unit, staffed with 39 nurses (1:6 ratio) and 26 nursing assistants (1:8 ratio), that primarily cohorts older patients with geriatric syndromes.\n\nThe attention control condition: On this unit, the management of patients who display BPSD is performed by nurse assistants, rather than PES. Therefore, in order to test the added layer of PES staff, the nurse assistants on the control unit will receive equivalent dementia care education and training as well as staff support (please refer to NCT# 04179721 for more details on this aim)."
                        }
                    ],
                    "denoms": [
                        {
                            "units": "Participants",
                            "counts": [
                                {
                                    "groupId": "OG000",
                                    "value": "79"
                                },
                                {
                                    "groupId": "OG001",
                                    "value": "79"
                                }
                            ]
                        }
                    ],
                    "classes": [
                        {
                            "categories": [
                                {
                                    "measurements": [
                                        {
                                            "groupId": "OG000",
                                            "value": "5.36",
                                            "spread": "4.64"
                                        },
                                        {
                                            "groupId": "OG001",
                                            "value": "3.87",
                                            "spread": "3.37"
                                        }
                                    ]
                                }
                            ]
                        }
                    ]
                },
                {
                    "type": "SECONDARY",
                    "title": "Length of Stay",
                    "description": "Collected via chart review.",
                    "reportingStatus": "POSTED",
                    "paramType": "MEDIAN",
                    "dispersionType": "95% Confidence Interval",
                    "unitOfMeasure": "days",
                    "timeFrame": "Participant length of stay varies, median of 7 days; will be assessed for 1 year duration of study",
                    "groups": [
                        {
                            "id": "OG000",
                            "title": "The PES-4-BPSD Model",
                            "description": "The intervention arm consists of PES and nurse assistants who work on the intervention unit which consists of: I. Cohorting of patients with cognitive impairment AND past or present indication of BPSD, acutely admitted to the medicine or telemetry service, are cohorted on a 10-bed medical unit. II. PES staff: mental health assistants with high school level education, who receive training in de-escalation and crisis prevention techniques and provide direct personal care to psychiatric patients. On the intervention unit, these PES purposefully engage patients with BPSD. III. Staff Support: The PI will hold monthly 20 minute group sessions to reinforce training and discuss challenging patient behaviors; meant to improve the attitude and empathy of HCGs towards patients. IV. Staff Training (please refer to NCT# 04179721 for more details on staff support and training).\n\nPES-4-BPSD Model: We will conduct a non-randomized preliminary efficacy trial, enrolling N=158 patients (79 control and 79 intervention). The primary outcome will be presence of BPSD as measured by a patient's total score on the Neuropsychiatric Inventory-Questionnaire (NPI-Q) during hospitalization. A multi-modal approach (including chart review and HCG questionnaires) will be used to determine the presence and severity of BPSD."
                        },
                        {
                            "id": "OG001",
                            "title": "The Attention Control Condition",
                            "description": "The attention control condition will consist of a 40-bed medicine unit, staffed with 39 nurses (1:6 ratio) and 26 nursing assistants (1:8 ratio), that primarily cohorts older patients with geriatric syndromes.\n\nThe attention control condition: On this unit, the management of patients who display BPSD is performed by nurse assistants, rather than PES. Therefore, in order to test the added layer of PES staff, the nurse assistants on the control unit will receive equivalent dementia care education and training as well as staff support (please refer to NCT# 04179721 for more details on this aim)."
                        }
                    ],
                    "denoms": [
                        {
                            "units": "Participants",
                            "counts": [
                                {
                                    "groupId": "OG000",
                                    "value": "79"
                                },
                                {
                                    "groupId": "OG001",
                                    "value": "79"
                                }
                            ]
                        }
                    ],
                    "classes": [
                        {
                            "categories": [
                                {
                                    "measurements": [
                                        {
                                            "groupId": "OG000",
                                            "value": "7.00",
                                            "lowerLimit": "6.40",
                                            "upperLimit": "8.14"
                                        },
                                        {
                                            "groupId": "OG001",
                                            "value": "7.86",
                                            "lowerLimit": "5.88",
                                            "upperLimit": "9.8"
                                        }
                                    ]
                                }
                            ]
                        }
                    ]
                },
                {
                    "type": "SECONDARY",
                    "title": "Practices for the Management of BPSD",
                    "description": "Collected via chart review. Practices include orders placed for special observation (1:1 or enhanced), restraints, psychoactive medications, psychiatric evaluation, as well as adverse events (falls). Orders for constant observation are reported below.",
                    "reportingStatus": "POSTED",
                    "paramType": "COUNT_OF_PARTICIPANTS",
                    "unitOfMeasure": "Participants",
                    "timeFrame": "Outcomes vary by participant; will be assessed through duration of study for 1 year",
                    "groups": [
                        {
                            "id": "OG000",
                            "title": "The PES-4-BPSD Model",
                            "description": "The intervention arm consists of PES and nurse assistants who work on the intervention unit which consists of: I. Cohorting of patients with cognitive impairment AND past or present indication of BPSD, acutely admitted to the medicine or telemetry service, are cohorted on a 10-bed medical unit. II. PES staff: mental health assistants with high school level education, who receive training in de-escalation and crisis prevention techniques and provide direct personal care to psychiatric patients. On the intervention unit, these PES purposefully engage patients with BPSD. III. Staff Support: The PI will hold monthly 20 minute group sessions to reinforce training and discuss challenging patient behaviors; meant to improve the attitude and empathy of HCGs towards patients. IV. Staff Training (please refer to NCT# 04179721 for more details on staff support and training).\n\nPES-4-BPSD Model: We will conduct a non-randomized preliminary efficacy trial, enrolling N=158 patients (79 control and 79 intervention). The primary outcome will be presence of BPSD as measured by a patient's total score on the Neuropsychiatric Inventory-Questionnaire (NPI-Q) during hospitalization. A multi-modal approach (including chart review and HCG questionnaires) will be used to determine the presence and severity of BPSD."
                        },
                        {
                            "id": "OG001",
                            "title": "The Attention Control Condition",
                            "description": "The attention control condition will consist of a 40-bed medicine unit, staffed with 39 nurses (1:6 ratio) and 26 nursing assistants (1:8 ratio), that primarily cohorts older patients with geriatric syndromes.\n\nThe attention control condition: On this unit, the management of patients who display BPSD is performed by nurse assistants, rather than PES. Therefore, in order to test the added layer of PES staff, the nurse assistants on the control unit will receive equivalent dementia care education and training as well as staff support (please refer to NCT# 04179721 for more details on this aim)."
                        }
                    ],
                    "denoms": [
                        {
                            "units": "Participants",
                            "counts": [
                                {
                                    "groupId": "OG000",
                                    "value": "79"
                                },
                                {
                                    "groupId": "OG001",
                                    "value": "79"
                                }
                            ]
                        }
                    ],
                    "classes": [
                        {
                            "categories": [
                                {
                                    "measurements": [
                                        {
                                            "groupId": "OG000",
                                            "value": "17"
                                        },
                                        {
                                            "groupId": "OG001",
                                            "value": "15"
                                        }
                                    ]
                                }
                            ]
                        }
                    ]
                },
                {
                    "type": "SECONDARY",
                    "title": "Family Caregiver (FCG) Satisfaction",
                    "description": "FCGs will be interviewed by research coordinator with a one-time telephone survey within 48 hours of discharge using the UK National Audit of Dementia Round 3, Caregiver Questionnaire. The survey consists of 10 items assessing perceptions of hospital quality of care provided by hospital staff. Responses of \"Excellent\" to the primary question assessed, \"overall, how would you rate the care received by your loved one during their hospital stay?\" is reported.",
                    "reportingStatus": "POSTED",
                    "paramType": "COUNT_OF_PARTICIPANTS",
                    "unitOfMeasure": "Participants",
                    "timeFrame": "Collected within 48 hours of hospital discharge for the 1-year study duration",
                    "groups": [
                        {
                            "id": "OG000",
                            "title": "The PES-4-BPSD Model",
                            "description": "The intervention arm consists of PES and nurse assistants who work on the intervention unit which consists of: I. Cohorting of patients with cognitive impairment AND past or present indication of BPSD, acutely admitted to the medicine or telemetry service, are cohorted on a 10-bed medical unit. II. PES staff: mental health assistants with high school level education, who receive training in de-escalation and crisis prevention techniques and provide direct personal care to psychiatric patients. On the intervention unit, these PES purposefully engage patients with BPSD. III. Staff Support: The PI will hold monthly 20 minute group sessions to reinforce training and discuss challenging patient behaviors; meant to improve the attitude and empathy of HCGs towards patients. IV. Staff Training (please refer to NCT# 04179721 for more details on staff support and training).\n\nPES-4-BPSD Model: We will conduct a non-randomized preliminary efficacy trial, enrolling N=158 patients (79 control and 79 intervention). The primary outcome will be presence of BPSD as measured by a patient's total score on the Neuropsychiatric Inventory-Questionnaire (NPI-Q) during hospitalization. A multi-modal approach (including chart review and HCG questionnaires) will be used to determine the presence and severity of BPSD."
                        },
                        {
                            "id": "OG001",
                            "title": "The Attention Control Condition",
                            "description": "The attention control condition will consist of a 40-bed medicine unit, staffed with 39 nurses (1:6 ratio) and 26 nursing assistants (1:8 ratio), that primarily cohorts older patients with geriatric syndromes.\n\nThe attention control condition: On this unit, the management of patients who display BPSD is performed by nurse assistants, rather than PES. Therefore, in order to test the added layer of PES staff, the nurse assistants on the control unit will receive equivalent dementia care education and training as well as staff support (please refer to NCT# 04179721 for more details on this aim)."
                        }
                    ],
                    "denoms": [
                        {
                            "units": "Participants",
                            "counts": [
                                {
                                    "groupId": "OG000",
                                    "value": "79"
                                },
                                {
                                    "groupId": "OG001",
                                    "value": "79"
                                }
                            ]
                        }
                    ],
                    "classes": [
                        {
                            "categories": [
                                {
                                    "measurements": [
                                        {
                                            "groupId": "OG000",
                                            "value": "34"
                                        },
                                        {
                                            "groupId": "OG001",
                                            "value": "26"
                                        }
                                    ]
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        "adverseEventsModule": {
            "frequencyThreshold": "5",
            "timeFrame": "Length of inpatient stay (median of 7 days) through 48 hours following hospital discharge; will be assessed for 1 year duration of study",
            "eventGroups": [
                {
                    "id": "EG000",
                    "title": "The PES-4-BPSD Model",
                    "description": "The intervention arm consists of PES and nurse assistants who work on the intervention unit which consists of: I. Cohorting of patients with cognitive impairment AND past or present indication of BPSD, acutely admitted to the medicine or telemetry service, are cohorted on a 10-bed medical unit. II. PES staff: mental health assistants with high school level education, who receive training in de-escalation and crisis prevention techniques and provide direct personal care to psychiatric patients. On the intervention unit, these PES purposefully engage patients with BPSD. III. Staff Support: The PI will hold monthly 20 minute group sessions to reinforce training and discuss challenging patient behaviors; meant to improve the attitude and empathy of HCGs towards patients. IV. Staff Training (please refer to NCT# 04179721 for more details on staff support and training).\n\nPES-4-BPSD Model: We will conduct a non-randomized preliminary efficacy trial, enrolling N=158 patients (79 control and 79 intervention). The primary outcome will be presence of BPSD as measured by a patient's total score on the Neuropsychiatric Inventory-Questionnaire (NPI-Q) during hospitalization. A multi-modal approach (including chart review and HCG questionnaires) will be used to determine the presence and severity of BPSD.",
                    "deathsNumAffected": 0,
                    "deathsNumAtRisk": 79,
                    "seriousNumAffected": 0,
                    "seriousNumAtRisk": 79,
                    "otherNumAffected": 0,
                    "otherNumAtRisk": 79
                },
                {
                    "id": "EG001",
                    "title": "The Attention Control Condition",
                    "description": "The attention control condition will consist of a 40-bed medicine unit, staffed with 39 nurses (1:6 ratio) and 26 nursing assistants (1:8 ratio), that primarily cohorts older patients with geriatric syndromes.\n\nThe attention control condition: On this unit, the management of patients who display BPSD is performed by nurse assistants, rather than PES. Therefore, in order to test the added layer of PES staff, the nurse assistants on the control unit will receive equivalent dementia care education and training as well as staff support (please refer to NCT# 04179721 for more details on this aim).",
                    "deathsNumAffected": 2,
                    "deathsNumAtRisk": 79,
                    "seriousNumAffected": 0,
                    "seriousNumAtRisk": 79,
                    "otherNumAffected": 0,
                    "otherNumAtRisk": 79
                }
            ]
        },
        "moreInfoModule": {
            "certainAgreement": {
                "piSponsorEmployee": true
            },
            "pointOfContact": {
                "title": "Dr. Liron Sinvani, Principal Investigator",
                "organization": "Northwell Health",
                "email": "ldanay@northwell.edu",
                "phone": "646-766-7169"
            }
        }
    },
    "target_category": "neuropsychiatric symptom improvement",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The described intervention (PES-4-BPSD) is a non-pharmacologic model of care that trains and deploys Patient Engagement Specialists (mental-health–background nursing assistants), uses environmental modifications/cohorting, increased staffing, and staff training/support to reduce Behavioral and Psychological Symptoms of Dementia (BPSD) during hospitalization — i.e., it targets neuropsychiatric/behavioral symptoms rather than Alzheimer pathology or cognition per se. citeturn0search2turn0search3",
        "Act: Key extracted details — intervention name: PES-4-BPSD; design: non-randomized preliminary efficacy trial (N=158, 79 intervention vs 79 control); primary outcome: presence of BPSD measured by the Neuropsychiatric Inventory-Questionnaire (NPI-Q); components: dementia education/training, environmental modifications, cohorting, increased PES staffing, staff support. No drug or pharmacologic agent is described. Sources: grant summary and full pilot report. citeturn0search2turn0search3turn0search0",
        "Reflect: Classification check — because the trial intervention is behavioral/organizational (staff training, environmental change, use of PES) aimed at reducing neuropsychiatric/behavioral symptoms (BPSD) in hospitalized persons with ADRD, it fits the 'neuropsychiatric symptom improvement' category. There is no disease-targeted biologic or small molecule, nor a pure cognitive-enhancer intervention described. Supporting publications and the grant summary confirm these details. citeturn0search3turn0search2"
    ],
    "agent_type": "T) Other",
    "explanation_agent": [
        "Reason: The intervention (PES-4-BPSD) is a non‑pharmacologic model of care — deploying Patient Engagement Specialists, environmental modifications/cohorting, increased staffing, and staff training/support — aimed at reducing Behavioral and Psychological Symptoms of Dementia (BPSD) rather than acting on a molecular or physiological AD target (e.g., amyloid, tau, inflammation, neurotransmitter receptor). citeturn0search7turn0search1",
        "Act: Key extracted details from the trial description and sources — intervention name: PES‑4‑BPSD; design: non‑randomized pilot (N=158, 79 intervention vs 79 control); primary outcome: BPSD measured by the Neuropsychiatric Inventory‑Questionnaire (NPI‑Q); components: dementia education/training, environmental modifications/cohorting, increased PES staffing, staff support. No drug, drug target gene, or biochemical pathway is described. citeturn0search7turn0search2",
        "Reflect: CADRO classification check — none of the CADRO categories A–Q (which are molecular/pathway or therapeutic biological targets) describe behavioral/organizational care models. Because this is a non‑pharmacologic, care‑delivery/behavioral intervention targeting neuropsychiatric symptoms rather than a biological target, the correct CADRO assignment is 'T) Other'. Confirmed by the pilot feasibility report and trial registration. citeturn0search7turn0search1",
        "Web search results (sources used):\n- Pilot feasibility full text (PMC): \"Reducing Behavioral and Psychological Symptoms of Dementia in Acutely Ill Patients via Patient Engagement Specialists: A Pilot Feasibility Study.\" citeturn0search7\n- Trial listing / summary (SmartPatients / ClinicalTrials.gov summary): PES‑4‑BPSD trial description and intervention components. citeturn0search1turn0search2"
    ]
}