{
    "nct_id": "NCT02782975",
    "title": "A Randomized, Open-Label, Parallel-Arm Study to Assess the Absolute Bioavailability of a Single, Fixed Subcutaneous Dose of Aducanumab (BIIB037) in Healthy Subjects Compared to a Single, Weight-Based Intravenous Dose",
    "status": "COMPLETED",
    "last_update_time": "2017-01-12",
    "description_brief": "The primary objectives of this study are to evaluate the absolute bioavailability of a single, fixed sub-cutaneous (SC) dose of aducanumab compared with a single, weight-based intra-venous (IV) dose in healthy participants and to characterize the pharmacokinetics (PK) profile of aducanumab. The secondary objectives are to evaluate the safety and tolerability of aducanumab administered via SC and IV routes in healthy participants and to characterize additional PK parameters of a single, fixed SC dose of aducanumab and a weight-based IV dose in healthy participants.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "BASIC_SCIENCE",
    "results": null,
    "target_category": "disease-targeted biologic",
    "drug": [
        "aducanumab (BIIB037)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The investigational agent named in the trial is aducanumab (BIIB037), which is a human recombinant monoclonal antibody that targets aggregated forms of beta-amyloid (soluble oligomers and insoluble fibrils) and has been shown to reduce amyloid plaque—i.e., it targets Alzheimer’s pathology rather than providing symptomatic cognitive enhancement or treating neuropsychiatric symptoms. citeturn0search0turn0search6",
        "Act: From the provided trial description/title, the study is a pharmacokinetic/bioavailability study comparing a single fixed subcutaneous dose versus a weight‑based intravenous dose of aducanumab in healthy subjects to characterize PK and safety. Although this particular protocol studies route/formulation and uses healthy participants (not clinical efficacy), the drug itself is a disease‑targeted biologic (a monoclonal antibody against amyloid). citeturn0search2turn0search5",
        "Reflect: Classification check — by the definitions: (1) Disease-targeted biologic = biologics (e.g., monoclonal antibodies) targeting AD pathology; aducanumab fits this definition. The study focus (bioavailability/PK) does not change the drug’s category. Therefore the correct category is 'disease-targeted biologic'. No meaningful ambiguity: the only potential confusion is that this is a PK/formulation study in healthy volunteers rather than an efficacy trial, but that does not alter the drug's class. citeturn0search0turn0search6",
        "Web search results (sources consulted): 1) Biogen description/press releases describing aducanumab (BIIB037) as a human recombinant monoclonal antibody targeting aggregated beta‑amyloid and its clinical development. citeturn0search0turn0search2 2) PubMed/Nature/clinical publications showing aducanumab enters the brain, binds Aβ, reduces plaques and was studied in Phase 1b with PK/safety endpoints. citeturn0search6turn0search5"
    ],
    "agent_type": "A) Amyloid beta",
    "explanation_agent": [
        "Reason: The investigational agent is aducanumab (BIIB037), a human IgG1 monoclonal antibody that selectively binds aggregated forms of beta‑amyloid (soluble oligomers and insoluble fibrils) and has been shown to reduce brain amyloid plaque burden. citeturn0search5turn0search2turn0search0",
        "Act: Extracted details — drug: aducanumab (BIIB037); intervention type: monoclonal antibody; mechanism: targets aggregated Aβ/amyloid plaques. Based on this explicit anti‑amyloid mechanism, assign CADRO category A) Amyloid beta. (Note: the trial described is a bioavailability/PK study in healthy subjects, but that does not change the drug’s biological target.) citeturn0search2turn0search0",
        "Reflect: Classification check — aducanumab’s primary, well‑documented biological target is aggregated beta‑amyloid, which maps directly to CADRO A) Amyloid beta. There is no indication in the description of multi-target, symptomatic neurotransmitter modulation, vascular or inflammatory primary mechanism, or a non‑therapeutic diagnostic focus, so A is the most specific and appropriate category. citeturn0search5",
        "Web search results (sources consulted): 1) Biogen press releases describing aducanumab as a human recombinant monoclonal antibody that reduces amyloid plaque (Biogen investor news). citeturn0search0 2) PubMed / PRIME trial publications reporting that aducanumab selectively targets aggregated Aβ and decreases brain amyloid in a dose‑ and time‑dependent manner. citeturn0search2 3) Nature / Biogen summary of preclinical and Phase 1b data showing dose‑dependent reduction of Aβ plaque with aducanumab. citeturn0search3 4) StatPearls / NCBI summary of aducanumab mechanism (IgG1 mAb binding aggregated Aβ oligomers/fibrils). citeturn0search5"
    ]
}