{
    "nct_id": "NCT06245616",
    "title": "Attenuation of Postprandial Inflammatory Processes in Alzheimer's Disease Patients by Consumption of Pomace Oil",
    "status": "RECRUITING",
    "last_update_time": "2024-04-21",
    "description_brief": "This research project is based on previous studies suggesting that certain components of olive pomace oil can reduce inflammation in the brain associated with neurodegenerative diseases like Alzheimer\\&#39;s. The current hypothesis proposes that particles carrying dietary fats can trigger inflammation, but if they contain bioactive compounds from olive pomace oil, this inflammatory activity will be reduced.\n\nThe study aims to recruit 40 adult volunteers, both men and women, diagnosed with early-stage Alzheimer\\&#39;s. Participants will be divided into two groups based on their blood triglyceride levels. Additionally, 40 healthy individuals with similar ages will be recruited and divided into two groups based on their triglyceride levels.\n\nRecruitment will take place at the Neurology Department of Virgen de Valme University Hospital in Dos Hermanas, Sevilla. Participants must have a mild stage of Alzheimer\\&#39;s, allowing intervention through diet for prevention or slowing down disease progression. Inclusion criteria include good visual and auditory capabilities, disease monitoring by healthcare professionals, and voluntary written consent approved by the hospital\\&#39;s ethics committee.\n\nExclusion criteria involve current medical conditions, medication use (except contraceptives), pregnancy or lactation, systemic diseases, cardiovascular events in the last two years, uncontrolled hypertension in the last six months, cancer in the last five years, recent participation in clinical trials, physical or intellectual limitations, and any connection with the study staff.\n\nParticipation is voluntary, and participants can withdraw at any time without consequences. The study could benefit Alzheimer\\&#39;s patients by reducing brain inflammation and oxidative stress. For healthcare institutions, it may improve care quality and contribute to prevention and treatment policies. Scientifically, it could provide insights into the effects of compounds on Alzheimer\\&#39;s patients, potentially leading to new treatment strategies. Olive pomace oil producers may benefit from supporting the oil\\&#39;s marketing and usage with health-related information. Overall, the project aims to impact society positively by enhancing disease prevention and treatment.\n\nRegarding risks, the study involves minimal blood extraction, posing no significant threat. Participants may experience slight discomfort due to the catheter during the six-hour study period. Follow-up contact may be necessary, but participants have the right to refuse.\n\nThe study will take place at Virgen de Valme University Hospital (Seville), ensuring immediate attention in case of unexpected issues. A qualified nurse, supervised by a doctor, will conduct the procedures. The study is covered by liability insurance to compensate for any health-related issues or injuries during participation.\n\nTwo postprandial experiments will be conducted, administering olive pomace oil in one and high-oleic sunflower oil in the other. Blood extractions will occur before and hourly for six hours after participants consume a meal containing the respective oils, accompanied by bread and milk. The food poses no health risks. The blood extraction process involves a simple puncture with inherent risks of any standard blood withdrawal procedure.\n\nThe participant has the right to clarify any doubts he/she may have at any time and to request more detailed information about the research. To do so, the participant can contact the researchers, whose contact details are at the beginning of this document.\n\nIf the participant considers that all doubts have been clarified and that he/she is convinced that the he/she wants to participate in this study, he/she can then sign the informed consent form.",
    "description_detailed": "1. BACKGROUND\n\n   Alzheimer's disease (AD) is the most common cause of dementia and its prevalence is expected to quadruple by 2050. Alzheimer's is characterised pathologically by substantial neuronal loss and chronic inflammation, which is associated with cerebrovascular and parenchymal accumulation of protein deposits enriched in amyloid-beta (Aβ) and hyperphosphorylated Tau protein. Accumulating evidence suggests that disruption of the blood-brain barrier function, which separates the central nervous system from the peripheral circulation, may increase the risk of the onset and worsen the course of AD.\n\n   Microglia have been proposed to play a crucial role in most neuropathologies, as they are activated upon detection of alterations in brain homeostasis. This cell type acts like resident macrophages in the brain, constantly scanning the local microenvironment for signs of infection and injury and becoming activated when found. As a result, a host of pro-inflammatory mediators are released, including cytokines, reactive oxygen species (ROS) and nitric oxide. In contrast, antioxidant defence systems, such as glutathione peroxidase-1 and superoxide dismutase-1, are decreased in AD patients.\n\n   A significant part of plasma Aβ is associated with triglyceride-rich lipoproteins (TRL) that are secreted from hepatocytes and enterocytes. These particles are characterised by apolipoprotein B, which serves as an indicator of postprandial dyslipidaemia, which is an exaggerated but transient increase in TRL after dietary fat absorption and leads to the formation of atherosclerosis. This phenomenon could be the link between cardiovascular disease and Alzheimer's disease. The existence of such a link has already been demonstrated in clinical and cross-sectional studies, but the underlying mechanism remains unclear.\n\n   There is accumulating evidence that dietary fat intake is associated with the onset and progression of Alzheimer's disease. Thus, saturated fatty acid (SFA) intake would be a deleterious factor, promoting dyslipidaemia, endothelial dysfunction, inflammation and oxidative stress. In contrast, consumption of fats rich in poly- or monounsaturated fatty acids (PUFA and MUFA) are associated with lower disease prevalence, probably as a consequence of lower levels of systemic inflammation.\n\n   Olive pomace oil is obtained from the solid by-product of olive oil production by solvent extraction or centrifugation. The storage period of this by-product allows the enrichment of the oil with the components of the fruit peel and tree leaves, of great interest due to their biological activity, which are found only in traces in virgin olive oil. Thus, centrifuged olive pomace oil is enriched in components of the unsaponifiable fraction that are fat-soluble. Although a part of these compounds is lost during refining, under mild refining conditions they can be retained in relevant concentrations. These components include sterols and tocopherols, as well as the triterpenic acids oleanolic and maslinic.\n\n   In previous in vitro studies the investigators demonstrated that the bioactive compounds in olive pomace oil alpha-tocopherol, oleanolic acid and beta-sitosterol were able to attenuate microglial activation, both in isolation and as part of artificial triglyceride-rich lipoproteins (TRL). Microglial attenuation was determined by measuring various markers of inflammation and oxidative stress, which are released by the cell when subjected to stimulation that leads to over-activation. This finding opened the door to the possibility that, if these bioactive compounds reach the brain, they may help prevent or slow down the development of neurodegenerative diseases such as Alzheimer's disease.\n\n   The investigators then conducted a comparative postprandial study to determine whether human TRL obtained after olive pomace oil intake were able to attenuate microglial activation to a greater extent than those obtained after high-oleic sunflower oil intake. The investigators found that at certain times during the postprandial period, the release of markers of inflammation and oxidative stress by microglial cells treated with TRL was lower when they were derived from olive pomace oil intake. Thus, it was demonstrated that, in healthy subjects, consumption of pomace oil during the postprandial period results in the production of lipoproteins carrying its bioactive compounds and that these participate in the attenuation of microglial activation.\n\n   Consequently, the investigators believe that the time has come to test our hypothesis in patients diagnosed with Alzheimer's disease, who present memory problems or incipient cognitive impairment. For this project, the investigators hypothesise that these patients will have alterations in postprandial lipid metabolism that will result in TRL with a greater capacity to over-activate microglia but that the intake of pomace oil will attenuate this activation. If this is the case, it would suggest that the intake of pomace oil may prevent neuroinflammation caused by microglia overactivation, reducing the risk of developing and progressing Alzheimer's disease.\n2. WORKING HYPOTHESIS\n\n   This project is based on the demonstration that TRL, both artificial and of human origin, are capable of eliciting the activation of microglia, a phenomenon associated with neurodegenerative diseases such as Alzheimer\\&#39;s disease. In addition, the consumption of olive pomace oil and its bioactive compounds has been shown to be able to attenuate this activation. The approach of this research project is that the consumption of olive pomace oil by alzheimer's patients will lead to the formation of postprandial TRL that maintain these bioactive compounds and thus retain their protective capacity against microglial activation and inflammation.\n\n   If this is the case, the evidence obtained would lay the foundations for the development of new health applications of pomace oil, which would be based on the influence of TRL formed in the postprandial period and which could be used for the prevention and treatment of Alzheimer\\&#39;s disease.\n3. OBJECTIVES\n\nTo test the above hypothesis, these specific objectives will be addressed:\n\n1. To determine possible alterations in postprandial lipid metabolism in patients with mild or early stage diagnosed Alzheimer\\&#39;s disease.\n2. To assess whether the intake of pomace oil is capable of normalising these alterations in postprandial lipid metabolism in comparison with high-oleic sunflower oil.\n3. To obtain and characterise human TRL obtained after the ingestion of pomace oil or high-oleic sunflower oil.\n4. To evaluate the attenuating effect of microglial activation by TRL obtained after ingestion of pomace oil compared to high-oleic sunflower oil.\n\n4\\. EXPERIMENTAL DESIGN AND ACTIVITIES\n\nThe study is designed as a randomised, double-blind, postprandial crossover trial in Alzheimer\\&#39;s patients, who will be divided randomly into two groups and will be compared with healthy controls of the same age. All subjects will receive pomace oil and a high-oleic sunflower oil.\n\nACTIVITY 1. OBTAINING A POMACE OIL RICH IN BIOACTIVE COMPOUNDS\n\nThe olive pomace oil will be provided by ORIVA, while the high oleic sunflower oil will be of commercial origin. Both oils will be characterised at Instituto de la Grasa-CSIC to determine their content in acid and triterpenic alcohols, tocopherols and sterols.\n\nACTIVITY 2. SELECTION OF VOLUNTEERS AND ADMINISTRATION OF THE EXPERIMENTAL OILS\n\nSub-activity 2.1. Selection of volunteers\n\nThe postprandial trial will be performed following the fundamental principles of the Declaration of Helsinki, the Council of Europe Convention and the UNESCO Universal Declaration and will take place in the Neurology Department of the Hospital Virgen de Valme in Seville. Adult volunteers will be selected from those that have been diagnosed with Alzheimer\\&#39;s disease, based on the results of clinical and cognitive tests using standard criteria as well as with the use of specific biomarkers. Inclusion criteria will also include adequate visual and hearing abilities and to have a follow-up record of the evolution of the disease by healthcare personnel. Exclusion criteria will include clinically significant psychiatric disorders; systemic disease or infection that could affect safety; cardiovascular disease within the last 2 years; uncontrolled hypertension within the last 6 months; cancer within the last 5 years; drug or alcohol abuse within the last 2 years; and insulin-dependent diabetes.\n\nFor participation, individuals are also required to give written consent to a protocol approved by the Ethics Committee of Virgen de Valme Hospital, after being informed both orally and writing. They will be encouraged to avoid the consumption of alcoholic beverages and tobacco during the day preceding the execution of the trials.\n\nSub-activity 2.2. Determination of sample size. The quantitative variable to be examined in this study is the postprandial plasma triglyceride concentration. Assuming that the triglyceride concentration will be reduced by at least 10 % as a consequence of olive pomace oil intake compared to high-oleic sunflower oil and considering a study safety of 95 % (risk α 0.05; zα 1.645) and a power of 90 % (zβ 1.282), a sample size of 16 volunteers is obtained. Due to possible volunteer refusals (although no adverse effects are expected), it is considered prudent to increase the sample size to 20 subjects per group.\n\nSub-activity 2.3. Administration of experimental meals On the day of the trial, and after 12 hours of overnight fasting, each participant will have a blood sample taken by puncture of the cubital vein. They will then receive a dose of pomace olive oil or high-oleic sunflower oil, which they will eat as part of a breakfast including coffee or milk and toast with wholemeal bread. Following ingestion, each participant will have blood aliquots drawn every hour for a postprandial period of 7 hours. During this time, free access to water intake will be allowed.\n\nACTIVITY 3. ISOLATION AND CHARACTERISATION OF HUMAN TRIGLYCERIDE-RICH LIPOPROTEINS (TRL)\n\nSub-activity 3.1. Determinations in blood serum From the aliquots of cubital blood obtained, serum shall be obtained by centrifugation and NaN3, PMSF and aprotinin shall be added as preservatives to avoid proteolytic degradation. The sera will be stored at -80 °C until analysis. In blood serum, triglyceride concentration will be determined by spectrophotometry and apolipoprotein B concentration by immunoturbidimetry. These measurements will allow monitoring of the evolution of postprandial TRL formation and clearance. In addition, serum concentrations of oleanolic acid, alpha-tocopherol and beta-sitosterol will be determined. An analytical extraction and fractionation system will be followed, using the GC-MS method developed in our laboratory for the identification-quantification of the triterpene.\n\nSub-activity 3.2. Isolation and characterisation of triglyceride-rich lipoproteins (TRL) The presence of oleanolic acid in TRL isolated by ultracentrifugation of sera obtained in the postprandial assay will be investigated. Fatty acid and TG content and apo B48 and B100, as markers for the presence of chylomicrons and VLDL, will be determined by ELISA. These same particles will be used for the microglial activation study (Activity 4).\n\nACTIVITY 4. MICROGLIAL ACTIVATION IN HUMAN TRL-TREATED BV-2 CELLS In this activity, the mouse cell line BV-2 will be used as a microglial cell model. This cell type will be cultured in DMEM medium supplemented with 10% heat-inactivated FBS, streptomycin (100 mg/ml), and penicillin (100 IU/ml), under 100% humidity and 5% CO2. Experiments will be performed in 5% FBS reduced medium. Cells will be treated with TRLs obtained in the postprandial assay. Treatments will be maintained for 24h.\n\nSub-activity 4.1. Effect of human TRL on cell viability First, cell viability shall be measured by the MTT (3-(4,5-dimethylthiazol-2-yl)-2,5-diphenyl tetrazolium) method. After incubation for 24 h, the cells shall be washed with fresh medium supplemented with 5% FBS and treated with TRL for 12, 24 and 36 h. The cells shall be washed with fresh medium supplemented with 5% FBS and treated with TRL for 12, 24 and 36 h. The MTT solution shall then be added. The resulting formazan precipitate will be dissolved in DMSO and cell viability will be quantified by measuring absorbance at 490 nm.\n\nSub-activity 4.2. Effect on ROS production and redox activity The fluorescent probe 2',7'-dichlorofluorescein-diacetate (DCFH-DA), which diffuses across the cell membrane and is hydrolysed by intracellular esterases to form non-fluorescent DCFH, will be used to determine the intracellular concentration of ROS. In the presence of ROS, DCFH is rapidly oxidised to form highly fluorescent dichlorofluorescein (DCF). The intensity of the emitted fluorescence (485 nm excitation, 825 nm emission) is proportional to the intracellular concentration of ROS.\n\nTotal glutathione as well as oxidised glutathione will be determined by the enzymatic method, based on the NADPH-dependent GSSG reductase activity, which spectrophotometrically monitors the complex formed by GSH and dithionitrobenzoic acid (DTNB).\n\nSub-activity 4.3. Effect of human TRLs on cytokine production BV-2 cells will be treated with postprandial TRLs and the production of pro-inflammatory and anti-inflammatory cytokines in the culture supernatant will be determined using commercial ELISA kits according to the manufacturer's protocols.\n\nSub-activity 4.4. Effect of human TRLs on cytokine gene expression BV-2 cells will be treated with postprandial TRLs and mRNA will be isolated. To determine the gene expression of the cytokines of interest, the real-time PCR technique after retrotranscription to cDNA will be used, using primers designed for this purpose.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "PREVENTION",
    "results": null,
    "target_category": "N/A",
    "drug": [
        "Olive pomace oil (dietary oil containing lipophilic bioactive compounds such as hydroxytyrosol and tyrosol)"
    ],
    "placebo": [
        "High-oleic sunflower oil (comparator oil used in the postprandial experiments)"
    ],
    "explanation_target": [
        "Reason: The protocol tests a dietary oil (olive pomace oil) given in meals to see if its bioactive, lipophilic components reduce postprandial/triglyceride‑rich‑lipoprotein (TRL) driven inflammation in patients with early Alzheimer's disease — i.e., a nutritional intervention intended to reduce neuroinflammation/oxidative stress rather than a conventional drug. This is a disease‑modifying nutritional intervention, not a biologic (e.g., monoclonal antibody) or a small‑molecule pharmaceutical, nor is it primarily a cognitive‑enhancer or a neuropsychiatric symptom treatment.",
        "Act (key extracted details + supporting literature): The trial compares olive pomace oil versus high‑oleic sunflower oil in postprandial experiments (blood draws baseline and hourly for 6 hours) in Alzheimer’s patients and matched healthy controls; olive pomace oil is hypothesized to produce TRLs that reduce microglial inflammatory responses. Prior human and in vitro work supports that pomace olive oil intake produces TRLs that modulate microglial inflammatory markers. citeturn0search0turn0search1 Evidence that olive oil (including extra‑virgin olive oil) reduces neuroinflammation in animal models and that pomace contains phenolics like hydroxytyrosol/tyrosol is also documented. citeturn0search2turn0search3 Postprandial comparisons of olive oil vs sunflower oil showing differential inflammatory profiles have been reported. citeturn0search4",
        "Reflect: Mapping to the provided category definitions — it is not a biologic (no monoclonal antibody or vaccine), not a small‑molecule pharmaceutical (no drug entity or targeted enzyme/receptor inhibitor), not described as a direct cognitive enhancer, and not primarily aimed at treating neuropsychiatric symptoms. Therefore it does not match any of the four listed categories and should be classified as 'N/A' under those options. Note: if the set of categories included 'disease‑modifying nutritional intervention' or 'dietary therapy', that would be the best fit.",
        "Web search results / sources consulted: RSC Food & Function 2023 randomized crossover postprandial study showing POO (pomace olive oil) TRLs modulate microglial inflammation; PubMed entry for same study. citeturn0search0turn0search1 Extra‑virgin olive oil anti‑neuroinflammatory effects in a 3xTg‑AD mouse model. citeturn0search2 Olive pomace composition paper documenting hydroxytyrosol/tyrosol content. citeturn0search3 Postprandial olive oil vs sunflower oil anti‑inflammatory/postprandial profile study. citeturn0search4"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}