{
    "nct_id": "NCT00575055",
    "title": "A Phase 3, Multicenter, Randomized, Double-Blind, Placebo-Controlled, Parallel-Group, Efficacy and Safety Trial of Bapineuzumab (AAB-001, ELN115727) In Patients With Mild to Moderate Alzheimer's Disease Who Are Apolipoprotein E4 Carriers.",
    "status": "COMPLETED",
    "last_update_time": "2013-10-30",
    "description_brief": "This is a multicenter, double-blind, placebo controlled, randomized, outpatient, multiple dose study in male and female patients ages 50 to less than 89 years with mild to moderate AD. Approximately 200 study sites in the US and Canada will be involved. Patients will be randomized to receive either bapineuzumab or placebo. Each patient's participation will last approximately 1.5 years.\n\nBapineuzumab is a humanized monoclonal antibody, which binds to and clears beta amyloid peptide, and is designed to provide antibodies to beta amyloid directly to the patient.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE3"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted biologic",
    "drug": [
        "bapineuzumab (AAB-001, ELN115727)"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The trial tests bapineuzumab, described in the protocol as a humanized monoclonal antibody that binds to and clears beta-amyloid peptide — i.e., a biologic directly targeting Alzheimer’s pathology (amyloid-beta). citeturn0search0turn0search1",
        "Act: Extracted details — intervention: bapineuzumab (AAB-001, ELN115727), a monoclonal antibody; comparator: placebo; population: mild-to-moderate AD, APOE4 carriers; trial format: multicenter, randomized, double-blind, placebo-controlled, Phase 3. Sources confirming the monoclonal anti–amyloid-beta mechanism and the Phase 3 carrier trial include NEJM and clinical trial registry/summary records. citeturn0search1turn0search2",
        "Reflect: Classification check — this intervention is a biologic (monoclonal antibody) aimed at removing disease pathology (amyloid-beta), matching the definition of 'disease-targeted biologic'. No evidence in the description suggests a symptomatic cognitive enhancer or a neuropsychiatric-targeted intervention, nor is this a diagnostic/non-therapeutic study. Additional supporting literature (phase 1 safety/PK and phase 3 outcome reports) corroborates mechanism and trial design. citeturn0search3turn0search6"
    ],
    "agent_type": "A) Amyloid beta",
    "explanation_agent": [
        "Reason: The intervention is bapineuzumab (AAB‑001, ELN115727), a humanized anti–amyloid‑beta monoclonal antibody developed to bind and clear Aβ (amyloid‑beta) peptide — i.e., it directly targets amyloid pathology of Alzheimer’s disease. citeturn0search1turn1search0",
        "Act: Extracted details from the trial description and registry: intervention = bapineuzumab (humanized monoclonal antibody to Aβ); design = Phase 3, multicenter, randomized, double‑blind, placebo‑controlled trial in mild‑to‑moderate AD limited to APOE ε4 carriers (NCT00575055 / bapineuzumab carrier study). These sources explicitly describe the drug as an anti‑Aβ monoclonal and the carrier Phase‑3 trial design. citeturn1search3turn0search1",
        "Reflect: Classification check — the trial tests a disease‑targeted biologic whose mechanism is removal/neutralization of amyloid‑beta. This maps directly to CADRO category A) Amyloid beta. There is no indication in the description of multiple distinct mechanistic targets (so R) Multi‑target is not appropriate), nor is the trial diagnostic/non‑therapeutic. Therefore the correct CADRO classification is A) Amyloid beta. citeturn0search1",
        "Web search / sources (supporting evidence):",
        "- NEJM — Two Phase 3 Trials of Bapineuzumab in Mild‑to‑Moderate Alzheimer’s Disease: describes bapineuzumab as a humanized N‑terminal–specific anti‑Aβ monoclonal antibody and reports the separate APOE ε4 carrier Phase‑3 trial. citeturn0search1",
        "- Clinical trial registry entries (NCT00575055 / trial summaries): describe the Phase‑3 carrier study, dosing, and state that bapineuzumab \"binds to and clears beta amyloid peptide.\" citeturn1search3turn1search7",
        "- PubMed / Phase‑1 study: describes bapineuzumab (AAB‑001) as a humanized monoclonal antibody to amyloid‑beta and reports early safety/PK data. citeturn1search0"
    ]
}