{
    "nct_id": "NCT04633408",
    "title": "Cultural Adaptation of a Behavioral Intervention for Latino Caregivers",
    "status": "COMPLETED",
    "last_update_time": "2025-03-31",
    "description_brief": "The overall objectives of the proposed research are to: (i) develop a prototype of a smartphone application (app) that can deliver culturally adapted STAR-C training to Latino caregivers, and (ii) understand the extent to which a STAR-C app is acceptable and potentially effective among Latino caregivers. Achieving these objectives will lay the groundwork for a future full-scale trial to test the STAR-C app with Latino caregivers.\n\nThis study aims to: Adapt the STAR-C training to increase cultural relevance for Latino caregivers. The adaptations will focus on incorporating cultural examples, identities, values, beliefs, and practices within the training, as well as using cultural idioms, metaphors, and sayings to compliment explanations. Develop a prototype of a STAR-C app for Latino caregivers. The prototype will be iteratively developed with active participation from Latino caregivers. The final prototype will consist of a fully interactive app that delivers culturally relevant STAR-C training in an engaging and easy to use format. Assess the acceptability and potential effectiveness of the STAR-C app for Latino caregivers. Measures of acceptability will include app usage and perceived ease-of-use and usefulness of the STAR-C app. Measures of potential effectiveness will include changes in caregiver burden and depression.",
    "description_detailed": "For aim 1, the investigators plan to recruit 25-30 participants with representation from both caregivers and providers. The investigators will recruit Latino Family Caregivers of persons with ADRD (Alzheimer's Disease and related Dementias). The investigators will recruit providers who work in an organization serving Latino elderly. Participants will be \\>18 years old.\n\nFor aim 2, the investigators will recruit 5 caregivers per session. With three iterative design sessions, the investigators anticipate 15 caregivers in total. The investigators will use the same eligibility criteria described for aim 1.\n\nFor aim 3, the investigators will recruit 15 Latino caregivers for each study arm (total sample size of 30). The investigators based the sample size on a rule of thumb of 12 to 15 participants per group for pilot studies. The investigators will use the same eligibility criteria and recruitment strategy described for aim 1",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "HEALTH_SERVICES_RESEARCH",
    "results": null,
    "target_category": "neuropsychiatric symptom improvement",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The study is developing a culturally adapted STAR-C smartphone app to train Latino caregivers to identify and manage behavioral and psychological symptoms of dementia (BPSD) and to reduce caregiver burden and depression — i.e., a behavioral (non‑pharmacologic) intervention aimed at improving neuropsychiatric/behavioral outcomes. citeturn0search0turn0search7",
        "Act: Key extracted details — intervention: STAR‑C (caregiver training) delivered via a culturally adapted interactive app; intended effects: reduce caregiver burden and depression and help manage care‑recipient behavioral symptoms (BPSD). This is not a drug trial and involves no pharmacologic agent or placebo. citeturn0search7turn0search4",
        "Support / evidence from literature and sources: STAR‑C is a standardized, evidence‑based, nonpharmacologic caregiver training program shown to reduce difficult behaviors in care recipients and depressive symptoms in caregivers; it has been adapted for telehealth and culturally tailored implementations (including recent work adapting STAR‑VTF/STAR‑C for Latino caregivers). citeturn0search0turn0search3turn0search10",
        "Reflect: Mapping to the provided categories — the study does not involve a biologic or small molecule, nor is it primarily a cognitive enhancer. Because it targets behavioral/neuropsychiatric symptoms (BPSD) and caregiver outcomes through a psychosocial intervention, it best fits the 'neuropsychiatric symptom improvement' category. No drug or placebo is applicable. citeturn0search9turn0search5",
        "Web search results used (selected): 'STAR‑C: Managing Difficult Behaviors' (University of Washington / Caregiver resource). citeturn0search0; 'Adopting Evidence‑Based Caregiver Training Programs... STAR‑C Oregon Translation Study' (Journals of Gerontology/SAGE). citeturn0search3; 'STAR‑C Telemedicine Mixed Methods Pilot' (PubMed). citeturn0search4; 'Culturally Adapted STAR‑C Virtual Training for Latino Caregivers' (JMIR Aging pilot/adaptation). citeturn0search7; 'Refining Cultural Adaptations of STAR‑C for Latino Caregivers' (PubMed qualitative study). citeturn0search10"
    ],
    "agent_type": "T) Other",
    "explanation_agent": [
        "Reason: The trial tests a culturally adapted STAR‑C caregiver training smartphone app — a psychosocial/behavioral (non‑pharmacologic) intervention to help Latino caregivers manage behavioral and psychological symptoms of dementia (BPSD) and reduce caregiver burden and depression. This is not targeting a biological pathway, gene, protein, or receptor. citeturn0search0turn0search1",
        "Act: Key extracted details — intervention: STAR‑C/STAR‑VTF caregiver training delivered via an interactive app; intended effects: reduce BPSD impact on care recipients and decrease caregiver depression/burden. No drug, biologic, or molecular target is involved, so the study does not map to any CADRO therapeutic category (A–Q, R). Assign 'T) Other'. citeturn0search5turn0search4",
        "Reflect: Confirming the classification — STAR‑C is an evidence‑based behavioral caregiver program shown to reduce difficult behaviors and caregiver depressive symptoms and has been adapted for telehealth and culturally tailored implementations; therefore it fits a non‑therapeutic/behavioral intervention class and should be labeled 'T) Other' under CADRO. If future iterations include a pharmacologic agent or a biologic mechanism, reassignment to a CADRO category would be appropriate. citeturn0search3turn0search2",
        "Web search results used: 'STAR‑C: Managing Difficult Behaviors' (University of Washington). citeturn0search0; 'Culturally Adapted STAR‑Caregivers Virtual Training and Follow‑Up for Latino Caregivers' (JMIR Aging, 2025). citeturn0search1; 'Refining Cultural Adaptations of a Behavioral Intervention for Latino Caregivers' (JMIR Aging, 2024). citeturn0search2; 'Adopting Evidence‑Based Caregiver Training Programs: STAR‑C Oregon Translation Study' (Journals of Gerontology, 2017). citeturn0search3"
    ]
}