{
    "nct_id": "NCT01409694",
    "title": "Evaluation d'Une stratégie thérapeutique d'Association médicamenteuse Pour la Prise en Charge de la Maladie d'Alzheimer et Des Maladies apparentées au Stade modéré",
    "status": "COMPLETED",
    "last_update_time": "2016-09-21",
    "description_brief": "The purpose of this study is to compare the effect after 24 weeks of the oral intake of vitamin D3 (cholecalciferol) with the effect of a placebo on the change of cognitive performance in patients suffering from moderate Alzheimer's disease or related disorders (ADRD) and receiving memantine.",
    "description_detailed": "Current treatments for Alzheimer's disease and related disorders (ADRD) are symptomatic and can only temporarily slow down ADRD. Future possibilities of care could rely on multi-target drugs therapies that address simultaneously several pathophysiological processes leading to neurodegeneration. We hypothesized that the combination of memantine with vitamin D could be neuroprotective in ADRD, thereby limiting neuronal loss and cognitive decline.\n\nThe primary objective of this trial is to compare the effect after 24 weeks of the oral intake of vitamin D3 with the effect of a placebo on the evolution of cognitive performance in patients suffering from moderate ADRD and receiving memantine.\n\nThe secondary objectives of the study are as follows:\n\n* To compare the effect after 12 weeks of the oral intake of vitamin D3 with the effect of a placebo on the evolution of cognitive performance in patients suffering from moderate ADRD and receiving memantine.\n* To compare the effect after 12 and 24 weeks of the oral intake of vitamin D3 with the effect of a placebo on the evolution of functional abilities in patients suffering from moderate ADRD and receiving memantine.\n* To compare the effect after 12 and 24 weeks of the oral intake of vitamin D3 with the effect of a placebo on the evolution of postural and gait performance in patients suffering from moderate ADRD and receiving memantine.\n* To determine the compliance to treatment and tolerance of the oral intake of vitamin D3 in patients suffering from moderate ADRD and receiving memantine.",
    "phase": [
        "PHASE3"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "cholecalciferol (vitamin D3) — active intervention",
        "memantine — background co-treatment"
    ],
    "placebo": [
        "vitamin D placebo (matching drinking solution)"
    ],
    "explanation_target": [
        "Reason: The trial tests oral vitamin D3 (cholecalciferol) versus placebo to measure change in cognitive performance over 24 weeks in patients with moderate Alzheimer disease/related disorders who are receiving memantine. The intervention (vitamin D3) is a nutritional/supplemental agent being evaluated for effects on cognition rather than a biologic (e.g., monoclonal antibody) or a small-molecule designed to target core AD pathology (amyloid/tau). citeturn0search2turn1search0",
        "Act: Key extracted details — intervention: cholecalciferol (100,000 IU oral vial every 4 weeks); comparator: placebo (matching drinking solution); all participants receive memantine (titrated to 20 mg/day). The trial protocol and registry describe the primary outcome as change in cognitive performance (ADAS-cog) and specify inclusion of patients with hypovitaminosis D. These sources identify cholecalciferol as vitamin D3 and a vitamin/supplement (not an anti-amyloid/tau biologic or disease-targeted small molecule). citeturn1search3turn1search0turn0search3",
        "Reflect: Classification check — vitamin D3 is a supplement (fat‑soluble secosteroid) used here to test cognitive/functional benefit when added to memantine, so it fits the 'cognitive enhancer' category (agents intended to improve cognitive performance) rather than 'disease‑targeted biologic' or 'disease‑targeted small molecule' which would explicitly target AD pathology. Memantine is an NMDA receptor antagonist used as symptomatic treatment and is background therapy in the trial. No evidence in the protocol that vitamin D3 is being used to target amyloid or tau specifically, so 'cognitive enhancer' is the appropriate category. citeturn0search2turn1search7"
    ],
    "agent_type": "L) Growth Factors and Hormones",
    "explanation_agent": [
        "Reason: The investigational agent is cholecalciferol (vitamin D3), a fat‑soluble secosteroid prohormone that is converted to the active form (calcitriol) and acts via the vitamin D receptor (a nuclear hormone receptor) to regulate gene transcription and systemic physiology; the trial tests vitamin D3 as a nutritional/hormonal supplement to improve cognition rather than as an anti‑amyloid or anti‑tau disease‑modifying biologic. citeturn1search0turn1search5",
        "Act: Key extracted trial details — intervention: cholecalciferol (100,000 IU oral vial every 4 weeks) versus placebo; background co‑treatment: memantine (titrated to 20 mg/day). Cholecalciferol is therefore best characterised as a hormone/vitamin intervention (not an amyloid/tau targeted agent). Memantine is an NMDA receptor (glutamatergic neurotransmitter) antagonist used as symptomatic background therapy. citeturn1search0turn0search2",
        "Reflect: Classification check — because cholecalciferol is a vitamin/hormone acting through the vitamin D receptor, the most specific CADRO category is L) Growth Factors and Hormones. Memantine (a neurotransmitter‑receptor agent) is present only as background therapy and does not change the primary intervention's classification. There is no indication the trial is targeting amyloid, tau, or multiple CADRO domains, so 'L) Growth Factors and Hormones' is the appropriate assignment. citeturn1search4turn0search2",
        "Web search results (sources used to verify drug mechanisms): 1) Cholecalciferol / Vitamin D3 — StatPearls (mechanism: prohormone → calcitriol; acts via vitamin D receptor). citeturn1search0 2) Cholecalciferol / Vitamin D3 review — PubMed narrative review (secosteroid, VDR‑mediated genomic/non‑genomic effects). citeturn1search5 3) Memantine — review/PMC (uncompetitive NMDA receptor antagonist; symptomatic treatment in moderate‑severe AD). citeturn0search2turn0search0"
    ]
}