{
    "nct_id": "NCT03542656",
    "title": "Application of Amyloid PET in Cerebral Amyloid Angiopathy",
    "status": "COMPLETED",
    "last_update_time": "2019-05-29",
    "description_brief": "In this project, we will try to enhance the diagnostic potentials of amyloid PET in CAA by combination of dynamic amyloid PET with MRI SWI and MR perfusion images. We will also try to investigate the roles of CAA in patients with drug-related ICH and validate the accuracy of clinical CAA diagnostic criteria. In addition, we will try to study the characteristics of long-term progression of amyloid deposition in CAA patients. This project will enroll 100 patients with ICH, 30 patients with AD, and 30 control subjects. Each patient will receive the above image studies, followed by data analysis and comparison.",
    "description_detailed": "Intracranial hemorrhage (ICH) consists of about a quarter of stroke subtype. For elderly, cerebral amyloid angiopathy (CAA) is a common etiology of ICH. In patients with CAA, abnormal beta amyloid protein diffusely deposits at cerebral vasculatures, which disrupts the normal vessel structure and increases the risk of bleeding. The standard diagnosis for CAA requires pathological evidences of amyloid deposition at cerebral arteries. Clinically, a diagnosis of CAA-related ICH is usually only made in an elderly developing cortical or subcortical lobar ICH without undergoing biopsy. Brain images using the SWI sequence of MRI study may show several lobar microbleeds in patients with CAA. However, there is still no direct and precise non-invasive diagnostic tool for CAA until now.\n\nAmyloid PET, using 11C-PiB to image amyloid burden, has been used for detecting the cerebral amyloid protein deposition in patients with Alzheimer's dementia (AD) for years. Recently, amyloid PET has also been applied in diagnosis of CAA. CAA patients showed diffusely increased global PiB retention as compared to control subjects and the distribution of PiB retention is also different from that seen in patients with AD in general. Nevertheless, the applications of amyloid PET in CAA diagnosis are still not well established and many important issues still need to be extensively addressed. For example, amyloid PET sometimes is not able to exactly distinguish CAA patients from control and AD subjects. The roles of CAA in patients with drug-related ICH are still unclear. The accuracy of CAA diagnosis using clinical criteria still needs further validation. In addition, the characteristics for long-term progression of amyloid deposition are still unknown in CAA patients.\n\nIn this project, we will try to enhance the diagnostic potentials of amyloid PET in CAA by combination of dynamic amyloid PET with MRI SWI and MR perfusion images. We will also try to investigate the roles of CAA in patients with drug-related ICH and validate the accuracy of clinical CAA diagnostic criteria. In addition, we will try to study the characteristics of long-term progression of amyloid deposition in CAA patients. This project will enroll 100 patients with ICH, 30 patients with AD, and 30 control subjects. Each patient will receive the above image studies, followed by data analysis and comparison.",
    "phase": [
        "PHASE3"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "DIAGNOSTIC",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The described project is an imaging/diagnostic study using amyloid PET combined with MRI (SWI and perfusion) to improve diagnosis and to study progression of cerebral amyloid angiopathy (CAA). There is no therapeutic drug, biologic, or cognitive-symptom treatment being tested. citeturn0search0turn0search2",
        "Act: Key extracted details — title: \"Application of Amyloid PET in Cerebral Amyloid Angiopathy\"; intervention: amyloid PET imaging (with MRI SWI and MR perfusion); enrollment: ~160 (100 ICH, 30 AD, 30 controls); objectives: enhance diagnostic potential of amyloid PET in CAA, investigate CAA role in drug-related ICH, validate clinical CAA criteria, and study long-term amyloid progression. These items come from the clinical trial registry entries. citeturn0search0turn0search5",
        "Reflect: Classification check — per the provided category definitions, this trial is non-therapeutic and focuses on diagnostic imaging, so it does not fit: disease-targeted biologic, disease-targeted small molecule, cognitive enhancer, or neuropsychiatric symptom improvement. Therefore the correct category is 'N/A'. The decision is supported by the trial registry which lists the intervention as amyloid PET (imaging) and describes diagnostic aims. citeturn0search2",
        "Supporting web search results used: 1) Clinical trial listing for NCT03542656 (Application of Amyloid PET in CAA) providing trial description and enrollment. citeturn0search0turn0search2",
        "2) CenterWatch trial summary for the same study (concise study design and objectives). citeturn0search5",
        "3) Background literature on the diagnostic accuracy and use of amyloid-PET in CAA (meta-analysis and Neurology commentary) to contextualize the imaging-focused aim. citeturn0search1turn0search3"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}