{
    "nct_id": "NCT05806697",
    "title": "Investigation of AlzHeimer's Predictors in Subjective Memory Complainers - Extension Study",
    "status": "RECRUITING",
    "last_update_time": "2025-01-21",
    "description_brief": "A regional, single-center, prospective, observational academic cohort will follow subjects who previously participated in the INSIGHT study and who agree an extension of their follow-up in the INSIGHT-2 research for additional 5-6 years. An annual multimodal evaluation (cognitive, oculomotor, biological and neuroimaging) will be proposed in order to describe the natural history of preclinical Alzheimer's disease (AD). The primary endpoint is the conversion to the symptomatic stage in subjects at risk, identified by positive amyloid staining (A+) on florbetapir positron emission tomography (PET) imaging. The size of the cohort is estimated to around 240 participants (61 A+ subjects) among the 318 participants included in the main cohort (88 A+ subjects). The follow-up in the INSIGHT-2 cohort will be lightened compared to that of the main cohort with an annual frequency of visits rather than a six-monthly one.",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "OTHER",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The description is for INSIGHT-2, an observational, single-center extension cohort of the INSIGHT (INSIGHT‑preAD) study that will follow previously enrolled cognitively normal subjects with subjective memory complaints using annual multimodal assessments (cognitive testing, oculomotor tests, blood/CSF sampling, MRI, FDG and 18F‑florbetapir amyloid PET). The stated primary endpoint is conversion to symptomatic AD in subjects identified as amyloid‑positive on florbetapir PET, which is a natural-history/biomarker outcome rather than a therapeutic effect. citeturn0search2turn0search4",
        "Act: Key extracted details — study type: prospective observational extension (INSIGHT‑2). Interventions listed are diagnostic/assessment procedures (18F‑florbetapir PET, FDG PET, MRI, EEG, lumbar puncture, blood sampling, oculomotor tests). No investigational drug or placebo is named or administered as a therapeutic in the protocol description. Therefore there is no drug target to classify. citeturn0search2turn0search4",
        "Reflect: Classification check — per the provided category definitions, this trial does not test a biologic or small‑molecule disease‑modifying therapy, nor a cognitive enhancer, nor an intervention aimed at neuropsychiatric symptom improvement. It is a longitudinal natural‑history / biomarker study (diagnostic/prognostic), so the correct category is 'N/A'. This aligns with published outputs from the INSIGHT‑preAD cohort describing it as a preclinical observational cohort using florbetapir PET to define amyloid status. citeturn0search0turn0search5",
        "Web search results / sources used (selected): 1) Trial registry summary page for 'Investigation of AlzHeimer's Predictors in Subjective Memory Complainers - Extension Study (INSIGHT‑2)'. citeturn0search2 2) Clinical trial listing with protocol details (MedPath / NCT05806697 record summary). citeturn0search4 3) INSIGHT‑preAD cohort publications describing use of 18F‑florbetapir PET and biomarker/longitudinal aims. citeturn0search0turn0search6 4) INSIGHT‑preAD conference/abstract evidence on biomarker analyses and cohort composition. citeturn0search3"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}