{
    "nct_id": "NCT00013923",
    "title": "A Nutritional Brain Metabolic Enhancer for Alzheimer Disease",
    "status": "COMPLETED",
    "last_update_time": "2009-12-10",
    "description_brief": "The purpose of this study is to evaluate the effectiveness of a nutritional supplement that has been developed to improve the brain function of a patient with Alzheimer's disease.",
    "description_detailed": "The ability of the brain to use its major fuel, the sugar glucose, is reduced in Alzheimer's disease. A nutritional supplement has been developed to improve the function of the Alzheimer brain by increasing its ability to use sugar effectively. The ingredients of the supplement are natural products, and are found in the normal American diet. Results have been encouraging in open trials where the patients knew they were taking the active medicine. Patients are now being invited to participate in a placebo-controlled trial lasting 3 months, followed by a 3-month open label trial where all patients will receive the active preparation.\n\nThis is a double-blind, placebo-controlled, parallel-group, 3 month trial followed by a 3-month open-label period, of a nutritional supplement designed to improve brain metabolism and function in patients with Alzheimer's disease (AD). The design of the nutritional supplement is based on replicated observations of abnormalities in mitochondria in AD. The constituents of the nutritional supplement are components of the normal American diet, and are classified by the FDA as GRAS (Generally Regarded As Safe). Results with the supplement have been favorable in preliminary, open trials (eg mean improvement in MMSE score of +4.9, range +3 to +8, n = 7, P \\<0.0004).\n\nDuring the placebo-controlled portion of the trial, half of the participants will receive the active preparation and half a sugar pill. During this first phase, neither the patients nor those testing them will know who is taking active medicine and who is taking placebo. The active supplement or placebo are taken as 1 tablespoon twice a day, between meals. If desired, the supplement or placebo can be stirred into, or washed down with, water, coffee or tea without milk or sugar, or the soft drink TAB. Patient visits to the Burke Medical Research Institute will be once a month, after the screening and baseline visits.\n\nThe supplement is taken as one tablespoon of a fluid, between meals. Since other sugars or citrate can be expected to interfere with the actions of the supplements, food or drinks containing sugar or citrate and diet drinks containing citrate are to be avoided for 1 1/2 hour before and 1 1/2 hour after taking the supplement. No significant adverse events have been associated with this supplement. However, standard precautions for patient safety are being taken, including medical examination and clinical laboratory tests at screening and at the completion of the double-blind and open-label phases.",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "Unspecified nutritional supplement (trial NCT00013923; constituents not listed in registry)"
    ],
    "placebo": [
        "Sugar pill (placebo)"
    ],
    "explanation_target": [
        "Reason: The trial title and description state the intervention is a nutritional supplement developed to improve brain function by improving brain metabolism (increasing the brain's ability to use glucose) and addressing mitochondrial abnormalities in Alzheimer's disease — language consistent with a metabolic/cognitive-enhancing approach rather than a biologic or a small-molecule drug targeting amyloid or tau. citeturn1search0",
        "Act: I searched for the trial and drug information. The clinical-trial entry for NCT00013923 (Effectiveness of A Nutritional Brain Metabolic Enhancer for Alzheimer Disease) describes a ‘‘nutritional supplement’’ taken as a tablespoon of a fluid twice daily, lists the rationale (improve glucose use/mitochondrial function), and states the placebo used is a sugar pill; the registry does not list a proprietary drug name or detailed constituent list. citeturn1search0turn1search2",
        "Supporting evidence: Nutritional / multi-nutrient formulations have been tested in AD in randomized trials and reviewed in the literature as metabolic/cognitive interventions (examples: a phase II nutraceutical formulation trial and reviews on nutritional metabolism and cerebral bioenergetics). These sources show that such interventions are intended to improve cognition/brain metabolism rather than directly target classical AD pathology (amyloid/tau). citeturn1search1turn1search4",
        "Reflect: Given the intervention is a dietary/nutritional metabolic enhancer (no monoclonal antibody, vaccine, or named small-molecule disease-modifying drug in the registry entry) and the stated goal is to improve brain function/metabolism, the best-fitting category is \"cognitive enhancer.\" Ambiguity/missing info: the exact ingredients of the supplement are not specified in the registry entry, so it is not possible to rule out that some constituents might have disease-modifying properties — but based on the available description the primary intended effect is metabolic/cognitive improvement. For the registry details see NCT00013923. citeturn1search0turn1search2",
        "Web-search results used (registry and literature): 1) Trial registry entry for NCT00013923 describing the nutritional supplement and trial design (placebo = sugar pill). citeturn1search0turn1search2; 2) A published phase II randomized trial of a nutraceutical formulation for cognition and mood in AD (example of similar multi-nutrient strategy). citeturn1search1; 3) Reviews on nutritional metabolism / cerebral bioenergetics and nutritional interventions in AD supporting the metabolic-cognitive mechanism. citeturn1search4turn1search3"
    ],
    "agent_type": "J) Metabolism and Bioenergetics",
    "explanation_agent": [
        "Reason: The trial is described as testing a nutritional supplement developed to improve brain metabolism — specifically to increase the brain's ability to use glucose and to address mitochondrial abnormalities in Alzheimer disease. This explicitly targets cerebral energy metabolism/bioenergetics rather than amyloid, tau, inflammation, or a neurotransmitter receptor. citeturn1search2turn0search5",
        "Act: The registry entry for NCT00013923 (Effectiveness of A Nutritional Brain Metabolic Enhancer for Alzheimer Disease) describes an oral nutritional supplement taken as one tablespoon twice daily, with the stated rationale to improve glucose utilization and mitochondrial function in AD; the registry does not list a specific proprietary drug name or classical disease-modifying target (amyloid/tau). Based on this metabolic/mitochondrial focus, the CADRO category that best fits is J) Metabolism and Bioenergetics. citeturn1search2turn0search1",
        "Supporting evidence / web-search results used: 1) Trial registry entry for NCT00013923 describing the nutritional supplement and its metabolic/mitochondrial rationale. citeturn1search2 2) A related early study (Neotrofin) showing a metabolic/neurotrophic supplement produced changes in brain glucose metabolic rate in AD patients (example of metabolic-targeted nutraceutical strategy). citeturn0search1 3) A phase II randomized trial of a multi-nutrient formulation for cognition in AD (example of similar nutraceutical approaches aiming at metabolic/cognitive effects). citeturn0search3 4) Reviews on nutritional metabolism and cerebral bioenergetics that frame nutritional/mitochondrial interventions as metabolic/bioenergetic approaches in AD. citeturn0search5turn0search4",
        "Reflect: The registry text explicitly frames the intervention as improving glucose use and addressing mitochondrial abnormalities; there is no explicit amyloid, tau, ApoE, inflammation, or synaptic receptor target stated. Therefore J) Metabolism and Bioenergetics is the most specific CADRO match. I note the exact supplement constituents were not listed in the registry (so it cannot be absolutely ruled out that some constituents might have pleiotropic effects), but classification should follow the stated primary mechanism in the trial description. citeturn1search2"
    ]
}