{
    "nct_id": "NCT03896711",
    "title": "MEMORI Corps: A Novel Activity-based Companion Care Program to Benefit Community-living Persons With Dementia, Their Families, and Senior Volunteers",
    "status": "COMPLETED",
    "last_update_time": "2024-09-30",
    "description_brief": "This project adapts a novel activity-based companion care model, the Making Engagement Meaningful through Organized Routine Interaction (MEMORI) Corps intervention, for a virtual delivery format, and then implements the intervention in a pilot, two-arm, randomized controlled trial to evaluate intervention acceptability, feasibility, and preliminary efficacy versus an augmented waitlist control. MEMORI Corps is a companion care model that provides regular companionship and personalized activities to community-living persons with dementia (PWD) delivered by trained volunteer Companion Guides 55 years of age or older. Program goals are to reduce social isolation and improve health and well-being for PWD, reduce burden and provide support to family CGs, as well as provide health benefits and opportunities for meaningful engagement for older volunteer Companion Guides.",
    "description_detailed": "This project adapts a novel activity-based companion care model (MEMORI Corps) for community-living persons with dementia for a virtual delivery format, and then implements the intervention in a pilot, two-arm, randomized controlled trial to evaluate intervention acceptability, feasibility, and preliminary efficacy versus an augmented waitlist control. The goals of the program are to reduce social isolation and improve health and well-being for PWD, reduce burden and support family CGs, and to provide health benefits and meaningful engagement for older volunteer Companion Guides.\n\nThe target group is 60 dyads (persons living with dementia and their informal co-residing caregiver) and 36 companion guides (health volunteer 55 years of age and older). Participants are randomized 1:1 either to the intervention or waitlist control group. Waitlist participants are offered the opportunity for cross-over into active intervention group. PWD/CG outcomes will be assessed at Baseline, 6-, and 12-weeks (PWD/CG participation lasts 12 weeks). Volunteer Companion Guide outcomes will be assessed at baseline, 6-, and 12-months.\n\nThis model program could serve as an important new advancement for community-based long term care for PWD that addresses unmet patient- and family-centered needs through civic engagement of seniors. It could also serve as an intervention for dementia risk-reduction and brain health if found to be efficacious.\n\nSpecific aims are to:\n\nAim 1: Adapt and refine the MEMORI Corps intervention for a virtual delivery format using iterative user-centered design principles and multiple stakeholder input.\n\nAim 2: Conduct a pilot, two-arm, randomized controlled trial to evaluate acceptability, feasibility, safety, and preliminary efficacy of the MEMORI Corps intervention (vs. wait list control group) in 60 community-living person's living with demential (PLWD) and informal caregiver dyads and 36 volunteer companion guides from geographically and demographically diverse regions in Maryland.\n\nAim 3: Evaluate the feasibility of ascertainment of community-living PLWD, caregiver, and volunteer-level outcomes over time using virtual and telephonic data collection methods.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "SUPPORTIVE_CARE",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The MEMORI Corps intervention is an activity-based companion care program (Making Engagement Meaningful through Organized Routine Interaction) delivered by trained volunteer Companion Guides to provide regular companionship and personalized activities for community-living persons with dementia — intended to reduce social isolation and improve well-being rather than to modify Alzheimer’s pathology or deliver a pharmacologic agent. citeturn0search6turn0search2",
        "Act: Key extracted details — MEMORI Corps is delivered by volunteer Companion Guides (55+ years), can be delivered virtually, and is being tested in a pilot two-arm randomized controlled trial to evaluate acceptability, feasibility, and preliminary efficacy versus an augmented waitlist control; the program goals explicitly focus on social engagement, caregiver support, and volunteer benefits. No drug or placebo is described in the trial materials. citeturn0search0turn0search6",
        "Reflect: Given the intervention is a non-pharmacologic, psychosocial/behavioral companion program (not a biologic, small molecule, cognitive-enhancing drug, or a targeted neuropsychiatric pharmacotherapy), it does not fit the four drug/target-based categories and should be classified as 'N/A'. This classification aligns with the trial descriptions on Johns Hopkins / NIH and recruitment materials. citeturn0search2turn0search7",
        "Web search results used (select sources): 'MEMORI Corps: Activity-based Companion Care for Dementia' trial description (MedPath / trial listing). citeturn0search6; 'MEMORI CORPS' NIH/NIA project page. citeturn0search2; AARP recruitment/description page for MEMORI Corps. citeturn0search0"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}