{
    "nct_id": "NCT03799991",
    "title": "Vestibular Therapy in Alzheimer's Disease",
    "status": "RECRUITING",
    "last_update_time": "2025-01-06",
    "description_brief": "Nearly 2 out of 3 patients with Alzheimer's disease (AD) experience problems with balance and mobility, which places such patients at increased risk of falling. The vestibular (inner ear balance) system plays an important role in balance stability, and vestibular therapy (VT) is well-known to improve balance function in healthy older adults. In this study, the investigators will conduct a first-in-kind randomized clinical trial to evaluate whether vestibular therapy improves reduces falls in patients with AD, in whom this treatment has never been studied.",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is vestibular therapy (VT) — a physical/rehabilitative treatment of the inner ear/balance system intended to improve balance and reduce falls (and secondarily to assess spatial cognition). This is a non-pharmacologic, non-biologic rehabilitation intervention, not a drug or biologic, and therefore does not fit any of the four drug/biologic/cognitive‑enhancer/neuropsychiatric categories. citeturn0search3turn0search0",
        "Act: Key extracted trial details — title: “Vestibular Therapy in Alzheimer's Disease”; design: randomized controlled pilot trial of VT vs active control in patients with mild–moderate AD; primary/major outcomes: falls, balance (Berg Balance Scale, Timed Up and Go), and spatial cognition; intervention duration ~8 weeks with follow-up to 52 weeks. These details are described in the trial protocol and related publications. citeturn0search3turn0search5",
        "Reflect: Classification check — VT is therapeutic but is a rehabilitation/behavioral intervention targeting balance function (vestibular system), not an antibody, vaccine, or small‑molecule agent targeting AD pathology nor a drug intended primarily to enhance cognition or treat neuropsychiatric symptoms. Therefore the correct category per the provided list is 'N/A'. No drug name or placebo is involved. citeturn0search0turn0search4",
        "Web search results used (most relevant): 1) Pilot and Feasibility Studies — study protocol: “Vestibular therapy to reduce falls in people with Alzheimer’s disease: study protocol for a pilot randomized controlled trial.” citeturn0search3turn0search5 2) PubMed abstract for the trial description. citeturn0search0 3) Johns Hopkins news release summarizing vestibular impairment and fall risk in AD. citeturn0search4"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}