{
    "nct_id": "NCT03625622",
    "title": "A Double-Blind, Randomized, Placebo-Controlled Study to Evaluate Efficacy and Safety of 26-Week Treatment of AR1001 in Patients With Mild to Moderate Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2021-07-19",
    "description_brief": "A double-blinded, randomized, placebo-controlled study will be performed to evaluate the efficacy and safety of treating AR1001 in patients with mild to moderate Alzheimer's disease for 26 weeks.",
    "description_detailed": "Alzheimer's Disease (AD) is the most prevalent neurodegenerative disorder in The United States affecting approximately 5.4 million Americans. AD is characterized by progressive loss in memory and as well as a decline in the ability to learn that is associated with neuronal death. Well known hallmarks of AD are neuritic plaques and neurofibrillary tangles and extensive inflammation. Currently, no treatment has been developed to fully cure or prevent the progression of dementia that is associated with AD.\n\nAR1001 is a polypharmacological drug candidate being developed as a treatment for AD and shows great potential with favorable attributes for a central nervous system (CNS) drug (i.e., high specificity and potency, as well as good pharmacokinetic, bioavailability, CNS penetration, and ensured safety).\n\nThe clinical study of AR1001 aims to evaluate the efficacy and safety of AR1001 as a potential treatment for AD. Based on the preclinical results, AR1001 could be an effective treatment option with a mechanism of action that has not been explored for AD indication.",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "AR1001 (AR-1001) — oral small-molecule phosphodiesterase-5 (PDE5) inhibitor, 10 mg or 30 mg dosing reported in Phase 2"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The trial evaluates AR1001 in mild–moderate Alzheimer’s disease with cognitive endpoints (ADAS-Cog13, ADCS-CGIC) and AD-related plasma biomarkers (pTau‑181, pTau‑217, Aβ42/40, NfL, GFAP), which indicates the drug is being assessed for effects on AD pathology and clinical outcomes rather than only treating behavioral symptoms. citeturn0search0turn0search3",
        "Act: Web searches show AR1001 is a small-molecule PDE5 inhibitor developed by AriBio with blood–brain barrier penetration and proposed multi‑mechanism (polypharmacologic) activity to ameliorate AD pathology. Phase 2 tested 10 mg and 30 mg daily for 26 weeks (210 participants); biomarker analyses reported dose‑dependent declines in pTau181 in post‑hoc analyses. A phase 3 program (Polaris‑AD, NCT05531526) has been initiated. citeturn0search4turn0search2turn0search5turn0search1",
        "Reflect: Given AR1001 is a CNS‑penetrant small molecule with a defined molecular target class (PDE5 inhibition) and the trial measures pathological biomarkers (pTau, Aβ ratios) alongside cognition, the most appropriate category is 'disease-targeted small molecule'. There is some ambiguity because PDE5 inhibition can have symptomatic effects on signalling, but the biomarker focus and developer description of addressing AD pathology support the disease‑targeted small molecule classification. citeturn0search3turn0search6",
        "Web-search evidence (key sources supporting above): Phase 2 trial description and endpoints (life science / trial summaries). citeturn0search0; Alzforum therapeutic entry summarizing the Phase 2 26‑week study and outcomes. citeturn0search3; NeurologyLive reporting on Phase 2 subgroup and biomarker findings. citeturn0search2; PubMed Central review describing AR‑1001 pharmacology as a PDE5 inhibitor and its development status. citeturn0search4; HRA / Phase 3 registry and trial listings (Polaris‑AD / NCT05531526). citeturn0search1turn0search7"
    ],
    "agent_type": "M) Synaptic Plasticity/Neuroprotection",
    "explanation_agent": [
        "Reason: The investigational drug AR1001 (AR-1001) is a CNS-penetrant phosphodiesterase-5 (PDE5) inhibitor. PDE5 inhibition is mechanistically linked to enhancement of cGMP signaling, synaptic function/plasticity and neuroprotective effects (reducing apoptosis, promoting neurogenesis), rather than directly targeting amyloid or tau proteins. The trial also measured cognitive endpoints and AD biomarkers, but the molecule’s defined pharmacology points to modulation of neuronal signaling and neuroprotection. citeturn0search0turn0search4",
        "Act: Extracted trial and drug details: AR1001 is an oral small-molecule PDE5 inhibitor tested in a 26-week Phase 2 in mild–moderate AD (10 mg, 30 mg), showing biomarker changes (pTau‑181, pTau‑217, GFAP) though primary cognitive endpoints were not met; a Phase 3 program (POLARIS‑AD, NCT05531526) is ongoing. Sources describe AR1001 as CNS‑penetrant with proposed multi‑mechanisms including inhibiting neuron apoptosis, promoting neurogenesis, increasing neuroplasticity and stimulating autophagy; these mechanisms map primarily to synaptic plasticity/neuroprotection (CADRO M), with some overlap to proteostasis (CADRO I) but the core target class (PDE5 -> neuronal signalling/plasticity) is best categorized as M. citeturn0search0turn0search4turn0search3turn0search8",
        "Reflect: Classification check — AR1001’s molecular target (PDE5) and described effects (neuroplasticity, anti‑apoptotic, neurogenesis) align most closely with CADRO category M) Synaptic Plasticity/Neuroprotection. Although developer/trial language describes polypharmacology and biomarker effects on tau/Aβ (which could suggest effects on proteostasis or downstream pathology), the intervention does not directly target amyloid or tau proteins; therefore M is the most specific CADRO match. If the user prefers emphasizing the multi-mechanistic description, R) Multi-target could be considered, but primary mechanistic classification remains M. citeturn0search4turn0search8",
        "Key web sources supporting the above classification: PubMed Phase 2 trial abstract describing AR1001 as a PDE5 inhibitor and Phase 2 biomarker/cognitive results. citeturn0search0",
        "NeurologyLive coverage summarizing Phase 2 cognitive subgroup and biomarker findings and noting BBB penetration / multi‑mechanism profile. citeturn0search4",
        "Clinical trial registry / NCT (POLARIS‑AD NCT05531526) and trial summaries describing the Phase 3 program and AR1001 as a small molecule with polypharmacological characteristics. citeturn0search3turn0search2",
        "Company/partner statements (e.g., Fujirebio / AriBio press summaries) describing proposed mechanisms including inhibition of neuronal apoptosis, promotion of neurogenesis, increased neuroplasticity and stimulation of autophagy. citeturn0search8"
    ]
}