{
    "nct_id": "NCT01855360",
    "title": "An 18 Month, Open Label Study of the Tolerability and Efficacy of a Combination of Doxycycline and Tauroursodeoxycholic Acid (TUDCA) in Patients With Transthyretin Amyloid Cardiomyopathy.",
    "status": "COMPLETED",
    "last_update_time": "2020-12-03",
    "description_brief": "The objective of the study is to determine whether the combination of the bile acid TUDCA, and doxycycline will slow the progression of familial and senile amyloidosis.",
    "description_detailed": "Primary objectives The study is designed to prospectively evaluate the efficacy of doxycycline and TUDCA, prescribed together, on cardiac disease progression in patients with senile systemic amyloidosis or familial amyloidosis due to a TTR mutation. The definition of progression will be defined, primarily, by echocardiographic indices , as well as by serial cardiac biomarkers, specifically NT-proBNP.\n\n. Echocardiographic details\n\n. Standard parameters of wall thickness, chamber size, Doppler echocardiographic assessment of valvular function and diastolic function will be measured.\n\nThe primary endpoint is the response rate to doxycycline + TUDCA treatment at month 12 and 18, based upon echocardiographic findings. Since the precise echocardiographic findings will determine the definition of a responder, an approximate figure on which progression is based will be given here, based on our previous, preliminary data. A responder will be defined as a patient with echocardiographic evidence of stability of speckle strain parameters at 12 months of therapy with doxycycline/TUDCA. Based on our preliminary work, this is currently defined as a change in absolute longitudinal strain of \\< -2%, but the use of this parameter may alter slightly after the part 1 analysis.\n\nSecondary endpoints\n\nSecondary endpoints of the study are:\n\n* to assess the tolerability and safety of the treatment, based on evaluation of the development of recognized side-effects, such as photosensitivity, drug sensitivity, gastrointestinal disturbance and superinfection, as well as any other unexpected effects potentially attributed to therapy.\n* to assess change from baseline in QoL (SF-36 scale) at months 6, 12 and 18;\n\nThis is an 18-month, open label treatment period in which doxycycline (100 mg twice daily) and TUDCA (250 mg, three times daily) are administered to 30 consenting subjects with SSA amyloidosis and 10 subjects with ATTR amyloidosis. Subjects will be evaluated at baseline, and then after 6, 12, and 18 months of doxycycline plus TUDCA treatment or at time of premature treatment discontinuation. Monthly phone contacts and regular blood tests will be performed to monitor potential adverse events.\n\nAll eligible subjects will receive doxycycline hyclate (100 mg twice daily) as well as TUDCA 250 mg three times a day orally. Treatment will be initiated with doxycycline 100 mg daily for 1 week, to assess tolerance, and then increased to twice daily for week 2, following which repeat blood tests of BUN, creatinine , electrolytes and liver function tests will be drawn. If these are stable, TUDCA will be added at the above dose, and the combination will be administered for 17.5 months. TUDCA, formulated in capsules of 250 mg, will be provided at enrolment and at subsequent study visits. Doxycycline will be prescribed through the patient's own pharmacy as it is a widely available drug and is already being used as a single agent in some patients with cardiac amyloidosis (including in our own program).\n\nIn patients in whom doxycycline is poorly tolerated due to gastrointestinal symptoms and/or mild, transient reduction in blood cell counts, the treatment schedule will be modified according to the protocol of Obici et al and doxycycline will be administered cyclically (200 mg/day for 28 days every six weeks up to 18 months). In these patients TUDCA will continue to be administered at 250 mg, three times daily.\n\nThe following study procedures will be performed at scheduled visits. Entry evaluation\n\nAfter obtaining consent, subjects will undergo:\n\n1. Physical examination\n2. ECG\n3. Quality of Life questionnaire (SF-36)\n4. A full echocardiographic study (standard clinical practice)\n5. Serum creatinine, AST, ALT, total bilirubin, CBC, NT-proBNP, troponin I, alkaline phosphatase, and pregnancy test (if applicable)\n\n6-monthly visits\n\nEvery 6 months subjects will follow-up with the Investigator for standard blood work and physical examination, to evaluate tolerability of the treatment, and to have an echocardiogram. ) .\n\nPhone contacts 3-Monthly phone contacts between clinic visits will be performed by the research coordinator for monitoring of the treatment safety. to the IRB, as per IRB regulations.\n\nEchocardiograms will be read blindly to determine standard echocardiographic parameters, with an emphasis on those that may change in progressive cardiac amyloidosis (LV mean wall thickness, quantitative LV ejection fraction, LV dimensions etc)..\n\nStudy Endpoints Response will be evaluated at Month 12 by means of the percentage of subjects with stability in echocardiographic parameters, as initially defined based on the 40 patients studied by serial echocardiography. Analysis will be performed both as an evaluation of the percentage of the group whose cardiac function remains stable, and as an analysis of the mean change in echocardiographic parameters compared to the historical control group. Details of the drug regimen tolerability will also be analyzed. Patients will continue in the study for an additional 6 months (duration of treatment 18 months) with a repeat (secondary) analysis of the same parameters at 18 months (secondary endpoint).\n\n.\n\nSubjects discontinuing study participation prematurely due to drug intolerance will, if agreeable, undergo a full Study Site visit evaluation. This assessment will include the routine 6-montly tests, with the exclusion of a repeat echocardiogram if one has been done in the past 4 months.\n\nEfficacy observations and measurements For efficacy evaluation, subjects will be interviewed and examined every 6 months. Echocardiograms, obtained at 0, 6, 12 and 18 months will be analyzed for standard measurements as well as by strain imaging using a dedicated Echo-Pac analysis system. Cardiac biomarkers will be obtained every 6months.\n\nSF-36 Quality of Life questionnaires will be administered at baseline and 6, 12, and 18 months.",
    "phase": [
        "PHASE1",
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": {
        "participantFlowModule": {
            "groups": [
                {
                    "id": "FG000",
                    "title": "TUDCA and Doxycycline",
                    "description": "INTERVENTION: Patients meeting study criteria were prescribed TUDCA taken orally, 250 mg three times daily. and doxycycline taken orally, 100 mg twice daily.\n\nTauroursodeoxycholic Acid and Doxycycline"
                }
            ],
            "periods": [
                {
                    "title": "Overall Study",
                    "milestones": [
                        {
                            "type": "STARTED",
                            "achievements": [
                                {
                                    "groupId": "FG000",
                                    "numSubjects": "40"
                                }
                            ]
                        },
                        {
                            "type": "COMPLETED",
                            "achievements": [
                                {
                                    "groupId": "FG000",
                                    "numSubjects": "30"
                                }
                            ]
                        },
                        {
                            "type": "NOT COMPLETED",
                            "achievements": [
                                {
                                    "groupId": "FG000",
                                    "numSubjects": "10"
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        "baselineCharacteristicsModule": {
            "groups": [
                {
                    "id": "BG000",
                    "title": "TUDCA and Doxycycline",
                    "description": "INTERVENTION: Patients meeting study criteria were prescribed TUDCA taken orally, 250 mg three times daily. and doxycycline taken orally, 100 mg twice daily.\n\nTauroursodeoxycholic Acid and Doxycycline"
                }
            ],
            "denoms": [
                {
                    "units": "Participants",
                    "counts": [
                        {
                            "groupId": "BG000",
                            "value": "40"
                        }
                    ]
                }
            ],
            "measures": [
                {
                    "title": "Age, Categorical",
                    "paramType": "COUNT_OF_PARTICIPANTS",
                    "unitOfMeasure": "Participants",
                    "classes": [
                        {
                            "denoms": [
                                {
                                    "units": "Participants",
                                    "counts": [
                                        {
                                            "groupId": "BG000",
                                            "value": "40"
                                        }
                                    ]
                                }
                            ],
                            "categories": [
                                {
                                    "title": "<=18 years",
                                    "measurements": [
                                        {
                                            "groupId": "BG000",
                                            "value": "0"
                                        }
                                    ]
                                },
                                {
                                    "title": "Between 18 and 65 years",
                                    "measurements": [
                                        {
                                            "groupId": "BG000",
                                            "value": "0"
                                        }
                                    ]
                                },
                                {
                                    "title": ">=65 years",
                                    "measurements": [
                                        {
                                            "groupId": "BG000",
                                            "value": "40"
                                        }
                                    ]
                                }
                            ]
                        }
                    ]
                },
                {
                    "title": "Age, Continuous",
                    "populationDescription": "Number analyzed is number of patients completing 12 month visit and who had a technically analyzable echocardiogram.",
                    "paramType": "MEAN",
                    "dispersionType": "STANDARD_DEVIATION",
                    "unitOfMeasure": "years",
                    "classes": [
                        {
                            "denoms": [
                                {
                                    "units": "Participants",
                                    "counts": [
                                        {
                                            "groupId": "BG000",
                                            "value": "30"
                                        }
                                    ]
                                }
                            ],
                            "categories": [
                                {
                                    "measurements": [
                                        {
                                            "groupId": "BG000",
                                            "value": "71.3",
                                            "spread": "3.5"
                                        }
                                    ]
                                }
                            ]
                        }
                    ]
                },
                {
                    "title": "Sex: Female, Male",
                    "populationDescription": "Number analyzed is number of patients completing 12 month visit and who had a technically analyzable echocardiogram (this was the primary endpoint).",
                    "paramType": "COUNT_OF_PARTICIPANTS",
                    "unitOfMeasure": "Participants",
                    "classes": [
                        {
                            "denoms": [
                                {
                                    "units": "Participants",
                                    "counts": [
                                        {
                                            "groupId": "BG000",
                                            "value": "30"
                                        }
                                    ]
                                }
                            ],
                            "categories": [
                                {
                                    "title": "Female",
                                    "measurements": [
                                        {
                                            "groupId": "BG000",
                                            "value": "1"
                                        }
                                    ]
                                },
                                {
                                    "title": "Male",
                                    "measurements": [
                                        {
                                            "groupId": "BG000",
                                            "value": "29"
                                        }
                                    ]
                                }
                            ]
                        }
                    ]
                },
                {
                    "title": "Region of Enrollment",
                    "populationDescription": "Number analyzed is number of patients completing 12 month visit and who had a technically analyzable echocardiogram.",
                    "paramType": "COUNT_OF_PARTICIPANTS",
                    "unitOfMeasure": "Participants",
                    "classes": [
                        {
                            "title": "United States",
                            "denoms": [
                                {
                                    "units": "Participants",
                                    "counts": [
                                        {
                                            "groupId": "BG000",
                                            "value": "30"
                                        }
                                    ]
                                }
                            ],
                            "categories": [
                                {
                                    "measurements": [
                                        {
                                            "groupId": "BG000",
                                            "value": "30"
                                        }
                                    ]
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        "outcomeMeasuresModule": {
            "outcomeMeasures": [
                {
                    "type": "PRIMARY",
                    "title": "Changes in Strain Echocardiography",
                    "description": "Outcome measure, namely changes in longitudinal echocardiographic strain, will be compared to previously determined changes derived from a cohort of patients with TTR cardiac amyloidosis who were not receiving specific therapy for amyloid deposition.",
                    "populationDescription": "Patients who completed 18 month visit (primary outcome) and had a technically adequate echocardiogram to analyze strain imaging",
                    "reportingStatus": "POSTED",
                    "paramType": "MEAN",
                    "dispersionType": "Standard Deviation",
                    "unitOfMeasure": "percent LV shortening",
                    "timeFrame": "Time Frame: * (FDAAA) outcome measure is assessed every 6 months by serial echocardiography, with final measurement 18 months after enrollment, change at 12 months reported as pre-defined primary endpoint.",
                    "groups": [
                        {
                            "id": "OG000",
                            "title": "TUDCA and Doxycycline",
                            "description": "INTERVENTION: Patients meeting study criteria were prescribed TUDCA taken orally, 250 mg three times daily. and doxycycline taken orally, 100 mg twice daily.\n\nTauroursodeoxycholic Acid and Doxycycline"
                        }
                    ],
                    "denoms": [
                        {
                            "units": "Participants",
                            "counts": [
                                {
                                    "groupId": "OG000",
                                    "value": "30"
                                }
                            ]
                        }
                    ],
                    "classes": [
                        {
                            "categories": [
                                {
                                    "measurements": [
                                        {
                                            "groupId": "OG000",
                                            "value": "9.1",
                                            "spread": ".9"
                                        }
                                    ]
                                }
                            ]
                        }
                    ]
                },
                {
                    "type": "SECONDARY",
                    "title": "Number of Patients With Adverse Events",
                    "reportingStatus": "POSTED",
                    "paramType": "COUNT_OF_PARTICIPANTS",
                    "unitOfMeasure": "Participants",
                    "timeFrame": "18 months",
                    "groups": [
                        {
                            "id": "OG000",
                            "title": "TUDCA and Doxycycline",
                            "description": "INTERVENTION: Patients meeting study criteria were prescribed TUDCA taken orally, 250 mg three times daily. and doxycycline taken orally, 100 mg twice daily.\n\nTauroursodeoxycholic Acid and Doxycycline"
                        }
                    ],
                    "denoms": [
                        {
                            "units": "Participants",
                            "counts": [
                                {
                                    "groupId": "OG000",
                                    "value": "40"
                                }
                            ]
                        }
                    ],
                    "classes": [
                        {
                            "categories": [
                                {
                                    "measurements": [
                                        {
                                            "groupId": "OG000",
                                            "value": "7"
                                        }
                                    ]
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        "adverseEventsModule": {
            "frequencyThreshold": "5",
            "timeFrame": "Adverse events collected over the course of 18 months.",
            "eventGroups": [
                {
                    "id": "EG000",
                    "title": "TUDCA and Doxycycline",
                    "description": "INTERVENTION: Patients meeting study criteria were prescribed TUDCA taken orally, 250 mg three times daily. and doxycycline taken orally, 100 mg twice daily.\n\nTauroursodeoxycholic Acid and Doxycycline",
                    "deathsNumAffected": 6,
                    "deathsNumAtRisk": 40,
                    "seriousNumAffected": 1,
                    "seriousNumAtRisk": 40,
                    "otherNumAffected": 6,
                    "otherNumAtRisk": 40
                }
            ],
            "seriousEvents": [
                {
                    "term": "acute kidney injury",
                    "organSystem": "Renal and urinary disorders",
                    "assessmentType": "NON_SYSTEMATIC_ASSESSMENT",
                    "notes": "1 patient developed worse renal function on drug, with heart block. Unclear whether worsening renal function was due to low cardiac output caused by heart block (i.e progression of disease) or whether drug combination aggravated renal function.",
                    "stats": [
                        {
                            "groupId": "EG000",
                            "numEvents": 1,
                            "numAffected": 1,
                            "numAtRisk": 40
                        }
                    ]
                }
            ],
            "otherEvents": [
                {
                    "term": "gastrointestinal upset",
                    "organSystem": "Gastrointestinal disorders",
                    "assessmentType": "NON_SYSTEMATIC_ASSESSMENT",
                    "stats": [
                        {
                            "groupId": "EG000",
                            "numEvents": 6,
                            "numAffected": 6,
                            "numAtRisk": 40
                        }
                    ]
                }
            ]
        },
        "moreInfoModule": {
            "certainAgreement": {
                "piSponsorEmployee": false,
                "restrictiveAgreement": true
            },
            "pointOfContact": {
                "title": "Rodney H Falk",
                "organization": "Brigham and WQomen's Hospital",
                "email": "rfalk@bwh.harvard.edu",
                "phone": "6175257053"
            }
        }
    },
    "target_category": "N/A",
    "drug": [
        "Tauroursodeoxycholic acid (TUDCA)",
        "Doxycycline"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial tests a combination of the bile acid TUDCA and the antibiotic doxycycline to slow progression of transthyretin (TTR) amyloidosis / transthyretin amyloid cardiomyopathy (ATTR-CM), not Alzheimer’s disease. The trial title and objective state ATTR cardiomyopathy as the indication. citeturn0search3turn0search0",
        "Act (drug mechanisms & evidence): TUDCA is a bile acid with anti-apoptotic/anti-oxidant effects that has been shown to reduce TTR deposition in preclinical models. citeturn0search1",
        "Act (drug mechanisms & evidence): Doxycycline has been shown to disrupt TTR amyloid fibrils in vitro and reduce deposits in animal models; the published phase II/open-label human study used doxycycline 100 mg twice daily with TUDCA 250 mg three times daily. citeturn0search8turn0search0",
        "Reflect / Classification decision: The four provided categories are defined around Alzheimer’s disease targets (amyloid/tau biologics or small molecules, cognitive enhancers, or treatments for neuropsychiatric symptoms). Because this trial targets transthyretin amyloidosis (a different amyloid protein and disease) rather than Alzheimer’s pathology, it does not fit any of those Alzheimer’s-focused categories and is therefore classified as 'N/A'. The trial has been evaluated in ATTR populations (hereditary and wild-type/senile). citeturn0search3turn0search0",
        "Search sources used (key web results): PubMed phase II report of doxycycline+TUDCA in ATTR patients (Obici et al., Amyloid 2012). citeturn0search0",
        "PubMed preclinical TUDCA study showing reduction of TTR deposition in a transgenic mouse model. citeturn0search1",
        "PubMed preclinical doxycycline study showing disruption of TTR fibrils in mice. citeturn0search8",
        "Clinical trial registry listing for the 18-month open-label doxycycline+TUDCA study in transthyretin amyloid cardiomyopathy (NCT01855360 summarized on trial listing pages). citeturn0search3turn0search10"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}