{
    "nct_id": "NCT06708182",
    "title": "Social Augmentation of Self-Guided Electronic Delivery of the Life Enhancing Activities for Family Caregivers (SAGE LEAF 2): An Online Self-Guided Positive Emotion Regulation Program to Reduce Alzheimer's Dementia Caregiver Burden Delivered Through Caregiver-Serving Organizations",
    "status": "RECRUITING",
    "last_update_time": "2025-08-14",
    "description_brief": "The goal of this clinical trial is to learn if the SAGE LEAF (Social Augmentation of self-Guided Electronic delivery of the Life Enhancing Activities for Family caregivers) online positive emotion skill-building program delivered through Caregiver Serving Organizations can help family caregivers of individuals with dementia cope with stress. The main questions it aims to answer are:\n\n* How does SAGE LEAF affect positive emotion, caregiver burden, loneliness, and depression for family caregivers?\n* What are the challenges and successes when rolling out an online program in partnership with Caregiver Serving Organizations? Participants will complete the 8-week online SAGE LEAF intervention as well as two survey assessments, one before the intervention and one after.",
    "description_detailed": "The SAGE LEAF 2 study is a single-arm fully online implementation trial of the SAGE LEAF program delivered to family caregivers through Caregiver Serving Organizations (CSOs). The SAGE LEAF intervention is 8 weeks long and involves weekly self-guided positive emotion skill lessons, daily skill practice exercises, and daily emotion reporting, all housed on the SAGE LEAF website. The website also includes social features, such as a discussion board and profile pages, to facilitate social connection among participants. Up to n=140 family caregivers of individuals with dementia will be recruited through CSOs and the general population. To participate, caregivers must (1) identify as the primary family caregiver of a person with Alzheimer's disease, (2) be at least 18 years old, (3) speak and read English, and (4) have access to high-speed internet. Participants will complete survey assessments via REDCap before and after they go through the SAGE LEAF intervention. All study activities will take place online.\n\nIndividual level effectiveness will be assessed using self-reported outcomes, such as positive affect, caregiver burden, loneliness, and depression. These outcomes will be measured both pre- and post-intervention. Implementation barriers and facilitators will be assessed using follow-up qualitative interviews.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "SUPPORTIVE_CARE",
    "results": null,
    "target_category": "neuropsychiatric symptom improvement",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is a web-based, self-guided positive-emotion skill‑building program (SAGE LEAF) intended to reduce caregiver stress, loneliness, depression, and burden rather than to modify Alzheimer’s pathology or cognition directly. This aligns with interventions aimed at alleviating behavioral/psychiatric symptoms (depression, loneliness) rather than disease‑targeted biologics or small molecules. citeturn0search0turn0search5",
        "Act: Key extracted details — Intervention name: SAGE LEAF (Social Augmentation of Self‑Guided Electronic delivery of the Life Enhancing Activities for Family caregivers); format: online, self‑guided with social enhancements; population: family caregivers of people with dementia/Alzheimer’s; intended outcomes: increase positive emotion and reduce caregiver burden, loneliness, and depression. No drug or placebo is involved. Sources describing the program and pilot/pragmatic development: SBIR/NIH project descriptions and peer‑reviewed pilot work. citeturn0search4turn0search8turn0search3",
        "Reflect: Classification justification — the trial is a non‑pharmacologic psychosocial intervention targeting emotional/psychiatric outcomes in caregivers (stress, depression, loneliness). Under the provided category definitions this best fits 'neuropsychiatric symptom improvement' because the primary targets are mood/psychosocial symptoms. Note: the intervention is delivered to caregivers (not directly to people with AD) and is not disease‑modifying or cognitive‑enhancing for patients; if you prefer stricter labeling for trials that directly target patients' neuropsychiatric symptoms, one could alternatively mark 'N/A' — but by the given definitions the neuropsychiatric symptom improvement category is the best fit. Supporting references for the program and its aims: SBIR project page and JMIR/PubMed pilot descriptions. citeturn0search1turn0search5"
    ],
    "agent_type": "T) Other",
    "explanation_agent": [
        "Reason: The trial tests SAGE LEAF, an online, socially‑enhanced, self‑guided positive‑emotion regulation program delivered to family caregivers to reduce stress, loneliness, depression and caregiver burden — a psychosocial/behavioral intervention rather than a pharmacologic agent or a therapy that modulates a defined biological pathway in CADRO. citeturn0search0turn0search6",
        "Act: Extracted details — Intervention: SAGE LEAF (Social Augmentation of Self‑Guided Electronic delivery of the Life Enhancing Activities for Family Caregivers); Format: web‑based, self‑guided with social features (discussion boards, podcasts, videos, social notifications); Population: family caregivers of people with dementia/Alzheimer’s; Intended outcomes: increase positive emotion and reduce caregiver burden, loneliness and depressive symptoms; No drug, molecular target, gene, or biological pathway is involved. citeturn0search0turn0search4turn0search3",
        "Reflect: CADRO categories cover biological targets (amyloid, tau, inflammation, synaptic mechanisms, metabolism, etc.). Because this is a non‑pharmacologic psychosocial intervention aimed at caregiver mental health (not a therapeutic that engages a CADRO biological mechanism), the correct CADRO assignment is 'T) Other'. If one were to force a label by clinical outcome (neuropsychiatric symptom improvement), that label is not among the provided CADRO options, so 'T) Other' best reflects the mismatch. citeturn0search1turn0search5",
        "Web search sources (selected): JMIR Aging pilot feasibility/acceptability paper describing SAGE LEAF and its social features and pilot results. citeturn0search0turn0search1",
        "SBIR / project listing describing SAGE LEAF 2 Phase II pragmatic trial delivered through caregiver‑serving organizations. citeturn0search4turn0search3",
        "JMIR Formative Research qualitative study on developing social enhancements for the web‑based positive emotion intervention for AD caregivers. citeturn0search6"
    ]
}