{
    "nct_id": "NCT03417986",
    "title": "An Open-label, Multicenter, Controlled Pharmaco-dynamic Clinical Trial to Explore the the Amyloid Beta Draining Effect of Thiethylperazine (TEP) in Subjects With Newly Diagnosed Early-to-mild Dementia Due to Alzheimer's Disease in Comparison to Healthy Volunteers",
    "status": "COMPLETED",
    "last_update_time": "2023-02-21",
    "description_brief": "This proof-of-mechanism clinical trial study will test the efficacy and safety of thiethylperazine (TEP) in subjects with early onset of Alzheimer's Disease (AD). There is a strong scientific rationale for this study: TEP is a very well-known substance that has been available since 1961 and approved for the prevention and treatment of nausea, vomiting as well as vertigo. Therefore, it has a well understood pharmacologic background and promising safety data. Using AD mouse models, it has been recently discovered and confirmed that TEP promotes transport of toxic Aβ from the brain into the blood. More importantly, it has also been demonstrated to improve learning deficits in mice. The striking biological effect of TEP in preclinical testing and its known safety and toxicity profile encourages the investigators to investigate this in a multicenter clinical trial in subjects with early-to-mild AD in comparison to healthy volunteers. The investigators will assess whether TEP is able to enhance the transport of Aβ peptides from the brain into the blood in subjects with early-to-mild AD and improves cognitive efficacy.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "Thiethylperazine (TEP)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is thiethylperazine (TEP), an orally available phenothiazine small molecule with a long clinical history as an antiemetic; preclinical work shows it activates the ABCC1/MRP1 transporter and reduced brain Aβ in APP/PS1 mice, i.e., it targets amyloid clearance (a disease-modifying mechanism). citeturn1search8turn0search1",
        "Act: Key extracted details — drug name: thiethylperazine (TEP); drug type: small-molecule phenothiazine (approved antiemetic since 1961). Mechanism relevant to this trial: reported activation/stimulation of the ABCC1 (MRP1) transporter that promotes efflux of Aβ from brain to blood and reduced Aβ burden in AD mouse models. The trial tests Aβ-draining effect and cognitive outcomes in early-to-mild AD. citeturn0search1turn1search8",
        "Reflect: Classification check — TEP is a small molecule (not a biologic) and its intended effect in this trial is to modify disease-related pathology (increase Aβ clearance), not merely symptomatic cognitive enhancement or treating neuropsychiatric symptoms. Although a later PET study reported no significant effect of TEP on measured MRP1 activity in one mouse PET assay (indicating some preclinical ambiguity), the primary mechanistic rationale is pathologic/amyloid targeting; therefore the best fit is 'disease-targeted small molecule'. citeturn1search1turn1search8",
        "Supporting sources (web search results): (1) JCI 2011 paper showing activation of ABCC1 by thiethylperazine reduced Aβ load in APP/PS1 mice. citeturn1search8 (2) PET study assessing TEP effect on MRP1 transport activity in mice (reported no significant effect in that assay). citeturn1search1 (3) Drug/product information showing thiethylperazine is a phenothiazine antiemetic (approved since 1961) with known safety profile. citeturn0search1turn0search3"
    ],
    "agent_type": "A) Amyloid beta",
    "explanation_agent": [
        "Reason: The trial drug thiethylperazine (TEP) is being tested for an Aβ-draining effect via stimulation/activation of the ABCC1/MRP1 transporter to enhance efflux of amyloid-β from brain to blood — a disease‑modifying mechanism directed at reducing amyloid burden, which maps to the CADRO category for Amyloid beta. citeturn1search1",
        "Act: Extracted details — drug: thiethylperazine (phenothiazine small molecule, approved as an antiemetic since 1961); proposed mechanism in this trial: activation/stimulation of ABCC1/MRP1 to promote Aβ clearance and reduce brain Aβ, supported by Krohn et al. (JCI 2011) and related preclinical work. A clinical PET study later found no measurable MRP1 stimulation in one assay, but the trial’s stated aim (Aβ‑draining effect) is explicitly amyloid‑targeted. citeturn0search2turn1search1turn0search4",
        "Reflect: Classification check — the intervention is a disease‑targeted small molecule intended to alter amyloid pathology (clearance), not primarily symptomatic or diagnostic. Therefore the most specific CADRO fit is A) Amyloid beta. I note preclinical ambiguity (a PET study reporting no significant MRP1 stimulation in that assay), but that does not change the trial’s amyloid‑clearance rationale. citeturn0search4turn1search4",
        "Web-search supporting results (key sources):",
        "- Krohn et al., J Clin Invest 2011 — ABCC1 (MRP1) regulates cerebral Aβ in mice; thiethylperazine activation of ABCC1 reduced Aβ load in APP/PS1 mice. citeturn1search1",
        "- PET study (PMC/MDPI) assessing thiethylperazine effect on MRP1 activity in mice — reported no significant MRP1 stimulation in that PET assay, indicating some preclinical ambiguity. citeturn0search4turn0search1",
        "- NCATS / drug information confirming thiethylperazine is a phenothiazine antiemetic (approved ~1961) — small‑molecule drug. citeturn0search2",
        "- Reviews and other literature summarizing ABCC1’s role in Aβ clearance and prior thiethylperazine data, and noting a phase 2 clinical trial assessed in humans (NCT03417986). citeturn1search4turn1search0",
        "Output: {\"category\": \"A) Amyloid beta\"}"
    ]
}