{
    "nct_id": "NCT07083089",
    "title": "Phenotyping of Audition in Patients With Early Stage of Neurodegenerative Disorders (Alzheimer and Parkinson' Diseases)",
    "status": "RECRUITING",
    "last_update_time": "2025-07-16",
    "description_brief": "The study aims to phenotype hearing in patients with early stage of neurodegenerative disorders to explore the prevalence of various hearing disorders in comparison to a control population. Specific focus is made on patients with speech-in-noise intelligibiltiy deficit despite normal tonal audiograms referred to as hidden hearing loss, with potential identification of associated biomarkers.",
    "description_detailed": "A wide battery of subjective and objective hearing tests is performed on the subjects including tonal and vocal audiometry (in silence and in noise), DPOAE, acoustic reflex and electrophysiology recordings (auditory brainstem response, electrocochleography). Hearing tests are correlated to collected disease parameters and blood markers.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "SCREENING",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The study title and description indicate a phenotyping/diagnostic investigation of audition in early-stage neurodegenerative disease (Alzheimer’s and Parkinson’s) with a focus on prevalence of hearing disorders and identification of biomarkers (e.g., 'hidden hearing loss' — speech-in-noise deficits with normal pure-tone audiograms). This is an observational/phenotyping objective rather than a therapeutic/drug trial, so it does not fit the four therapeutic categories. citeturn0search0turn0search1",
        "Act (extracted details): Title: 'Phenotyping of Audition in Patients With Early Stage of Neurodegenerative Disorders (Alzheimer and Parkinson' Diseases)'. Key aims: phenotype hearing, compare prevalence vs controls, focus on 'hidden hearing loss' (speech-in-noise intelligibility deficits despite normal tonal audiograms), and seek associated biomarkers. Trial listing matching this description was found (clinical trial listing). Review literature on hidden hearing loss and on hearing loss relevance to dementia/PD were also consulted to confirm context. citeturn0search0turn0search1turn0search4",
        "Web search results used (brief): - Trial listing that matches the study description (phenotyping audition in early AD/PD; outcomes include prevalence of hidden hearing loss). citeturn0search0 - Review on 'hidden hearing loss' (characteristics: normal PTA thresholds, impaired speech-in-noise, objective evoked-potential findings) — supports the definition used in the trial description. citeturn0search1 - Evidence linking hearing loss to dementia and PD (context for why audition phenotyping is relevant in early neurodegeneration). citeturn0search4turn0search6",
        "Reflect: Classification check — the protocol seeks diagnostic/phenotyping data and biomarker identification, not administration of a biologic or small molecule for disease modification, not a cognitive enhancer, and not an intervention aimed at treating neuropsychiatric symptoms. Therefore the correct category is 'N/A' (does not fit the four therapeutic categories). I note one registry description labels the study design as 'interventional' but the measured outcomes and aims are phenotyping/diagnostic assessments rather than a therapeutic drug/placebo comparison; this does not change the non-therapeutic classification. citeturn0search0"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}