{
    "nct_id": "NCT06105320",
    "title": "COGNIFOOD-Investigating the Therapeutic Potential of Changing the Dietary Carbohydrate/Fat-ratio to Prevent Cognitive Decline and Alzheimer Pathology: A Pilot Study",
    "status": "RECRUITING",
    "last_update_time": "2023-10-23",
    "description_brief": "A 2-arm (sequence), 2-period, 2-treatments, single blinded (outcome assessor), randomized crossover-trial (12+12 weeks with immediate contrast) comparing a low-carbohydrate-high-fat diet (LCHF) with a high-carbohydrate-low-fat diet (HCLF) among individuals with prodromal Alzheimer's disease.",
    "description_detailed": "The impact of macronutritional composition on cognitive health is not fully understood. On one hand, the World Health Organization (WHO) guidelines propose a limit of total fat intake at 30% of total energy intake (E%), implying that carbohydrates provide at least 50 E%. On the other hand, some pilot studies on ketogenic diets (strict carbohydrate restriction, ≤10 E%) have shown promising results-while liberal carbohydrate restriction has not been investigated in a clinical trial among individuals with Alzheimer's disease or mild cognitive impairment (MCI). It is unclear how important the metabolic state ketosis is for driving potential effects of ketogenic diets on cognitive health outcomes, and our previous observational analyses suggest that even macronutritional changes in the non-ketogenic range might impact cognitive function-although estimated effects differed between sub-samples. This pilot study evaluates the potential of liberal carbohydrate restriction, alternatively fat restriction, as targets for future large scale trials. Participants must be diagnosed with prodromal Alzheimer's disease, which means MCI in combination with biologically validated Alzheimer-pathology-but absence of dementia.\n\nThe aim of this trial is to generate a contrast within participants regarding a diet parameter of special interest: the carbohydrate/fat-ratio (CFr). In a randomized order, participants will be exposed to 12 weeks with a low CFr diet (LCHF) and 12 weeks with a high CFr diet (HCLF). In LCHF, sustained ketosis is not an aim but transient mild ketosis may appear in some participants. The following strategies will be used to enhance adherence:\n\n* A mandatory supportive study partner.\n* Delivery of one daily meal.\n* Delivery of some key ingredients for self-prepared meals.\n* Individualized guidance by a dietitian, with consideration of preferred protein sources and complexity of cooking.\n\nBeyond a dichotomized comparison between the diet phases, the study is expected to generate data for a substantial number of observational panel analyses where individual continuous CFr-levels assessed at 5 timepoints may be used as the predictor variable. Those CFr-data will be assessed in parallel with health outcomes including neurodegenerative biomarkers in blood, metabolic biomarkers, and Continous Glucose Monitoring (CGM). Cognitive performance is measured only at 3 timepoints to minimize learning effects. The sample size is adapted to assess feasibility and trends in health outcomes. Due to the limited statistical power there is a considerable risk for type-II errors; therefore, p-values \\>0.05 should not be interpreted as absence of a clinically meaningful effect in this pilot. Effect modification will be explored by one pre-specified stratification: 1. Apolipoprotein E (APOE) genotypes epsilon-3/4 and 4/4; 2. All other APOE-genotypes.\n\nA cross-over design with immediate contrast (no \"wash-out\" period) is applied, since it is not possible to define a wash-out value of CFr or reliably keep all participants on a particular CFr between the diet periods. Period 1 (and 2) may have a carry-over effect from pre-study CFr and period 2 may have a carry-over effect from period 1. Primary comparisons against baseline are at the end of each period (weeks 12 \\& 24) when carry-over effects are assumed to be relatively low.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "PREVENTION",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is a dietary change (low-carbohydrate–high-fat [LCHF] versus high-carbohydrate–low-fat [HCLF]) intended to prevent cognitive decline and alter Alzheimer pathology through macronutrient manipulation and metabolic effects, not a biological or small-molecule drug, cognitive-enhancing medication, or neuropsychiatric agent. citeturn0search1turn0search2",
        "Act (extracted trial details and sources): This is a randomized, single-blinded (outcome assessor), 2-arm crossover pilot trial in individuals with prodromal Alzheimer’s disease comparing 12 weeks LCHF with 12 weeks HCLF (immediate contrast, no sustained ketosis required). The aim is to evaluate changing the carbohydrate/fat ratio (CFr) on cognition, metabolic and neurodegenerative biomarkers. Key listings: CenterWatch (NCT06105320) summary, TrialX and Veeva/Medifind trial pages. citeturn0search1turn0search2turn0search5",
        "Reflect: Classification justification — none of the four provided categories apply: it is not a biologic (category 1) nor a small-molecule drug (category 2), not a pharmacologic cognitive enhancer (category 3), nor an intervention targeting neuropsychiatric symptoms (category 4). Although the study aims to influence Alzheimer pathology and cognition, the intervention is a non-pharmacologic dietary modification; per the instructions to return 'N/A' for trials that do not fit the four categories (or involve non-drug interventions), the correct label is 'N/A'. Supporting trial descriptions: CenterWatch, TrialX, Medifind/Veeva. citeturn0search1turn0search2turn0search7"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}