{
    "nct_id": "NCT01701089",
    "title": "An Open-Label, Parallel Group Study to Assess the Inhibition of Brain MAO-B by RO4602522 After Repeated Dosing in Patients With Alzheimer's Disease and in Healthy Control Subjects",
    "status": "COMPLETED",
    "last_update_time": "2016-11-01",
    "description_brief": "This open-label, multiple dose, parallel group study will assess the monoamine oxidase in the brain by in vivo positron emission tomography (PET) and safety of RO4602522 in patients with Alzheimer disease and in healthy volunteers. Patients and volunteers will receive multiple doses of RO4602522 and up to three injections of C11-L-deprenyl-D2 used in the PET.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "RO4602522 (selective MAO-B inhibitor)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial drug RO4602522 is a small-molecule, selective monoamine oxidase B (MAO-B) inhibitor developed by Roche; the study's primary aim is to measure MAO-B inhibition (enzyme occupancy) in brain by PET after repeated dosing, which indicates a mechanistic (disease-targeted) intervention rather than a purely symptomatic cognitive enhancer. citeturn0search2turn0search0",
        "Act: The provided trial description (NCT01701089) and associated reports identify RO4602522 as the investigational drug and describe PET measurement of MAO-B occupancy using 11C-L-deprenyl-D2; the compound was also advanced into Phase II efficacy studies in AD. citeturn0search0turn0search6",
        "Reflect: RO4602522 targets an enzyme (MAO-B) that is upregulated in aging and Alzheimer's disease and is hypothesized to contribute to neurodegeneration (oxidative stress), so by the definitions provided this is best classified as a disease-targeted small molecule rather than a biologic, a generic cognitive enhancer, or an agent for neuropsychiatric symptoms. The web sources used: a PET occupancy study abstract and clinical trial registry entries confirming mechanism, study design, and sponsor. citeturn0search2turn0search0turn0search6"
    ],
    "agent_type": "G) Oxidative Stress",
    "explanation_agent": [
        "Reason: The investigational drug RO4602522 (sembragiline / RG1577) is a selective monoamine oxidase B (MAO-B) inhibitor; MAO-B activity produces hydrogen peroxide and other reactive oxygen species and is reported to be upregulated in Alzheimer brain, linking MAO-B action to oxidative stress-related neurotoxicity. citeturn0search2turn0search0turn0search5",
        "Act: The trial (NCT01701089) explicitly measures brain MAO-B inhibition/occupancy after repeated dosing of RO4602522 using PET with 11C-L-deprenyl-D2, confirming the drug’s mechanism is MAO-B enzymatic inhibition rather than a receptor-directed or purely symptomatic target. citeturn0search4turn0search7",
        "Reflect: By CADRO definitions, an intervention whose primary biological focus is modulation of MAO-B (an enzyme whose activity drives reactive oxygen species generation and contributes to neurodegenerative processes) maps best to G) Oxidative Stress. Alternatives considered: MAO-B relates to neurotransmitter metabolism and has links to amyloid biology, but it is not a neurotransmitter receptor (CADRO D) nor solely an amyloid-targeting agent (CADRO A); therefore G is the most specific fit. Supporting evidence that MAO-B can influence amyloid and is elevated in AD is documented. citeturn0search1turn0search3",
        "Web search results used (key sources): (1) Alzforum entry for Sembragiline / RO4602522 (drug identity & mechanism). citeturn0search2 (2) Clinical trial registry / trial summary for NCT01701089 showing RO4602522 and PET 11C-L-deprenyl-D2 measures. citeturn0search4turn0search7 (3) Reviews and primary literature describing MAO-B upregulation in AD and its role producing H2O2/oxidative stress. citeturn0search0turn0search5 (4) Primary research linking MAO-B to amyloid regulation in AD neurons. citeturn0search1turn0search3"
    ]
}