{
    "nct_id": "NCT02563483",
    "title": "A Yoga and Compassion Meditation Program Improve Quality of Life and Self-compassion in Family Caregivers of Alzheimer's Disease Patients: a Randomized Controlled Trial",
    "status": "COMPLETED",
    "last_update_time": "2015-09-29",
    "description_brief": "This study evaluates the effects of the practice of yoga in combination with compassion meditation on the quality of life, attention, vitality and self-compassion of family caregivers of patients with Alzheimer's disease.",
    "description_detailed": "Alzheimer's disease is a progressive brain disorder that involves the loss of reasoning, memory, language and the ability to live independently. Thus, patients who suffer from this disease often require care from another person and must adapt to ensure their health, functional capacity and safety. Caregivers have a poor quality of life due to the physical and psychological burden of caregiving. Such physical, psychological, social and financial burden can increase the risk of death. Within this scenario, techniques such as yoga and meditation have emerged as low-cost interventions that offer little or no risk to the practitioners. Yoga seeks to develop health and attention through physical postures, breathing exercises and formal meditative practices.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial tests a behavioral intervention (yoga combined with compassion meditation) delivered to family caregivers to improve quality of life, attention, vitality and self-compassion — it is not a pharmacologic agent nor aimed at modifying Alzheimer's pathology in patients, nor primarily treating patient cognitive or neuropsychiatric symptoms. citeturn0search1turn0search0",
        "Act (key extracted details): Title: \"A Yoga and Compassion Meditation Program Improve Quality of Life and Self-compassion in Family Caregivers of Alzheimer's Disease Patients: a Randomized Controlled Trial.\" Intervention: 8-week yoga + compassion meditation program (three 1h15 sessions per week). Participants: 46 family caregivers randomized (YCMP n=25, control n=21). Outcomes reported: statistically significant improvements in quality of life, attention, vitality and self-compassion versus control. Trial type: randomized controlled trial. citeturn0search1turn0search3",
        "Web search results used to confirm details: PubMed abstract of the RCT (Geriatr Gerontol Int., PMID 26685923) which reports the 8-week yoga + compassion meditation RCT and its outcomes. citeturn0search1",
        "Additional supporting sources (abstract repositories and indexes) that report the same trial details and conclusions (Infona portal; Qigong Institute abstract). citeturn0search0turn0search3",
        "Reflect: Given the intervention is non-drug, caregiver-focused, and aimed at improving caregiver well‑being rather than altering Alzheimer's disease biology or directly enhancing patient cognition/neuropsychiatric symptoms, this trial does not fit any of the four provided categories (disease-targeted biologic, disease-targeted small molecule, cognitive enhancer, or neuropsychiatric symptom improvement). Therefore the correct classification is 'N/A'."
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}