{
    "nct_id": "NCT04451408",
    "title": "A Study to Evaluate the Safety, Tolerability, Pharmacokinetics, and Pharmacodynamics of LY3372993 in Participants With Alzheimer's Disease and Healthy Participants",
    "status": "COMPLETED",
    "last_update_time": "2025-03-27",
    "description_brief": "The main purpose of this study is to evaluate the safety and tolerability of LY3372993 in participants with AD, non-Japanese, and Japanese healthy participants who are of first-generation Japanese origin. The study will also investigate how much LY3372993 gets into the bloodstream and will test the effects of LY3372993. The study will be conducted in two parts. The part A includes participants with AD and part B includes healthy participants. Participation could last up to about 61 weeks and may include up to 31 visits to the study center.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "BASIC_SCIENCE",
    "results": null,
    "target_category": "disease-targeted biologic",
    "drug": [
        "LY3372993 (remternetug) — humanized IgG1 monoclonal antibody targeting the pyroglutamate-modified form of amyloid‑beta (N3pGlu Aβ)"
    ],
    "placebo": [
        "Placebo (used as comparator in the trials; IV or SC as per study design)"
    ],
    "explanation_target": [
        "Reason: The intervention named LY3372993 (remternetug) is a biologic — a humanized IgG1 monoclonal antibody designed to bind a modified form of amyloid‑beta (pyroglutamate/N3pGlu Aβ), i.e., it targets Alzheimer’s pathology with the apparent goal of reducing amyloid. citeturn1search0turn1search6.",
        "Act (trial details and web search findings): The study description you provided matches registered Lilly studies of LY3372993 (phase 1 safety/tolerability, PK/PD) identified on ClinicalTrials.gov / Lilly trial pages (e.g., NCT03720548 and NCT04451408). Those entries list LY3372993 (with placebo comparator) and describe IV/SC administration in healthy and AD participants. citeturn0search1turn0search0.",
        "Act (mechanism): Independent summaries and product descriptions state remternetug (LY3372993) specifically targets the N3pGlu (pyroglutamate) form of Aβ, a post‑translationally modified species enriched in amyloid plaques — consistent with a disease‑modifying anti‑amyloid biologic. citeturn1search0turn1search6.",
        "Reflect: Given LY3372993 is a monoclonal antibody directed at an amyloid species and the trials measure pharmacodynamics/amyloid reduction and clinical outcomes, the trial best fits the category 'disease-targeted biologic' rather than a small molecule, symptomatic cognitive enhancer, or neuropsychiatric symptom study. The trial uses placebo control and routes (IV/SC) typical for antibody therapies. citeturn0search1turn0search10.",
        "Web search results used (key sources): Lilly trial listing / ClinicalTrials entries for LY3372993 (trial descriptions and NCT numbers). citeturn0search0turn0search1; A pharmacology/ review entry describing remternetug’s target (pyroglutamate Aβ). citeturn1search0; Trial registry/phase‑3 remternetug (TRAILRUNNER‑ALZ) listings confirming remternetug = LY3372993 and its development program. citeturn0search10turn1search2."
    ],
    "agent_type": "A) Amyloid beta",
    "explanation_agent": [
        "Reason: The investigational agent LY3372993 (remternetug) is a humanized IgG1 monoclonal antibody that specifically binds the pyroglutamate-modified (N3pGlu) form of amyloid-β, a plaque-enriched, post‑translationally modified Aβ species implicated in AD pathology. citeturn0search1turn0search0",
        "Act: Extracted trial details — drug name LY3372993 (remternetug), mechanism = antibody against N3pGlu Aβ, and program/trials (phase 1 safety/PK/PD and ongoing phase 3 TRAILRUNNER‑ALZ studies measuring amyloid plaque reduction). These trial descriptions and sponsor pages confirm the intervention is an anti‑amyloid biologic. citeturn1search2turn1search3",
        "Reflect: Classification as A) Amyloid beta is the most specific CADRO category because the therapy directly targets an amyloid‑β species (pyroglutamate‑modified Aβ). The intervention is not primarily anti‑tau, anti‑inflammatory, symptomatic neurotransmitter modulation, or multi‑target — it is a disease‑targeted anti‑amyloid monoclonal antibody, so A) Amyloid beta is appropriate. citeturn0search5",
        "Web search results used (key sources): 1) MedChemExpress product/description for remternetug (LY3372993) confirming N3pGlu Aβ specificity. citeturn0search1 2) Antibody Society / therapeutic listing summarizing remternetug as an IgG1 targeting pyroglutamate Aβ. citeturn0search0 3) Eli Lilly trial page for LY3372993 (study listing and details). citeturn1search2 4) Clinical trial registry / TRAILRUNNER‑ALZ listings (phase‑3 study details measuring amyloid reduction). citeturn1search3"
    ]
}