{
    "nct_id": "NCT03089918",
    "title": "An Open-Label Microdosing Study to Investigate the Regional Brain Kinetics of Brain Drug Transporters Using P-glycoprotein and Breast Cancer Resistance Protein Substrates and by Using the Positron Emission Tomography Ligand 11C-JNJ-63779586 in the Human Brain",
    "status": "COMPLETED",
    "last_update_time": "2025-04-25",
    "description_brief": "The purpose of this study is to investigate the total body biodistribution and radiation dosimetry of 11C-JNJ-63779586 by Positron Emission Tomography (PET) in healthy young adult males (Part A); to estimate and compare the uptake, distribution, and clearance of 11C-JNJ-63779586 in the brain by PET between mild Alzheimer Disease (AD) participants (males/females) and age- and gender-matched control participants (Part B), corrected for regional cerebral blood flow differences; and to model the tissue specific kinetics of 11C-JNJ-63779586 in human brain with the appropriate input function (IF) (Part B).",
    "description_detailed": "N/A",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "BASIC_SCIENCE",
    "results": null,
    "target_category": "N/A",
    "drug": [
        "11C-JNJ-63779586 (radiolabeled form of JNJ-63779586; used here as a PET ligand)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is a radiolabeled PET ligand (11C-JNJ-63779586) administered in microdoses to measure whole-body/brain biodistribution, dosimetry, and regional brain kinetics (including P-glycoprotein and BCRP transporter activity), i.e., a diagnostic imaging tracer rather than a therapeutic intended to modify disease or improve cognition. citeturn0search1turn1search0",
        "Act: 11C-JNJ-63779586 is the radiolabeled probe used in this study; the parent compound is a BACE (β‑secretase) inhibitor and is a substrate of P‑gp and BCRP, and the labeled molecule was developed specifically as a PET ligand to study BBB efflux transporter activity and kinetics. This supports that the trial is imaging/diagnostic in purpose rather than testing a therapeutic agent. citeturn1search0turn1search7",
        "Reflect: According to the trial registry and published poster abstract, the study objective is biodistribution/dosimetry and comparison of PET uptake/clearance between mild AD and controls (i.e., measurement/modeling of tracer kinetics), which fits the diagnostics category. Per the instructions, diagnostic/non-therapeutic interventions are classified as 'N/A'. No placebo is used. citeturn0search1turn1search0",
        "Web search results (key sources used): clinical trial registry entry for NCT03089918 (trial description and dosing/parts). citeturn0search1; Janssen/academic poster and abstract describing [11C]-JNJ-63779586 as a BACE inhibitor-derived PET ligand and a P-gp/BCRP substrate developed to study BBB efflux transporter activity. citeturn1search0; MedPath/drug/trial listing summarizing the trial and the ligand. citeturn1search7"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}