{
    "nct_id": "NCT01039194",
    "title": "A Study of the Effect of Concomitant Administration of Multiple Doses of BMS-708163 on the Pharmacokinetics of Galantamine in Healthy Subjects",
    "status": "COMPLETED",
    "last_update_time": "2011-01-24",
    "description_brief": "The purpose of the study is to find out if the plasma concentration of galantamine extended release is changed when BMS-708163 is administered at the same time.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "N/A",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "BMS-708163 (avagacestat) — oral γ-secretase inhibitor (investigational; disease-targeted small molecule)",
        "Galantamine (extended-release) — reversible acetylcholinesterase inhibitor (cognitive enhancer; co-administered)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial tests concomitant dosing of BMS-708163 with galantamine; BMS-708163 is the investigational agent of interest and is a small-molecule γ-secretase inhibitor developed to reduce Aβ production (i.e., a disease-modifying target). citeturn0search4turn0search1",
        "Act: Key extracted details — (1) investigational drug: BMS-708163 (avagacestat), a selective γ-secretase inhibitor shown to lower CSF Aβ peptides in healthy subjects and developed for Alzheimer’s disease. citeturn0search4turn0search6 (2) co-administered drug: galantamine ER, a reversible acetylcholinesterase inhibitor used to improve cognition in AD. citeturn0search2 The trial objective is a pharmacokinetic drug–drug interaction assessment (effect of BMS-708163 on plasma galantamine concentrations), but the investigational mechanism (γ-secretase inhibition) is disease-targeted. citeturn0search5",
        "Reflect: Classification justification — because BMS-708163 is a small-molecule inhibitor targeting Alzheimer’s pathology (amyloid production via γ-secretase), the appropriate category is 'disease-targeted small molecule'. Note ambiguity: galantamine is a cognitive enhancer (co-administered), but the primary investigational compound of interest here (BMS-708163) defines the trial’s target category. Web-search sources used above: PubMed/Clin Ther reports on avagacestat/BMS-708163 pharmacodynamics and CSF Aβ effects, compound vendor/descriptor pages summarizing its γ-secretase inhibitory activity, and a PubMed review summarizing galantamine pharmacology. citeturn0search4turn0search1turn0search6turn0search2"
    ],
    "agent_type": "A) Amyloid beta",
    "explanation_agent": [
        "Reason: The investigational agent BMS-708163 (avagacestat) is a selective oral γ-secretase inhibitor developed to reduce production of amyloid-β (Aβ) peptides — i.e., it directly targets amyloid biology. citeturn0search3turn0search1",
        "Act: Extracted details from the trial description and literature: (1) investigational drug: BMS-708163 (avagacestat), a γ-secretase inhibitor that produced dose-dependent reductions in CSF Aβ40/Aβ42 in Phase 1 studies and was advanced as an Aβ‑lowering, disease‑targeted small molecule. citeturn0search4turn0search1 (2) co-administered drug: galantamine ER, a symptomatic cognitive enhancer that acts primarily as a reversible acetylcholinesterase inhibitor (used here for pharmacokinetic interaction assessment). citeturn0search2turn1search6 The trial objective is a pharmacokinetic drug–drug interaction study, but the investigational mechanism of interest (γ-secretase inhibition to lower Aβ) defines the CADRO category.",
        "Reflect: Classification check — because the primary investigational compound targets amyloid production via γ-secretase inhibition, the most specific CADRO match is A) Amyloid beta. Galantamine is a symptomatic cholinesterase inhibitor (related to neurotransmission) but is co‑administered for PK assessment and does not change the trial’s mechanistic focus. Relevant supporting sources: human pharmacodynamic and safety studies of avagacestat showing CSF Aβ reduction and selectivity for APP processing, the BMS trial record for the drug–drug interaction with galantamine, and reviews/descriptions of galantamine pharmacology. citeturn0search3turn0search4turn0search2turn1search6"
    ]
}