{
    "nct_id": "NCT00000173",
    "title": "A Randomized, Double-Blind, Placebo-Controlled Trial of Vitamin E and Donepezil HCL (Aricept) to Delay Clinical Progression From Mild Cognitive Impairment (MCI) to Alzheimer's Disease (AD)",
    "status": "COMPLETED",
    "last_update_time": "2009-12-10",
    "description_brief": "The National Institute on Aging (NIA) is launching a nationwide treatment study targeting individuals with mild cognitive impairment (MCI), a condition characterized by a memory deficit, but not dementia. An NIA-funded study recently confirmed that MCI is different from both dementia and normal age-related changes in memory. Accurate and early evaluation and treatment of MCI individuals might prevent further cognitive decline, including development of Alzheimer's disease (AD).\n\nThe Memory Impairment Study is the first such AD prevention clinical trial carried out by NIH, and will be conducted at 65-80 medical research institutions located in the United States and Canada. This study will test the usefulness of two drugs to slow or stop the conversion from MCI to AD. The trial will evaluate placebo, vitamin E, and donepezil, an investigational agent approved by the Food and Drug Administration for another use. Vitamin E (alpha-tocopherol) is thought to have antioxidant properties, and was shown in a 1997 study to delay important dementia milestones, such as patients' institutionalization or progression to severe dementia, by about seven months.",
    "description_detailed": "This clinical trial will be a multicenter, randomized, double-blind, placebo- controlled, parallel-group study of vitamin E and donepezil in 720 subjects with mild cognitive impairment (MCI). Subjects will be randomized to one of three treatment groups (240 subjects per treatment group): 1) Placebo vitamin E and placebo donepezil plus a multivitamin daily. 2) Vitamin E (2,000 I) and placebo donepezil plus a multivitamin daily.3) Donepezil (10 mg) and placebo vitamin E plus a multivitamin daily.\n\nThe study will be conducted over three years, with clinical evaluations every 3 months for the first 6 months and then every 6 months. Subjects randomized to donepezil will start a dose of 5 mg daily. Donepezil will be increased to 10 mg after six weeks. Subjects randomized to vitamin E will start at 1,000 I daily. The dose of Vitamin E will be increased to 2,000 I after six weeks. There will be a 12-month recruitment period. The primary endpoint will be time to development of Probable or Possible AD according to NINCDS-ADRDA criteria. Upon determination of a clinical diagnosis of AD, documentation will be sent to the ADCS Coordinating Center and forwarded to the Central Review Committee for verification. Upon verification, of conversion to diagnosis of AD, subjects will stop taking the donepezil study medication or its corresponding placebo, without breaking the blind, and will be offered open label donepezil at a scheduled visit one month after the prior diagnostic visit. Donepezil will be offered to subjects who convert to AD until the subject completes three years from the baseline visit. Based on an estimated incidence of AD of 15% per year, the study has 85% power to detect a 33% or greater reduction in conversion to AD over 3 years. Secondary outcome measures will include change on the Alzheimer's Disease Assessment Scale (ADAS-COG), the Neuropsychological Battery, the Mini-Mental State Exam (MMSE), Clinical Dementia Rating Scale (CDR), the Global Deterioration Scale (GDS), ADCS- Activities of Daily Living Inventory (ADCS-ADL), a Pharmacoeconomics scale, and a Quality of Life scale. Compliance will be monitored through the measurement of alpha-tocopherol levels and pill counts at each visit.",
    "phase": [
        "PHASE3"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "Donepezil (Aricept)",
        "Vitamin E (alpha-tocopherol)"
    ],
    "placebo": [
        "Placebo"
    ],
    "explanation_target": [
        "Reason: The trial tests donepezil and vitamin E to delay progression from MCI to AD. Donepezil is a reversible acetylcholinesterase inhibitor used to improve cognition in AD (symptomatic treatment), while vitamin E is an antioxidant supplement — neither is a biologic targeting amyloid/tau pathology. citeturn0search0turn0search4",
        "Act: Key trial details extracted from the published study: randomized, double-blind, placebo-controlled comparison of 2000 IU vitamin E daily, 10 mg donepezil daily (Aricept), and placebo in patients with amnestic MCI. The NEJM report and subsequent summaries describe no long-term disease-modifying effect for vitamin E and only an early (first 12 months) reduction in progression with donepezil that did not persist at 3 years; donepezil is described as a symptomatic (cognitive-enhancing) agent rather than disease-modifying. citeturn0search0turn0search8turn0search9",
        "Reflect: Given the intervention types and mechanisms, the appropriate category is \"cognitive enhancer\" — donepezil is a small-molecule cholinesterase inhibitor used to improve cognitive symptoms, and vitamin E is an antioxidant supplement with no demonstrated disease-targeting mechanism in this trial. Although the trial's goal was to delay conversion (a disease-modification outcome), the agents tested are symptomatic/cytoprotective rather than biologics or small molecules specifically designed to target core AD pathology (amyloid or tau). Listing of web sources: NEJM trial (Petersen et al., 2005) describing the vitamin E and donepezil MCI trial. citeturn0search0turn0search3"
    ],
    "agent_type": "R) Multi-target",
    "explanation_agent": [
        "Reason: The trial tests two interventions with distinct mechanisms — donepezil (a reversible acetylcholinesterase inhibitor that enhances cholinergic neurotransmission and is used as a symptomatic cognitive enhancer) and vitamin E (alpha‑tocopherol), an antioxidant intended to reduce oxidative damage. These map to different CADRO domains: donepezil → D) Neurotransmitter Receptors (cholinergic neurotransmission modulation), vitamin E → G) Oxidative Stress. citeturn0search0turn0search4turn0search7.",
        "Act: Key extracted trial details — randomized, double‑blind, placebo‑controlled trial in amnestic MCI comparing 2000 IU/day vitamin E, 10 mg/day donepezil, and placebo; donepezil is described in clinical sources and the Aricept label as a reversible acetylcholinesterase inhibitor (symptomatic agent), and vitamin E is described as an antioxidant tested for neuroprotective/oxidative‑stress effects. Because the interventions target different biological processes (neurotransmitter/cholinergic vs oxidative stress), the most appropriate CADRO assignment is R) Multi‑target. citeturn0search2turn0search0turn0search4turn0search7.",
        "Reflect: This classification aligns with the CADRO definitions — the trial does not test an amyloid/tau‑directed biologic or a single unified disease‑modifying pathway. Although the clinical goal was to delay conversion (a disease‑modification outcome), the agents are a symptomatic cholinergic enhancer and an antioxidant; therefore a multi‑target categorization is most specific and accurate. If you prefer a single CADRO label per agent instead of a combined label: donepezil → D) Neurotransmitter Receptors; vitamin E → G) Oxidative Stress. citeturn0search2turn0search0turn0search7.",
        "Web search results (key sources used):",
        "- NEJM trial report: Petersen RC et al., \"Vitamin E and Donepezil for the Treatment of Mild Cognitive Impairment,\" New England Journal of Medicine, 2005 (trial details and outcomes). citeturn0search2.",
        "- Donepezil mechanism summaries (reversible acetylcholinesterase inhibitor; symptomatic cognitive enhancer): StatPearls / NCBI and Aricept product label summaries. citeturn0search0turn0search4.",
        "- Vitamin E / antioxidant evidence and trials (role as antioxidant, trials in AD and MCI including effects on functional decline): JAMA Neurology and related trials (e.g., TEAM‑AD) and earlier NEJM antioxidant trial context. citeturn0search7turn0search5."
    ]
}