{
    "nct_id": "NCT06595030",
    "title": "Methodology Issues in a Tailored Light Treatment for Persons With Dementia - Aim 3",
    "status": "RECRUITING",
    "last_update_time": "2025-05-28",
    "description_brief": "Investigate the long-term impact of amount and duration of Tailored Lighting Intervention (TLI) obtained from Aims 1 and 2 on sleep, cognition, circadian marker, mood, and behavior in AD/ADRD patients. For this single-arm, randomized, placebo-controlled study, the researchers plan to recruit 100 participants who will experience either the active TLI or the placebo for 6 months.",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "neuropsychiatric symptom improvement",
    "drug": [],
    "placebo": [
        "dim-light control (placebo lighting)"
    ],
    "explanation_target": [
        "Reason: The intervention is a Tailored Lighting Intervention (TLI) — a light-based, circadian-targeted therapy intended to improve sleep, mood, behavior and related outcomes in people with AD/ADRD rather than a pharmacologic agent. Multiple published trials of TLI report improvements in sleep, depression scores and agitation in dementia patients, indicating the primary aims are symptom and circadian/rhythm improvement rather than molecular disease modification. citeturn0search0turn0search8",
        "Act: Key details extracted from the study description and related sources: intervention = Tailored Lighting Intervention (TLI) delivered as active vs placebo (dim/light control) over months; outcomes include sleep, cognition, circadian markers, mood and behavior; this is an environmental/behavioral light therapy intervention (not a biologic or small molecule). Clinical trial listings and publications describing the 'Methodology Issues in a Tailored Light Treatment for Persons With Dementia' and related TLI trials confirm the intervention and placebo control design. citeturn0search2turn0search3",
        "Reflect: Given the definitions: (1) Disease-targeted biologic — biologics targeting AD pathology (not applicable); (2) Disease-targeted small molecule — small-molecule drugs targeting pathology (not applicable); (3) Cognitive enhancer — pharmacologic agents primarily aiming to improve cognition (TLI may affect cognition secondarily but is not a drug cognitive enhancer); (4) Neuropsychiatric symptom improvement — interventions aimed at improving sleep, mood, agitation and behavioral symptoms. TLI best fits category 4 because the trial’s stated outcomes emphasize sleep, circadian markers, mood and behavior (with cognition measured but not as a drug-targeted, pathology-modifying approach). There is some overlap (sleep/circadian modulation can affect cognition), but the primary mechanism and outcomes align with neuropsychiatric/symptom improvement. citeturn0search0turn0search5",
        "Web search results used (short list of sources consulted): PubMed: 'Effects of a Tailored Lighting Intervention on Sleep Quality, Rest-Activity, Mood, and Behavior in Older Adults With Alzheimer Disease and Related Dementias' (reports improvements in sleep, mood, agitation; links to ClinicalTrials.gov entry 'Methodology Issues in a Tailored Light Treatment for Persons With Dementia'). citeturn0search0",
        "Mount Sinai clinical trial listing for 'Methodology Issues in a Tailored Light Treatment for Persons With Dementia - Aim 2' (trial description, recruitment and design details for Aim 2 of the tailored lighting program). citeturn0search2",
        "Frontiers / Icahn School of Medicine publications describing Tailored Lighting Intervention (TLI) effects on sleep-wake cycles, mood and behavior in dementia — supporting that TLI is a circadian/behavioral intervention rather than a pharmacologic agent. citeturn0search5turn0search3"
    ],
    "agent_type": "O) Circadian Rhythm",
    "explanation_agent": [
        "Reason: The intervention is a Tailored Lighting Intervention (TLI) — a non‑pharmacologic, light‑based therapy designed to modulate circadian timing and thereby improve sleep, mood, agitation and related neuropsychiatric outcomes in persons with dementia. This directly targets circadian/rhythm physiology rather than molecular AD pathology, matching CADRO’s Circadian Rhythm category.",
        "Act: Key extracted details — intervention = Tailored Lighting Intervention (active vs dim/placebo control) delivered over months; primary outcomes include sleep quality, circadian markers, mood and behavioral symptoms (with cognition measured secondarily). The intervention is environmental/behavioral (light therapy), not a biologic or small molecule, so the most specific CADRO match is O) Circadian Rhythm.",
        "Reflect: Classification check — TLI’s mechanism (entraining/modifying sleep–wake and circadian systems) aligns with CADRO O rather than categories for amyloid, tau, inflammation, synaptic plasticity, etc. It is not a multi‑target pharmacologic treatment nor a diagnostic/non‑therapeutic procedure that would warrant 'T) Other'. Therefore O) Circadian Rhythm is the appropriate CADRO assignment.",
        "Web sources (used/explained): PubMed — 'Effects of a Tailored Lighting Intervention on Sleep Quality, Rest‑Activity, Mood, and Behavior in Older Adults With Alzheimer Disease and Related Dementias' (reports improvements in sleep, mood, agitation; links to the ClinicalTrials.gov entry for 'Methodology Issues in a Tailored Light Treatment for Persons With Dementia'); Mount Sinai clinical trial listing for the tailored light treatment methodology study; Frontiers/Icahn School of Medicine publications describing TLI effects on sleep‑wake cycles, mood and behavior. These sources support that TLI is a circadian/behavioral intervention rather than a pharmacologic AD pathology‑modifying agent."
    ]
}