{
    "nct_id": "NCT02176629",
    "title": "Usability of Virtual Reality in Subjects With Mild Cognitive Impairment or Alzheimer's Disease. MeMO-RV2",
    "status": "COMPLETED",
    "last_update_time": "2015-08-31",
    "description_brief": "Cognitive and memory problems characterize Alzheimer's disease (AD). Along with these disorders, psychological and behavioral symptoms (also known as neuropsychiatric symptoms) , as well as pathophysiological processes are frequently found and involved significantly in maintaining autonomy, prognosis and treatment of the disease. Apathy or disorder motivation is the most common disorder behavior and early stages of cognitive impairment. Apathy is particularly associated with cognitive difficulties such as attention deficit disorder - concentration.\n\nIn terms of prevention as term care , there is now a broad consensus that interventions on cognition and behavior must not be limited to pharmacological treatment but should also promote non-drug approaches.\n\nInterest in video games (serious games and serious games) as intervention support rehabilitation is growing. Similarly, the virtual reality (VR) and the new information technologies and communications offer significant opportunities in terms of rehabilitation and therapeutic assistance.\n\nThis protocol is part of a European project to propose techniques for improving the treatment of people at risk of social exclusion ( VERVE project ) aims .\n\nA first experiment conducted in 2013 showed the acceptability of Virtual Reality (VR) in healthy elderly subjects. In a second step , it is important to validate the feasibility of using the RV or in frail subjects with mild cognitive impairment or Alzheimer's disease in mild to moderate in a clinical environment.\n\nThis is a biomedical , randomized given to a group of patients with mild cognitive impairment or Alzheimer's disease \\& diseases associated with mild to moderate.",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "N/A",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The described study (MeMO-RV2) tests a virtual reality (VR) cognitive/behavioral rehabilitation intervention (VR vs classic cognitive stimulation) to evaluate acceptability, motivation, attention and usability in subjects with MCI or mild–moderate Alzheimer’s disease — i.e., a non‑pharmacological, technology‑based rehabilitation/usability study rather than a drug trial. citeturn0search3turn0search1",
        "Act: Key trial details extracted: title \"Usability of Virtual Reality in Subjects With Mild Cognitive Impairment or Alzheimer's Disease (MeMO‑RV2)\", registry NCT02176629, lead sponsor Centre Hospitalier Universitaire de Nice, interventional crossover design comparing virtual reality (VR) and classic cognitive stimulation (CSC). The interventions are listed as \"Other\" (VR and CSC), with primary outcomes focused on acceptability/usability and secondary outcomes on motivation, performance and attention — no investigational drug or placebo is specified. citeturn0search3turn0search1",
        "Reflect: By the category definitions provided (which classify only biologic drugs, small molecules, cognitive‑enhancing drugs, or neuropsychiatric drug treatments), this trial does not fit any of the four drug‑focused categories because it evaluates a non‑drug VR/rehabilitation intervention. Therefore the correct classification is 'N/A'. The registry entries confirm the intervention type and absence of any drug or placebo. citeturn0search3turn0search0",
        "Web search results / sources supporting the above extraction: • MeMO‑RV2 trial record (MedPath / trial summary for NCT02176629). citeturn0search3 • MeMO‑RV2 summary (Clincosm trial page). citeturn0search1 • Clinical trials registry entry / MeMO‑RV2 summary (ICH GCP listing). citeturn0search0"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}