{
    "nct_id": "NCT06597058",
    "title": "A Double-Blind, Placebo-Controlled Phase 2 Estimation Study of Fixed Dose Drugs Combination Type of Polypill Administered to Subjects With Alzheimer's Disease",
    "status": "ACTIVE_NOT_RECRUITING",
    "last_update_time": "2025-08-12",
    "description_brief": "This is an estimation-focused Phase 2 study designed to explore and quantify treatment-related changes across multiple clinical outcomes in patients with Alzheimer's disease over a 210-day period. The anticipated study population are males and females aged 50-85 years with very mild to severe Alzheimer's Disease. The duration of individual patient participation will be approximately 224 Days: up to 14 days for Screening, 180 days for study drug administration, and a final follow-up visit at 210 days. The planned study duration is 12-18 months from Screening of the first patient until the last follow-up of the last patients.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "MAR (fixed‑dose polypill; active composition not specified in public registry)"
    ],
    "placebo": [
        "MAR placebo (0.6 g tablet, once-daily)"
    ],
    "explanation_target": [
        "Reason: The trial tests a fixed‑dose combination oral pill (“MAR”) versus placebo with primary/exploratory outcomes of cognition and global dementia scales (ADAS‑Cog, MMSE‑2, CDR‑SB), indicating the study’s main goal is to improve cognitive/clinical outcomes rather than testing a biologic (e.g., antibody) or a single molecule directed at core AD pathology. citeturn1search2turn1search3.",
        "Act: Public trial listings identify the sponsor as Noah Pharmaceuticals and the investigational product as a polypill named MAR (MAR Active 0.6 g tablet, once daily) given for 180 days; the registry entries and site listings do not specify an anti‑amyloid or anti‑tau biologic mechanism, and the product is presented as a fixed‑dose combination tablet rather than a monoclonal antibody or single targeted small molecule. citeturn2search0turn1search2.",
        "Act (additional detail): The protocol excerpts and recruitment sites note drug‑related exclusions (e.g., participants must stop statin therapy during treatment; exclusion for current tetracycline or sirolimus use and known allergies to tetracyclines, rapalogs, or statins), which implies MAR contains repurposed small‑molecule agents (e.g., statin/antibiotic/rapalog classes) rather than biologics — but the exact ingredient list is not provided in the public listings we found. citeturn3search0turn1search4.",
        "Reflect: Given the intervention is an oral, multi‑drug tablet (polypill) intended to change cognitive and functional scores over 180 days, it best fits the \"cognitive enhancer\" category (small‑molecule, symptomatic/indirect cognitive improvement) rather than \"disease‑targeted biologic\". It is not possible from available public records to classify it as a disease‑targeted small molecule (i.e., a single small molecule with a stated anti‑amyloid or anti‑tau mechanism). I therefore classify it as a cognitive enhancer while noting some ambiguity because the polypill could exert disease‑modifying effects via vascular/inflammatory mechanisms — information on MAR’s exact components was not found in the searchable registries. citeturn1search2turn2search0.",
        "Web search results used (public listings): MedPath / trial summary for the study (lists MAR, outcomes). citeturn1search2",
        "ICH GCP / trial registry copy (Noah Pharmaceuticals, MAR, locations, status). citeturn2search0",
        "CTV / trial aggregation page (trial design, MAR Active 0.6 g tablet). citeturn1search4",
        "TrialX / trial details and inclusion/exclusion (noting statin/tetracycline/sirolimus exclusions). citeturn3search0",
        "Power (patient‑facing listing) / Polypill for Alzheimer’s Disease (summary of MAR intervention and practical trial details). citeturn0search2"
    ],
    "agent_type": "M) Synaptic Plasticity/Neuroprotection",
    "explanation_agent": [
        "Reason: The protocol describes an oral fixed‑dose combination polypill (MAR) tested for cognitive and global dementia outcomes (ADAS‑Cog, MMSE‑2, CDR‑SB), indicating the trial's primary intent is symptomatic/cognitive enhancement rather than testing a specified anti‑amyloid or anti‑tau biologic. citeturn0search0turn0search3",
        "Act: Extracted details — investigational product named MAR (MAR Active 0.6 g tablet, once daily) given for 180 days; registry and aggregator listings do not specify amyloid/tau/other single molecular targets, and exclusions (stop statin; exclude tetracycline/sirolimus use, allergy to tetracyclines/rapalogs/statins) imply the polypill likely contains repurposed small molecules but the exact composition is not publicly listed. citeturn0search0turn0search2turn0search3",
        "Reflect: Given the absence of a stated disease‑modifying biological target in public records and the stated clinical focus on cognitive outcomes, the most appropriate CADRO classification is M) Synaptic Plasticity/Neuroprotection (covers symptomatic cognitive enhancers and interventions aimed at improving synaptic/functional outcomes). There is residual uncertainty because undisclosed small‑molecule components could act via vascular, metabolic, inflammatory, or other disease‑modifying pathways (which could point to J, F, or other CADRO categories) — but those mechanisms are not specified in the public listings. citeturn0search0turn0search1",
        "Web search results used: clinical trial registry entry (ICH GCP / ClinicalTrials record for NCT06597058). citeturn0search0",
        "Web search results used: trial aggregator/patient listing (Power: Polypill for Alzheimer’s Disease). citeturn0search2",
        "Web search results used: MedPath trial summary (study design, MAR Active 0.6 g). citeturn0search3",
        "Web search results used: trial tracker / ClinicalTrials.gov mirror (trial status and dates). citeturn0search1",
        "Web search results used: AdisInsight trial profile (trial metadata). citeturn0search7"
    ]
}