{
    "nct_id": "NCT06264258",
    "title": "Evaluating Game-based Pediatric Diabetes Education",
    "status": "RECRUITING",
    "last_update_time": "2025-02-10",
    "description_brief": "The goal of this study is to evaluate the impact of a mobile app video game called Digital Vaccine for Type 1 Diabetes (DVx-T1D)™, proposed as a low-risk, non-invasive, digital therapeutic candidate for behavior change in children 6 to 12 years of age with Type 1 Diabetes (T1D).\n\nThe investigators hypothesize that adoption of DVx-T1D™ by T1D patients will positively influence healthy dietary and physical activity behaviors by providing nutrition and lifestyle education through a playful, Artificial Intelligence (AI)-based, cartoon-style medium of mobile gaming, and result in improvements in their T1D control. The investigators propose to conduct a longitudinal randomized controlled trial (RCT) over a 3-month period with a study population of 80 T1D participants (40 each in two arms of the trial) of 6-12 years old. The investigators will quantify the impact of the mobile game app plus standard care vs. standard care (with no exposure to the app) on T1D control (assessed by glycosylated hemoglobin or HbA1c measured during clinic visits and continuous glucose monitoring (CGM) parameters measured at home), physical activity levels and food choices of children (measured using food logs and surveys). Game telemetry, food logs, clinical, anthropometric, demographic, and survey data will be collected to obtain adequately powered, theory-driven evidence of the value of game-based approaches delivered via mobile apps.",
    "description_detailed": "Youth with T1D who comply with inclusion criteria and provide consent will be randomized to either the treatment arm (will be given a tablet with the game) or the control arm (no tablet will be given, no exposure to the game). Participants in both arms will continue receiving standard of care treatment. Participants will be asked to maintain food and activity logs and answer questionnaires about lifestyle.\n\nParticipants will be evaluated at baseline and at 3 months with interim contact in between. Devices will be downloaded to collect app usage data (game telemetry). Exposure time will be tracked by the application. Survey to elicit barriers and challenges encountered during the study will also be conducted.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "SUPPORTIVE_CARE",
    "results": null,
    "target_category": "N/A",
    "drug": [
        "DVx-T1D™ app (Digital Vaccine for Type 1 Diabetes)"
    ],
    "placebo": [
        "Standard care (control arm with no exposure to the app)"
    ],
    "explanation_target": [
        "Reason: The intervention is a mobile app video game (Digital Vaccine for Type 1 Diabetes, DVx-T1D™) intended to drive behavior change (nutrition, physical activity) in children with Type 1 Diabetes and to improve diabetes control (HbA1c, CGM). This is a digital/behavioral therapeutic, not a biologic or small-molecule drug, and it is not an Alzheimer’s cognitive or neuropsychiatric treatment; therefore it does not fit any of the Alzheimer-specific categories. citeturn0search0turn0search1",
        "Act: Key extracted details — intervention: DVx-T1D™ app (AI-based, cartoon-style mobile game); study design: randomized controlled trial, 3 months, ~80 participants aged 6–12; outcomes: HbA1c, CGM metrics, activity and food logs; sponsor: Carnegie Mellon University; registry ID: NCT06264258. These trial listings and summaries confirm the above. citeturn0search5turn0search2turn0search7",
        "Reflect: Classification checked against definitions — Disease-targeted biologic (biologic targeting Alzheimer pathology): no. Disease-targeted small molecule: no. Cognitive enhancer (for Alzheimer’s cognition): no. Neuropsychiatric symptom improvement: no. The trial is a pediatric T1D digital behavioral intervention, so the correct output is 'N/A'. Web-search backing for the trial and intervention is provided above. citeturn0search0turn0search1"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}