{
    "nct_id": "NCT00100334",
    "title": "Multiple Dose Safety and Preliminary Pharmacodynamic Study of PPI-1019 in Subjects With Mild-Moderate Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2006-09-18",
    "description_brief": "This is a single-center, double-blind, inpatient study followed by an outpatient, placebo-controlled, multiple-IV injection evaluation of the safety and tolerability of PPI-1019 in subjects with mild-moderate Alzheimer's disease (AD). The primary objective of the study is to assess the safety of multiple IV injections of PPI-1019 in subjects with mild-moderate Alzheimer's disease.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE1",
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted biologic",
    "drug": [
        "PPI-1019 (Apan)"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The investigational product PPI-1019 (also called Apan) is a peptide-based compound designed to bind/interact with β-amyloid and inhibit its aggregation, with the intent of promoting Aβ clearance — i.e., it targets Alzheimer’s pathology rather than acting as a symptomatic cognitive enhancer or psychiatric treatment. citeturn1search0turn1search5",
        "Act: Extracted key facts — PPI-1019 = Apan, a β-amyloid–derived peptide (derived from D‑enantiomeric Cholyl‑LVFFA‑NH2) developed to inhibit Aβ aggregation and facilitate clearance; it completed Phase I/II safety studies (trial records NCT00100282 / NCT00100334). citeturn1search0turn1search5turn1search4",
        "Reflect: Classification justification — because PPI-1019 is a peptide therapeutic that directly targets amyloid pathology, it best fits the 'disease-targeted biologic' category (biologic targeting AD pathology). There is little in the trial title/description to suggest it is solely a symptomatic cognitive enhancer or a neuropsychiatric-symptom intervention; therefore 'disease-targeted biologic' is the appropriate classification. citeturn1search0turn1search1",
        "Web search sources used: 1) drugs.ncats.io summary for PPI-1019 / Apan (mechanism: Aβ interaction, aggregation inhibition; clinical trial history). citeturn1search0 2) ZellBio product entry (identifies PPI-1019, molecular weight, β-amyloid IC50). citeturn1search5 3) ICH GCP / trial registry entry for NCT00100334 (PPI-1019 / APAN trial details). citeturn1search4 4) MedPath / trial listing for the multiple-dose safety study (supports trial design and placebo control). citeturn1search1"
    ],
    "agent_type": "A) Amyloid beta",
    "explanation_agent": [
        "Reason: The investigational product PPI-1019 (Apan) is a peptide-derived therapeutic designed to interact with β-amyloid, inhibit Aβ aggregation and facilitate Aβ clearance — i.e., it directly targets amyloid pathology rather than only treating symptoms. citeturn0search0turn0search5",
        "Act: Extracted facts from trial description and the literature — PPI-1019 (Apan) is a β‑amyloid–derived peptide (derived from a D‑enantiomeric cholyl‑LVFFA‑NH2 sequence) that inhibits Aβ aggregation and has been reported to increase CSF Aβ (consistent with mobilization/clearance); it completed Phase I/II safety studies including the multiple‑dose safety/pharmacodynamic study (NCT00100334). citeturn0search1turn0search2turn0search0",
        "Reflect: This mechanism maps directly to CADRO category A) Amyloid beta because the intervention is a disease‑targeted biologic whose primary biological focus is amyloid‑beta aggregation/clearance. There is no indication the trial targets tau, inflammation, synaptic plasticity, or multiple distinct pathways, so A) Amyloid beta is the most specific fit. citeturn0search0turn0search6",
        "Web search results used (brief): 1) Drugs/NCATS summary for PPI‑1019 / Apan — describes Aβ interaction, aggregation inhibition, and clinical history. citeturn0search0 2) NCBI (book chapter) review of Aβ‑inhibitory peptides — mentions PPI‑1019 (APAN) sequence and anti‑aggregation activity. citeturn0search1 3) Clinical trial registry entry for NCT00100334 (multiple‑dose safety/pharmacodynamic study) — trial details and status. citeturn0search2 4) DrugBank summary — mechanism of action summary and CSF Aβ observations. citeturn0search5 5) Vendor/compound entries (ZellBio/TargetMol) — supporting chemical/IC50 and Aβ target annotation. citeturn0search6turn0search4"
    ]
}