{
    "nct_id": "NCT03954899",
    "title": "Evaluating the Disease Modifying Potential of a Sleep Intervention on Alzheimer's Disease (AD) Biomarkers",
    "status": "RECRUITING",
    "last_update_time": "2025-02-27",
    "description_brief": "The study will examine whether 5mg melatonin (over the counter, OTC) over a 9-month period improves Alzheimer's disease (AD) biomarkers and cognitive function in two groups of individuals: those with mild cognitive impairment (MCI+) and those who are not (MCI-). AD biomarkers will be measured from cerebrospinal fluid (CSF) obtained from lumbar punctures. Cognitive function will be evaluated with routine neuropsychological tests.\n\nAS OF AUGUST 2024, THE LUMBAR PUNCTURE PROCEDURES FOR THIS CLINICAL TRIAL HAVE BEEN ELIMINATED. THAT IS, PARTICIPANTS ARE NO LONGER RECEIVING A LUMBER PUNCTURE. BUT ARE CONTINUING TO RECEIVE TWO SEPARATE BLOOD DRAWS FOR BIOMARKER TESTING.",
    "description_detailed": "To address these broad aims, participants will be recruited from the Neuropsychology Clinic, community, Alzheimer's association local chapter events and support groups, senior citizen centers. Following fulfillment of several inclusionary and exclusionary criteria online/on the phone, participants will first complete a baseline visit with several tests designed to measure aspects of motor, affective, and cognitive function. The baseline visit will be briefer for those who do not fulfill in-person components of the inclusionary/exclusionary criteria (BMI\\<35; MoCA\\>=18; and CDR \\<=.5).\n\nBased on the information obtained during the baseline visit, participants' cognitive status will be categorized as either MCI+ or MCI-. The criteria adopted in this study for a determination of MCI is less stringent than typical clinical criteria. This information will be used to conduct stratified randomization of participants to placebo or active (5mg melatonin) arms. The schedule of randomization will be determined by University of Iowa Hospital \\& Clinic's pharmacy so that study personnel and participants will not know which participant has been assigned to which study arm.\n\nAt the end of the baseline visit, participants will be given actigraphy watches to wear for a period of 8 weeks, a wash-out phase; phase#1. The watches monitor sleep and circadian rhythm in each participant's daily life. At the end of 8 weeks, participants will return to the lab to complete a brief battery of cognitive tests. At the end of the visit, they will be given freshly charged actigraphy watches to take home with them until week-16 as well as the first supply of study issued medications (beginning phase#2 of the study). They will receive a phone call at the beginning of week-9 to complete brief questionnaires regarding sleep quality, mood, and any physical symptoms that may be associated with study-issued medications. At the week-16 visit, the participants will return their actigraphy watches, complete brief cognitive testing, questionnaires on sleep quality, mood, physical symptoms that may be associated with study-issued medications, and complete the first LP and blood draw. They will also be given their supply of study-issued medications for the next 7-month period. They will receive a phone call around week-30 (midway between week-16 and the final study visit of week-44) to inquire about sleep quality, any physical symptoms that may be associated with study-issued medications, and mood. The final study visit will take place on week-44. The visit will be very similar to the baseline visit and will include comprehensive cognitive testing, questionnaires, and an LP. Participants will also receive a phone call the day after each LP to query them about any discomfort they may be experiencing and the adequacy of over-the-counter pain medications in addressing it.\n\nIn addition to these procedures, participants will be asked to consent to banking of CSF for assaying of future biomarkers during the two study LPs.\n\nAS OF AUGUST 2024, THE LUMBAR PUNCTURE PROCEDURES FOR THIS CLINICAL TRIAL HAVE BEEN ELIMINATED. THAT IS, PARTICIPANTS ARE NO LONGER RECEIVING A LUMBER PUNCTURE. BUT ARE CONTINUING TO RECEIVE TWO SEPARATE BLOOD DRAWS AT WEEKS 8 AND 44 FOR BIOMARKER TESTING.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "PREVENTION",
    "results": null,
    "target_category": "Disease-targeted small molecule",
    "drug": [
        "melatonin (5 mg, OTC)"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The trial tests nightly 5 mg melatonin for 9 months and explicitly aims to evaluate effects on Alzheimer’s disease (AD) biomarkers and cognition (title: \"Evaluating the Disease Modifying Potential of a Sleep Intervention on Alzheimer's Disease (AD) Biomarkers\"). citeturn0search1",
        "Act: Melatonin is a small-molecule neurohormone/supplement (available OTC) that acts via melatonin receptors (MT1/MT2) and has been studied for antioxidant, anti‑tau and other neuroprotective effects that could plausibly alter AD pathology; these properties support treating it as a disease-targeted small molecule in the context of a trial that measures AD biomarkers. citeturn1search4turn0search4",
        "Act (trial specifics): The registry entry confirms intervention (5 mg melatonin vs placebo), measurement of biomarkers and cognitive outcomes, and notes lumbar puncture procedures were removed (blood draws used instead) — i.e., the study is designed to test biomarker change rather than only symptomatic sleep/cognitive improvement. citeturn0search1",
        "Reflect: Classification rationale and ambiguity — primary classification: disease-targeted small molecule because (1) melatonin is a small molecule/OTC neurohormone and (2) the trial’s stated primary purpose is to evaluate disease‑modifying effects on AD biomarkers (not solely symptomatic sleep or behavioral endpoints). There is some ambiguity because melatonin is also a sleep-promoting agent and could be framed as a symptomatic/cognitive enhancer; however the trial’s biomarker focus and disease‑modifying framing make the \"disease-targeted small molecule\" category the best fit. Supporting literature shows melatonin level changes in AD and ongoing interest in melatonin’s role in the AD continuum. citeturn0search7turn0search6"
    ],
    "agent_type": "O) Circadian Rhythm",
    "explanation_agent": [
        "Reason: The intervention is nightly melatonin (a pineal neurohormone/OTC small molecule) given as a sleep/circadian intervention specifically described as a \"sleep intervention\" intended to evaluate disease‑modifying effects on AD biomarkers and cognition; the primary biological focus is modulation of melatonin receptors/circadian timing rather than a direct amyloid or tau immunotherapy. citeturn2search0turn0search2",
        "Act: Assign to O) Circadian Rhythm. Supporting points: (1) the registered trial (NCT03954899) tests 5 mg melatonin nightly for 9 months with AD biomarker and cognitive endpoints. citeturn2search0 (2) Melatonin acts primarily via MT1/MT2 G‑protein coupled melatonin receptors and is classically a circadian/sleep‑regulating hormone. citeturn0search1turn0search2 (3) Although melatonin has reported antioxidant, neuroprotective and anti‑tau effects (which could overlap with CADRO categories G: Oxidative Stress and I: Proteostasis/Proteinopathies), these are secondary mechanisms relative to the trial’s circadian/sleep intervention framing. Representative preclinical and review literature documenting anti‑tau, antioxidant and autophagy‑restoring effects of melatonin are noted below. citeturn1search1turn1search0turn1search4",
        "Reflect: The classification as O) Circadian Rhythm best matches the intervention’s primary biological target (melatonin receptors / circadian regulation) and the study title/intent (a sleep intervention evaluated for disease‑modifying effects). I considered but did not select L) Growth Factors and Hormones (because CADRO O explicitly covers circadian/sleep targeting and is more specific) or R) Multi‑target (because, while melatonin has multiple downstream effects, the trial’s explicit intervention and mechanism are centered on circadian/sleep modulation). If the study had been designed to directly target tau aggregation or oxidative stress as the primary mechanism, I would have selected I) Proteostasis/Proteinopathies or G) Oxidative Stress respectively, but available trial text frames melatonin use as a sleep/circadian intervention. citeturn2search0turn0search1",
        "Web search results used (key sources): (1) Trial registry NCT03954899 — \"Evaluating the Disease Modifying Potential of a Sleep Intervention on Alzheimer's Disease (AD) Biomarkers\"; 5 mg melatonin, biomarker and cognitive endpoints. citeturn2search0 (2) Reviews/structural studies describing melatonin as a pineal neurohormone/OTC sleep agent acting at MT1/MT2 receptors. citeturn0search2turn0search1 (3) Reviews and experimental studies showing melatonin’s antioxidant/neuroprotective and anti‑tau actions (examples: MDPI review, PubMed studies on melatonin reducing tau phosphorylation and restoring autophagy in tau models). citeturn1search1turn1search0turn1search4",
        "Final output: O) Circadian Rhythm — The trial administers melatonin as a sleep/circadian intervention (acting via MT1/MT2 receptors) to evaluate disease‑modifying effects on AD biomarkers; although melatonin has additional antioxidant/anti‑tau effects (noted above), the primary biological target and trial framing align best with CADRO category O. citeturn2search0turn0search1"
    ]
}