{
    "nct_id": "NCT01023685",
    "title": "An Open-label Extension to a 52-week, Multi-center, Randomized, Double-blind, Placebo-controlled, Parallel Group Study in Patients With Alzheimer's Disease to Investigate the Safety and Tolerability of Repeated Subcutaneous Injections of CAD106.",
    "status": "COMPLETED",
    "last_update_time": "2020-12-11",
    "description_brief": "This study will investigate the Safety and Tolerability of Repeated Subcutaneous Injections of CAD106 in Alzheimer's Patients.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted biologic",
    "drug": [
        "CAD106 (active Aβ immunotherapy vaccine; Aβ1–6 peptide conjugated to Qβ virus-like particle)"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The intervention (CAD106) is an active amyloid-β (Aβ) immunotherapy vaccine — a biologic composed of the Aβ1–6 peptide coupled to a Qβ virus-like particle designed to elicit Aβ-specific antibodies without inducing Aβ-specific T-cell responses, i.e., it targets amyloid pathology (disease-modifying approach). citeturn0search1turn0search2",
        "Act: Key extracted details from the trial description — repeated subcutaneous injections of CAD106 in Alzheimer’s patients, double-blind, placebo-controlled design assessing safety and tolerability (CAD106 = investigational vaccine vs. placebo). This matches published CAD106 studies that administered s.c./i.m. injections and measured antibody responses and safety. citeturn0search5turn0search4",
        "Act (mechanism/intended effect): CAD106’s intended effect is to induce peripheral anti-Aβ antibodies to bind Aβ (and slow or reduce brain amyloid accumulation), consistent with a disease-targeting immunotherapy rather than a symptomatic cognitive enhancer or neuropsychiatric treatment. Recent PET and biomarker work supports target engagement/impact on amyloid accumulation. citeturn0search1turn0search6",
        "Reflect: Given the intervention type (vaccine biologic) and mechanism (anti-Aβ immunization targeting core AD pathology), the correct category is 'disease-targeted biologic'. There is no indication this is a small molecule, a symptomatic cognitive enhancer, or a neuropsychiatric-symptom treatment. The trial focus on safety/tolerability of repeated injections further aligns with biologic vaccine development. citeturn0search2turn0search1",
        "Web-search results (selected sources supporting the above): (1) Alz Res Ther long-term CAD106 study — description of CAD106 (Aβ1–6 + Qβ), safety, antibody response, and study design. citeturn0search1 (2) PubMed phase 1 first-in-human randomized 52-week study — CAD106 safety/tolerability and Aβ-specific antibody responses; funded by Novartis. citeturn0search2 (3) PubMed/Long-term treatment report (phase IIa core + extension studies) describing repeated injections, antibody response, and safety monitoring. citeturn0search5 (4) Conference / Alzheimer's & Dementia abstracts summarizing phase II safety/tolerability and that CAD106 comprises Aβ1–6 coupled to Qβ. citeturn0search4 (5) 2024 Alzheimer's & Dementia report (Generation Study 1 cohort) showing CAD106 induced Aβ IgG titers and slowed amyloid PET accumulation in an at-risk cohort (supports mechanism/target engagement). citeturn0search6"
    ],
    "agent_type": "A) Amyloid beta",
    "explanation_agent": [
        "Reason: The investigational product CAD106 is an active Aβ immunotherapy (Aβ1–6 peptide conjugated to a Qβ virus‑like particle) designed to elicit anti‑Aβ antibodies and thereby target amyloid pathology — a core disease mechanism in AD. citeturn0search4turn0search3",
        "Act: Key extracted details — repeated subcutaneous injections of CAD106 in mild–moderate AD, randomized double‑blind placebo‑controlled core and open‑label extension studies assessing safety, tolerability and immunogenicity. CAD106 induces Aβ‑specific IgG responses and shows biomarker evidence of target engagement (effects on peripheral Aβ levels and slowed PET amyloid accumulation in some studies). These facts support classification under the Amyloid beta CADRO category. citeturn0search5turn0search1turn0search6",
        "Reflect: The intervention explicitly targets amyloid‑β (active immunization), not other pathways (e.g., tau, inflammation, synaptic receptors). No multi‑target or non‑therapeutic focus is indicated. Therefore the most specific CADRO category is A) Amyloid beta. Supporting publications include first‑in‑human and long‑term extension reports and PET/biomarker analyses. citeturn0search0turn0search3turn0search6",
        "Web search results (selected supporting sources): (1) Lancet Neurology first‑in‑human randomized 52‑week CAD106 study (safety, immunogenicity). citeturn0search4 (2) Long‑term treatment / extension analysis reporting repeated injections, sustained Aβ IgG titers and safety. citeturn0search3turn0search5 (3) Phase II/phase IIb studies and safety summaries. citeturn0search2turn0search1 (4) Recent Alzheimer’s & Dementia PET substudy showing CAD106 slowed amyloid plaque accumulation in APOE ε4 homozygotes (supports target engagement). citeturn0search6"
    ]
}