{
    "nct_id": "NCT00675090",
    "title": "A Single Blind, Placebo-controlled, Randomised Study in Mild to Moderate Alzheimer's Disease Patients to Assess the Safety, Tolerability, Pharmacokinetics and Pharmacodynamics of GSK239512, a Selective Histamine H3 Receptor Antagonist",
    "status": "COMPLETED",
    "last_update_time": "2017-07-05",
    "description_brief": "This is a safety and tolerability study to investigate the effect of GSK239512 on mild to moderate Alzheimers disease patients. The dose of GSK239512 will be titrated to reach the most well tolerated dose in the patients.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "Cognitive enhancer",
    "drug": [
        "GSK239512 (selective histamine H3 receptor antagonist; brain-penetrant small-molecule)"
    ],
    "placebo": [
        "Placebo"
    ],
    "explanation_target": [
        "Reason: The trial tests GSK239512, a selective histamine H3 receptor antagonist that modulates central histaminergic signalling and thereby negatively neuromodulates neurotransmitters involved in cognition; H3 antagonists/inverse agonists have been developed as pro‑cognitive agents rather than as disease‑modifying (anti‑amyloid/tau) therapies. citeturn0search0turn0search3",
        "Act: Key extracted details — drug name: GSK239512; drug type/mechanism: brain‑penetrant H3 receptor antagonist (small molecule); study design: randomized, single/double‑blind, placebo‑controlled safety, tolerability, PK/PD and cognitive effects in mild‑to‑moderate AD with dose titration (up to ~80 µg in many regimens). The clinical literature reports modest positive effects on attention and episodic memory but no disease‑modifying claims. citeturn0search0turn0search5turn0search8",
        "Reflect: Classification check — the compound is a small‑molecule neurotransmitter‑modulating agent intended to improve cognition (attention/memory) in AD, not a biologic targeting core AD pathology (amyloid or tau) nor an agent primarily for neuropsychiatric/behavioral symptoms. Therefore it fits the 'Cognitive enhancer' category. Supporting trial summaries and publications corroborate this interpretation. citeturn0search5turn0search6",
        "Web search results / sources consulted: PubMed summary of the preliminary AD study of GSK239512 reporting tolerability and positive effects on attention/memory; phase II 16‑week randomized AD study results reporting modest episodic memory benefit but no clinical/ADAS‑Cog benefit; clinical trial registry entries and NHS/HRA research summary describing GSK239512 as an H3 antagonist tested for cognitive improvement in AD. citeturn0search0turn0search5turn0search8turn0search3"
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The investigational drug, GSK239512, is a selective, brain‑penetrant histamine H3 receptor antagonist that modulates central histaminergic signalling and thereby influences other neurotransmitter systems involved in cognition. H3 receptor antagonists are developed as pro‑cognitive/neurotransmitter‑modulating agents rather than as disease‑modifying anti‑amyloid or anti‑tau therapies. citeturn0search0turn0search5",
        "Act: Extracted details — drug name: GSK239512; mechanism: selective histamine H3 receptor antagonist (brain‑penetrant small molecule); indication in the trial: cognitive enhancement in mild‑to‑moderate Alzheimer's disease; study type: randomized, placebo‑controlled safety/tolerability/PK/PD and cognitive outcome studies (including a 16‑week Phase II). These facts are supported by the published preliminary and Phase II trial reports and clinical trial registry entries. citeturn0search0turn0search5turn0search4",
        "Reflect: Mapping to CADRO — the trial target is a neurotransmitter receptor (histamine H3), which corresponds directly to CADRO category D) Neurotransmitter Receptors. The intervention aims to enhance cognition via neurotransmitter modulation, not to modify core AD pathology (amyloid/tau) or to act on multiple distinct CADRO pathways; therefore 'D) Neurotransmitter Receptors' is the appropriate and specific classification. Supporting PET and occupancy work confirms H3 receptor engagement in human brain for GSK239512. citeturn0search3turn0search5",
        "Web search results consulted (key sources):",
        "- PubMed: preliminary safety/tolerability/PK and cognitive effects of GSK239512 in mild‑to‑moderate AD (Current Alzheimer Research, 2013). citeturn0search0",
        "- PubMed: randomized, double‑blind, 16‑week Phase II study of GSK239512 in mild‑to‑moderate AD. citeturn0search5",
        "- PET occupancy study showing in‑vivo brain H3 receptor occupancy by GSK239512. citeturn0search3",
        "- Clinical trial registry / trial summary entries for NCT01009255 (GSK239512 in AD). citeturn0search4turn0search1"
    ]
}