{
    "nct_id": "NCT05697354",
    "title": "Harmonization and Application of Cognitive Rehabilitation Protocols Using New Technologies of Virtual Reality and Telemedicine, in Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2023-01-20",
    "description_brief": "Main objective: To verify the effectiveness of a cognitive rehabilitation program in Alzheimer patients, based on virtual reality, delivered remotely, at the patient's home, with two distinct methods: a tablet or an App (on the patient's smartphone).\n\nTotal treatment duration: 2 months.\n\nMain endpoint: Post rehabilitation assessment of the patient's cognitive level; Secondary endpoints: assessment of patients' quality of life quality of life and patients' and caregivers' satisfaction.\n\nThe neuropsychological assessment of the patients includes: Mini Mental State Examination (primary outcome), quality of life in Alzheimer's disease (QoL-AD), Geriatric Depression Scale (GDS). The following questionnaires will be submitted to caregivers: Beck Depression Inventory-II (BDI), System Usability Scale (SUS).",
    "description_detailed": "Multicentric study involving the following 14 italian hospitals: San Raffaele Hospital of Milan, Fondazione Istituto Neurologico Carlo Besta, Istituto delle Scienze Neurologiche di Bologna, Fondazione Ca' Granda - Ospedale Maggiore Policlinico, Fondazione Don Carlo Gnocchi Onlus, Istituto Auxologico Italiano, Humanitas Mirasole, Istituti Clinici Scientifici Maugeri, Fondazione Istituto Neurologico Nazionale C. Mondino, Istituto Centro San Giovanni di Dio Fatebenefratelli, Fondazione Ospedale San Camillo, Fondazione Santa Lucia, Fondazione Policlinico Universitario Agostino Gemelli, Associazione Oasi Maria SS Onlus.\n\n40 patients affected by Alzheimer's disease, with initial to severe cognitive impairment (MMSE 13-24), and 1 of their caregivers (total caregivers: N=40) will be included in the study (total n= 80 subjects).\n\nThe protocol provides for two treatment groups:\n\n* Tablet group (total number = 20 patients): cognitive rehabilitation carried out in telemedicine at home with tablets (using Khymeia VRRS Home Tablet equipment).\n* App group (total number = 20 patients): cognitive rehabilitation carried out in telemedicine at home with the App (Khymeia App Medico Amico).\n\nEach AD patient, regardless of the severity of the cognitive impairment in progress, will be assigned to a treatment group. Allocation to the treatment group will be randomized by stratified randomization by severity of cognitive impairment (initial and moderate level, having MMSE between 24 and 18, vs., medium-severe level, having MMSE between 17 and 13).\n\nCognitive rehabilitation, for each group, will last two months. Patients will undergo 45 minutes of telehealth cognitive rehabilitation per day, 5 days a week, for a total duration of 2 months.\n\nIn both groups (Tablet or App), the rehabilitation exercises will be focused on the following cognitive functions:\n\n* Language\n* Attention\n* Executive functions\n* Verbal memory\n* Visuo-spatial memory\n\nEvaluations will be carried out PRE and POST treatment, remotely (patient and caregiver at home, neuropsychologist in hospital).\n\nPRE Ratings:\n\n* Within 7 days before the start of treatment;\n* Patient assessments: Mini Mental State Examination (primary outcome), quality of life in Alzheimer's disease (QoL-AD), Geriatric Depression Scale (GDS);\n* Caregiver assessments: Beck Depression Inventory-II (BDI).\n\nPOST Ratings:\n\n* Within 7 days after the last treatment session;\n* Patient assessments: Mini Mental State Examination (primary outcome), quality of life in Alzheimer's disease (QoL-AD), Geriatric Depression Scale (GDS);\n* Caregiver assessments: Beck Depression Inventory-II (BDI), System Usability Scale (SUS).\n\nTotal study duration per participant: 2.5 months.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "SUPPORTIVE_CARE",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The study is a non‑pharmacologic cognitive rehabilitation trial using virtual reality delivered remotely (home telemedicine) with two delivery methods (tablet or smartphone app). Its primary goal is to improve patients' cognitive level (MMSE is the primary outcome) and secondary goals include quality of life and satisfaction — i.e., the intervention aims to improve cognitive function rather than target Alzheimer pathology with a biologic or small molecule. citeturn0search4turn0search0",
        "Act (key extracted details): Title: \"Harmonization and Application of Cognitive Rehabilitation Protocols Using New Technologies of Virtual Reality and Telemedicine, in Alzheimer's Disease.\" Interventions: (1) Khymeia VRRS Home Tablet (Tablet group) and (2) Khymeia Medico Amico smartphone App (App group). Total treatment duration: 2 months; primary endpoint: post‑rehabilitation cognitive assessment (MMSE). This is an interventional tele‑rehabilitation/VR cognitive training trial — no drug or placebo is used. citeturn0search4turn0search3turn0search0",
        "Reflect: Classification rationale and confirmation — under the provided category definitions, this trial fits 'Cognitive enhancer' because it delivers cognitive rehabilitation/training aimed at improving cognitive performance (not a biologic or small molecule targeting amyloid/tau, nor an intervention primarily for neuropsychiatric symptoms). No pharmacologic agent or placebo is involved. Supporting registry/protocol pages located: MedPath trial summary (COMPLETED listing), ctv.veeva protocol details, and ICH GCP registry entry for the same study. citeturn0search4turn0search3turn0search0"
    ],
    "agent_type": "T) Other",
    "explanation_agent": [
        "Reason: The trial tests non‑pharmacologic cognitive rehabilitation (virtual reality + telemedicine delivered via Khymeia VRRS Home Tablet or MedicoAmico smartphone app) with the primary outcome being MMSE improvement, i.e., it aims to improve cognitive performance through training rather than act on a biological molecular pathway such as amyloid, tau, inflammation, synaptic receptors, etc. citeturn0search0turn0search3",
        "Act: Key extracted details — Title: 'Harmonization and Application of Cognitive Rehabilitation Protocols Using New Technologies of Virtual Reality and Telemedicine, in Alzheimer's Disease.' Interventions: Khymeia VRRS Home Tablet (Tablet group) and Khymeia MedicoAmico App (App group); Duration: 2 months; Primary endpoint: change in MMSE. No drug, biologic, small molecule, or genetic/biochemical target is used or described. Assign to 'T) Other' because this is a supportive/rehabilitative, non‑therapeutic device/service intervention. citeturn0search1turn0search4",
        "Reflect: Confirmed — CADRO is organized around biological/drug targets (amyloid, tau, inflammation, synaptic targets, metabolism, etc.). This study does not target those biological processes and instead delivers cognitive training/tele‑rehabilitation, so 'T) Other' is the correct classification. If future information showed an added pharmacologic agent or a device intended to modulate a specific biological pathway, reclassification would be required. citeturn0search2turn0search0"
    ]
}