{
    "nct_id": "NCT03313518",
    "title": "Therapeutic Role of Transcranial Direct Current Stimulation (tDCS) in Alzheimer Patients, Double Blind Placebo Controlled Clinical Trial",
    "status": "COMPLETED",
    "last_update_time": "2017-10-17",
    "description_brief": "The aim of this study is to evaluate the oxidative stress and brain damage biomarkers induced by tDCS in patients with AD and to assess the long term neurophysiological and behavioral effects after repeated daily tDCS sessions for 10 days. Thirty AD patients diagnosed according to 2011 McKhann criteria will be randomly assigned to receive 10 real anodal tDCS or sham at 2mA intensity for 20 minutes per session daily. All patients will be evaluated at baseline, at the end of the sessions and 1, 2, and 3 months later with neurophysiological and behavioral examination.",
    "description_detailed": "The aim of this study is to evaluate the oxidative stress and brain damage biomarkers induced by tDCS in patients with AD and to assess the long term neurophysiological and behavioral effects after repeated daily tDCS sessions for 10 days. Thirty AD patients diagnosed according to 2011 McKhann criteria will be randomly assigned to receive 10 real anodal tDCS or sham at 2mA intensity for 20 minutes per session daily. Patients were classified into two groups using closed envelope. One group will receive 10 sessions real tdcs and other group will receive sham tdcs.\n\nThe study will be a double-blind, placebo controlled, within subject, parallel design.\n\ntDCS will be delivered bilaterally by a constant current electrical stimulator connected to a pair of sponge electrodes. The investigators will use a non-cephalic reference electrode for tDCS: stimulating electrode will be placed over the left temporo-parietal lobe for 20 minutes and then over the right temporoparietal lobe for another 20 minutes in AD patients, while the reference electrode will be placed over the right deltoid muscle. The stimulating current will be anodal DC at 2 mA intensity delivered for 20 minutes per session for 10 days. All patients will be evaluated at baseline, at the end of the treatment and 1 and 2,and 3months later with neuropsychological and behavioural examination.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "transcranial direct current stimulation (tDCS) — non‑pharmacologic neuromodulation"
    ],
    "placebo": [
        "sham tDCS"
    ],
    "explanation_target": [
        "Reason: The intervention is repeated anodal transcranial direct current stimulation (tDCS; 2 mA, 20 min daily ×10). tDCS is a non‑invasive neuromodulation technique intended to modulate cortical excitability and synaptic plasticity to improve cognition/neurophysiological function rather than a biologic or small‑molecule therapy targeting amyloid or tau pathology. citeturn0search3turn0search1",
        "Act: Key trial details extracted from the description — anodal tDCS, 2 mA, 20 minutes, daily for 10 sessions; outcomes: neurophysiological, behavioral (cognitive) assessments and oxidative stress / brain‑damage biomarkers. Because the intervention is a device neuromodulation aimed at cognitive/neurophysiological improvement and not a biologic or small molecule targeting AD pathology, it best fits the 'cognitive enhancer' category. Comparable randomized/sham‑controlled tDCS trials in AD and meta‑analyses report tDCS is used to improve global cognition and neuropsychological scores in AD/MCI. citeturn0search2turn0search7turn0search4",
        "Reflect: The protocol also measures biomarkers (oxidative stress, TAU/Aβ in some studies), but measuring biomarkers does not change the intervention class — tDCS remains a neuromodulatory cognitive intervention rather than a disease‑targeted biologic or small molecule. Some reviews/meta‑analyses report modest immediate cognitive benefits but variable longer‑term effects, supporting the interpretation that this is a cognitive enhancement intervention rather than a disease‑modifying drug. citeturn0search0turn0search6",
        "Web search results (supporting sources used): 1) Systematic review / meta‑analysis showing cognitive improvements after tDCS in MCI/AD. citeturn0search0turn0search1; 2) PubMed randomized double‑blind placebo‑controlled trial measuring TAU, Aβ1‑42 and lipid peroxidation after 10 anodal tDCS sessions in AD (protocol/outcomes similar to the submitted description). citeturn0search2; 3) Additional RCTs and meta‑analyses summarizing tDCS effects on global cognition in AD. citeturn0search9turn0search4; 4) Recent trials describing mechanisms (synaptic plasticity, LTP/LTD) and standard parameters (2 mA, ~20–30 min). citeturn0search3turn0search5"
    ],
    "agent_type": "M) Synaptic Plasticity/Neuroprotection",
    "explanation_agent": [
        "Reason: The intervention is repeated anodal transcranial direct current stimulation (tDCS), a non‑invasive neuromodulation technique intended to modulate cortical excitability and promote synaptic plasticity / LTP‑like mechanisms to improve cognition and neurophysiological function rather than to directly target amyloid, tau, ApoE, vasculature, or other molecular pathologies. Evidence links tDCS effects to modulation of LTP/LTD and NMDA‑dependent plasticity. citeturn1search5turn1search7",
        "Act: Key trial details — anodal tDCS, 2 mA, ~20 min daily ×10 sessions, outcomes cognitive/neurophysiological and some biomarker measures — indicate a cognitive‑enhancer / neuromodulatory intervention whose primary mechanistic focus is synaptic plasticity and neuroprotection rather than a specific molecular target. Therefore the most specific CADRO match is M) Synaptic Plasticity/Neuroprotection. (If the trial had been primarily a device for measurement or purely diagnostic, it would be T) Other; if it targeted multiple distinct molecular pathways explicitly, R) Multi‑target would be considered.) citeturn2search0turn0search4",
        "Reflect: This classification aligns with CADRO definitions — tDCS aims to alter neuronal excitability and plasticity (neurophysiologic enhancement/protection) rather than directly modifying amyloid, tau, inflammation, vasculature, or metabolic pathways. Although some studies (including the cited RCT) measured amyloid/tau or oxidative‑stress biomarkers as outcomes, those measurements do not change the intervention's mechanistic class. The clinical literature and meta‑analyses report tDCS effects on global cognition/psychometric scores and interpret mechanisms as plasticity/neurophysiologic modulation, supporting category M. citeturn0search0turn0search7",
        "Web search results (supporting sources used): Khedr et al. randomized double‑blind tDCS trial in AD measuring TAU, Aβ1‑42 and lipid peroxidation after 10 anodal tDCS sessions (describes 2 mA/20 min ×10 and cognitive + biomarker outcomes). citeturn2search0turn2search3",
        "Systematic reviews / meta‑analyses showing tDCS (and noninvasive brain stimulation broadly) can improve global cognition or specific cognitive measures in MCI/AD, with heterogeneity across studies and protocols. citeturn0search4turn0search7turn0search5",
        "Mechanistic literature showing tDCS biases synaptic plasticity (LTP/LTD), involves NMDA‑dependent mechanisms and modulates cortical excitability, supporting the synaptic‑plasticity/neuroprotection interpretation. citeturn1search5turn1search2"
    ]
}