{
    "nct_id": "NCT04794634",
    "title": "Relationship Between Alzheimer Disease and Diminution of the Three Macular Nervous Retinal Layers",
    "status": "ACTIVE_NOT_RECRUITING",
    "last_update_time": "2025-05-22",
    "description_brief": "Alzheimer disease is hard, long and expensive to diagnose. In order to help the clinician, a new biomarker in Alzheimer disease seems to be very useful. The retina, as a window of the brain, could offer a new way to diagnose this common disease. Indeed, a retinal atrophy could especially appear in Alzheimer disease. Besides, many aspects about retinal alteration, visual function and their link with the disease deserve to be more explored. So as to fill these gaps, a new study about retinal specificity in Alzheimer disease appears to be relevant.",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "DIAGNOSTIC",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The description and trial title describe a diagnostic/biomarker study using retinal imaging (optical coherence tomography and OCT-angiography) to explore macular/retinal layer thinning and its relationship to Alzheimer disease — i.e., the intervention is imaging for diagnosis/biomarker research rather than a therapeutic drug or device intended to modify disease, cognition, or neuropsychiatric symptoms. citeturn0search4turn0search8",
        "Act: Key extracted details from the registry and literature: the trial (Relationship Between Alzheimer Disease and Diminution of the Three Macular Nervous Retinal Layers, NCT04794634) lists Diagnostic Test: OCT and OCTA as the interventions and is described as active (not recruiting) with Centre Hospitalier Universitaire, Amiens as lead sponsor — no drug or pharmacologic treatment is listed. The retina-as-biomarker concept and multiple studies of retinal layer thickness in AD support that this is a diagnostic/biomarker investigation. citeturn0search4turn0search0turn0search3",
        "Reflect: Classification decision — N/A. This trial does not test a therapeutic biologic or small molecule, nor a cognitive enhancer or an intervention for neuropsychiatric symptoms; it is a non-therapeutic diagnostic/biomarker study. No drug information applies. If you want, I can provide the registry page and key papers about retinal biomarkers in AD that I found. citeturn0search4turn0search10turn0search6",
        "Web search results (selected sources found): 1) Trial record summary for 'Relationship Between Alzheimer Disease and Diminution of the Three Macular Nervous Retinal Layers' (medpath entry listing NCT04794634 and OCT/OCTA as interventions). citeturn0search4 2) Studies and reviews showing retinal layer/retinal thickness changes or other retinal biomarkers in AD (examples: retinal layer \"roughness\" study; retinal thickness-to-brain atrophy correlations; review of retinal imaging in AD). citeturn0search0turn0search1turn0search8"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}