{
    "nct_id": "NCT01125631",
    "title": "A Phase 1, Randomized, Placebo-Controlled, Double Blind, Multicenter Study Of The Safety, Tolerability, Pharmacokinetics And Pharmacodynamics Of Multiple Intravenous Doses Of PF-04360365 In Japanese Patients With Mild To Moderate Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2011-08-11",
    "description_brief": "The purpose of the study is to examine the safety and tolerability of a multiple dose of PF-04360365 administered over approximately 10 minutes in Japanese patients with mild-to-moderate Alzheimer's disease and to characterize the pharmacokinetics of PF-04360365 following administration of multiple doses in Japanese patients with mild-to-moderate Alzheimer's disease.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted biologic",
    "drug": [
        "PF-04360365 (ponezumab) — humanized anti-amyloid-β IgG monoclonal antibody; IV administration"
    ],
    "placebo": [
        "Placebo"
    ],
    "explanation_target": [
        "Reason: The investigational product PF-04360365 is a humanized monoclonal antibody that binds amyloid-β (Aβ) and was developed to remove toxic Aβ and modify Alzheimer’s pathology — i.e., a biologic directed at disease pathology rather than a symptomatic cognitive enhancer or neuropsychiatric treatment. citeturn1search0turn0search0",
        "Act (extraction & evidence): Drug name and type — PF-04360365, also called ponezumab, is repeatedly described in phase 1/2 publications and Pfizer material as a humanized anti‑Aβ IgG monoclonal antibody given intravenously; the listed trial is a multiple‑IV‑dose, randomized, placebo‑controlled study (placebo arm present). citeturn1search0turn1search1turn0search8",
        "Reflect (classification rationale): Because PF-04360365/ponezumab is a monoclonal antibody targeting amyloid‑β (Alzheimer’s pathology), it fits the definition of a \"disease‑targeted biologic\". It is not a small molecule, not described as a symptomatic cognitive enhancer, nor aimed at neuropsychiatric symptom management. Clinical reports note pharmacodynamic effects on plasma Aβ but limited CSF penetration/CSF biomarker changes — consistent with an anti‑amyloid biologic program. citeturn1search1turn1search4",
        "Web search results / sources consulted (selected): PubMed phase I/PK/JP study describing PF-04360365 as a humanized anti‑Aβ IgG (Japanese single‑dose PK study). citeturn0search0; PubMed/Clinical Neuropharmacology and other PubMed records identifying ponezumab = PF‑04360365 and reporting single‑ and multiple‑dose safety/pharmacology. citeturn1search0turn1search1; Pfizer press release summarizing the molecule as a monoclonal antibody targeting the C‑terminal of Aβ1‑40. citeturn0search1; Preclinical/toxicology monkey studies and pharmacokinetic papers describing IgG2Δa anti‑Aβ properties and limited CSF penetration. citeturn0search6turn1search3"
    ],
    "agent_type": "A) Amyloid beta",
    "explanation_agent": [
        "Reason: The investigational product PF-04360365 (ponezumab) is a humanized monoclonal antibody developed to bind and remove amyloid-β (Aβ) and thereby modify Alzheimer’s pathology rather than only treating symptoms. citeturn0search0turn0search1",
        "Act (extraction & evidence): Drug name and type — PF-04360365 (ponezumab) is repeatedly described in phase 1 materials as a humanized anti‑Aβ IgG monoclonal antibody administered intravenously; the cited study is a randomized, placebo‑controlled, multiple‑IV‑dose Phase 1 study in Japanese patients with mild‑to‑moderate AD. citeturn0search0turn0search3",
        "Reflect (classification rationale): Because the molecule explicitly targets amyloid‑β (including descriptions that it targets the C‑terminal of Aβ1‑40) and is intended to clear toxic Aβ, the most specific CADRO category is A) Amyloid beta. The trial and drug description do not indicate multiple distinct biological targets, symptomatic‑only action, or a non‑therapeutic diagnostic focus, so 'A) Amyloid beta' is the appropriate assignment. citeturn0search1turn0search6",
        "Web search results / sources consulted: PubMed Phase I PK/JP study describing PF-04360365 as a humanized anti‑Aβ IgG and reporting safety/pharmacokinetics; Pfizer press release describing the mAb targeting the C‑terminal of Aβ1‑40; Clinical trial registry entries for the multiple‑dose Japanese Phase 1 study; preclinical/monkey PK/pharmacodynamic reports describing IgG anti‑Aβ properties and limited CSF penetration. citeturn0search0turn0search1turn0search3turn0search6"
    ]
}