{
    "nct_id": "NCT02670993",
    "title": "Support by Singing Sessions on Physical and Moral Pain : Assessment of Its Effectiveness in Alzheimer's Disease. Multicenter Study LACME",
    "status": "COMPLETED",
    "last_update_time": "2016-09-19",
    "description_brief": "Alzheimer Disease (AD), characterized by cognitive and psycho-behavioral troubles, concerns essentially 65 years old and older patients. Antalgic and psychotropic treatments have adverse effects in old people, and have to be used carefully. To improve the pain support and limit the drug consumption, it is possible to perform therapies without drugs. Among them, musical intervention represents an interesting complementary support, to deal with physical and moral pain in AD.",
    "description_detailed": "Alzheimer Disease (AD), characterized by cognitive and psycho-behavioral troubles, concerns essentially 65 years old and older patients. At this age, comorbidities are frequent and numerous, and often linked to pain. The prevalence is comprised between 40 and 85% according to different studies. Antalgic and psychotropic treatments have adverse effects in old people, and have to be used carefully. To improve the pain support and limit the drug consumption, it is possible to perform therapies without drugs. Among them, musical intervention represents an interesting complementary support, to deal with physical and moral pain in AD.\n\nThe primary outcome is to evaluate the singing support on physical pain, by comparison with a control activity : \"painting session\".",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "N/A",
    "results": null,
    "target_category": "neuropsychiatric symptom improvement",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial evaluates singing (music) sessions versus painting sessions to reduce physical and moral (psychological) pain and improve mood/well‑being in people with mild Alzheimer disease — an intervention intended to alleviate symptoms (pain, mood), not to modify AD pathology or test a pharmacologic agent. citeturn0search0turn0search3",
        "Act (extracted key details): The study is titled \"Support by Singing Sessions on Physical and Moral Pain: Assessment of Its Effectiveness in Alzheimer's Disease (LACME)\" (Clinical Trial NCT02670993). Interventions are behavioral: singing sessions (experimental) and painting sessions (comparison). Primary and secondary outcomes assess pain, mood, quality of life and cognition. No drug or biologic is tested, so there is no drug target to identify. citeturn0search0turn0search5",
        "Reflect: Classification check — the intervention is non‑pharmacologic and aimed at reducing pain and improving mood/well‑being (neuropsychiatric/behavioral symptoms). This fits the defined category \"neuropsychiatric symptom improvement\" rather than any disease‑targeted biologic/small molecule or a cognitive‑enhancer drug. Published reports from the trial and related work show effects on pain, mood, QoL and some cognitive measures, consistent with symptomatic/neuropsychiatric benefit. citeturn0search4turn0search2",
        "Web search results (supporting sources found): - Trial registry / study record confirming singing vs painting intervention, NCT02670993 (LACME). citeturn0search0turn0search3 - Publications reporting trial results and related analyses showing effects on pain, mood, QoL and some cognitive measures (e.g., Pongan et al., results and randomized trial analyses). citeturn0search2turn0search4"
    ],
    "agent_type": "T) Other",
    "explanation_agent": [
        "Reason: The trial tests singing (music) sessions versus painting sessions to reduce physical and moral (psychological) pain and improve mood/quality of life in people with mild Alzheimer disease — a behavioral, non‑pharmacologic intervention that does not target a molecular or biological pathway listed in CADRO. citeturn0search2turn0search0",
        "Act: Extracted details — interventions are behavioral: choral/singing sessions (experimental) and painting sessions (comparison); primary/secondary outcomes measure pain, mood, quality of life and cognition. No drug, biologic, gene, or specific molecular pathway is tested, so there is no CADRO therapeutic target to assign. citeturn0search2turn0search1",
        "Reflect: Classification check — because the intervention is non‑pharmacologic and symptom‑directed (neuropsychiatric/pain/mood support) rather than disease‑modifying or pathway‑targeted, the correct CADRO assignment is 'T) Other'. Supporting sources: clinical trial registry NCT02670993 and the randomized trial publication reporting singing vs painting outcomes. citeturn0search2turn0search0",
        "Web search results (supporting sources): 1) Clinical trial record 'Support by Singing Sessions on Physical and Moral Pain…' (NCT02670993) — lists behavioral singing and painting arms and outcomes. citeturn0search2 2) PubMed entry and randomized trial report 'Can Musical or Painting Interventions Improve Chronic Pain, Mood, Quality of Life, and Cognition in Patients With Mild Alzheimer’s Disease?' (Pongan et al., J Alzheimer’s Dis) reporting outcomes of singing vs painting. citeturn0search0turn0search1"
    ]
}