{
    "nct_id": "NCT06595511",
    "title": "Development of a Sensory Entrainment-Integrated Cognitive Game Kit to Improve Cognitive Functions in Alzheimer's Disease",
    "status": "RECRUITING",
    "last_update_time": "2024-09-11",
    "description_brief": "In addition to ongoing drug treatments for Alzheimer Disease (AD), protective approaches that can halt the progression of the disease are of particular importance. This project aims to develop a digital application that can monitor cognitive impairment, using EEG findings proven effective at the clinical level in Alzheimer and various types of dementia, including sensory entrainment and digital cognitive games.\n\nTo this end, a collaboration between Istanbul Medipol University and Güven Future Health Technologies Inc. will develop a device featuring audio-visual sensory entrainment and digital cognitive games. This device will be made available to Alzheimer patients, and the differences between patients who use the application for three months, patients who do not use the application, and healthy controls will be evaluated through neurological examinations, neuropsychological tests, and EEG recordings indicating cognitive functions by the neurologist, project coordinator, and bursars. Monthly assessments, including EEG recordings, will also continue at home, and an application will be created to evaluate changes in cognitive functions through EEG data.\n\nBy the end of the project, an application that includes sensory entrainment and digital cognitive games, proven effective at the clinical level using EEG findings for Alzheimer dementia patients, will be developed. Additionally, a health kit capable of temporal monitoring of cognitive function changes through EEG data will have been developed.",
    "description_detailed": "This study aims to recruit early and middle-stage Alzheimer patients aged between 60 and 75, along with age and gender-matched healthy older adults. Two different Alzheimer groups will be created: one group will utilize a 40 Hz sensory entrainment-integrated cognitive game kit at home, while the other group will not receive any treatment. The treatment group will comprise 10 Alzheimer patients who will engage with the 40 Hz sensory entrainment-integrated cognitive game kit for 1 hour a day, at least five days a week, for three months. Comprehensive neuropsychological assessments and electroencephalography (EEG) recordings will be conducted in the laboratory on the first day, followed by mobile EEG recordings at home at the end of the first and second months. After three months of using the sensory entrainment/cognitive game kit, the participants will again undergo neuropsychological assessment and EEG recording in the laboratory. The second Alzheimer group (n=10) will not be administered any treatment and will undergo the same assessment protocol as the treatment group. Furthermore, in addition to these two groups, a healthy older adult group (n=10) will also be included in the study, with assessments scheduled only on the first day and at the end of the third month.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial tests a non‑pharmacologic device/app that delivers audio‑visual sensory entrainment (40 Hz) combined with digital cognitive games and uses EEG to monitor effects — an intervention intended to improve/monitor cognitive function rather than deliver a biologic or small molecule that modifies amyloid/tau pathology. citeturn0search2turn0search4",
        "Act (key extracted details): The intervention is named a “Sensory Entrainment‑Integrated Cognitive Game Kit” (40 Hz audiovisual stimulation + digital cognitive games). Sponsor/lead: Istanbul Medipol University in collaboration with Güven Future Health Technologies; protocol summary includes home use ~1 hour/day, 5 days/week for 3 months, with EEG and neuropsychological assessments at baseline and month 3. This information is drawn from the trial listing(s). citeturn0search2turn0search3turn0search4",
        "Act (drug check): No drug or biologic is mentioned in the trial description or listings — this is a device/digital neuromodulation + cognitive training study, so there is no drug to look up or classify. citeturn0search2",
        "Reflect: Classification rationale — fits the definition of 'Cognitive enhancer' (intervention aimed at improving cognitive performance using neuromodulation and cognitive training) rather than (1) disease‑targeted biologic (monoclonal antibody/vaccine), (2) disease‑targeted small molecule, or (4) neuropsychiatric symptom improvement (trial targets cognition broadly, not primarily agitation/depression). Published/ongoing literature frames 40 Hz audiovisual gamma entrainment and digital serious games as cognitive‑targeting, non‑pharmacologic interventions in AD. citeturn0search5turn0search1",
        "Web search results (sources found and used): 1) Trial listing: 'Effects of Combined 40 Hz Audio‑visual Stimulation and Cognitive Games on Alzheimer's Disease' — MedPath / NCT06595511 (Istanbul Medipol University). citeturn0search2 2) Detailed study listing / outcome measures — MedPath summary showing EEG and neuropsychological endpoints. citeturn0search4 3) CenterWatch trial posting summarizing design and recruitment. citeturn0search3 4) Systematic review/meta‑analysis supporting digital serious games improving cognition in AD/MCI. citeturn0search1 5) Relevant literature on 40 Hz (gamma) sensory stimulation feasibility and mechanisms in AD (proof‑of‑concept / feasibility studies). citeturn0search5turn0search7"
    ],
    "agent_type": "M) Synaptic Plasticity/Neuroprotection",
    "explanation_agent": [
        "Reason: The intervention is a non‑pharmacologic neuromodulation + cognitive training device (40 Hz audio‑visual sensory entrainment combined with digital cognitive games) intended to improve cognitive function and monitor EEG changes. This is aimed at enhancing neural network function and cognition (synaptic/plasticity effects) rather than delivering a drug that directly targets amyloid, tau, ApoE, inflammation, etc. citeturn0search0turn0search1",
        "Act: Key extracted details — Sensory Entrainment‑Integrated Cognitive Game Kit (40 Hz audiovisual stimulation + digital cognitive games), home use ~1 hr/day, 5 days/week for 3 months, with EEG and neuropsychological endpoints; no drug/biologic is used. These details are from the trial listings. citeturn0search0turn0search1",
        "Reflect: The CADRO category M) Synaptic Plasticity/Neuroprotection best fits because the primary therapeutic intent is cognitive enhancement via modulation of neural oscillations and network/synaptic function. Although preclinical/experimental literature reports that 40 Hz stimulation can influence amyloid/tau pathways, the trial’s stated focus and intervention are cognitive/neuromodulatory rather than a direct anti‑amyloid or anti‑tau pharmacologic approach — so M is more specific than A or B. (See preclinical work on 40 Hz effects on Aβ/tau for context.) citeturn0search2turn0search4",
        "Web sources used: 1) Trial listing (MedPath) — Effects of Combined 40 Hz Audio‑visual Stimulation and Cognitive Games on Alzheimer’s Disease (trial details, device, EEG and cognitive endpoints). citeturn0search0 2) CenterWatch trial summary (design, schedule, recruitment). citeturn0search1 3) PubMed article showing 40 Hz sound stimulation can modulate Aβ42 secretion, tau phosphorylation, phagocytosis/autophagy in preclinical/experimental work. citeturn0search2 4) Protocols/reviews describing 40 Hz stimulation and cognitive effects (mechanistic context). citeturn0search4turn0search5"
    ]
}