{
    "nct_id": "NCT06536322",
    "title": "Process and Outcome Evaluation of the Optimized Oral Health-related Section of the Belgian Resident Assessment Instrument and Its Training: a Cluster Randomized Controlled Trial",
    "status": "ACTIVE_NOT_RECRUITING",
    "last_update_time": "2024-07-30",
    "description_brief": "BACKGROUND: Oral health of nursing home residents is often poor. Oral health is related to general health, quality of life and well-being. Health care providers in nursing homes can be seen as important intermediaries to improve oral health as they are responsible for the residents' daily care and as they could regularly check resident's oral health.\n\nThe goal of this interventional study is to evaluate the use of a new oral health screening tool for older adults in nursing homes (OHS-interRAI) in an everyday context. This tool is included in the Belgian version of the International Resident Assessment Instrument for long-term care facilities and will be used by healthcare providers without a dental background. The evaluation will be done at different levels using mixed methods.\n\nThe main questions this study aims to answer at level of the residents are:\n\n* What is the effect of regular oral health assessment on oral health of the residents?\n* How do residents perceive oral health and experience the regular oral health assessments?\n\nAt level of the health care providers the main questions are:\n\n* How do they experience the use of the OHS-interRAI for oral health assessments?\n* To what extent are the assessments by health care providers comparable to assessments performed by oral health professionals?\n\nMETHODS: This research will compare the outcomes of nursing homes using the OHS-interRAI with outcomes of nursing homes using the oral health screening tool which is currently used in Belgian nursing homes. Nursing homes will be assigned randomly to the different groups. Both healthcare providers and residents assign for participation. Healthcare providers will follow a training on how to perform the screening with the OHS-interRAI and to monitor residents' oral health. Residents agree to regular oral health assessments by their healthcare providers every six months over a 2-years period.",
    "description_detailed": "BACKGROUND: This research focuses on the oral health-related section within the interRAI Long-Term Care Facilities Assessment Instrument (interRAI LTCF). The interRAI LTCF instrument enables comprehensive, standardized evaluation of the needs, strengths and preferences of care-dependent older persons in nursing homes by their daily caregivers. The oral health-related section of the interRAI LTCF was recently optimized and validated by Krausch-Hofmann et al. (2021). The oral health section for use within the interRAI LTCF instrument (OHS-interRAI) differs from other oral health assessment tools because it is part of a holistic assessment (interRAI LTCF) which considers oral health as part of general health. Therefore it has the potential to integrate oral health care into overall care planning. The use of photographs facilitates detection of oral hygiene and oral health problems. Finally, when oral hygiene is deficient or when referral to a dentist is deemed necessary, the caregiver will be alerted by a Collaborative Action Point (CAP). This is an alert based on an evidence based algorithm that is activated when a problem is detected so caregivers become aware of the problem and can act accordingly. This type of alert is already used for other items in the interRAI LTCF and helps caregivers as well as clinicians to decide as to whether and how to intervene with the person and/or his family.\n\nIn Belgium, nursing homes use the the Belgian version of the interRAI LTCF instrument (BelRAI LTCF).\n\nThe objective of this research is to evaluate the use of the OHS-interRAI in Belgium at level of the residents and the caregivers. This study will generate longitudinal data on oral health and its associated factors among nursing home residents, using BelRAI LTCF.\n\nRESEARCH QUESTIONS:\n\n1. Nursing home residents Study 1.1: Perspectives of nursing home residents on oral health and oral health care\n\n   * Research question 1.1.1: What are the perspectives of nursing home residents on oral health and oral health care?\n   * Research question 1.1.2: What determines the perspectives of nursing home residents on oral health and oral health care?\n   * Research question 1.1.3: What determinants affect nursing home residents' oral health behaviour?\n   * Research question 1.1.4: How do nursing home residents experience the oral health assessment using the OHS-interRAI?\n\n   Study 1.2: Oral health status of residents in Flemish nursing homes\n   * Research question 1.2.1: What is the current oral health status of residents in Flemish nursing homes?\n   * Research question 1.2.2: What are the associations between oral health and general health and other aspects as assessed by BelRAI LTCF?\n\n   Study 1.3: Assessing oral health in nursing home residents: the impact of dentures and natural teeth on oral health outcomes\n\n   \\- Research question: What is the effect of having teeth and dentures on the oral health of nursing home residents?\n\n   Study 1.4: Effect of regular oral health assessment on oral health of nursing home residents\n\n   \\- Research question 1.4.1: What is the evolution in oral health of nursing home residents after their oral health has been monitored over a period of two years by their caregivers using the OHS-interRAI?\n2. Professional caregivers Study 2.1: Perspectives and experiences of caregivers on the use of the OHS-interRAI for oral health assessments\n\n   * Research question 2.1.1: How do non-dental caregivers perceive the training for the OHS-interRAI?\n   * Research question 2.1.2: What are the strengths, weaknesses, opportunities and threats perceived by non-dental caregivers for regular oral health assessment using the OHS-interRAI as compared to the current oral health-related section of the interRAI?\n   * Research question 2.1.3: What are the strengths, weaknesses, opportunities and threats perceived by non-dental caregivers for taking action once the CAP Oral hygiene and/ or CAP Referral to dentist have been activated?\n   * Research question 2.1.4: How is the process of the oral health assessment by non-dental caregivers using the OHS-interRAI as observed by dental students?\n\n   Study 2.2: Comparison of the oral health assessments by dentists and non-dental caregivers using the OHS-interRAI\n   * Research question 2.2.1: What is the intra- and inter-rater reliability of the OHS-interRAI items among non-dental caregivers?\n   * Research question 2.2.2: What is the concurrent validity of the OHS-interRAI between non-dental caregivers and dentists throughout the trial compared with that of the current oral health section?\n   * Research question 2.2.3: Do non-dental caregivers and dentists detect the same residents with a need for referral to a dentist or with a need for improvement of oral hygiene when using the OHS-interRAI?\n   * Research question 2.2.4: How do the OHS-interRAI outcomes of non-dental caregivers compare with those of dentists over a period of two years?\n3. OHS-interRAI Study 3.1: Validity testing of the OHS-interRAI\n\n   * Research question 3.1.1: Do the items of the OHS-interRAI as assessed by dentists evaluate oral health of nursing home residents in an accurate way as compared to dental indices?\n   * Research question 3.1.2: Does triggering the CAP Oral hygiene and CAP Referral to a dentist of the OHS interRAI correspond to the advice of dentists?\n\nMETHODS:\n\nOverall: The implementation of the OHS-interRAI in Flemish nursing homes is longitudinally evaluated with a 3-arm cluster randomized controlled trial over 2 years.\n\nTwo-stage sampling will be performed, first at level of nursing homes which will form the clusters and secondly at level of the individual participants.\n\nCaregivers in the intervention group will complete an e-learning to learn about the use of the OHS-interRAI. Additionally, caregivers in one part of the intervention group will receive on-site practical training and can ask for support throughout the project concerning all aspects of oral health assessment and oral care.\n\nBefore allocation of the groups to the intervention, pretest measurement will be conducted of the participants, being residents and caregivers. Oral hygiene and oral health of the residents will be assessed as well as knowledge and attitude of caregivers. After a baseline oral health assessment by dentists, regular oral health assessments are performed approximately every 6 months on residents by dentists and professional caregivers simultaneously. Caregivers use the current oral health section of BelRAI LTCF or the OHS-interRAI, according to their study group. Dentists assess oral health using both the current oral health section of BelRAI LTCF and the OHS-interRAI, and additional dental indices to capture oral hygiene and the condition of gums and teeth more accurately.\n\nStudy 1.1: Residents' oral health will be assessed by dentists using the OHS-interRAI and additional dental indices. In-depth interviews will be conducted, including the validated short-form Oral Health Impact Profile (OHIP-14) to evaluate the impact of oral conditions on residents' well-being. The interviews will be audio-recorded and transcribed verbatim. Coding and analyses will be independently performed by three researchers. Codes related to daily and professional oral care will be categorised into the Capacities, Opportunities and Motivation of a person to perform certain behaviour (the COM-B model, a framework for understanding behaviour that serves as a basis for designing behaviour change interventions).\n\nStudy 1.2: The oral health of residents will be assessed by dentists using the OHS-interRAI and additional dental indices. Additional sociodemographic and clinical characteristics will be obtained from the most recent BelRAI LTCF assessment, filled out by their caregivers. All scores of the interRAI scales will dichotomised using their validated cut-off values. Descriptive statistics will be used to summarise population characteristics and most prevalent oral health problems. Subsequently, bivariate analysis will performed to investigate associations between oral health items and participants' clinical characteristics. Pearson's correlations will be used for this purpose.\n\nStudy 1.3: Based on data of the cross-sectional study, four sub-groups will be constructed to investigate the prevalence of oral health problems more in detail. The subgroups will consist of edentulous people with dentures, edentulous people without dentures, people with natural teeth with dentures and people with natural teeth without dentures. The Chi-Square test will be used to test for significant differences in prevalence of oral health problems across oral statuses.\n\nStudy 1.4: The oral health of participating residents will be analysed longitudinally using three time points: baseline, one year and two years after caregivers have started assessing and monitoring oral health of their residents. The oral health data collected by the dentists will be used for this purpose.\n\nA multi-level approach will be used for the analysis, controlling for the clustering effect. Organisational characteristics (cooperation with a dentist, the use of protocols for oral care, ...) will be linked to the residents' oral health data. Generalized linear models will be used to evaluate the impact of several factors related to general health on oral health, controlling for the cluster characteristics and covariates.\n\nStudy 2.1: The use of the OHS-interRAI will be evaluated qualitatively by means of focus group discussions and observations. Online focus group discussions will be conducted with caregivers within each arm of the trial at 3 months and 1 year after they started assessing and monitoring the oral health of their residents. Prior to the discussions, participants will fill out an online questionnaire to measure their knowledge and attitude towards oral health and oral health care. All discussions will be video-recorded and transcribed verbatim. Thematic analysis will be performed by two researchers. The Strengths, Weaknesses, Opportunities and Threats of the use of the OHS-interRAI will be evaluated (SWOT-analysis). These data will also be triangulated with data from an observational study, in which the oral health assessment by caregivers will be observed. An observation checklist will be used for this purpose, comprising quantitative as well as qualitative data.\n\nStudy 2.2: Except for the baseline measurement, the oral health of all residents is assessed by professional caregivers as well as dentists at all different time points. Intra- and inter-rater reliability among caregivers concerning the items of the OHS-interRAI will be quantified using kappa statistics (Cohen's kappa and Krippendorff's alpha) and percent agreement.\n\nConcurrent validity of the current oral health section and OHS-interRAI between caregivers and dentists will be evaluated longitudinally throughout the trial using kappa statistics (Cohen's kappa and Krippendorff's alpha) and the receiving operating characteristic (ROC) curve. Agreement of caregivers and dentists concerning the CAPs will be evaluated using percent agreement and sensitivity and specificity of the outcomes (CAPs) will be calculated. The percent agreement will be evaluated at baseline, at one and two years after the start.\n\nStudy 3.1: Bivariate analysis will be performed to investigate associations between oral health items and dental indices, using Pearson's correlations. The dental indices will be dichotomised using their validated cut-off values for this purpose.\n\nDuring the oral health screenings, dentists will be asked to provide professional advice regarding whether the resident required a referral to a dentist or an adjustment of their oral hygiene. The receiving operating characteristic (ROC) curve will be used to evaluate whether triggering of the CAP Oral hygiene and the CAP Referral to a dentist of the OHS interRAI corresponds to the advice/ diagnose by dentists.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "OTHER",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is the OHS-interRAI — an oral health screening/assessment tool (implemented in the interRAI long-term care instrument) used by non-dental healthcare providers to identify oral care needs and trigger referrals or care plans. This is a diagnostic/process implementation intervention, not a therapeutic drug or biologic aimed at Alzheimer’s pathology, cognitive enhancement, or neuropsychiatric symptom treatment. citeturn0search6turn0search1",
        "Act: Key extracted details from the trial description — intervention = optimized Oral Health Section (OHS-interRAI) included in the Belgian interRAI instrument; setting = nursing homes; intervention delivered by healthcare providers after training; outcomes = oral health assessments, perceptions, and comparability with dental professionals; study design = cluster randomized trial of assessment tool/process. These characteristics match published descriptions of the OHS-interRAI as an optimized oral health section used by non-dental caregivers. citeturn0search3turn0search6",
        "Reflect: Classification check — the four allowed Alzheimer’s-related categories are disease-targeted biologic, disease-targeted small molecule, cognitive enhancer, or neuropsychiatric symptom improvement. The described study evaluates an assessment/screening tool for oral health (process/diagnostic intervention), so it does not fit any therapeutic category and should be classified as 'N/A'. Confirmed by published reports of the OHS-interRAI describing it as a screening/assessment section for interRAI LTCF (not a drug). citeturn0search1turn0search3",
        "Web search results used: 1) PMC/BMC Geriatrics article comparing the current and newly developed interRAI Oral Health Section (OHS-interRAI) and describing its use by caregivers in nursing homes. citeturn0search6turn0search3 2) Innovation in Aging / PubMed summary describing the OHS-interRAI enabling nondental caregivers to identify residents needing help with oral hygiene or dental referral. citeturn0search1turn0search2"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}