{
    "nct_id": "NCT05999916",
    "title": "A Prospective, Single-Arm, Monocentric Pilot Study to Evaluate the Safety and Feasibility of Transcranial Alternate Current Stimulation With the Miamind Neurostimulator in Healthy Participants",
    "status": "COMPLETED",
    "last_update_time": "2024-08-05",
    "description_brief": "The present study aims to assess the safety and feasibility of repeated transcranial alternating current stimulation (tACS) by the Miamind Neurostimulator in a cohort of healthy participants. Based on the findings of this investigation, subsequent clinical trials assessing the efficiency of tACS by the Miamind Neurostimulator for treatment of Alzheimer's Disease will be conducted.",
    "description_detailed": "The pathological hallmarks of Alzheimer's Disease (AD) are extracellular amyloid-β (Aβ) plaques and intracellular neurofibrillary tangles of hyperphosphorylated tau deposition in the brain together with neuroinflammation and microglial activation. These alterations lead to synaptic dysfunction, neuronal loss, and subsequently to brain circuit and brain oscillation disruption, resulting in cognitive decline. Recent studies have shown a positive effect of neural entrainment at gamma frequency (30-80 Hz). Transcranial alternating current stimulation (tACS) utilizes low amplitude alternating currents, allowing for frequency and region-specific brain oscillation entrainment showing positive results regarding improvement of cognitive functions in healthy participants and Alzheimer's Disease patients. Miamind Neurostimulator is a patient specific MRI-based 3D printed medical device that permits electrical stimulation and recording on up to 32 electrode channels and thus allows for simultaneous, multifocal, and targeted brain stimulation. tACS is non- invasive, well tolerated by users and considered safe with no persistent adverse events reported.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "DEVICE_FEASIBILITY",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "Miamind Neurostimulator (personalized device delivering transcranial alternating current stimulation, tACS; 40 Hz, up to 1 mA/electrode per trial listing)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is a non-pharmacologic neurostimulation device (the Miamind Neurostimulator) that delivers transcranial alternating current stimulation (tACS) intended to entrain/modify neural oscillations and—in future trials—evaluate efficacy for Alzheimer's-related cognitive impairment. This is a neuromodulation approach aimed at improving cognitive/brain-network function rather than a biologic or small-molecule therapy, so it best fits the 'cognitive enhancer' category. citeturn0search1turn0search0",
        "Act (key extracted details): The trial description and registry entries identify the intervention as the personalized Miamind® Neurostimulator, delivering 40 Hz tACS sessions (60 min, max ~1 mA per electrode, personalized electrode montage) in healthy volunteers to assess safety/feasibility; subsequent trials will assess efficacy in Alzheimer's Disease. citeturn0search1turn0search3",
        "Supporting web findings: Miamind/Bottneuro describes the device as a personalized non‑invasive neurostimulator registered with Swissmedic/MHRA and intended for precise alternating‑current neuromodulation; the company explicitly links Miamind tACS development to applications in AD and cognitive/psychiatric indications. citeturn0search6turn0search0",
        "Context from the literature: Published and registered clinical studies of gamma‑frequency (≈40 Hz) tACS in AD and mild cognitive impairment target cognitive improvement and modulation of neural oscillations (examples: clinical studies and protocols exploring 40 Hz tACS for memory/cognition). This supports classifying tACS interventions aimed at AD as cognitive enhancement/neuro‑network modulation rather than drug-based disease‑targeting biologics or small molecules. citeturn0search2turn0search8",
        "Reflect: The intervention is a device-based neuromodulation (not a biologic or small molecule) and is intended to improve cognitive/brain‑network function (and later to test efficacy in AD). Therefore 'cognitive enhancer' is the appropriate category. Note: if a user wanted to classify device-based disease-modifying intent (e.g., targeting neuroinflammation or amyloid directly) that would be ambiguous—current documentation frames Miamind tACS primarily as neuromodulation for cognitive effects and safety/feasibility in healthy subjects, so 'cognitive enhancer' is the best fit given available information. citeturn0search1turn0search6"
    ],
    "agent_type": "M) Synaptic Plasticity/Neuroprotection",
    "explanation_agent": [
        "Reason: The intervention is a personalized non‑invasive neuromodulation device (Miamind Neurostimulator) delivering 40 Hz transcranial alternating current stimulation (tACS) intended to entrain/modify neural oscillations and improve cognitive/brain‑network function rather than act on a molecular pathology (amyloid, tau, inflammation, etc.). This mechanism aligns best with modulation of neural/synaptic activity and network-level plasticity. citeturn0search1turn0search2",
        "Act: Key extracted details from the trial description and registries — Miamind® Neurostimulator (Bottneuro) is a personalized tES/tACS cap delivering 40 Hz stimulation (60 min sessions, up to ~1 mA per electrode, customized electrode montage) in a safety/feasibility pilot (MINDSTIM) in healthy volunteers; company materials and the trial description frame the device as a precision neuromodulation/cognitive enhancement approach rather than a biologic or small‑molecule targeting a specific molecular pathway. citeturn0search4turn0search3",
        "Reflect: The CADRO category set does not have a specific label for device‑based neuromodulation, but the intent to modify neural oscillations and cognitive/brain‑network function maps best to synaptic/plasticity and neuroprotection approaches (CADRO M). Although Bottneuro also mentions broader disease‑area interests (e.g., links to Alzheimer’s and neuroinflammation in company materials), the pilot trial and device mechanism are primarily neuromodulatory/cognitive‑enhancing rather than directly targeting amyloid, tau, inflammation, metabolism, vasculature, or other single molecular pathways — therefore 'M) Synaptic Plasticity/Neuroprotection' is the most specific fit. citeturn0search0turn0search9",
        "Web search results (supporting sources referenced above):",
        "- Miamind® product/overview and company site describing personalized non‑invasive brain stimulation (Miamind Neurostimulator). citeturn0search1",
        "- Miamind news post announcing the MINDSTIM pilot clinical trial (single‑arm safety/feasibility; 40 Hz tACS; healthy volunteers). citeturn0search2",
        "- Bottneuro site describing custom-made tES/tACS device, clinical workflow, and links to AD applications. citeturn0search3",
        "- Clinical registry entry summarizing the trial intervention parameters (60 min, 40 Hz tACS, max 1 mA per electrode, 4 sessions in 4 days). citeturn0search4",
        "- Company/news pages noting regulatory registrations and device certifications (Swissmedic, MHRA, DEKRA). citeturn0search0turn0search10"
    ]
}