{
    "nct_id": "NCT05007353",
    "title": "The SINgapore GERiatric Intervention Study to Reduce Cognitive Decline and Physical Frailty (SINGER) Study, Biomarker and Health Service Research Analyses",
    "status": "RECRUITING",
    "last_update_time": "2021-08-23",
    "description_brief": "A study in Finland found that a multidomain intervention of physical activity, nutritional guidance, cognitive training, social activities and management of vascular risk factors slowed cognitive decline in healthy older adults at increased risk of cognitive decline. A 6-month pilot study was initiated in Singapore, which demonstrated the cultural feasibility and practicality of the FINGER interventions and a set of locally adapted interventions in an Asian population. The SINGER study is a 2-year randomized controlled trial that aims to test the efficacy and safety of these lifestyle changes, including diet and cardiovascular risk factor management, cognitive and physical exercises, in delaying cognitive decline in older adults at risk of dementia.",
    "description_detailed": "Results from a population-based 2-year clinical trial, the Finnish Geriatric Intervention Study to Prevent Cognitive Impairment and Disability (FINGER), demonstrated that a multidomain intervention of physical activity, nutritional guidance, cognitive training, social activities and management of vascular risk factors slowed cognitive decline in healthy older adults at increased risk of cognitive decline. Currently, no pharmacological treatment options that can rival these effects. Thus, there is an urgent need to test the generalizability, adaptability, and sustainability of these findings in Singaporean populations. A 6-month pilot study was initiated in Singapore, which demonstrated the cultural feasibility and practicality of the FINGER interventions and a set of locally adapted interventions in an Asian population. Hence, the next step was to conduct a larger scale SINGER trial to determine the efficacy of these interventions in Singapore. If the interventions are found to be effective and safe with high applicability and scalability, the study will provide important clinical and public health implications to a rapidly increasing ageing population.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "SUPPORTIVE_CARE",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The described SINGER trial tests a multidomain lifestyle intervention (dietary advice, exercise, cognitive training, social activities and vascular risk‑factor management) to delay cognitive decline in older adults. This is a non‑pharmacologic, behavioral/medical‑management intervention rather than a drug or biologic. citeturn0search3turn0search0",
        "Act (key extracted details): - Intervention components: diet, supervised and home exercise, cognitive training/workshops, vascular risk management (including intensive BP control), and social/activity elements. citeturn0search3turn0search0 - Origin/ rationale: SINGER is a Singapore adaptation and member of the Worldwide‑FINGERS network, modelled on the Finnish FINGER trial that showed benefit from a 2‑year multidomain lifestyle intervention. citeturn1search7turn0search3 - No drug/biologic is tested in this trial (no named pharmacologic agent or placebo described). citeturn0search3",
        "Reflect: By the category definitions you provided, the four categories cover biologic therapies, small molecules, cognitive‑enhancing drugs, or treatments for neuropsychiatric symptoms. A multidomain lifestyle/vascular‑risk intervention does not fit any of those drug/biologic categories, nor is it a diagnostic study; therefore the appropriate classification is 'N/A'. (Supporting sources: SINGER protocol/pilot and FINGER trial publications). citeturn0search3turn0search0turn1search7"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}