{
    "nct_id": "NCT00948259",
    "title": "Phase IIa 20 Week Double-blind, Placebo-controlled, Randomized, Escalating Dose Study to Evaluate the Safety and Tolerability of Four Oral Doses of NP031112, a Novel GSK3 Inhibitor, in Mild to Moderate Alzheimer's Disease Patients With Stable Anticholinesterasic Treatment.",
    "status": "COMPLETED",
    "last_update_time": "2009-11-10",
    "description_brief": "The purpose of this study is to evaluate if 4 escalating doses during 20 weeks of NP031112 are safe and tolerated in patients with Alzheimer´s disease.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE1",
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "Tideglusib (NP031112, NP-12) — oral small-molecule GSK‑3 (GSK‑3β) inhibitor"
    ],
    "placebo": [
        "Placebo (matching escalating oral dosing schedule)"
    ],
    "explanation_target": [
        "Reason: The trial title/description explicitly calls NP031112 a GSK‑3 inhibitor and tests it for treatment (safety/tolerability) in Alzheimer’s disease, which indicates the intervention is intended to act on Alzheimer's pathology rather than only symptom relief. citeturn0search2",
        "Act (key findings from web search): NP031112 is the small-molecule drug tideglusib (also written NP‑031112 / NP‑12). Tideglusib is described in multiple sources as an orally available, non‑ATP‑competitive, irreversible inhibitor of GSK‑3β. citeturn0search3turn0search5turn0search7",
        "Act (trial details): The published pilot/Phase IIa study (NCT00948259) administered escalating oral doses (400 → 600 → 800 → 1000 mg over 20 weeks) versus placebo to mild–moderate AD patients to assess safety/tolerability (secondary cognitive measures were collected). citeturn0search2turn0search0turn1search0",
        "Reasoning for category assignment: GSK‑3 is implicated in AD pathophysiology (tau hyperphosphorylation, and modulation of Aβ production), so an oral small‑molecule inhibitor of GSK‑3 is disease‑targeted (aims at pathologic mechanisms). Therefore NP031112/tideglusib best fits the 'disease‑targeted small molecule' category. citeturn1search1turn1search4",
        "Reflect / caveats: This is not a biologic (no monoclonal antibody or vaccine), not described as a symptomatic cognitive enhancer per se, nor primarily for neuropsychiatric symptoms — so the other categories do not fit. Note: clinical reports flagged liver enzyme elevations in some subjects on tideglusib (safety signal to monitor), which is relevant but does not change the category assignment. citeturn1search0turn1search8"
    ],
    "agent_type": "B) Tau",
    "explanation_agent": [
        "Reason: The investigational drug is tideglusib (NP031112 / NP‑12), described explicitly as an irreversible, non‑ATP‑competitive inhibitor of glycogen synthase kinase‑3 (GSK‑3/GSK‑3β). GSK‑3 activity is strongly implicated in AD pathophysiology primarily through tau hyperphosphorylation (and secondarily through effects on Aβ processing), so a GSK‑3 inhibitor is aimed at tau‑related disease mechanisms. citeturn0search2turn0search4.",
        "Act: Extracted details — trial title/registry and publications identify the drug and trial: NP031112 (tideglusib) was tested in a Phase IIa escalating oral dose safety/tolerability trial in mild–moderate AD (NCT00948259; pilot/Phase II reports). Tideglusib’s mechanism is GSK‑3 inhibition with demonstrated reduction of tau phosphorylation in models. Safety signals (transaminase elevations) were reported in clinical studies. citeturn0search0turn0search3turn0search2.",
        "Reflect: Mapping to CADRO — because the intervention directly targets a kinase (GSK‑3) that drives tau hyperphosphorylation, the most specific CADRO category is B) Tau. Although GSK‑3 may also influence Aβ pathways (noted in some reports), the primary mechanistic rationale and preclinical/clinical readouts focus on tau phosphorylation/neuroprotection, so 'B) Tau' is the best fit rather than multi‑target or other categories. Caveat: if the user’s classification scheme prefers pathway/kinase labels instead of pathology, one could argue for a metabolism/signaling category, but within CADRO the tau category is most appropriate. citeturn0search2turn0search7."
    ]
}