{
    "nct_id": "NCT01527916",
    "title": "A Randomized, Double-Blind, Placebo and Active-Controlled Study to Evaluate the Efficacy and Safety of ABT-126 in Subjects With Mild to Moderate Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2014-11-06",
    "description_brief": "This is an efficacy and safety study evaluating a new treatment for subjects with mild to moderate Alzheimer's disease.",
    "description_detailed": "This is a Phase 2 study designed to evaluate the efficacy and safety of ABT-126 in approximately 410 adults with mild to moderate Alzheimer's disease. Subjects will be randomized to one of 5 treatment groups (ABT-126, donepezil or placebo) for a 24-week treatment period.",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "ABT-126 (selective α7 nicotinic acetylcholine receptor agonist; small-molecule procognitive agent)"
    ],
    "placebo": [
        "placebo",
        "active control: donepezil (in some trials)"
    ],
    "explanation_target": [
        "Reason: The trial tests ABT-126, which is described in the literature as a selective α7 nicotinic acetylcholine receptor agonist developed for procognitive effects in Alzheimer’s disease — i.e., intended to improve cognition rather than directly target amyloid/tau pathology. citeturn0search0turn0search6",
        "Act (key details extracted): The randomized, double-blind, placebo- and active-controlled ABT-126 studies in mild-to-moderate AD evaluate cognitive endpoints (ADAS-Cog) and compare ABT-126 to placebo and, in some designs, donepezil as an active control. Dosing and phase-2 results are reported in PubMed entries for these trials. citeturn0search4turn0search1",
        "Reflect: Classification: 'Cognitive enhancer' — ABT-126 is a small-molecule agonist of a neurotransmitter receptor designed to enhance cognitive function, not a biologic targeting AD pathology (amyloid or tau) nor an intervention aimed at neuropsychiatric/behavioral symptoms. Clinical trial reports note no convincing disease-modifying effect and mixed/negative procognitive results, supporting the interpretation that the drug was studied as a cognitive enhancer. citeturn0search0turn0search4",
        "Web search results (selected sources used): PubMed summary reporting ABT-126 as a potent, selective α7 nAChR agonist and trial results in AD (J Alzheimers Dis. 2016). citeturn0search0",
        "PubMed phase-2 randomized controlled trial summary of ABT-126 in mild-to-moderate Alzheimer's dementia (NCT00948909 / related trials). citeturn0search1",
        "PubMed description of monotherapy adaptive trial and open-label extension including donepezil as active control and overall conclusions about lack of significant efficacy for ABT-126. citeturn0search4"
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The investigational drug ABT-126 is described in clinical-trial reports and publications as a selective α7 nicotinic acetylcholine receptor (α7 nAChR) agonist developed as a procognitive agent for Alzheimer's disease. Activating a ligand-gated nicotinic acetylcholine receptor is a classic neurotransmitter-receptor–directed mechanism, so the most specific CADRO match is Neurotransmitter Receptors (D). citeturn0search0turn0search1",
        "Act: Key extracted details — drug: ABT-126 (selective α7 nAChR agonist; small-molecule procognitive agent); indication: mild-to-moderate Alzheimer's disease; trial types: randomized, double-blind, placebo- and active-controlled (donepezil) studies assessing cognitive endpoints (ADAS-Cog). These sources explicitly identify the α7 nicotinic receptor as the pharmacologic target. Assign 'D) Neurotransmitter Receptors' based on the explicit receptor target and procognitive mechanism. citeturn0search4turn0search3",
        "Reflect: The classification aligns with CADRO because ABT-126 acts on a neurotransmitter receptor rather than on amyloid, tau, inflammation, synaptic plasticity modifiers (beyond receptor activation), or other pathways. Clinical reports note ABT-126 was evaluated for symptomatic (cognitive-enhancing) effects and did not show convincing disease-modifying efficacy, which supports placing it in the neurotransmitter-receptor (symptomatic cognitive enhancer) category rather than a pathology-modifying category. citeturn0search1turn0search0",
        "Web search results used (selected): PubMed phase-2 randomized controlled trial summaries describing ABT-126 as a selective α7 nAChR agonist and reporting AD trial outcomes; NCT registry entry for the phase-2 ABT-126 study; additional PubMed reports of ABT-126 trials (including monotherapy/adaptive trials and studies in cognitive impairment in schizophrenia). citeturn0search0turn0search1turn0search4turn0search3turn0search6"
    ]
}