{
    "nct_id": "NCT01608217",
    "title": "Efficacy and Safety of Delta-9-tetrahydrocannabinol (∆9-THC) in Behavioural Disturbances and Pain in Dementia",
    "status": "COMPLETED",
    "last_update_time": "2014-06-26",
    "description_brief": "This is a phase II, randomized, placebo-controlled, double-blind, parallel-group, multicentre study to the efficacy and safety of low dose delta-9-THC in behavioural disturbances and pain in patients with mild to severe dementia, when added to an analgesic treatment with acetaminophen.\n\nIt is hypothesized that Namisol® will lead to more behavioural disturbances than placebo, when added to an analgesic treatment with acetaminophen, and as measured by a change in Neuropsychiatric Inventory (NPI) score, after a three week treatment period.\n\nIt is expected that this will be due, primarily, to psychoactive effects of Namisol® and secondary to a reduction in pain sensation (as measured with VRS and PACSLAC-D). It is expected that a reduction in NPS will positively affect quality of life and lead to better functioning in daily living.",
    "description_detailed": "There is a high prevalence of behavioural disturbances (NPS) in persons with dementia. Persistent pain complaints can be a cause of NPS. Unfortunately, there is a lack of appropriate drugs for treating both these problems. This and positive suggestions from preliminary clinical studies with THC on NPS and directly fuel the study presented here.\n\nThis will be a phase II study in which the efficacy and safety of Namisol® (a tablet with THC) on behavioural disturbances, such as agitation, aggression and motor disturbances in dementia patients will be evaluated.\n\nSecondary study objectives are :\n\n2\\. To evaluate the efficacy of Namisol® on other secondary outcome measures, such as quality of life and functioning in daily activities.\n\n3\\. To evaluate safety of Namisol® as assessed with physical examination, effects on cognitive functioning and adverse event monitoring.\n\n4\\. For the subgroup of subjects suffering from pain: to evaluate the efficacy of Namisol® pain intensity\n\nIt is hypothesized that Namisol® will lead to more reduction in behavioural disturbances than placebo, when added to an analgesic treatment with acetaminophen, and as measured by a change in Neuropsychiatric Inventory (NPI) score, after a three week treatment period. It is expected that this will be due, primarily, to psychoactive effects of Namisol® and secondary to a reduction in pain sensation (as measured with VRS and PACSLAC-D). It is expected that a reduction in NPS will positively affect quality of life and lead to better functioning in daily living\n\nThis is a randomized placebo-controlled double-blind parallel-group multicentre study.\n\nSubjects who appear to fulfill the eligibility criteria are informed about the study. After signing informed consent by the subject and/or caregiver, a screening visit will take place. Subjects who are eligible for participation enter a wash-out period, for discontinuation of their own analgesic medication (if applicable). Subjects will be randomly allocated to receive one of the two interventions (Namisol® 1.5 mg + acetaminophen 1000 mg three times daily, or placebo + acetaminophen 1000 mg three times daily) for a double-blind intervention period of three weeks. After two weeks the primary outcome measure (NPI) is assessed by a telephone interview with the caregiver. Subjects visit the site twice (at baseline and after three weeks treatment) for assessments of the outcome parameters, including the NPI. For the purpose of compliance and safety, there will be a weekly phone call, performed by the researcher. After completion of this period subject's own analgesic treatment will be restarted (if applicable). After a follow up phase of two weeks, the subject is contacted by telephone for assessment of adverse events.",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "neuropsychiatric symptom improvement",
    "drug": [
        "Namisol® (delta-9-tetrahydrocannabinol, oral tablet; pure THC (>98%))"
    ],
    "placebo": [
        "Matching oral placebo tablet (per trial design)"
    ],
    "explanation_target": [
        "Reason: The described intervention is Namisol®, an oral formulation of delta-9-tetrahydrocannabinol (THC), given to patients with dementia to affect behavioural disturbances (primary outcome: Neuropsychiatric Inventory score) and pain. The protocol explicitly states expected effects are psychoactive effects of Namisol® and secondary pain reduction. citeturn0search0turn0search8",
        "Act (key details extracted + web support): Namisol® is a novel oral THC tablet (pure THC, improved PK/PD demonstrated in healthy volunteers) — i.e., a small-molecule cannabinoid rather than a biologic. The trial adds Namisol® to acetaminophen and measures change in NPI and pain scales. These details support that the intervention targets neuropsychiatric/behavioural symptoms and pain rather than Alzheimer’s pathology (amyloid/tau). citeturn0search6turn0search1turn0search0",
        "Reflect: Classification rationale — this is not a biologic (no monoclonal antibody/vaccine), nor a disease-modifying small molecule aimed at AD pathology, nor described as a pure cognitive enhancer. Its stated intent is to reduce behavioural/psychiatric symptoms (NPS/BPSD) and pain via THC’s psychoactive/analgesic effects, matching the category 'neuropsychiatric symptom improvement'. Systematic reviews of cannabinoids in dementia also treat these agents as interventions for behavioural symptoms, consistent with this classification. citeturn0search3turn0search4",
        "Web-search results used (key sources): 1) Trial registry / summary for 'Efficacy and Safety of Delta-9-tetrahydrocannabinol (∆9-THC) in Behavioural Disturbances and Pain in Dementia' (NCT / trial snapshot). citeturn0search0 2) Namisol® pharmacokinetics/pharmacodynamics study (PMC / PubMed) describing Namisol as an oral tablet containing pure THC and reporting PD effects. citeturn0search6 3) Trial detail pages (MedPath / ICHGCP / clinical-trial registries) summarizing dosing and endpoints (NPI, pain measures). citeturn0search1turn0search5 4) Systematic review evidence on cannabinoids for dementia behavioral symptoms. citeturn0search3"
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The intervention is Namisol®, an oral formulation of delta-9-tetrahydrocannabinol (THC) given to treat behavioural disturbances (NPI) and pain in dementia; the trial registry and protocol describe Namisol® (pure THC) and psychoactive/analgesic intent. citeturn1search1turn1search4",
        "Act: THC is a small-molecule cannabinoid that exerts effects primarily via the cannabinoid receptors (CB1 in the brain, CB2 peripherally) — G-protein-coupled neurotransmitter receptors — so the nearest CADRO match is Neurotransmitter Receptors. Evidence on Namisol® pharmacokinetics/PD and THC receptor pharmacology supports this. citeturn0search0turn0search1turn0search3turn0search4",
        "Reflect: This is not targeting core Alzheimer pathologies (amyloid or tau), inflammation as a primary mechanism, or a multi-target disease-modifying pathway — instead it modulates neurotransmission via cannabinoid receptors to reduce neuropsychiatric symptoms and pain. Therefore D) Neurotransmitter Receptors is the best-fit CADRO category. Systematic reviews/trials of THC/Namisol in dementia treat these agents as symptomatic (NPS) interventions, consistent with this classification. citeturn1search6turn1search7",
        "Web-search results used (key sources): 1) Trial registry / summary for 'Efficacy and Safety of Delta-9-tetrahydrocannabinol (∆9-THC) in Behavioural Disturbances and Pain in Dementia' (NCT / trial snapshot). citeturn1search0turn1search1 2) Namisol® pharmacokinetics/pharmacodynamics study describing Namisol as an oral tablet containing pure THC. citeturn0search0turn0search1 3) Primary pharmacology of Δ9-THC at cannabinoid receptors (CB1/CB2). citeturn0search3turn0search2turn0search4 4) Randomized trials and systematic reviews of THC/cannabinoids for neuropsychiatric symptoms in dementia. citeturn1search6turn1search3turn1search7"
    ]
}