{
    "nct_id": "NCT05787028",
    "title": "Safety, Tolerability and Pharmacokinetics of AD16 Tablets in Adult Healthy Subjects After Single Administration",
    "status": "COMPLETED",
    "last_update_time": "2023-11-28",
    "description_brief": "The primary objective of this study was to evaluate the safety, tolerability and pharmacokinetic characteristics of single administration of AD16 tablets in healthy adults under fasting conditions, and the secondary objective was to preliminarily evaluate the material balance of single administration of AD16 tablets in fasting conditions.\n\nThe study is divided into two parts: preliminary test and formal test. The formal trial was a single-center, randomized, placebo-controlled, double-blind, dose-increasing study, with 5 dose groups (5mg, 10mg, 20mg, 30mg and 40mg, respectively).\n\nTen subjects (male and female) were enrolled in each dose group, of which 8 received the experimental drug and 2 received placebo.\n\nUrine and fecal samples were collected in the 20mg dose group for material balance study.Urine and fecal samples were collected in the 20mg dose group for material balance study.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "AD16"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The trial tests AD16 tablets in healthy adults to evaluate safety, tolerability, PK and mass balance after single oral doses (5–40 mg). The described objectives and design match a first-in-human pharmacokinetic/safety SAD study rather than a symptomatic-only trial, implying a disease-modifying development goal.",
        "Act — key evidence & web search results: AD16 is described in the literature as a novel anti-neuroinflammatory compound that modulates microglia, reduces amyloid plaque deposition in AD mouse models, and was progressed into Phase I studies assessing single and multiple ascending oral doses in healthy adults. citeturn0search3turn0search0",
        "Act — trial match: The published Phase 1 report and trial registry describe single-center, randomized, placebo-controlled, double-blind single-ascending-dose groups of 5, 10, 20, 30 and 40 mg with 10 subjects per group (8 active, 2 placebo) and material-balance sampling in the 20 mg group — matching your description. citeturn0search0turn0search1",
        "Interpretation: AD16 is a small-molecule investigational drug (chemical structure shown in the Phase I paper) targeting neuroinflammation/microglial function and with effects on amyloid pathology in preclinical models — therefore it is best classified as a disease-targeted small molecule (a small-molecule agent aimed at Alzheimer’s pathology). citeturn0search0turn0search3",
        "Reflect: The trial is not a symptomatic cognitive-enhancer trial nor a neuropsychiatric symptom study; it is an early-stage safety/PK study of a candidate that aims to modify disease-relevant biology (neuroinflammation/amyloid handling). Classification as 'disease-targeted small molecule' aligns with the mechanism (anti‑neuroinflammatory, microglial modulation) and the fact that AD16 is a chemical small molecule shown with a chemical structure in the Phase 1 report. citeturn0search0turn0search3",
        "Web search results consulted (selected):",
        "1) BMC Medicine 2023 — 'Safety, tolerability, pharmacokinetics and effects of diet on AD16, a novel neuroinflammatory inhibitor for Alzheimer’s disease: a randomized phase 1 study' (Phase I SAD/MAD/food-effect reporting PK, safety, dose groups as above). citeturn0search0",
        "2) PubMed entry for the Phase I study (summary and trial registrations NCT05787028, NCT05787041, NCT05806177). citeturn0search1",
        "3) ACS Pharmacology & Translational Science 2020 — preclinical work: 'Compound AD16 Reduces Amyloid Plaque Deposition and Modifies Microglia in a Transgenic Mouse Model of Alzheimer’s Disease' (mechanistic/preclinical data showing microglial modulation and plaque effects). citeturn0search3",
        "4) Additional preclinical reports describing neuroprotective/anti-inflammatory effects of AD-16 in other brain-injury models (supporting its anti-neuroinflammatory profile). citeturn0search4",
        "Ambiguity/limitations: The trial text you provided is a Phase I PK/safety study in healthy adults (no efficacy endpoints). The classification relies on published preclinical and Phase I descriptions indicating AD16 is a small molecule aimed at neuroinflammation/AD pathology; if AD16 were later shown to be a biologic or reclassified, the category would need revision — current sources identify it as a chemical small-molecule candidate. citeturn0search0turn0search3"
    ],
    "agent_type": "F) Inflammation",
    "explanation_agent": [
        "Reason: AD16 is described in preclinical and clinical reports as an anti‑neuroinflammatory small molecule that modulates microglial function and thereby affects Alzheimer’s‑relevant biology (microglial activation, lysosomal function and reduced plaque deposition). This mechanism maps to CADRO category F (Inflammation). citeturn0search0turn0search4",
        "Act: Key evidence — preclinical work (ACS Pharmacol. Transl. Sci. 2020) shows AD16 modifies microglia and reduces amyloid plaque deposition in AD mouse models; Phase I clinical reports (BMC Medicine / PubMed) describe single‑ and multiple‑ascending oral dose SAD/MAD/food‑effect studies in healthy adults assessing safety, tolerability and PK (SAD groups 5–40 mg), confirming AD16 is a disease‑targeted small‑molecule developed for its anti‑neuroinflammatory action. citeturn0search0turn0search4turn0search1",
        "Act — trial match: The cited Phase I paper and registry entries (NCT05787028, NCT05787041, NCT05806177) report the randomized, placebo‑controlled SAD/MAD and food‑effect designs described in your prompt, consistent with an early‑stage safety/PK study of a candidate targeting neuroinflammation. citeturn0search1turn0search2",
        "Reflect: Classification as F) Inflammation is the most specific CADRO match because the primary mechanistic description is anti‑neuroinflammatory/microglial modulation (not a direct anti‑amyloid antibody, tau agent, neurotransmitter symptomatic treatment, or non‑therapeutic diagnostic). Although preclinical data note secondary effects on amyloid plaques, the agent’s stated target/pathway is inflammation/microglia, so F) Inflammation is appropriate. If future data reclassify AD16’s mechanism (e.g., primary direct amyloid-binding), the CADRO category should be reassessed. citeturn0search0turn0search4",
        "Web search results consulted (selected): 1) ACS Pharmacology & Translational Science 2020 — \"Compound AD16 Reduces Amyloid Plaque Deposition and Modifies Microglia…\" (preclinical microglia/anti‑inflammatory mechanism). citeturn0search0 2) BMC Medicine 2023 / PMC — \"Safety, tolerability, pharmacokinetics and effects of diet on AD16…\" (Phase I SAD/MAD/food‑effect; chemical structure; PK/safety in healthy adults). citeturn0search2turn0search4 3) PubMed entry summarizing the Phase I study and listing ClinicalTrials.gov identifiers. citeturn0search1"
    ]
}