{
    "nct_id": "NCT03638284",
    "title": "Non Invasive Brain Stimulation for Treatment of Neuropsychiatric Symptoms of Dementia: an Open Label Pilot Study Using Transcranial Direct Current Stimulation",
    "status": "COMPLETED",
    "last_update_time": "2024-09-27",
    "description_brief": "Agitation and aggression impose a tremendous burden on the individuals living with dementia, their families, caregivers, and healthcare systems. Neuropsychiatric symptoms of dementia (NPS) affect up to 80% of patients with Alzheimer's dementia. These symptoms impair patient and care giver's quality of life, increase the chances of hospitalization and also result in faster progression of the illness. The efficacy of current treatments is limited and the antipsychotic medications commonly used to treat these symptoms are associated with serious side effects. Transcranial direct current stimulation (tDCS) is a non-invasive brain stimulation technique that uses a very low intensity electric current to modulate cortical excitability and brain plasticity. tDCS can be safely administered to awake persons and is very well tolerated. In this study the investigators will use tDCS to treat agitation related to NPSD.",
    "description_detailed": "Agitation and aggression impose a tremendous burden on the individuals living with dementia, their families, caregivers, and healthcare systems. Neuropsychiatric symptoms of dementia (NPS) affect up to 80% of patients with Alzheimer's dementia. These symptoms include aggression and agitation, anxiety, depression, hallucinations, and delusions. These symptoms impair patient and care giver's quality of life, increase the chances of hospitalization and also result in faster progression of the illness. The efficacy of current treatments is limited and the antipsychotic medications commonly used to treat these symptoms are associated with serious side effects including cerebrovascular events, falls and increased risk of death. Electroconvulsive Therapy may be effective as well, however it requires anaesthesia and adversely affects cognition. Non-pharmacological or behavioral interventions are universally recognized as the first line treatment for agitation and NPSD. They are most effective when individualized and delivered in a person centered approach. Transcranial direct current stimulation (tDCS) is a non-invasive brain stimulation technique that uses a very low intensity electric current to modulate cortical excitability and brain plasticity. tDCS can be safely administered to awake persons and is very well tolerated. Studies in healthy individuals and patients with Alzheimer's disease have shown that tDCS applied to frontal brain regions can enhance cognitive function. Further, tDCS applied to frontal brain regions can improve depressive symptoms. The effects of tDCS on NPSD are not known. In this study the investigators will use tDCS to treat agitation related to NPSD.The objective of this proposal is to conduct an open label pilot study of tDCS for treatment of agitation.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "neuropsychiatric symptom improvement",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is transcranial direct current stimulation (tDCS), a non‑invasive brain stimulation technique that applies low‑intensity electrical current to modulate cortical excitability and plasticity. The study title and description state tDCS will be used to treat agitation and other neuropsychiatric symptoms of dementia (NPS), i.e., behavioral/psychiatric symptom management rather than a pharmacologic disease‑modifying approach. citeturn0search5turn0search4",
        "Act: Key extracted details — intervention: transcranial direct current stimulation (tDCS); indication in this trial: agitation/aggression and other neuropsychiatric symptoms in Alzheimer’s/dementia; study type: open‑label pilot of non‑invasive brain stimulation (as per the provided title/description). This is a device/neuromodulation intervention, not a biologic or small‑molecule drug. citeturn0search5",
        "Supporting evidence from the literature: tDCS and other non‑invasive brain stimulation modalities have been studied for cognitive and behavioral outcomes in dementia and related disorders (systematic reviews and meta‑analyses show tDCS can modulate cognition and NPS in small trials), and individual trials have reported improvements in neuropsychiatric inventory (NPI) measures after tDCS. These sources support that tDCS is used clinically/researchwise to target neuropsychiatric symptoms rather than molecular AD pathology. citeturn0search3turn0search2turn0search4",
        "Reflect: Classification check — by the definitions: (a) Disease‑targeted biologic: would be a monoclonal antibody/vaccine targeting amyloid or tau (not applicable); (b) Disease‑targeted small molecule: small‑molecule drugs targeting pathology (not applicable); (c) Cognitive enhancer: drugs aimed at cognitive function (this trial targets agitation/NPS, not primary cognition); (d) Neuropsychiatric symptom improvement: interventions to alleviate behavioral/psychiatric symptoms. The trial clearly fits category (d). No drug name exists to look up; this is a device/neuromodulation trial. citeturn0search5",
        "Web search results used as evidence: MedPath trial summary for 'Non Invasive Brain Stimulation for Treatment of Neuropsychiatric Symptoms of Dementia' describing use of tDCS for agitation and NPS; PubMed reports of tDCS trials showing NPI/behavioral improvements in frontotemporal dementia; meta‑analyses and systematic reviews summarizing tDCS and other NIBS effects on cognition and neuropsychiatric symptoms in AD/MCI populations. citeturn0search5turn0search4turn0search3turn0search2"
    ],
    "agent_type": "M) Synaptic Plasticity/Neuroprotection",
    "explanation_agent": [
        "Reason: The intervention is transcranial direct current stimulation (tDCS), a non‑invasive neuromodulation technique that modulates cortical excitability and can induce LTP‑like changes in synaptic plasticity. This trial is testing tDCS to reduce agitation and other neuropsychiatric symptoms rather than a molecular disease‑modifying drug. citeturn0search7turn0search8",
        "Act: Extracted details — intervention: transcranial direct current stimulation (tDCS); indication: agitation/other neuropsychiatric symptoms in dementia (behavioral/psychiatric symptom management); study type: open‑label pilot device/neuromodulation study (no drug or molecular target listed). tDCS is therefore acting via modulation of neural excitability/plasticity rather than targeting a specific molecular pathway (e.g., amyloid, tau, inflammation). citeturn0search3turn0search5",
        "Reflect: Mapping to CADRO — of the CADRO categories, the most specific fit is M) Synaptic Plasticity/Neuroprotection because tDCS aims to alter cortical excitability and synaptic plasticity to improve symptoms. It is not a pharmacologic agent targeting amyloid, tau, neurotransmitter receptors specifically, inflammation, or vasculature, nor is it purely diagnostic; thus 'T) Other' is not appropriate. The classification aligns with literature showing tDCS effects on plasticity and its clinical use for cognition/NPS. citeturn0search7turn0search6",
        "Output: Assigned category — M) Synaptic Plasticity/Neuroprotection. Explanation: The trial uses tDCS (a neuromodulation device) to modulate cortical excitability and synaptic plasticity to relieve neuropsychiatric symptoms, which best maps to CADRO category M.",
        "Web evidence (selected search results used): (1) Systematic review/meta‑analysis of noninvasive brain stimulation (rTMS/tDCS) for behavioural and psychological symptoms of dementia (BPSD) — summarizes trials of tDCS/rTMS for NPS. citeturn0search3 (2) Meta‑analyses showing tDCS/rTMS effects on cognition and NPS in MCI/AD populations. citeturn0search5turn0search6 (3) Human studies showing tDCS can produce lasting changes in the inducibility of synaptic plasticity (LTP‑like effects), supporting the mechanism mapping to synaptic plasticity. citeturn0search7"
    ]
}