{
    "nct_id": "NCT06496425",
    "title": "Inspiring Seniors Towards Exercise Promotion to Protect Cognition",
    "status": "RECRUITING",
    "last_update_time": "2025-03-19",
    "description_brief": "The goal of this clinical trial is to test the benefits of beat-accented music stimulation (BMS) for behavioral changes of physical activity (PA) in older adults with subjective memory complaints. Specific Aims are to determine (1) whether BMS beneficially influences PA behaviors and psychological responses to PA in older adults for 6 months, and (2) whether exercising with BMS differently influences physical and cognitive functioning as well as quality of life in older adults.To test the effects of BMS on PA, participants will be randomly assigned to an exercise intervention that either includes BMS or does not include BMS. Participants will attend a supervised group strength training (ST) (30 min/day) and and aerobic exercise (AE) (30-50 min/day) session for 3 days/week for the first 2 months, 1 day/week for the next 2 months (while encouraging participants to independently perform both AE and ST on other days), and independently for the final 2 months (always with a goal of performing \\>150min/week AE and 3 days/week of ST for 30 min/day).",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "PREVENTION",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The described study tests beat-accented music stimulation (BMS) delivered during supervised strength and aerobic exercise to change physical activity behaviors and assess effects on physical/cognitive functioning in older adults with subjective memory complaints — i.e., a behavioral/music + exercise intervention, not a pharmacologic treatment. citeturn0search0turn0search3",
        "Act (extracted trial details): The intervention is beat-accented music stimulation (BMS) versus no-BMS during a multicomponent exercise program; registry/title NCT06496425, lead sponsor Emory University, recruiting at Atlanta and Greensboro, with study procedures described (3 days/week supervised then tapering to independent exercise over 6 months). No drug or placebo is involved. citeturn0search0turn0search2turn0search3",
        "Additional supporting detail on BMS: Published work and protocol descriptions explain BMS as music playlists with sonically enhanced, clearly discernible beats added to support pacing/steps or muscle contractions during exercise — i.e., a behavioral auditory stimulus rather than a biologic or small-molecule therapy. citeturn0search4",
        "Reflect: By the provided category definitions — (1) disease-targeted biologic, (2) disease-targeted small molecule, (3) cognitive enhancer (drug-based), (4) neuropsychiatric symptom improvement — this trial is a non-pharmacologic behavioral/music + exercise intervention and does not fit any drug/biologic category. It is therefore classified as 'N/A'. No ambiguity: no investigational drug or biologic is listed in the protocol/registries. citeturn0search0turn0search3"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}