{
    "nct_id": "NCT02221622",
    "title": "Allopregnanolone Regenerative Therapeutic for MCI/AD: Dose Finding Phase 1",
    "status": "COMPLETED",
    "last_update_time": "2019-07-02",
    "description_brief": "The purpose of this study is to evaluate the safety and tolerability of allopregnanolone, a naturally occurring brain steroid, in mild cognitive impairment and early Alzheimer's disease participants. The primary goal is to determine the maximally tolerated dose.",
    "description_detailed": "1\\) Each dose group will be comprised of 8 participants (6 randomized to allopregnanolone; 2 randomized to placebo) administered one dose of allopregnanolone or placebo once per week for 12 weeks. A higher dose will be administered to the next group of participants when the lower dose is shown to be safe and tolerable. 2) Pharmacokinetic analyses will be conducted on blood samples taken from participants at the beginning and end of the trial. 3) The trial will assess safety including via MRI brain imaging.",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "Disease-targeted small molecule",
    "drug": [
        "allopregnanolone (ALLO) — endogenous neurosteroid; investigational intravenous formulation (brexanolone is a marketed allopregnanolone formulation)"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The trial tests allopregnanolone (ALLO), a naturally occurring neurosteroid given intravenously as a regenerative therapeutic in participants with MCI/early AD, with the primary aim to determine the maximally tolerated dose — i.e., a Phase 1 dose‑finding safety/tolerability study. Evidence and trial descriptions state ALLO is intended to promote neural stem/progenitor proliferation, restore/regenerate hippocampal structure/function, and thereby act on disease mechanisms rather than only providing symptomatic cognitive enhancement. citeturn0search1turn0search0",
        "Act: Key extracted details — Title: \"Allopregnanolone Regenerative Therapeutic for MCI/AD: Dose Finding Phase 1\" (NCT02221622). Intervention: intravenous allopregnanolone (weekly dosing for 12 weeks) vs placebo; primary goal: determine maximally tolerated dose (MTD); population: MCI due to AD / early AD. citeturn0search3turn0search1",
        "Mechanism / drug class (supporting web evidence): Allopregnanolone is a small, blood‑brain‑penetrant neurosteroid that acts pharmacologically as a positive allosteric modulator of GABAA receptors and has preclinical and early clinical data supporting neurogenesis and regenerative effects in AD models and humans. It is not a biologic (e.g., monoclonal antibody or vaccine). The marketed intravenous formulation brexanolone is an allopregnanolone product used for postpartum depression, illustrating the small‑molecule/neurosteroid nature of the compound. citeturn0search12turn0search6",
        "Reflection / classification decision: Because ALLO is a small endogenous neurosteroid (small molecule) being developed to engage disease‑relevant, regenerative mechanisms in AD (neural progenitor proliferation, hippocampal structural effects) rather than being a biologic or solely a short‑term symptomatic cognitive enhancer or behavioral symptom treatment, the most appropriate category is: Disease-targeted small molecule. This classification acknowledges some overlap (it may also produce symptomatic cognitive benefits), but the trial and the literature frame ALLO primarily as a disease‑targeting regenerative therapeutic. citeturn0search5turn0search1",
        "Web search results used (concise list): 1) Phase 1 single/multiple ascending dose trial publication and abstract describing safety, PK, MTD and regenerative intent. citeturn0search1 2) Conference/overview describing ALLO as a first‑in‑class regenerative therapeutic and Phase 1 design. citeturn0search0 3) ClinicalTrials.gov snapshot for NCT02221622 (Allopregnanolone Regenerative Therapeutic for MCI/AD: Dose Finding Phase 1). citeturn0search3 4) Imaging/exploratory outcomes and Phase 2 follow-up trials supporting structural/regenerative endpoints. citeturn0search5 5) Pharmacology / general drug information (allopregnanolone / brexanolone background). citeturn0search12"
    ],
    "agent_type": "E) Neurogenesis",
    "explanation_agent": [
        "Reason: The investigational intent described for allopregnanolone (ALLO) is to promote neural stem/progenitor proliferation and restore/regenerate hippocampal structure/function (a disease‑modifying, regenerative mechanism). Although ALLO is also a positive allosteric modulator of GABAA receptors, the trial is framed primarily around stimulating neurogenesis and regeneration rather than only symptomatic neurotransmitter modulation.",
        "Act: Key extracted details from the trial description — Title: Allopregnanolone Regenerative Therapeutic for MCI/AD: Dose Finding Phase 1 (NCT02221622); Intervention: intravenous allopregnanolone (weekly for 12 weeks) vs placebo; Primary goal: determine maximally tolerated dose; Population: MCI due to AD / early AD. The biological focus specified (neural progenitor proliferation, hippocampal regeneration) maps to CADRO category E) Neurogenesis.",
        "Reflect: Classification check — CADRO E) Neurogenesis best captures the stated regenerative/neurogenic mechanism. An alternative plausible category is D) Neurotransmitter Receptors because ALLO pharmacologically modulates GABAA receptors; however, given the trial’s explicit regenerative/disease‑targeting intent, E) Neurogenesis is the most specific and appropriate CADRO match. If future materials emphasize primarily GABAA‑mediated symptomatic effects, reclassification to D could be considered.",
        "Web search results / evidence (concise list supplied in the trial description): 1) Phase 1 single/multiple ascending dose trial publication/abstract describing safety, PK, MTD and regenerative intent; 2) Conference/overview describing ALLO as a first‑in‑class regenerative therapeutic and Phase 1 design; 3) ClinicalTrials.gov record for NCT02221622; 4) Imaging/exploratory outcomes and Phase 2 follow‑up trials supporting structural/regenerative endpoints; 5) Pharmacology/background on allopregnanolone and brexanolone (marketed formulation)."
    ]
}