{
    "nct_id": "NCT03549078",
    "title": "A Randomized Evaluation of a Multidimensional Behavioral Intervention for Those at Risk for Alzheimer's Dementia",
    "status": "COMPLETED",
    "last_update_time": "2020-06-10",
    "description_brief": "This intervention is designed to promote enhanced use of compensation strategies including calendar and task list use, and organization systems, as well as increased engagement with brain health activities including physical exercise, cognitive activities, and stress reduction.",
    "description_detailed": "The purpose of this study is to test the feasibility and efficacy of a 10-week multi-dimensional intervention for older adults with subjective cognitive concerns (SCC). The goal of this intervention is to enhance compensation skills related to everyday executive and everyday memory functions through training in the systematic use of a calendar system, goal setting and task list system, and organizational strategies within the context of the individual's daily life. This multidimensional intervention program also targets engagement in healthy lifestyle activities (physical exercise, intellectual stimulation, positive emotional functioning) to further promote brain health and functional resilience. Importantly, both treatment components work synergistically as the use of compensation strategies assists in building healthy activities into daily routines (e.g., scheduling exercise into one's calendar and putting it on a task list).",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "PREVENTION",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The described intervention is a non‑pharmacologic, multidimensional behavioral program that trains compensatory strategies (calendar/task list use, organization) and increases engagement in brain‑health activities (exercise, cognitive activities, stress reduction). Its intent is to improve everyday cognitive function and resilience rather than to test a drug or biologic agent.",
        "Act: Key extracted details — intervention type: Behavioral multidimensional program (10‑week) for older adults with subjective cognitive concerns; goals: enhance compensation skills and lifestyle/brain‑health activities. Trial registry identifier and sponsor: NCT03549078, lead sponsor University of California, Davis. No drug or placebo is listed in the intervention. citeturn0search0turn0search3turn0search5",
        "Web search results used to verify details (selected entries): MedPath / trial listing with brief and detailed description for NCT03549078 (multidimensional behavioral intervention). citeturn0search0 ICHGCP clinical trials registry entry summarizing the same randomized evaluation. citeturn0search3 ClinicalTrialsGPS summary with dates and contact info. citeturn0search5 A related nonrandomized evaluation with similar behavioral intervention (NCT03717597) was also located. citeturn0search2",
        "Reflect: Classification rationale — none of the four provided categories (disease‑targeted biologic, disease‑targeted small molecule, cognitive enhancer [defined as drugs], neuropsychiatric symptom improvement) accurately describe a non‑drug behavioral intervention. Therefore the correct category per your instructions is 'N/A'. Note: if you want to treat non‑pharmacologic cognitive training/lifestyle interventions as 'cognitive enhancers' for your project, I can reclassify it as 'cognitive enhancer' on that basis — otherwise 'N/A' is the appropriate choice."
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}