{
    "nct_id": "NCT02537626",
    "title": "An Evaluation of the Effect of the Erchonia ALS on Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2021-05-24",
    "description_brief": "This study evaluates the effect of applying low level laser light therapy to individuals with mild to moderate Alzheimer's disease to see if it may improve their memory, thinking and behaviors. Half of the participants will receive the real treatment with the laser device and the other half of the participants will receive a placebo treatment (not active laser).",
    "description_detailed": "Alzheimer's disease (AD) is a progressive type of dementia that causes problems with memory, thinking and behavior that gradually worsen over time. With an aging population, AD is an escalating problem, currently affecting an estimated 35 million people worldwide, with this number expected to grow to 65 million by 2030 and over 115 million by 2050. It is the sixth leading cause of death in the United States.\n\nAD is a fatal degenerative disease of the brain that causes brain cells to die which as a result causes the memory failure, personality changes, problems carrying out daily activities and other symptoms associated with AD. AD is thought to be caused by an excess of beta amyloid (β-amyloid), a sticky protein in the brain that forms amyloid plaques and tangles that accumulate over time, and are associated with significant loss of neurons and synaptic activity in the brain.\n\nPatients with AD typically first present with impaired memory and language dysfunction, with visuospatial dysfunction, impaired ability with calculations and complex tasks, behavioral and/or psychiatric symptoms developing as the disease progresses. The most common signs and symptoms of AD as the disease progresses are: memory loss that disrupts daily life, challenges in planning or solving problems, difficulty completing familiar home, work or leisure tasks, confusion with time or place, difficulty understanding visual images and spatial relationships, new problems with words in speaking or writing, misplacing things and losing the ability to retrace steps, decreased or poor judgment, withdrawal from work or social activities, changes in mood, personality and behavior.\n\nThere is presently no cure for Alzheimer's disease or its progression. Current available treatments can help to lessen or stabilize symptoms for a limited period of time. The FDA has approved two types of medications to treat the cognitive symptoms (memory loss, confusion, and problems with thinking and reasoning) of AD: cholinesterase inhibitors such as Aricept, Exelon, Razadyne, Cognex and memantine (Namenda). Side effects include nausea, dizziness, confusion, vomiting, headache, loss of appetite, constipation, increased frequency of bowel movements, and possible liver damage. Current alternative treatments include Vitamin E.\n\nThere are no medications approved specifically to treat behavioral and psychiatric AD symptoms. However, antidepressants; anxiolytics and antipsychotics are sometimes prescribed.\n\nAs currently available treatments for AD are minimal and of limited short-term effectiveness in mild symptom management at best, and have potentially serious associated side-effects, low level laser therapy is being evaluated in this study as a simple, non-invasive side-effect free alternate means of improving cognition and behavior symptoms in patients with mild to moderate AD.\n\nThe underlying condition of AD is the degeneration and death of nerve cells responsible for memory and cognition with identified genetic contributions. Application of low level laser therapy (LLLT), with its coherent emission of photons, has been shown to modulate cellular metabolism and alter the transcription factors responsible for gene expression to produce cell regeneration translating to a beneficial clinical effect. It is therefore hypothesized that through this mechanism, application of LLLT to individuals with AD will effect improvement in the expression of symptoms of AD. Prior Erchonia Corporation LLLT trials have shown beneficial clinical effects for other neurodegenerative and neurodevelopment disorders such as Parkinson's Disease and Autism Spectrum Disorder.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "Erchonia ALS Laser (low-level laser device)"
    ],
    "placebo": [
        "Placebo Laser (sham device)"
    ],
    "explanation_target": [
        "Reason: The intervention is a low-level laser therapy (LLLT) device (Erchonia ALS) applied to people with mild–moderate Alzheimer’s with the stated goal to \"improve their memory, thinking and behaviors,\" which indicates an intent to improve cognition/function rather than to deliver a biologic or small-molecule that targets amyloid or tau pathology. citeturn1search1turn0search6",
        "Act (extracted trial details): The registry entry (NCT02537626) and associated trial summaries name the device as the Erchonia ALS Laser vs a placebo (sham) laser; the device is described as five independent red laser diodes, each ~7.5 mW at ~640 nm, delivered in scanner form. The study’s primary outcome includes the ADAS‑Cog (a cognitive measure), supporting that the trial is primarily testing cognitive/functional improvement. citeturn1search4turn1search0",
        "Reflect: Given the intervention is a non-pharmacologic photonic device (not a monoclonal antibody, vaccine, or small molecule) and the primary outcome is cognitive (ADAS‑Cog) with the stated aim to improve memory/thinking, the best fit among the provided categories is \"cognitive enhancer.\" The trial does also mention behavior, but cognition is the measured primary endpoint, so classification as cognitive enhancer is most appropriate. The intervention is not a disease‑targeted biologic or small molecule, and it is not limited to neuropsychiatric symptom management alone. citeturn1search0turn1search4",
        "Web search results / sources used: NCT02537626 trial summaries and registry entries describing \"An Evaluation of the Effect of the Erchonia ALS on Alzheimer's Disease\" (trial purpose, arms, and outcomes). citeturn1search0turn1search1turn1search4"
    ],
    "agent_type": "J) Metabolism and Bioenergetics",
    "explanation_agent": [
        "Reason: The intervention is a low-level laser (Erchonia ALS) photobiomodulation device intended to improve cognition by modulating cellular metabolism/mitochondrial function (photonic stimulation → increased ATP, altered cellular metabolism) rather than by directly targeting amyloid, tau, neurotransmitter receptors, or a single molecular pathway. This mechanism maps best to CADRO category J (Metabolism and Bioenergetics). citeturn1view0turn0search6",
        "Act: Extracted trial details — the NCT02537626 registry lists the intervention as the Erchonia ALS Laser versus a placebo/sham device, describes the device (five 7.5 mW ~640 nm red laser diodes, scanner form, delivered to frontal/temporal/base of skull) and specifies the primary outcome as ADAS‑Cog (cognitive improvement). The registry also states the hypothesized mechanism of LLLT is modulation of cellular metabolism and transcription leading to regenerative/clinical effects. These facts support assignment to a metabolism/bioenergetics target rather than amyloid/tau or a purely symptomatic psychotropic target. citeturn1view0",
        "Reflect: Alternative plausible CADRO categories considered: M) Synaptic Plasticity/Neuroprotection (because the device is proposed to promote neuronal function/survival) and R) Multi-target (because photobiomodulation can have multiple downstream effects including inflammation reduction and blood flow changes). However, the registry and manufacturer specifically emphasize effects on cellular metabolism/mitochondrial ATP production as the proximate mechanism; therefore J) Metabolism and Bioenergetics is the most specific CADRO match. If future mechanistic data emphasized synaptic plasticity as the dominant, M could be considered. citeturn1view0turn0search6",
        "Web search sources (key results used): 1) Clinical trial record for NCT02537626 (detailed description, device specs, primary outcome ADAS‑Cog). citeturn1view0 2) Erchonia corporate pages describing low-level laser (photobiomodulation) effects on cellular metabolism/ATP and device characteristics. citeturn0search6turn0search4"
    ]
}