{
    "nct_id": "NCT03034746",
    "title": "Impact of Physical Activity on Successful Aging: Multidisciplinary Analysis of Mechanisms and Outcomes",
    "status": "COMPLETED",
    "last_update_time": "2017-01-27",
    "description_brief": "Emerging literature suggests that vascular factors might be involved in the pathogenesis of Alzheimer's disease (AD). Other recent studies demonstrate the positive effects of physical activity on cognitive and behavioral disturbances of patients with AD. Therefore, it has been postulated that exercise enchantment in cerebral circulation is the physiological mechanism that link physical exercise and reduction of AD symptoms. Consequently, a program of physical activity could be considered one approach to counteract dementia by improving cerebrovascular health.\n\nHowever at this moment, it is not clear if the progressive brain vascular dysfunction and hypoperfusion, associated with the β-amyloid deposition, might be reversed or stabilized by an exercise intervention.\n\nThe aim of this study is to assess, in patients with AD, the influence of physical exercise, compared to cognitive stimulation, on:\n\n* Cognitive function;\n* Independence in daily living and behavioral symptoms;\n* Vascular function Finally, to investigate the physiological processes on the basis of the motor parameters' changes, the performances of the patients will be compared with the performances of healthy young and old subjects.\n\nMAIN OBJECTIVE: Investigate, in patients with Mild Cognitive Impairment (MCI) and AD, the effects of a physical activity program, or cognitive stimulation on global cognitive function.\n\nSECONDARY OBJECTIVES: Investigate the effects of the two treatments on:\n\n* cognitive and motor performances,\n* independence in activities of daily living,\n* behavioral symptoms,\n* peripheral vascular function.",
    "description_detailed": "STUDY DESIGN:\n\nRandomised controlled, blinded clinical trial.\n\nSUBJECTS:\n\nThe study will include 120 patients with definite diagnosis of MCI or AD and 30 young healthy subjects and 30 old healthy subjects referred to the Research Unit associated with the Department.\n\nPatients will be regarded as suitable to participate if they fulfilled the following criteria:\n\n* Mini Mental State Examination (MMSE) ≥ 8;\n* Performance Oriented Mobility Assessment ≥ 19 (POMA).\n\nExclusion criteria will be:\n\n* presence of other concurrent neurological diseases;\n* presence of other orthopaedic diseases involving the lower limbs and/or interfering with standing position and/or walking;\n* presence of severe auditory and visual deficits not corrected;\n* abuse of alcohol or drugs;\n* psychiatric disorders,\n* severe behavioral disorders;\n* hearth and respiratory disease that interfere with the motor activity. The protocol was be approved by the local ethics committee with number 2389. All participants will perform a physiatric examination by a medical doctor of the Department of Neurological and Movement Sciences. Written inform consent will be obtained from all participants before inclusion in the study.\n\nParticipants who will meet the inclusion criteria will conduct a clinical and instrumental evaluation at enrollment (T0) and after 6 months ± 15 days after the first visit (T1). The assessment procedures will also be repeated after 3 months (T2) from T1.\n\nASSESSMENT PROCEDURES\n\nPrimary endpoints:\n\n\\- score obtained in the Mini Mental State Examination.\n\nSecondary endpoints:\n\n\\- score obtained in a cognitive battery.\n\nFor MCI patients will be used:\n\n* Trial Making Test (Reitan,1958),\n* Rivermead Behavioral Memory Test (Wilson, 1989),\n* Tower of London (Shallice, 1982),\n* Dual Task (Della Sala et al., 1997),\n* Frontal Assessment Battery (Iavarone A et al., 2004).\n\nFor AD patients will be used:\n\n* Attention Matrix (Spinnler et al., 1987),\n* Alzheimer's Disease Assessment Scale (Rosen WG et al., 1984),\n* Frontal Assessment Battery (Iavarone A et al., 2004).\n\n  \\- score obtained in a motor skills assessment composed by:\n* 6-Minute Walking Test (Ries JD et al., 2009),\n* gait analysis by GAITRite® System (Bilney B et al., 2003),\n* stabilometric assessments with Stability Line (Nashner LM and Peters JF, 1990),\n\n  * score obtained in the test Instrumental Activity in Daily Living (Lawton MP and Brody EM, 1969),\n  * score obtained in the test Neuropsychiatric Inventory (Cummings JL et al., 1994),\n  * peripheral vascular function measured by doppler.\n\nTo evaluate the effectiveness of motor treatment, compared to a cognitive treatment on motor skills, cognitive skills, behavioral and autonomy in patients with cognitive decline, all patients will be evaluated by motor, cognitive, behavioral and autonomy scales, at baseline, after 6 months (T1), and after others 3 months (T2). A subgroup of 50% of patients will undergo instrumental procedures to investigate the effects of treatments on cerebral blood flow (arterial spin labeling).\n\nTREATMENT PROCEDURES\n\nThe participants will be recruited and randomly assigned, according to the degree of cognitive decline, to one of the 3 groups (7-8 subjects):\n\n* Physical Activity group (PA group): It will perform a program consist of 15 min of warm-up, 60 min of aerobic and resistance training, and 15 min of cool-down.\n* Cognitive treatment group (CT group): The cognitive stimulation group will received a rehabilitation program with multimodal repetitive stimulation in order to exercise and reinforce the cognitive skills of the participant to slow/prevent the decline. In particular the treatment will be focused on reorient the patient about his/her-self, his/her history and his/her environment, to improve the memory skill by teaching compensatory and restitutive strategies, to help the patient to the discussion about everyday life and in particular to the everyday problems The PA and CT groups will be homogeneous for clinical and demographic data, and participants will undergo 72 treatment group sessions, 60-minute/session, and 3 days/week for 6 consecutively months.\n\nBoth types of treatment will be balanced with different degrees of difficulty depending on the state of disease severity .\n\no The control groups (CG) will not receive any such treatment during the study and they will be evaluated by the same clinical and instrumental assessments.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial tests a physical activity program versus cognitive stimulation in patients with MCI/Alzheimer's to improve cognition, daily living, behavioral symptoms, and vascular function — it is a non‑pharmacological (exercise/behavioral) intervention, not a drug targeting molecular AD pathology (amyloid, tau) or a biologic. citeturn0search0turn0search5",
        "Act: I searched for the trial and related literature. The trial description matching the title 'Impact of Physical Activity on Successful Aging: Multidisciplinary Analysis of Mechanisms and Outcomes' is listed on a clinical-trial entry (MedPath) describing randomized groups (Physical Activity vs Cognitive Treatment) with outcome measures including cognition and peripheral/cerebral vascular function. No drug or biologic is mentioned. citeturn0search0",
        "Act — supporting evidence: Systematic reviews and RCTs show physical activity interventions are studied to improve cognition and vascular/functional outcomes in older adults and people with AD/vascular cognitive impairment, confirming this is an exercise intervention field rather than a drug trial. Examples: a systematic review/meta-analysis of exercise in AD and RCT protocols of exercise in vascular cognitive impairment. citeturn0search5turn0search3",
        "Reflect: Given the category definitions (disease-targeted biologic, disease-targeted small molecule, cognitive enhancer — defined as drugs — and neuropsychiatric symptom improvement for pharmacologic/behavioral symptom treatments), the trial does not fit the drug/biologic categories. Although the intervention aims to improve cognition (a cognitive outcome), it is a behavioral/physical intervention rather than a pharmacologic 'cognitive enhancer', so the correct classification is 'N/A'. citeturn0search0turn0search5",
        "Web search results found: (1) MedPath trial page with the exact trial description and intervention details (Physical Activity vs Cognitive Treatment). citeturn0search0 (2) A systematic review/meta-analysis on effects of physical exercise on cognition in AD patients (supports exercise as non-drug intervention). citeturn0search5 (3) AFIVASC and related RCT protocols studying physical activity in vascular cognitive impairment, showing the research context for exercise interventions in cognitive disorders. citeturn0search3turn0search1"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}