{
    "nct_id": "NCT06801639",
    "title": "Advancing Alzheimer's Care: Home-based tDCS (Transcranial Direct Current Stimulator) for Affective Symptoms",
    "status": "RECRUITING",
    "last_update_time": "2025-08-22",
    "description_brief": "Participants will be asked to participate in this research study of a device that creates transcranial direct current stimulation (tDCS).\n\nThe researchers hope to learn if 30 minute sessions of transcranial direct current stimulation (tDCS) improve such a mood or feelings in people with Alzheimer's Disease.\n\nThis study involves the use of an investigational device called a tDC stimulator. \"Investigational\" means that the device has not yet been approved by the U.S. Food \\& Drug Administration (FDA) for treating Alzheimer's Disease.\n\nThis study will help find out what effects, good and/or bad, this has. The safety of this device in humans has been tested in prior research studies; however, some side effects may not yet be known.",
    "description_detailed": "Three in-person visits will occur: (1) on the week prior to the first day of stimulation visit patients will undergo brain MRI scan to collect T1, T2, DWI and resting state functional MRI (rs-fMRI), and functional Near-Infrared Spectroscopy/Electroencephalography (fNIRS/EEG) imaging. In this visit, patients and caregivers will be taught how to operate the tDCS device and will receive a unit to take home; (2) on the day after completing the first treatment period, patients will undergo a second MRI scan with the same sequences and fNIRS/EEG imaging; (3) on the day after completing the second treatment period, at the end of week 5, patients will return the tDCS device to the study team and perform a last fNIRS/EEG imaging.\n\nAt in-person visits and during treatment periods patients will be asked questions regarding tolerability and acceptability, including monitoring for side effects, as well as completing questionnaires that assess cognition and NPS. All sessions will be remotely supervised via video conference platform.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "neuropsychiatric symptom improvement",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is a transcranial direct current stimulation (tDCS) device intended to improve mood/feelings (affective symptoms) in people with Alzheimer's disease. tDCS is a non‑invasive neuromodulation device that delivers low direct current to modulate cortical excitability and has been studied for mood/depressive symptoms and other neuropsychiatric indications rather than as a disease‑modifying anti‑amyloid or anti‑tau therapy. citeturn0search3turn0search5",
        "Act: Extracted details from the trial description — intervention: investigational tDCS device; target effect: improve mood/affective symptoms in AD (home‑based, 30‑minute sessions). This is not a biologic or a small molecule and is not described as primarily improving cognition or modifying Alzheimer pathology, so it best fits the neuropsychiatric symptom improvement category. (Supporting sources: tDCS mechanism and clinical use for mood/noninvasive brain stimulation). citeturn0search6turn0search1",
        "Reflect: Classification check — not a drug (no drug name provided), not a biologic, and the stated goal is mood/affective symptom improvement rather than cognitive enhancement or disease modification. Therefore the correct category is 'neuropsychiatric symptom improvement'. No ambiguity from the description; if the study also targeted cognition it could be dual, but here mood is explicit. citeturn0search7turn0search12",
        "Web search results (sources used):",
        "- NINDS overview of noninvasive brain stimulation (describes tDCS as modulatory, used for neuropsychiatric disorders). citeturn0search5",
        "- PubMed review describing tDCS mechanism and clinical applications (modulates cortical excitability; used in neuropsychiatric research). citeturn0search3",
        "- PMC article on tDCS mechanisms and therapeutic use (safety, typical parameters, and plasticity effects). citeturn0search6",
        "- Clinical/academic descriptions of tDCS uses and procedure (background on noninvasive stimulation and use for mood and cognition). citeturn0search1turn0search4"
    ],
    "agent_type": "M) Synaptic Plasticity/Neuroprotection",
    "explanation_agent": [
        "Reason: The intervention is a home‑based transcranial direct current stimulation (tDCS) device intended to modulate cortical excitability and improve affective (mood) symptoms in people with Alzheimer’s disease. tDCS is a neuromodulatory intervention that acts by altering neuronal excitability and promoting synaptic plasticity rather than by acting on amyloid, tau, specific receptor ligands, or inflammatory pathways.",
        "Act: Extracted details — intervention: investigational tDCS device (non‑invasive brain stimulation), target effect: improve mood/affective symptoms (neuropsychiatric symptom improvement), no pharmacologic drug or molecular target specified. This aligns best with CADRO’s Synaptic Plasticity/Neuroprotection category because the device’s mechanism is to modulate network excitability and plasticity.",
        "Reflect: Confirmed classification — the study is not targeting amyloid (A), tau (B), ApoE/lipids (C), specific neurotransmitter receptors pharmacologically (D), inflammation (F), etc. While tDCS can influence neurotransmission, it does so broadly via modulation of excitability and plasticity rather than a single receptor pathway, so M) Synaptic Plasticity/Neuroprotection is the most specific and appropriate CADRO match. (Alternative plausible label would be D only if the intervention specifically targeted a known receptor pathway, which it does not.)",
        "Additional notes/sources: No drug name or molecular target was provided in the trial description. The user-supplied references (NINDS overview of noninvasive brain stimulation; PubMed/PMC reviews on tDCS mechanisms and clinical applications) support that tDCS is a neuromodulatory, plasticity‑focused intervention used for mood and neuropsychiatric indications."
    ]
}