{
    "nct_id": "NCT04305652",
    "title": "Impact of the Progressively Lowered Stress Threshold Model on Alzheimer's Patient and Caregivers' Care Outcomes: A Randomized Controlled Trial",
    "status": "COMPLETED",
    "last_update_time": "2021-05-17",
    "description_brief": "Today, with the prolongation of human life, the elderly population has increased and the frequency of diseases seen in old age has increased due to this situation. The most common of these diseases is Alzheimer's disease. The Progressively Lowered Stress Threshold (PLST) is a conceptual model for reducing behavioral symptoms in individuals with dementia. In this study, it is aimed to determine the effect of interventions according to Decreased Stress Threshold Model on the level of neuropsychiatric symptoms and agitation of Alzheimer's patient and caregivers care satisfaction and life satisfaction.",
    "description_detailed": "Today, with the prolongation of human life, the elderly population has increased and the frequency of diseases seen in old age has increased due to this situation. The most common of these diseases is Alzheimer's disease. Alzheimer's disease is a progressive neurodegenerative disease which causes cognitive decline and various neuropsychiatric behavioral disorders and disorders in daily living activities. The emergence of these symptoms of Alzheimer's disease leads to an increase in the costs of care provided and a great distress for caregivers. In the literature, it is recommended to use nonpharmacological approaches as the first choice in the treatment of behavioral and psychological symptoms. One of the non-pharmacological approaches is the interventions according to the Progressively Lowered Stress Threshold Model. In this method, taking into account the individuality of the patient, focusing on the interaction of the Alzheimer's patient with the environment and the rearranging of the environment for the reduction of cognitive abilities, focuses on creating a less stressful environment. Since this model uses the steps of the nursing process, home visits are made. This study will be carried out with Alzheimer's patients and caregivers from Aksaray University Education and Research Hospital's Home Health Services unit. In this study, it is aimed to determine the effect of interventions according to Decreased Stress Threshold Model on the level of neuropsychiatric symptoms and agitation of Alzheimer's patient and caregivers care satisfaction and life satisfaction.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "SUPPORTIVE_CARE",
    "results": null,
    "target_category": "neuropsychiatric symptom improvement",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention described is the Progressively Lowered Stress Threshold (PLST) / Decreased Stress Threshold Model — a non-pharmacologic, behavioral/environmental care model intended to reduce behavioral and neuropsychiatric symptoms (e.g., agitation) in people with dementia and to improve caregiver outcomes. citeturn0search3",
        "Act: The provided title and description match randomized controlled trials of PLST-based interventions (e.g., a 2021 RCT examining PLST interventions on Alzheimer patients' neuropsychiatric symptoms, agitation, and caregiver outcomes). These studies report PLST as an educational/environmental intervention (not a drug) and target behavioral/neuropsychiatric symptoms and caregiver burden/satisfaction. citeturn0search4turn0search0",
        "Supporting evidence from the literature: Systematic and empirical work describes PLST as a model to modify environment and caregiving strategies to prevent or reduce behavioral symptoms; multiple trials and analyses (including earlier and later RCTs and modelling studies) evaluate PLST’s effect on behavioural symptoms and caregiver outcomes. citeturn0search2turn0search1",
        "Reflect: Because PLST is non-pharmacologic and explicitly designed to reduce behavioral/neuropsychiatric symptoms (and to improve caregiver outcomes), the correct classification among the provided categories is 'neuropsychiatric symptom improvement'. No drug or placebo is involved in this trial, so 'N/A' for drug/placebo fields. citeturn0search3turn0search4",
        "Web search results used: 1) Psychogeriatrics RCT (2021) investigating PLST interventions on Alzheimer patient behavioural problems and caregiver outcomes. citeturn0search0turn0search4 2) Journal of Gerontological Nursing RCT applying PLST with community-based caregivers (2016). citeturn0search2 3) Foundational/model description of PLST (Richards, J Am Geriatr Soc, 2004). citeturn0search3 4) Dynamic structural equation modelling paper (2022) testing PLST propositions. citeturn0search1"
    ],
    "agent_type": "T) Other",
    "explanation_agent": [
        "Reason: The intervention (Progressively Lowered Stress Threshold / PLST) is a non-pharmacologic, behavioral/environmental caregiving model aimed at reducing neuropsychiatric/behavioral symptoms and improving caregiver outcomes — it does not act on a molecular, cellular, or biochemical target described by CADRO categories.",
        "Act: Extracted details — no drug listed; intervention = PLST (education/environmental/care model); primary outcomes = behavioral/neuropsychiatric symptom improvement and caregiver outcomes. Because CADRO classifies biological drug targets (e.g., amyloid, tau, inflammation, synaptic plasticity, etc.), a behavioral/environmental intervention with no molecular target does not fit any CADRO therapeutic category and should be assigned 'T) Other'.",
        "Reflect: Confirmed that PLST is therapeutic but non-pharmacologic and does not target a CADRO biological pathway or gene; 'R) Multi-target' is not appropriate because there is no described biological mechanism to map to multiple CADRO categories. Therefore 'T) Other' is the correct classification.",
        "Supporting web-search evidence (provided in the trial description): 1) Psychogeriatrics RCT (2021) investigating PLST interventions on Alzheimer patient behavioural problems and caregiver outcomes. 2) Journal of Gerontological Nursing RCT applying PLST with community-based caregivers (2016). 3) Foundational/model description of PLST (Richards, J Am Geriatr Soc, 2004). 4) Dynamic structural equation modelling paper (2022) testing PLST propositions. These sources describe PLST as an educational/environmental caregiving model (not a drug) and support the decision to classify this trial as 'Other' under CADRO."
    ]
}