{
    "nct_id": "NCT00231946",
    "title": "A Double-Blind Placebo-Controlled Study of VP4896 For the Treatment of Mild-to-Moderate Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2007-09-18",
    "description_brief": "The study is designed to investigate the activity of the hormone drug leuprolide acetate in stabilizing cognitive function in mild-to-moderate AD patients.",
    "description_detailed": "VP4896 is a gonadotropin releasing hormone (GnRH) agonist that binds to and inactivates GnRH receptors on the pituitary gland. This decreases the amount of luteinizing hormone released by the pituitary. The hypothesis upon which this trial is designed is that luteinizing hormone is the cause of Alzheimer's disease. VP4896 decreases the amount of luteinizing hormone in the body and, therefore, may decrease or halt the progression of Alzheimer's disease.\n\nThis is a double-blind, placebo-controlled, study designed to assess the safety and efficacy of VP4896 (a novel formulation of leuprolide acetate) in the treatment of subjects with mild-to-moderate AD. The study duration is 56 weeks. Approximately 555 participants will be recruited from approximately 80 sites in the United States, Canada, and South America.\n\nThe study drug will be administered every eight weeks over a 48 week period. Male subjects randomized to active treatment will also receive testosterone replacement gel.\n\nThe change from baseline in ADAS-Cog (cognitive test) score at Week 50 and ADCS-CGIC (global cognitive and behavioral measure) at Week 50 will be the primary efficacy endpoints. Safety will be assessed at all visits and by phone at Week 1.",
    "phase": [
        "PHASE3"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted biologic",
    "drug": [
        "leuprolide acetate (VP4896 — Voyager's proprietary implant/formulation)"
    ],
    "placebo": [
        "placebo (matched control)"
    ],
    "explanation_target": [
        "Reason: The trial tests leuprolide acetate (VP4896), a gonadotropin‑releasing hormone (GnRH) agonist / peptide hormone analogue, intended to reduce luteinizing hormone (LH) levels because raised LH is hypothesized to drive Alzheimer pathology; the stated aim is stabilization of cognitive function (disease-modifying mechanism). citeturn0search2turn0search1",
        "Act: Key extracted details — • Drug: VP4896 = proprietary formulation/implant of leuprolide acetate. citeturn0search6turn0search2 • Mechanism: GnRH agonist that lowers pituitary LH release (antigonadotropin), hypothesized to affect AD progression. citeturn0search2 • Intended effect: stabilize/improve cognition in mild‑to‑moderate AD (trial primary endpoints ADAS‑Cog, ADCS‑CGIC). citeturn0search3turn0search1",
        "Reflect: Classification rationale — leuprolide acetate is a peptide hormone analogue (a biologic class agent rather than a small molecule) and the intervention targets a proposed pathogenic pathway (gonadotropin/LH signalling) rather than solely symptomatic cognitive enhancement or neuropsychiatric symptom control. Therefore the trial best fits the 'disease-targeted biologic' category. Supporting Phase II/III trial reports and company filings describe VP4896 as a leuprolide formulation tested for disease stabilization. citeturn0search0turn0search6",
        "Web search results used (selected): • MedPath / trial summary describing VP4896 as a leuprolide acetate formulation and mechanism (GnRH agonist lowering LH). citeturn0search2 • PubMed / Phase II study and rationale for leuprolide in AD showing cognitive stabilization in subset analysis. citeturn0search1turn0search0 • Voyager / SEC filing noting VP4896 is a biodegradable implant formulation of leuprolide acetate. citeturn0search6 • Trial registry / study description with endpoints and dosing (ALADDIN Phase III). citeturn0search3"
    ],
    "agent_type": "L) Growth Factors and Hormones",
    "explanation_agent": [
        "Reason: The investigational product VP4896 is a formulation of leuprolide acetate, a gonadotropin‑releasing hormone (GnRH) agonist / peptide hormone analogue intended to suppress pituitary luteinizing hormone (LH) because elevated LH/GnRH signaling is hypothesized to drive Alzheimer pathology. citeturn0search2turn0search6",
        "Act: Extracted details — Drug: VP4896 = proprietary leuprolide acetate formulation (implant/injectable); Mechanism: GnRH agonist that down‑regulates pituitary release of LH (antigonadotropin); Intended effect: disease‑modifying stabilization of cognition in mild‑to‑moderate AD (primary endpoints ADAS‑Cog, ADCS‑CGIC). Supporting clinical trial registry and prior clinical reports describe this mechanism and clinical rationale. citeturn0search2turn0search1turn0search3",
        "Reflect: Mapping to CADRO — leuprolide is a hormone analogue targeting a hormonal/growth‑factor signaling pathway (HPG axis / gonadotropin signaling). This fits CADRO category L) Growth Factors and Hormones (rather than amyloid, tau, inflammation, etc.). Prior Phase II/clinical reports showing cognitive stabilization in subgroup analyses support the disease‑targeted, hormone‑pathway mechanism. citeturn0search0turn0search4",
        "Web search results used (selected): • ALADDIN (VP‑AD‑301) Phase III trial registry describing VP4896 as leuprolide acetate (GnRH agonist) and trial design. citeturn0search2 • PubMed / clinical reports of leuprolide in AD (Phase II and related analyses showing stabilization in AChEI subgroup). citeturn0search1turn0search0 • Reviews and mechanistic papers linking LH/GnRH signaling to amyloidogenic processes and providing biological rationale. citeturn0search6turn0search4"
    ]
}