{
    "nct_id": "NCT06368115",
    "title": "D- PRESCRIBE-AD Phase 2(The Developing a PRogram to Educate and Sensitize Caregivers to Reduce the Inappropriate Prescription Burden in Elderly With Alzheimer's Disease Study: Trial 2)",
    "status": "ACTIVE_NOT_RECRUITING",
    "last_update_time": "2025-09-09",
    "description_brief": "Potentially inappropriate prescribing includes the use of medications that may no longer be necessary or that may increase the risk of harm. Inappropriate prescribing can increase the overall symptom burden, and negatively affect health-related quality of life and function. The inappropriate prescription of certain drug categories such as sedative/hypnotics, antipsychotics, and strong anticholinergic agents poses particular risks for older adults, and may be more common among those with Alzheimer's disease and Alzheimer's disease- related dementias (AD/ADRD) due to a higher prevalence of multimorbidity and more frequent prescription of five or more medications. The D-PRESCRIBE-AD (Developing a PRogram to Educate and Sensitize Caregivers to Reduce the Inappropriate Prescription Burden in Elderly with Alzheimer's Disease) study will test a health plan-based intervention using the NIH Collaboratory's Distributed Research Network, which employs the Food and Drug Administration (FDA) Sentinel System infrastructure. The overarching goal of this randomized controlled trial is to assess the effect of a patient/caregiver- centered, multifaceted educational intervention on potentially inappropriate prescribing in patients with AD/ADRD. The research hypothesis is that education on inappropriate prescribing among patients/caregivers and their providers can reduce medication-related morbidity in patients with AD/ADRD and improve medication safety for this vulnerable population. The study population will include community-dwelling patients with AD/ADRD, identified based on diagnoses codes of AD/ADRD or use of a medication for Alzheimer's Disease, who have evidence of potentially inappropriate prescribing the three drug classes above. The trial will evaluate the effect of mailed educational interventions, including the effect of a second reminder mailing, designed to spur patient/caregiver-provider communication about medication safety (versus usual care) on the proportion of patients with inappropriate prescribing, the primary outcome of this study. The trial will be conducted in two large, national health plans.",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "HEALTH_SERVICES_RESEARCH",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is a health-plan–based, patient/caregiver- and/or prescriber-focused educational mailing intended to spur deprescribing of potentially inappropriate medications (antipsychotics, sedative/hypnotics, strong anticholinergics) to reduce medication-related harm — i.e., a non-pharmacologic, safety/deprescribing intervention rather than a drug that targets AD pathology or cognition. citeturn1search2turn1search1",
        "Act: Key trial details extracted from the protocol and registry: D-PRESCRIBE-AD (ClinicalTrials.gov NCT05147428) is an open-label pragmatic RCT embedded in two large US health plans (Humana and Anthem) with three arms (patient+physician mailing, physician-only mailing, usual care), primary outcome = continued dispensing of targeted potentially inappropriate medications, total enrollment ~14,442. Target drug classes = antipsychotics, sedative-hypnotics, and strong anticholinergics. The intervention is \"Educational Materials\" (not a biologic or small molecule). citeturn1search2turn1search1turn1search3",
        "Reflect: This trial does not test a biologic or small-molecule therapy, nor a cognitive enhancer, nor an intervention aimed primarily at neuropsychiatric symptom improvement via a drug — it tests an educational/deprescribing program (a non-therapeutic, implementation/patient-safety intervention). Therefore it does not fit any of the four target categories and should be classified as 'N/A'. There is no drug or placebo to list. citeturn1search2",
        "Web-search evidence (selected sources supporting the above): PLoS ONE protocol describing D-PRESCRIBE-AD and its design and focus on mailed educational outreach and deprescribing. citeturn1search2",
        "ClinicalTrials.gov / trial registry summary for NCT05147428 listing the intervention as educational materials, enrollment and study-arm structure. citeturn1search1",
        "Published trial result/analysis reporting the pragmatic randomized trial of mailed educational interventions and findings (no meaningful reduction in continued use of targeted medications). (JAMA/Internal Medicine abstract). citeturn0search1"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}