{
    "nct_id": "NCT06745934",
    "title": "Healthy Minds for Pre-Service Teachers",
    "status": "RECRUITING",
    "last_update_time": "2025-03-31",
    "description_brief": "Teachers are at notable risk for depression and anxiety. The present study tests an app-based mindfulness intervention for teachers in their final year of training with the goal of preventing the deterioration of their mental health during the transition into the classroom. The project will strengthen the research environment at the University of Alabama and will involve undergraduate research assistants in each step of the research process.",
    "description_detailed": "Mental health concerns in teachers have escalated since the onset of the pandemic, and the deterioration of mental health can begin as early as the teacher training period. Accessible and scalable programs that prepare teachers for the stress of the profession are urgently needed to prevent the deterioration of mental health and its attendant consequences. The goal of this longitudinal project is to test the feasibility and acceptability, utility, and candidate mechanisms of an accessible, mobile health, mindfulness-based intervention, the Healthy Minds Program (HMP), to equip teachers in training (\"pre-service teachers\"; i.e., university students majoring in education) with skills necessary to maintain their mental health as they transition into the classroom. The project addresses three specific aims. Aim 1: a) Assess the feasibility and acceptability of the HMP for pre-service teachers and b) identify barriers and facilitators to program acceptability. Aim 2: Determine the utility of the HMP for preventing depression and anxiety (main outcomes) and turnover intentions (secondary outcome). Aim 3: Examine HMP effects on candidate mechanisms, and the effect of mechanisms on outcomes. The results of this project will provide critical insight into the potential for the HMP to scale up for widespread use in pre-service teacher training programs. Importantly, the project will provide a unique opportunity for undergraduate research at the University of Alabama, and will strengthen the research environment by involving undergraduate research assistants in each step of the research process.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "PREVENTION",
    "results": null,
    "target_category": "N/A",
    "drug": [
        "Healthy Minds Program (mobile app) — behavioral mindfulness intervention"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The study tests an app-based mindfulness/mental-health prevention intervention (the Healthy Minds Program) for pre-service teachers to prevent deterioration of depression and anxiety. This is a behavioral digital mental-health trial, not a pharmacologic or biologic intervention targeting Alzheimer’s pathology (amyloid, tau, etc.). citeturn0search1turn0search3",
        "Act: Key extracted details — intervention: Healthy Minds Program (HMP) mobile app; indication/aim: prevent depressive and anxiety symptom worsening and turnover intentions in teachers-in-training; intervention type: behavioral/mindfulness (not a drug or biologic). Trial listings and the HMP app description confirm the intervention is a mindfulness program/app. citeturn0search1turn0search2",
        "Reflect: Classification check — the four Alzheimer-specific categories are: (1) disease-targeted biologic, (2) disease-targeted small molecule, (3) cognitive enhancer, (4) neuropsychiatric symptom improvement (in the context of Alzheimer’s). This trial does not test a biologic or small molecule, nor does it target Alzheimer’s cognitive pathology or neuropsychiatric symptoms within an Alzheimer’s population. Therefore the correct classification for the provided trial description is 'N/A'. If you prefer a broader mental-health category (outside the Alzheimer-focused set), this would be a behavioral digital mental-health / prevention intervention. citeturn0search1turn0search2"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}