{
    "nct_id": "NCT00684710",
    "title": "Ascending Single Dose Study of the Safety, Tolerability, and Pharmacokinetics of PAZ 417 Administered Orally to Healthy Young Japanese Male and Healthy Elderly Japanese Male Subjects",
    "status": "COMPLETED",
    "last_update_time": "2009-01-28",
    "description_brief": "This study will provide an initial assessment of the safety, tolerability, and pharmacokinetics (PK) of PAZ-417 after administration of ascending single oral doses to healthy young Japanese male and healthy elderly Japanese male subjects.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "PAZ-417 (aleplasinin) — orally active small-molecule inhibitor of PAI-1, intended to enhance plasmin-mediated Aβ clearance"
    ],
    "placebo": [
        "Placebo"
    ],
    "explanation_target": [
        "Reason: The trial tests PAZ-417, which is a small-molecule inhibitor of plasminogen activator inhibitor-1 (PAI-1). In preclinical work PAZ-417 increased tPA/plasmin activity and promoted proteolytic clearance of amyloid-β (Aβ), producing reductions in brain Aβ and reversing cognitive deficits in AD models — i.e., a disease-modifying mechanism targeting AD pathology. citeturn1search0",
        "Act: Key trial details from registry summaries show this Phase 1 ascending single-oral-dose safety/PK study in healthy Japanese male subjects (NCT00684710 / related listings). The intervention is PAZ-417 vs placebo and the primary purpose is safety/tolerability and PK. These records identify the compound and its clinical testing. citeturn1search4turn0search3",
        "Act (drug identity): PAZ-417 is also listed under the nonproprietary name aleplasinin in drug databases and described as a small-molecule PAI-1 inhibitor developed by Wyeth. citeturn1search5",
        "Reflect: Matching to the provided category definitions — this is a small-molecule therapeutic that targets Alzheimer’s pathology (Aβ clearance via PAI-1 inhibition), not a biologic, cognitive-only symptomatic agent, or a neuropsychiatric-symptom therapy. Therefore the correct category is 'disease-targeted small molecule'. No major ambiguities in the description; the trial is a Phase 1 safety/PK study in healthy volunteers rather than an efficacy trial in AD patients, but the mechanism and preclinical intent are disease-modifying. citeturn1search0turn1search4",
        "Web search results cited: 1) PNAS/PMC article describing PAZ-417 as an orally active CNS-penetrant small-molecule PAI-1 inhibitor that promotes Aβ proteolysis and showed efficacy in AD mouse models. citeturn1search0turn1search2 2) Clinical trial listings (NCT00684710 and related records) describing the ascending single-dose safety/tolerability/PK study of PAZ-417 in healthy Japanese male subjects. citeturn1search4turn0search3 3) Drug database entry (aleplasinin / PAZ-417) noting mechanism (PAI-1 inhibition) and origin (Wyeth). citeturn1search5"
    ],
    "agent_type": "A) Amyloid beta",
    "explanation_agent": [
        "Reason: The compound PAZ-417 (aleplasinin) is a small-molecule inhibitor of plasminogen activator inhibitor-1 (PAI-1) that was developed to sustain tPA/plasmin activity and thereby increase proteolytic clearance of amyloid-β (Aβ). This is explicitly a disease-modifying approach aimed at lowering brain Aβ levels and reversing Aβ-related deficits in preclinical models. citeturn0search0",
        "Act: Clinical-registry records identify the Phase 1 ascending single-oral-dose safety/tolerability/PK study of PAZ-417 in healthy young and elderly Japanese male subjects (NCT00684710), confirming the intervention (PAZ-417 vs placebo) and that PAZ-417 is an orally active small molecule developed by Wyeth/Pfizer. citeturn1search0turn1search5",
        "Act (supporting biology): Genetic and mechanistic work supports that reducing PAI-1 activity increases tPA/plasmin activity and lowers Aβ burden (PAI-1 knockout and pharmacologic inhibition reduce Aβ in mouse models), reinforcing that the therapeutic intent is to target amyloid pathology via enhanced proteolytic clearance. citeturn0search2turn0search0",
        "Reflect: Given the mechanism (promoting Aβ proteolysis and reducing brain/plasma Aβ) the most specific CADRO match is A) Amyloid beta rather than broader categories (e.g., proteostasis) because the intervention directly addresses Aβ clearance. The trial itself is Phase 1 safety/PK in healthy volunteers, but the biological target and preclinical intent are clearly amyloid-directed. citeturn0search0turn1search0",
        "Web search results used: PNAS article describing PAZ-417 and Aβ proteolysis (turn0search0); Nature Reviews summary (turn0search1); PubMed report on PAI-1 knockout reducing Aβ (turn0search2); Clinical trial registry and listings for NCT00684710 and related PAZ-417 studies (turn1search0, turn1search6). citeturn0search0turn0search1turn0search2turn1search0turn1search6"
    ]
}