{
    "nct_id": "NCT03325205",
    "title": "MR Guided tDCS: The Effect of Repeated Transcranial Direct Current Stimulation on Cognitive Functioning in Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2021-01-13",
    "description_brief": "The purpose of the study is to investigate the effect of High Density- tDCS (HD- tDCS) on cognitive function in Alzheimer's Disease. One anode and four return electrodes are placed over DLPFC, where low intensity current (2mA) is induced to the surface of the scalp. Electrode placement is individualized for each participant. Participants will undergo 15 stimulations, with a duration of 20 minutes each. All patients will undergo neuropsychological assessment and MRI evaluation.",
    "description_detailed": "The project will be run as a Randomized Controlled Trial (RCT), where patients will be randomized to receive either active anodal tDCS or sham tDCS. The performance on neuropsychological tests will be the primary outcome variables in the present project. In addition, whole brain MRI volume measures will be used to measure specific effects of tDCS treatment. Electrode placement is individualized for each participant with brain modeling techniques.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "High‑density transcranial direct current stimulation (HD‑tDCS) — anodal stimulation over DLPFC, 2 mA, 15 sessions × 20 min (active tDCS)"
    ],
    "placebo": [
        "Sham tDCS (sham stimulation)"
    ],
    "explanation_target": [
        "Reason: The trial tests repeated high‑density transcranial direct current stimulation (HD‑tDCS) applied to the dorsolateral prefrontal cortex (DLPFC) to investigate effects on cognitive function in Alzheimer’s disease — an intervention intended to improve cognition rather than deliver a biologic or small molecule. citeturn0search0.",
        "Act (extracted details): The protocol description specifies one anode + four return electrodes over DLPFC, 2 mA current, individualized electrode placement, 15 stimulations of 20 minutes each; subjects are randomized to active anodal tDCS or sham. These are device-based (non‑pharmacologic) neuromodulation interventions. citeturn0search0.",
        "Supporting evidence: tDCS/HD‑tDCS is widely studied as a noninvasive brain‑stimulation method to enhance cognition in MCI and AD and several meta‑analyses and randomized trials report cognitive outcome measures for tDCS interventions. citeturn0search3turn0search1.",
        "Supporting evidence (HD‑tDCS specifics): Randomized, blinded HD‑tDCS trials targeting left DLPFC using ~2 mA have been used in MCI/AD research and report cognitive outcomes, consistent with the device/protocol described in this trial. citeturn0search2turn0search8.",
        "Reflect: This is a non‑drug, neuromodulation treatment aimed at improving cognitive performance (not a biologic or small molecule and not primarily targeting neuropsychiatric behavioral symptoms). Therefore the correct category is 'cognitive enhancer'. No drug name applies; the comparator is sham stimulation. citeturn0search0."
    ],
    "agent_type": "T) Other",
    "explanation_agent": [
        "Reason: The intervention is high‑density transcranial direct current stimulation (HD‑tDCS) — a non‑invasive, device‑based neuromodulation intended to modulate cortical excitability and improve cognition, not a biologic or small‑molecule acting on a defined molecular pathway (e.g., amyloid, tau, inflammation). Therefore it does not map to CADRO categories that describe molecular or cellular drug targets. citeturn0search0turn0search3",
        "Act: Extracted trial details — anodal HD‑tDCS over left DLPFC, ~2 mA, multiple (~15) 20‑minute sessions, randomized active vs sham; this is a device neuromodulation cognitive‑enhancer with no named drug, gene, or biochemical pathway target stated. Because the intervention is non‑pharmacologic and lacks a molecular target, assign 'T) Other'. citeturn0search8turn0search7",
        "Reflect: CADRO categories A–Q focus on biological targets (amyloid, tau, inflammation, synaptic receptors, metabolism, etc.). Although tDCS may produce downstream effects on synaptic plasticity or network connectivity, the trial does not target a specific CADRO biological mechanism with a drug; thus the most accurate CADRO classification is 'T) Other' (non‑drug/device intervention). No information in the description indicates a molecular target or multi‑target drug mechanism that would warrant another category. citeturn0search2",
        "Web search summary (key sources identified): 1) Systematic reviews/meta‑analyses reporting cognition effects of tDCS in MCI/AD, supporting that tDCS is studied as a noninvasive cognitive enhancer. citeturn0search0turn0search2turn0search3 2) Randomized/controlled studies and recent trials targeting left DLPFC with ~2 mA and ~20–25 min sessions showing the protocol you described is commonly used in AD research. citeturn0search8turn0search5 3) Examples of HD‑tDCS experimental use (high‑definition montages) in cognitive studies, illustrating the device‑based nature of the intervention. citeturn0search7"
    ]
}