{
    "nct_id": "NCT04871074",
    "title": "SV2A PET Imaging in Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2025-07-24",
    "description_brief": "The overarching goal of this project is to use \\[C-11\\]UCB-J to obtain spatial information on neuronal synapse abundance and inform Alzheimer's disease (AD) progression. The investigators propose to collect longitudinal amyloid, tau, and Synaptic vesicle glycoprotein 2A (SV2A) positron emission tomography (PET) in participants in the Wisconsin Alzheimer's Disease Research Center (ADRC) and Wisconsin Registry for Alzheimer's Prevention (WRAP) across the clinical stages of AD, including cognitively unimpaired biomarker negative, unimpaired biomarker positive, mild cognitive impairment (MCI), and dementia due to AD.",
    "description_detailed": "Synaptic loss is a major feature of symptomatic AD. Conversely, abundance of synapses may confer resilience to cognitive decline in the presence of AD pathology. The pathology-defining features of AD are amyloid plaques and neurofibrillary tangles and their presence and distribution can be spatially estimated in-vivo with amyloid and tau PET. Although these biomarkers can inform on the degree and location of pathology, they do not provide an indicator of their effect on collocated or extended in-network neural damage including synaptic density.\n\nSV2A is expressed ubiquitously in synapses and the capability of assessing SV2A in vivo may provide a direct indicator of synaptic health. Such information would be of high importance for staging the level of synaptic loss or conversely synaptic abundance in the AD continuum and may potentially improve prognostic precision. The PET radioligand \\[C-11\\]UCB-J is a marker of SV2A.\n\nThe overarching goal of this project is to use \\[C-11\\]UCB-J to obtain spatial information on neuronal synapse abundance and inform upon disease progression. The investigators propose to collect longitudinal amyloid, tau, and SV2A PET in participants in the Wisconsin ADRC and WRAP across the clinical stages of AD, including cognitively unimpaired biomarker negative, unimpaired biomarker positive, MCI, and dementia due to AD.\n\n* Specific Aim 1). Determine the extent to which \\[C-11\\]UCB-J provides unique information from MRI regarding neurodegeneration. Approach: The investigators will recruit N=60 cognitively unimpaired participants, N=30 MCI participants, and N=30 participants with AD dementia to undergo PET imaging with \\[C-11\\]UCB-J. MRI will include anatomic and diffusion connectivity MRI. When available, ancillary cerebrospinal fluid (CSF) indicators of neurodegeneration and synapse function will be examined for relationships with UCB-J.\n* Specific Aim 2). Determine the rate of synapse loss as reflected by \\[C-11\\]UCB-J signal across all participants. Rationale: Trajectories of synaptic loss are unknown in vivo. Approach: The investigators will determine the longitudinal trajectories of regional synapse loss that are observed over time among participants who undergo repeat \\[C-11\\]UCB-J (separated by two years, same participants scanned for Aim 1). The investigators will also examine trajectories by amyloid and tau load. Quantifying longitudinal synaptic loss is expected to eventually facilitate the identification of individuals who are progressing to dementia, as well as inform upon changes that are normal for age.\n* Specific Aim 3). Determine the extent to which \\[C-11\\]UCB-J associates with cognitive decline. Rationale: The investigators expect that lower baseline SV2A density and longitudinal decline in SV2A density in the medial temporal lobe will be associated with faster progression of cognitive decline. The investigators will also test the extent to which harboring multiple pathologies (↑amyloid, ↑tau, and ↓SV2A density) contributes to cognitive decline. Approach: The investigators will examine core indices of cognitive status and continuous measures of cognitive function from the source cohorts and utilize mixed effects models to ascertain the effect of UCB-J amyloid and tau on cognition.\n* Specific Aim 4). Determine factors which impact synapse loss. Rationale: Several risk factors for cognitive decline and dementia have been identified including potentially modifiable factors such as insulin resistance and vascular risk factors. Approach: The investigators will determine cross-sectional and longitudinal trajectories of regional synapse loss in relation to risk factors for cognitive decline and dementia. In order to determine insulin resistance, the investigators will perform blood draw and assess fasting glucose and insulin values to determine the Homeostatic Model Assessment of Insulin Resistance (HOMA-IR). The impact of potentially modifiable risk factors on synapse loss in vivo is currently unknown. This aim will address this gap in knowledge, results which may translate to strategies for reducing dementia risk.",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "DIAGNOSTIC",
    "results": {
        "participantFlowModule": {
            "recruitmentDetails": "The intent of the study was observational, to characterize synaptic density across disease stages, the groups shown in the Baseline Characteristic Section are non-randomized subgroups within a single study arm.",
            "groups": [
                {
                    "id": "FG000",
                    "title": "Cognitively Impaired Plus Cognitive Unimpaired Participants",
                    "description": "Participants include both cognitively impaired and unimpaired populations to populate a single model to examine variables within the group as a whole.\n\n* Cognitively impaired participants have abnormal cognitive status of MCI or dementia as judged by consensus or expert review using National Institute of Aging and Alzheimer's Association (NIA-AA) 2018 criteria.\n* Cognitively unimpaired participants: results of most recent testing with the source cohort indicate the participant is cognitively unimpaired as judged by consensus or expert review."
                }
            ],
            "periods": [
                {
                    "title": "Overall Study",
                    "milestones": [
                        {
                            "type": "STARTED",
                            "achievements": [
                                {
                                    "groupId": "FG000",
                                    "numSubjects": "100"
                                }
                            ]
                        },
                        {
                            "type": "Cognitively Unimpaired Subgroup",
                            "achievements": [
                                {
                                    "groupId": "FG000",
                                    "numSubjects": "65"
                                }
                            ]
                        },
                        {
                            "type": "Cognitively Impaired Subgroup",
                            "achievements": [
                                {
                                    "groupId": "FG000",
                                    "numSubjects": "35"
                                }
                            ]
                        },
                        {
                            "type": "COMPLETED",
                            "achievements": [
                                {
                                    "groupId": "FG000",
                                    "numSubjects": "100"
                                }
                            ]
                        },
                        {
                            "type": "NOT COMPLETED",
                            "achievements": [
                                {
                                    "groupId": "FG000",
                                    "numSubjects": "0"
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        "baselineCharacteristicsModule": {
            "populationDescription": "The intent of the study was observational, to characterize synaptic density across disease stages, the groups shown in the Baseline Characteristic Section are non-randomized subgroups within a single study arm.",
            "groups": [
                {
                    "id": "BG000",
                    "title": "Cognitively Unimpaired",
                    "description": "Results of most recent testing with the source cohort indicate the participant is cognitively unimpaired as judged by consensus or expert review."
                },
                {
                    "id": "BG001",
                    "title": "Cognitively Impaired",
                    "description": "Abnormal cognitive status of MCI and Dementia as judged by consensus or expert review using National Institute of Aging and Alzheimer's Association (NIA-AA) 2018 criteria."
                },
                {
                    "id": "BG002",
                    "title": "Total",
                    "description": "Total of all reporting groups"
                }
            ],
            "denoms": [
                {
                    "units": "Participants",
                    "counts": [
                        {
                            "groupId": "BG000",
                            "value": "65"
                        },
                        {
                            "groupId": "BG001",
                            "value": "35"
                        },
                        {
                            "groupId": "BG002",
                            "value": "100"
                        }
                    ]
                }
            ],
            "measures": [
                {
                    "title": "Age, Continuous",
                    "paramType": "MEAN",
                    "dispersionType": "FULL_RANGE",
                    "unitOfMeasure": "years",
                    "classes": [
                        {
                            "denoms": [
                                {
                                    "units": "Participants",
                                    "counts": [
                                        {
                                            "groupId": "BG000",
                                            "value": "65"
                                        },
                                        {
                                            "groupId": "BG001",
                                            "value": "35"
                                        },
                                        {
                                            "groupId": "BG002",
                                            "value": "100"
                                        }
                                    ]
                                }
                            ],
                            "categories": [
                                {
                                    "measurements": [
                                        {
                                            "groupId": "BG000",
                                            "value": "68.9",
                                            "lowerLimit": "56.3",
                                            "upperLimit": "89.8"
                                        },
                                        {
                                            "groupId": "BG001",
                                            "value": "75.2",
                                            "lowerLimit": "63.0",
                                            "upperLimit": "86.4"
                                        },
                                        {
                                            "groupId": "BG002",
                                            "value": "71.1",
                                            "lowerLimit": "56.3",
                                            "upperLimit": "89.8"
                                        }
                                    ]
                                }
                            ]
                        }
                    ]
                },
                {
                    "title": "Sex: Female, Male",
                    "paramType": "COUNT_OF_PARTICIPANTS",
                    "unitOfMeasure": "Participants",
                    "classes": [
                        {
                            "denoms": [
                                {
                                    "units": "Participants",
                                    "counts": [
                                        {
                                            "groupId": "BG000",
                                            "value": "65"
                                        },
                                        {
                                            "groupId": "BG001",
                                            "value": "35"
                                        },
                                        {
                                            "groupId": "BG002",
                                            "value": "100"
                                        }
                                    ]
                                }
                            ],
                            "categories": [
                                {
                                    "title": "Female",
                                    "measurements": [
                                        {
                                            "groupId": "BG000",
                                            "value": "45"
                                        },
                                        {
                                            "groupId": "BG001",
                                            "value": "11"
                                        },
                                        {
                                            "groupId": "BG002",
                                            "value": "56"
                                        }
                                    ]
                                },
                                {
                                    "title": "Male",
                                    "measurements": [
                                        {
                                            "groupId": "BG000",
                                            "value": "20"
                                        },
                                        {
                                            "groupId": "BG001",
                                            "value": "24"
                                        },
                                        {
                                            "groupId": "BG002",
                                            "value": "44"
                                        }
                                    ]
                                }
                            ]
                        }
                    ]
                },
                {
                    "title": "Ethnicity (NIH/OMB)",
                    "paramType": "COUNT_OF_PARTICIPANTS",
                    "unitOfMeasure": "Participants",
                    "classes": [
                        {
                            "denoms": [
                                {
                                    "units": "Participants",
                                    "counts": [
                                        {
                                            "groupId": "BG000",
                                            "value": "65"
                                        },
                                        {
                                            "groupId": "BG001",
                                            "value": "35"
                                        },
                                        {
                                            "groupId": "BG002",
                                            "value": "100"
                                        }
                                    ]
                                }
                            ],
                            "categories": [
                                {
                                    "title": "Hispanic or Latino",
                                    "measurements": [
                                        {
                                            "groupId": "BG000",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "BG001",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "BG002",
                                            "value": "0"
                                        }
                                    ]
                                },
                                {
                                    "title": "Not Hispanic or Latino",
                                    "measurements": [
                                        {
                                            "groupId": "BG000",
                                            "value": "65"
                                        },
                                        {
                                            "groupId": "BG001",
                                            "value": "35"
                                        },
                                        {
                                            "groupId": "BG002",
                                            "value": "100"
                                        }
                                    ]
                                },
                                {
                                    "title": "Unknown or Not Reported",
                                    "measurements": [
                                        {
                                            "groupId": "BG000",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "BG001",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "BG002",
                                            "value": "0"
                                        }
                                    ]
                                }
                            ]
                        }
                    ]
                },
                {
                    "title": "Race (NIH/OMB)",
                    "paramType": "COUNT_OF_PARTICIPANTS",
                    "unitOfMeasure": "Participants",
                    "classes": [
                        {
                            "denoms": [
                                {
                                    "units": "Participants",
                                    "counts": [
                                        {
                                            "groupId": "BG000",
                                            "value": "65"
                                        },
                                        {
                                            "groupId": "BG001",
                                            "value": "35"
                                        },
                                        {
                                            "groupId": "BG002",
                                            "value": "100"
                                        }
                                    ]
                                }
                            ],
                            "categories": [
                                {
                                    "title": "American Indian or Alaska Native",
                                    "measurements": [
                                        {
                                            "groupId": "BG000",
                                            "value": "4"
                                        },
                                        {
                                            "groupId": "BG001",
                                            "value": "1"
                                        },
                                        {
                                            "groupId": "BG002",
                                            "value": "5"
                                        }
                                    ]
                                },
                                {
                                    "title": "Asian",
                                    "measurements": [
                                        {
                                            "groupId": "BG000",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "BG001",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "BG002",
                                            "value": "0"
                                        }
                                    ]
                                },
                                {
                                    "title": "Native Hawaiian or Other Pacific Islander",
                                    "measurements": [
                                        {
                                            "groupId": "BG000",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "BG001",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "BG002",
                                            "value": "0"
                                        }
                                    ]
                                },
                                {
                                    "title": "Black or African American",
                                    "measurements": [
                                        {
                                            "groupId": "BG000",
                                            "value": "7"
                                        },
                                        {
                                            "groupId": "BG001",
                                            "value": "3"
                                        },
                                        {
                                            "groupId": "BG002",
                                            "value": "10"
                                        }
                                    ]
                                },
                                {
                                    "title": "White",
                                    "measurements": [
                                        {
                                            "groupId": "BG000",
                                            "value": "54"
                                        },
                                        {
                                            "groupId": "BG001",
                                            "value": "31"
                                        },
                                        {
                                            "groupId": "BG002",
                                            "value": "85"
                                        }
                                    ]
                                },
                                {
                                    "title": "More than one race",
                                    "measurements": [
                                        {
                                            "groupId": "BG000",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "BG001",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "BG002",
                                            "value": "0"
                                        }
                                    ]
                                },
                                {
                                    "title": "Unknown or Not Reported",
                                    "measurements": [
                                        {
                                            "groupId": "BG000",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "BG001",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "BG002",
                                            "value": "0"
                                        }
                                    ]
                                }
                            ]
                        }
                    ]
                },
                {
                    "title": "Region of Enrollment",
                    "paramType": "NUMBER",
                    "unitOfMeasure": "participants",
                    "classes": [
                        {
                            "title": "United States",
                            "denoms": [
                                {
                                    "units": "Participants",
                                    "counts": [
                                        {
                                            "groupId": "BG000",
                                            "value": "65"
                                        },
                                        {
                                            "groupId": "BG001",
                                            "value": "35"
                                        },
                                        {
                                            "groupId": "BG002",
                                            "value": "100"
                                        }
                                    ]
                                }
                            ],
                            "categories": [
                                {
                                    "measurements": [
                                        {
                                            "groupId": "BG000",
                                            "value": "65"
                                        },
                                        {
                                            "groupId": "BG001",
                                            "value": "35"
                                        },
                                        {
                                            "groupId": "BG002",
                                            "value": "100"
                                        }
                                    ]
                                }
                            ]
                        }
                    ]
                },
                {
                    "title": "Cognitive Impairment",
                    "populationDescription": "Not applicable to this group",
                    "paramType": "COUNT_OF_PARTICIPANTS",
                    "unitOfMeasure": "Participants",
                    "classes": [
                        {
                            "denoms": [
                                {
                                    "units": "Participants",
                                    "counts": [
                                        {
                                            "groupId": "BG000",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "BG001",
                                            "value": "35"
                                        },
                                        {
                                            "groupId": "BG002",
                                            "value": "35"
                                        }
                                    ]
                                }
                            ],
                            "categories": [
                                {
                                    "title": "Mild Cognitive Impairment",
                                    "measurements": [
                                        {
                                            "groupId": "BG000",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "BG001",
                                            "value": "22"
                                        },
                                        {
                                            "groupId": "BG002",
                                            "value": "22"
                                        }
                                    ]
                                },
                                {
                                    "title": "Mild Dementia",
                                    "measurements": [
                                        {
                                            "groupId": "BG000",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "BG001",
                                            "value": "13"
                                        },
                                        {
                                            "groupId": "BG002",
                                            "value": "13"
                                        }
                                    ]
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        "outcomeMeasuresModule": {
            "outcomeMeasures": [
                {
                    "type": "PRIMARY",
                    "title": "ROC AUCs (MCI/AD vs Cognitively Unimpaired (CU)) for Medial Temporal Lobe (MTL) UCB-J Distribution Volume Ratio (DVR) and Hippocampal Volume",
                    "description": "DeLong's method will test whether the MTL UCB-J receiver-operator characteristic (ROC) area under the curve (AUC) has better mild cognitive impairment/probable AD dementia (MCI/AD) prediction accuracy than the hippocampal volume ROC AUC. ROC AUC is a measure of the correctness of group (where group is MCI/AD and cognitively unimpaired) classification using a continuous predictor, in this case, the medial temporal lobe UCB-J uptake (11C-UCB-J is a PET tracer for imaging the synaptic vesicle glycoprotein 2A in the human brain. It is considered a measure of synaptic density). This ROC AUC was compared to that of the comparator continuous predictor, hippocampal volume.",
                    "reportingStatus": "POSTED",
                    "paramType": "NUMBER",
                    "dispersionType": "95% Confidence Interval",
                    "unitOfMeasure": "probability",
                    "timeFrame": "Baseline",
                    "groups": [
                        {
                            "id": "OG000",
                            "title": "Medial Temporal Lobe UCB-J",
                            "description": "Synaptic density in the Medial Temporal Lobe across all participants"
                        },
                        {
                            "id": "OG001",
                            "title": "Hippocampal Volume",
                            "description": "Hippocampal volume across all participants"
                        }
                    ],
                    "denoms": [
                        {
                            "units": "Participants",
                            "counts": [
                                {
                                    "groupId": "OG000",
                                    "value": "100"
                                },
                                {
                                    "groupId": "OG001",
                                    "value": "100"
                                }
                            ]
                        }
                    ],
                    "classes": [
                        {
                            "categories": [
                                {
                                    "measurements": [
                                        {
                                            "groupId": "OG000",
                                            "value": "0.79",
                                            "lowerLimit": "0.68",
                                            "upperLimit": "0.89"
                                        },
                                        {
                                            "groupId": "OG001",
                                            "value": "0.81",
                                            "lowerLimit": "0.71",
                                            "upperLimit": "0.91"
                                        }
                                    ]
                                }
                            ]
                        }
                    ],
                    "analyses": [
                        {
                            "groupIds": [
                                "OG000",
                                "OG001"
                            ],
                            "nonInferiorityType": "SUPERIORITY",
                            "pValue": ".74",
                            "statisticalMethod": "DeLong's Test"
                        }
                    ]
                },
                {
                    "type": "PRIMARY",
                    "title": "ROC AUCs (MCI/AD vs CU) for MTL UCB-J and Hippocampal Cingulum Neurite Density Index",
                    "description": "DeLong's method will test whether the MTL UCB-J ROC AUC has better MCI/AD prediction accuracy than the hippocampal cingulum neurite density index ROC AUC. ROC AUC is a measure of the correctness of group (where group is MCI/AD and cognitively unimpaired) classification using a continuous predictor, in this case, the medial temporal lobe UCB-J uptake (11C-UCB-J is a PET tracer for imaging the synaptic vesicle glycoprotein 2A in the human brain. It is considered a measure of synaptic density). This ROC AUC was compared to that of the comparator continuous predictor, hippocampal cingulum neurite density index.",
                    "populationDescription": "Usable data on 79 participants (due to processing)",
                    "reportingStatus": "POSTED",
                    "paramType": "NUMBER",
                    "dispersionType": "95% Confidence Interval",
                    "unitOfMeasure": "probability",
                    "timeFrame": "Baseline",
                    "groups": [
                        {
                            "id": "OG000",
                            "title": "Medial Temporal Lobe UCB-J",
                            "description": "Synaptic density in the Medial Temporal Lobe across all participants"
                        },
                        {
                            "id": "OG001",
                            "title": "Hippocampal Cingulum NDI",
                            "description": "Neurite density index (NDI) in the Hippocampal Cingulum across all participants"
                        }
                    ],
                    "denoms": [
                        {
                            "units": "Participants",
                            "counts": [
                                {
                                    "groupId": "OG000",
                                    "value": "79"
                                },
                                {
                                    "groupId": "OG001",
                                    "value": "79"
                                }
                            ]
                        }
                    ],
                    "classes": [
                        {
                            "categories": [
                                {
                                    "measurements": [
                                        {
                                            "groupId": "OG000",
                                            "value": "0.82",
                                            "lowerLimit": "0.71",
                                            "upperLimit": "0.93"
                                        },
                                        {
                                            "groupId": "OG001",
                                            "value": "0.79",
                                            "lowerLimit": "0.69",
                                            "upperLimit": "0.89"
                                        }
                                    ]
                                }
                            ]
                        }
                    ],
                    "analyses": [
                        {
                            "groupIds": [
                                "OG000",
                                "OG001"
                            ],
                            "nonInferiorityType": "SUPERIORITY",
                            "pValue": ".66",
                            "statisticalMethod": "DeLong's Test"
                        }
                    ]
                },
                {
                    "type": "PRIMARY",
                    "title": "Annual Rate of Change in UCB-J DVR",
                    "description": "Linear mixed effects regression will model UCB-J distribution volume ratio (DVR) as a function of time since baseline. 11C-UCB-J is a PET tracer for imaging the synaptic vesicle glycoprotein 2A in the human brain. It is considered a measure of synaptic density. Participants' synaptic density was examined as a change per year. A positive number would mean an increase in synaptic density, a negative number means a decrease.",
                    "populationDescription": "N = 25 contributing to the time estimate",
                    "reportingStatus": "POSTED",
                    "paramType": "NUMBER",
                    "dispersionType": "95% Confidence Interval",
                    "unitOfMeasure": "distribution volume ratio per year",
                    "timeFrame": "Baseline and 2 years",
                    "groups": [
                        {
                            "id": "OG000",
                            "title": "All Participants",
                            "description": "Cognitively unimpaired and cognitively impaired participants"
                        }
                    ],
                    "denoms": [
                        {
                            "units": "Participants",
                            "counts": [
                                {
                                    "groupId": "OG000",
                                    "value": "100"
                                }
                            ]
                        }
                    ],
                    "classes": [
                        {
                            "categories": [
                                {
                                    "measurements": [
                                        {
                                            "groupId": "OG000",
                                            "value": "-.01",
                                            "lowerLimit": "-.02",
                                            "upperLimit": "0"
                                        }
                                    ]
                                }
                            ]
                        }
                    ],
                    "analyses": [
                        {
                            "groupIds": [
                                "OG000"
                            ],
                            "nonInferiorityType": "SUPERIORITY",
                            "pValue": ".135",
                            "statisticalMethod": "Mixed Models Analysis",
                            "statisticalComment": "Linear mixed effects model, fixed effects coefficient test with a Wald test"
                        }
                    ]
                },
                {
                    "type": "PRIMARY",
                    "title": "Baseline Diagnosis Group Differences in Annual Rate of Change in UCB-J DVR",
                    "description": "Baseline diagnosis (CU vs MCI/probable AD dementia) group differences in rate of UCB-J DVR change will be estimated via group x time interaction term in a linear mixed effects model. Participants' synaptic density was examined as a change per year. The difference in the rate of change in the two groups was estimated. A negative number means that impaired participants decreased in synaptic density more quickly and a positive number would mean that the impaired participants decreased less quickly.",
                    "populationDescription": "While 100 participants were enrolled in the study and entered into the model, 25 participants were measured at follow up and contributed to the time estimate; among those 25, 7 cognitively impaired and 18 unimpaired.",
                    "reportingStatus": "POSTED",
                    "paramType": "NUMBER",
                    "dispersionType": "95% Confidence Interval",
                    "unitOfMeasure": "distribution volume ratio per year",
                    "timeFrame": "baseline and 2 years",
                    "groups": [
                        {
                            "id": "OG000",
                            "title": "Cognitively Unimpaired",
                            "description": "Results of most recent testing with the source cohort indicate the participant is cognitively unimpaired as judged by consensus or expert review."
                        },
                        {
                            "id": "OG001",
                            "title": "Cognitively Impaired",
                            "description": "Abnormal cognitive status of MCI and Dementia as judged by consensus or expert review using National Institute of Aging and Alzheimer's Association (NIA-AA) 2018 criteria."
                        }
                    ],
                    "denoms": [
                        {
                            "units": "Participants",
                            "counts": [
                                {
                                    "groupId": "OG000",
                                    "value": "65"
                                },
                                {
                                    "groupId": "OG001",
                                    "value": "35"
                                }
                            ]
                        }
                    ],
                    "classes": [
                        {
                            "categories": [
                                {
                                    "measurements": [
                                        {
                                            "groupId": "OG000",
                                            "value": "0",
                                            "lowerLimit": "-.02",
                                            "upperLimit": ".01"
                                        },
                                        {
                                            "groupId": "OG001",
                                            "value": "-.02",
                                            "lowerLimit": "-.04",
                                            "upperLimit": "0"
                                        }
                                    ]
                                }
                            ]
                        }
                    ]
                },
                {
                    "type": "PRIMARY",
                    "title": "Amyloid Positivity Status Differences in Annual Rate of Change in UCB-J DVR",
                    "description": "Amyloid positivity status differences in rate of UCB-J DVR change will be estimated via group x time interaction term in a linear mixed effects model. Amyloid positivity status will be determined from amyloid PET. Participants' synaptic density was examined in a change per year. The difference in the rate of change in the two groups was estimated. A negative number means that amyloid positive participants decreased in synaptic density more quickly and a positive number would mean that the amyloid positive participants decreased less quickly.",
                    "populationDescription": "90 people contributed to the overall model, 24 participants contributed to the time estimate; 3 Amyloid positive, 21 Amyloid negative, centiloid values for amyloid scans unavailable for 10 participants (unable to process)",
                    "reportingStatus": "POSTED",
                    "paramType": "NUMBER",
                    "dispersionType": "95% Confidence Interval",
                    "unitOfMeasure": "distribution volume ratio per year",
                    "timeFrame": "baseline and 2 years",
                    "groups": [
                        {
                            "id": "OG000",
                            "title": "Amyloid Positive",
                            "description": "Amyloid Positive"
                        },
                        {
                            "id": "OG001",
                            "title": "Amyloid Negative",
                            "description": "Amyloid Negative"
                        }
                    ],
                    "denoms": [
                        {
                            "units": "Participants",
                            "counts": [
                                {
                                    "groupId": "OG000",
                                    "value": "43"
                                },
                                {
                                    "groupId": "OG001",
                                    "value": "47"
                                }
                            ]
                        }
                    ],
                    "classes": [
                        {
                            "categories": [
                                {
                                    "measurements": [
                                        {
                                            "groupId": "OG000",
                                            "value": "-.02",
                                            "lowerLimit": "-.05",
                                            "upperLimit": ".01"
                                        },
                                        {
                                            "groupId": "OG001",
                                            "value": "-.01",
                                            "lowerLimit": "-.02",
                                            "upperLimit": "0"
                                        }
                                    ]
                                }
                            ]
                        }
                    ]
                },
                {
                    "type": "PRIMARY",
                    "title": "Tau Positivity Status Differences in Annual Rate of Change in UCB-J DVR",
                    "description": "Tau positivity status differences in rate of UCB-J DVR change will be estimated via group x time interaction term in a linear mixed effects model. Tau positivity status will be determined from tau PET. Participants' synaptic density was examined as a change per year. The difference in the rate of change in the two groups was estimated. A negative number means that tau positive participants decreased in synaptic density more quickly and a positive number would mean that the tau positive participants decreased less quickly.",
                    "populationDescription": "While 94 participants were included in the model, 24 participants contributed to the time estimate; 1 Tau positive, 23 Tau negative, tau status unavailable for 6 participants, no data available for Tau scan.",
                    "reportingStatus": "POSTED",
                    "paramType": "NUMBER",
                    "dispersionType": "95% Confidence Interval",
                    "unitOfMeasure": "distribution volume ratio per year",
                    "timeFrame": "baseline and 2 years",
                    "groups": [
                        {
                            "id": "OG000",
                            "title": "Tau Positive",
                            "description": "Tau Positive"
                        },
                        {
                            "id": "OG001",
                            "title": "Tau Negative",
                            "description": "Tau Negative"
                        }
                    ],
                    "denoms": [
                        {
                            "units": "Participants",
                            "counts": [
                                {
                                    "groupId": "OG000",
                                    "value": "38"
                                },
                                {
                                    "groupId": "OG001",
                                    "value": "56"
                                }
                            ]
                        }
                    ],
                    "classes": [
                        {
                            "categories": [
                                {
                                    "measurements": [
                                        {
                                            "groupId": "OG000",
                                            "value": "-.02",
                                            "lowerLimit": "-.08",
                                            "upperLimit": ".04"
                                        },
                                        {
                                            "groupId": "OG001",
                                            "value": "-.01",
                                            "lowerLimit": "-.02",
                                            "upperLimit": "0"
                                        }
                                    ]
                                }
                            ]
                        }
                    ]
                },
                {
                    "type": "PRIMARY",
                    "title": "MTL UCB-J DVR Baseline Differences in a Cognitive Performance Age Slope in Non-demented Participants",
                    "description": "Linear mixed effects will be used to model cognitively unimpaired participants' memory performance as a function of their age and synaptic density. Specifically, investigators will test whether those with higher synaptic density had less deterioration over time. Memory performance will be assessed using Rey Auditory Verbal Learning Test Delayed Recall. An interaction was tested, and a negative number means that those with higher synaptic density decreased faster over time, and a positive number means that they decreased slower over time.",
                    "reportingStatus": "POSTED",
                    "paramType": "NUMBER",
                    "dispersionType": "95% Confidence Interval",
                    "unitOfMeasure": "diff in rate of change AVLT per year",
                    "timeFrame": "baseline and 2 years",
                    "groups": [
                        {
                            "id": "OG000",
                            "title": "Cognitively Unimpaired",
                            "description": "Cognitively unimpaired participants"
                        }
                    ],
                    "denoms": [
                        {
                            "units": "Participants",
                            "counts": [
                                {
                                    "groupId": "OG000",
                                    "value": "65"
                                }
                            ]
                        }
                    ],
                    "classes": [
                        {
                            "categories": [
                                {
                                    "measurements": [
                                        {
                                            "groupId": "OG000",
                                            "value": "-.05",
                                            "lowerLimit": "-.17",
                                            "upperLimit": ".07"
                                        }
                                    ]
                                }
                            ]
                        }
                    ],
                    "analyses": [
                        {
                            "groupIds": [
                                "OG000"
                            ],
                            "nonInferiorityType": "SUPERIORITY",
                            "pValue": ".39",
                            "statisticalMethod": "Mixed Models Analysis",
                            "statisticalComment": "Fixed effects estimate, Wald test"
                        }
                    ]
                },
                {
                    "type": "SECONDARY",
                    "title": "Difference Between ROC AUCs (MCI/AD vs CU) for Medial Temporal Lobe (MTL) UCB-J Distribution Volume Ratio (DVR) and Cerebrospinal Fluid (CSF) Neurofilament Light Chain Protein (NfL)",
                    "description": "DeLong's method will test whether the MTL UCB-J ROC AUC has better mild cognitive impairment/probable AD dementia (MCI/AD) prediction accuracy than the CSF NfL ROC AUC.",
                    "reportingStatus": "NOT_POSTED",
                    "anticipatedPostingDate": "2026-01",
                    "timeFrame": "baseline",
                    "denomUnitsSelected": "Participants"
                },
                {
                    "type": "SECONDARY",
                    "title": "Difference Between ROC AUCs (MCI/AD vs CU) for MTL UCB-J DVR and Cerebrospinal Fluid (CSF) T-tau",
                    "description": "DeLong's method will test whether the MTL UCB-J ROC AUC has better MCI/AD prediction accuracy than the CSF T-tau ROC AUC.",
                    "reportingStatus": "NOT_POSTED",
                    "anticipatedPostingDate": "2026-01",
                    "timeFrame": "baseline",
                    "denomUnitsSelected": "Participants"
                },
                {
                    "type": "SECONDARY",
                    "title": "Difference Between ROC AUCs (MCI/AD vs CU) for MTL UCB-J and CSF Neurogranin",
                    "description": "DeLong's method will test whether the MTL UCB-J ROC AUC has better MCI/AD prediction accuracy than the CSF neurogranin ROC AUC.",
                    "reportingStatus": "NOT_POSTED",
                    "anticipatedPostingDate": "2026-01",
                    "timeFrame": "baseline",
                    "denomUnitsSelected": "Participants"
                },
                {
                    "type": "SECONDARY",
                    "title": "Sex Differences in Annual Rate of Change in UCB-J DVR",
                    "description": "Sex differences in rate of UCB-J DVR change will be estimated via group x time interaction term in a linear mixed effects model.",
                    "reportingStatus": "NOT_POSTED",
                    "anticipatedPostingDate": "2026-01",
                    "timeFrame": "baseline and 2 years",
                    "denomUnitsSelected": "Participants"
                },
                {
                    "type": "SECONDARY",
                    "title": "Age Differences in Annual Rate of Change in UCB-J DVR",
                    "description": "Age differences in rate of UCB-J DVR change will be estimated in a linear mixed effects model.",
                    "reportingStatus": "NOT_POSTED",
                    "anticipatedPostingDate": "2026-01",
                    "timeFrame": "baseline and 2 years",
                    "denomUnitsSelected": "Participants"
                },
                {
                    "type": "SECONDARY",
                    "title": "APOE4 Allele Status Differences in Annual Rate of Change in UCB-J DVR",
                    "description": "APOE4 allele status differences in rate of UCB-J DVR change will be estimated via group x time interaction term in a linear mixed effects model.",
                    "reportingStatus": "NOT_POSTED",
                    "anticipatedPostingDate": "2026-01",
                    "timeFrame": "baseline and 2 years",
                    "denomUnitsSelected": "Participants"
                }
            ]
        },
        "adverseEventsModule": {
            "frequencyThreshold": "0",
            "timeFrame": "data collected during study contact, up to 2 years on study",
            "eventGroups": [
                {
                    "id": "EG000",
                    "title": "Cognitively Unimpaired",
                    "description": "Results of most recent testing with the source cohort indicate the participant is cognitively unimpaired as judged by consensus or expert review.",
                    "deathsNumAffected": 0,
                    "deathsNumAtRisk": 65,
                    "seriousNumAffected": 0,
                    "seriousNumAtRisk": 65,
                    "otherNumAffected": 21,
                    "otherNumAtRisk": 65
                },
                {
                    "id": "EG001",
                    "title": "Cognitively Impaired",
                    "description": "Abnormal cognitive status of MCI or dementia as judged by consensus or expert review using National Institute of Aging and Alzheimer's Association (NIA-AA) 2018 criteria.",
                    "deathsNumAffected": 3,
                    "deathsNumAtRisk": 35,
                    "seriousNumAffected": 0,
                    "seriousNumAtRisk": 35,
                    "otherNumAffected": 5,
                    "otherNumAtRisk": 35
                }
            ],
            "otherEvents": [
                {
                    "term": "Transient Visual Disturbance",
                    "organSystem": "Eye disorders",
                    "sourceVocabulary": "CTCAE (5.0)",
                    "assessmentType": "NON_SYSTEMATIC_ASSESSMENT",
                    "stats": [
                        {
                            "groupId": "EG000",
                            "numEvents": 1,
                            "numAffected": 1,
                            "numAtRisk": 65
                        },
                        {
                            "groupId": "EG001",
                            "numEvents": 0,
                            "numAffected": 0,
                            "numAtRisk": 35
                        }
                    ]
                },
                {
                    "term": "Pain in Extremity",
                    "organSystem": "Musculoskeletal and connective tissue disorders",
                    "sourceVocabulary": "CTCAE (5.0)",
                    "assessmentType": "NON_SYSTEMATIC_ASSESSMENT",
                    "stats": [
                        {
                            "groupId": "EG000",
                            "numEvents": 1,
                            "numAffected": 1,
                            "numAtRisk": 65
                        },
                        {
                            "groupId": "EG001",
                            "numEvents": 1,
                            "numAffected": 1,
                            "numAtRisk": 35
                        }
                    ]
                },
                {
                    "term": "Memory Impairment",
                    "organSystem": "Nervous system disorders",
                    "sourceVocabulary": "CTCAE (5.0)",
                    "assessmentType": "NON_SYSTEMATIC_ASSESSMENT",
                    "stats": [
                        {
                            "groupId": "EG000",
                            "numEvents": 0,
                            "numAffected": 0,
                            "numAtRisk": 65
                        },
                        {
                            "groupId": "EG001",
                            "numEvents": 1,
                            "numAffected": 1,
                            "numAtRisk": 35
                        }
                    ]
                },
                {
                    "term": "Brain Fog",
                    "organSystem": "Psychiatric disorders",
                    "sourceVocabulary": "CTCAE (5.0)",
                    "assessmentType": "NON_SYSTEMATIC_ASSESSMENT",
                    "stats": [
                        {
                            "groupId": "EG000",
                            "numEvents": 1,
                            "numAffected": 1,
                            "numAtRisk": 65
                        },
                        {
                            "groupId": "EG001",
                            "numEvents": 1,
                            "numAffected": 1,
                            "numAtRisk": 35
                        }
                    ]
                },
                {
                    "term": "Urinary Urgency",
                    "organSystem": "Renal and urinary disorders",
                    "sourceVocabulary": "CTCAE (5.0)",
                    "assessmentType": "NON_SYSTEMATIC_ASSESSMENT",
                    "stats": [
                        {
                            "groupId": "EG000",
                            "numEvents": 1,
                            "numAffected": 1,
                            "numAtRisk": 65
                        },
                        {
                            "groupId": "EG001",
                            "numEvents": 0,
                            "numAffected": 0,
                            "numAtRisk": 35
                        }
                    ]
                },
                {
                    "term": "Cough",
                    "organSystem": "Respiratory, thoracic and mediastinal disorders",
                    "sourceVocabulary": "CTCAE (5.0)",
                    "assessmentType": "NON_SYSTEMATIC_ASSESSMENT",
                    "stats": [
                        {
                            "groupId": "EG000",
                            "numEvents": 1,
                            "numAffected": 1,
                            "numAtRisk": 65
                        },
                        {
                            "groupId": "EG001",
                            "numEvents": 0,
                            "numAffected": 0,
                            "numAtRisk": 35
                        }
                    ]
                },
                {
                    "term": "Scab on Back of Head",
                    "organSystem": "Skin and subcutaneous tissue disorders",
                    "sourceVocabulary": "CTCAE (5.0)",
                    "assessmentType": "NON_SYSTEMATIC_ASSESSMENT",
                    "stats": [
                        {
                            "groupId": "EG000",
                            "numEvents": 0,
                            "numAffected": 0,
                            "numAtRisk": 65
                        },
                        {
                            "groupId": "EG001",
                            "numEvents": 1,
                            "numAffected": 1,
                            "numAtRisk": 35
                        }
                    ]
                },
                {
                    "term": "Hypertension",
                    "organSystem": "Vascular disorders",
                    "sourceVocabulary": "CTCAE (5.0)",
                    "assessmentType": "NON_SYSTEMATIC_ASSESSMENT",
                    "stats": [
                        {
                            "groupId": "EG000",
                            "numEvents": 3,
                            "numAffected": 3,
                            "numAtRisk": 65
                        },
                        {
                            "groupId": "EG001",
                            "numEvents": 1,
                            "numAffected": 1,
                            "numAtRisk": 35
                        }
                    ]
                },
                {
                    "term": "Dysgeusia",
                    "organSystem": "Nervous system disorders",
                    "sourceVocabulary": "CTCAE (5.0)",
                    "assessmentType": "NON_SYSTEMATIC_ASSESSMENT",
                    "stats": [
                        {
                            "groupId": "EG000",
                            "numEvents": 2,
                            "numAffected": 2,
                            "numAtRisk": 65
                        },
                        {
                            "groupId": "EG001",
                            "numEvents": 0,
                            "numAffected": 0,
                            "numAtRisk": 35
                        }
                    ]
                },
                {
                    "term": "Anxiety",
                    "organSystem": "Psychiatric disorders",
                    "sourceVocabulary": "CTCAE (5.0)",
                    "assessmentType": "NON_SYSTEMATIC_ASSESSMENT",
                    "stats": [
                        {
                            "groupId": "EG000",
                            "numEvents": 0,
                            "numAffected": 0,
                            "numAtRisk": 65
                        },
                        {
                            "groupId": "EG001",
                            "numEvents": 1,
                            "numAffected": 1,
                            "numAtRisk": 35
                        }
                    ]
                },
                {
                    "term": "Headache",
                    "organSystem": "Nervous system disorders",
                    "sourceVocabulary": "CTCAE (5.0)",
                    "assessmentType": "NON_SYSTEMATIC_ASSESSMENT",
                    "stats": [
                        {
                            "groupId": "EG000",
                            "numEvents": 10,
                            "numAffected": 7,
                            "numAtRisk": 65
                        },
                        {
                            "groupId": "EG001",
                            "numEvents": 2,
                            "numAffected": 1,
                            "numAtRisk": 35
                        }
                    ]
                },
                {
                    "term": "Pain",
                    "organSystem": "General disorders",
                    "sourceVocabulary": "CTCAE (5.0)",
                    "assessmentType": "NON_SYSTEMATIC_ASSESSMENT",
                    "stats": [
                        {
                            "groupId": "EG000",
                            "numEvents": 1,
                            "numAffected": 1,
                            "numAtRisk": 65
                        },
                        {
                            "groupId": "EG001",
                            "numEvents": 0,
                            "numAffected": 0,
                            "numAtRisk": 35
                        }
                    ]
                },
                {
                    "term": "Paresthesia",
                    "organSystem": "Nervous system disorders",
                    "sourceVocabulary": "CTCAE (5.0)",
                    "assessmentType": "NON_SYSTEMATIC_ASSESSMENT",
                    "stats": [
                        {
                            "groupId": "EG000",
                            "numEvents": 3,
                            "numAffected": 3,
                            "numAtRisk": 65
                        },
                        {
                            "groupId": "EG001",
                            "numEvents": 0,
                            "numAffected": 0,
                            "numAtRisk": 35
                        }
                    ]
                },
                {
                    "term": "Back Pain",
                    "organSystem": "Musculoskeletal and connective tissue disorders",
                    "sourceVocabulary": "CTCAE (5.0)",
                    "assessmentType": "NON_SYSTEMATIC_ASSESSMENT",
                    "stats": [
                        {
                            "groupId": "EG000",
                            "numEvents": 1,
                            "numAffected": 1,
                            "numAtRisk": 65
                        },
                        {
                            "groupId": "EG001",
                            "numEvents": 1,
                            "numAffected": 1,
                            "numAtRisk": 35
                        }
                    ]
                },
                {
                    "term": "Malaise",
                    "organSystem": "General disorders",
                    "sourceVocabulary": "CTCAE (5.0)",
                    "assessmentType": "NON_SYSTEMATIC_ASSESSMENT",
                    "stats": [
                        {
                            "groupId": "EG000",
                            "numEvents": 1,
                            "numAffected": 1,
                            "numAtRisk": 65
                        },
                        {
                            "groupId": "EG001",
                            "numEvents": 0,
                            "numAffected": 0,
                            "numAtRisk": 35
                        }
                    ]
                },
                {
                    "term": "Muscle Cramp",
                    "organSystem": "Musculoskeletal and connective tissue disorders",
                    "sourceVocabulary": "CTCAE (5.0)",
                    "assessmentType": "NON_SYSTEMATIC_ASSESSMENT",
                    "stats": [
                        {
                            "groupId": "EG000",
                            "numEvents": 1,
                            "numAffected": 1,
                            "numAtRisk": 65
                        },
                        {
                            "groupId": "EG001",
                            "numEvents": 0,
                            "numAffected": 0,
                            "numAtRisk": 35
                        }
                    ]
                },
                {
                    "term": "\"Fizzies\" in both legs",
                    "organSystem": "Nervous system disorders",
                    "sourceVocabulary": "CTCAE (5.0)",
                    "assessmentType": "NON_SYSTEMATIC_ASSESSMENT",
                    "stats": [
                        {
                            "groupId": "EG000",
                            "numEvents": 1,
                            "numAffected": 1,
                            "numAtRisk": 65
                        },
                        {
                            "groupId": "EG001",
                            "numEvents": 0,
                            "numAffected": 0,
                            "numAtRisk": 35
                        }
                    ]
                },
                {
                    "term": "Presyncopy",
                    "organSystem": "Nervous system disorders",
                    "sourceVocabulary": "CTCAE (5.0)",
                    "assessmentType": "NON_SYSTEMATIC_ASSESSMENT",
                    "stats": [
                        {
                            "groupId": "EG000",
                            "numEvents": 1,
                            "numAffected": 1,
                            "numAtRisk": 65
                        },
                        {
                            "groupId": "EG001",
                            "numEvents": 0,
                            "numAffected": 0,
                            "numAtRisk": 35
                        }
                    ]
                },
                {
                    "term": "Myalgia",
                    "organSystem": "Musculoskeletal and connective tissue disorders",
                    "sourceVocabulary": "CTCAE (5.0)",
                    "assessmentType": "NON_SYSTEMATIC_ASSESSMENT",
                    "stats": [
                        {
                            "groupId": "EG000",
                            "numEvents": 2,
                            "numAffected": 1,
                            "numAtRisk": 65
                        },
                        {
                            "groupId": "EG001",
                            "numEvents": 0,
                            "numAffected": 0,
                            "numAtRisk": 35
                        }
                    ]
                },
                {
                    "term": "Scalp Pain",
                    "organSystem": "Skin and subcutaneous tissue disorders",
                    "sourceVocabulary": "CTCAE (5.0)",
                    "assessmentType": "NON_SYSTEMATIC_ASSESSMENT",
                    "stats": [
                        {
                            "groupId": "EG000",
                            "numEvents": 0,
                            "numAffected": 0,
                            "numAtRisk": 65
                        },
                        {
                            "groupId": "EG001",
                            "numEvents": 1,
                            "numAffected": 1,
                            "numAtRisk": 35
                        }
                    ]
                },
                {
                    "term": "Chills",
                    "organSystem": "General disorders",
                    "sourceVocabulary": "CTCAE (5.0)",
                    "assessmentType": "NON_SYSTEMATIC_ASSESSMENT",
                    "stats": [
                        {
                            "groupId": "EG000",
                            "numEvents": 1,
                            "numAffected": 1,
                            "numAtRisk": 65
                        },
                        {
                            "groupId": "EG001",
                            "numEvents": 1,
                            "numAffected": 1,
                            "numAtRisk": 35
                        }
                    ]
                },
                {
                    "term": "Arthritis",
                    "organSystem": "Musculoskeletal and connective tissue disorders",
                    "sourceVocabulary": "CTCAE (5.0)",
                    "assessmentType": "NON_SYSTEMATIC_ASSESSMENT",
                    "stats": [
                        {
                            "groupId": "EG000",
                            "numEvents": 2,
                            "numAffected": 1,
                            "numAtRisk": 65
                        },
                        {
                            "groupId": "EG001",
                            "numEvents": 0,
                            "numAffected": 0,
                            "numAtRisk": 35
                        }
                    ]
                },
                {
                    "term": "Coolness",
                    "organSystem": "General disorders",
                    "sourceVocabulary": "CTCAE (5.0)",
                    "assessmentType": "NON_SYSTEMATIC_ASSESSMENT",
                    "notes": "\"coolness\" energy travelling up both sides of face up to temples",
                    "stats": [
                        {
                            "groupId": "EG000",
                            "numEvents": 1,
                            "numAffected": 1,
                            "numAtRisk": 65
                        },
                        {
                            "groupId": "EG001",
                            "numEvents": 0,
                            "numAffected": 0,
                            "numAtRisk": 35
                        }
                    ]
                },
                {
                    "term": "Confusion and Headache",
                    "organSystem": "Psychiatric disorders",
                    "sourceVocabulary": "CTCAE (5.0)",
                    "assessmentType": "NON_SYSTEMATIC_ASSESSMENT",
                    "notes": "disoriented on drive home and mild headache",
                    "stats": [
                        {
                            "groupId": "EG000",
                            "numEvents": 1,
                            "numAffected": 1,
                            "numAtRisk": 65
                        },
                        {
                            "groupId": "EG001",
                            "numEvents": 0,
                            "numAffected": 0,
                            "numAtRisk": 35
                        }
                    ]
                },
                {
                    "term": "Non-cardiac chest pain",
                    "organSystem": "General disorders",
                    "sourceVocabulary": "CTCAE (5.0)",
                    "assessmentType": "NON_SYSTEMATIC_ASSESSMENT",
                    "stats": [
                        {
                            "groupId": "EG000",
                            "numEvents": 1,
                            "numAffected": 1,
                            "numAtRisk": 65
                        },
                        {
                            "groupId": "EG001",
                            "numEvents": 0,
                            "numAffected": 0,
                            "numAtRisk": 35
                        }
                    ]
                },
                {
                    "term": "Insomnia",
                    "organSystem": "Psychiatric disorders",
                    "sourceVocabulary": "CTCAE (5.0)",
                    "assessmentType": "NON_SYSTEMATIC_ASSESSMENT",
                    "stats": [
                        {
                            "groupId": "EG000",
                            "numEvents": 1,
                            "numAffected": 1,
                            "numAtRisk": 65
                        },
                        {
                            "groupId": "EG001",
                            "numEvents": 0,
                            "numAffected": 0,
                            "numAtRisk": 35
                        }
                    ]
                },
                {
                    "term": "Anosmia",
                    "organSystem": "General disorders",
                    "sourceVocabulary": "CTCAE (5.0)",
                    "assessmentType": "NON_SYSTEMATIC_ASSESSMENT",
                    "notes": "smelled something odd",
                    "stats": [
                        {
                            "groupId": "EG000",
                            "numEvents": 1,
                            "numAffected": 1,
                            "numAtRisk": 65
                        },
                        {
                            "groupId": "EG001",
                            "numEvents": 0,
                            "numAffected": 0,
                            "numAtRisk": 35
                        }
                    ]
                }
            ]
        },
        "moreInfoModule": {
            "certainAgreement": {
                "piSponsorEmployee": true
            },
            "pointOfContact": {
                "title": "Barbara Bendlin, PhD, MA",
                "organization": "UW School of Medicine and Public Health",
                "email": "bbb@medicine.wisc.edu",
                "phone": "(608) 265-2483"
            }
        }
    },
    "target_category": "N/A",
    "drug": [
        "[C-11]UCB-J (SV2A PET radioligand; diagnostic imaging tracer)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The description is of an imaging study using [C-11]UCB-J to measure synaptic vesicle glycoprotein 2A (SV2A) and to collect longitudinal amyloid, tau, and SV2A PET across AD stages — this is a diagnostic / biomarker project, not a therapeutic intervention. citeturn0search0",
        "Act (key details extracted): The tracer is [C-11]UCB-J, a high‑affinity PET ligand for SV2A used to index synaptic density in vivo; the study aims to map synaptic abundance and relate it to amyloid and tau burden across cognitively unimpaired, MCI, and AD dementia participants (Wisconsin ADRC / WRAP). citeturn0search0turn0search6",
        "Supporting evidence from the literature: [11C]UCB-J was developed as an SV2A PET tracer and has been used to demonstrate reduced synaptic density in AD and to correlate synaptic density with cognitive performance; papers describe it as a biomarker/outcome measure rather than a therapeutic agent. citeturn0search5turn0search2",
        "Reflect: Given the intervention is a PET radiotracer used for imaging (synaptic density), and the protocol collects PET biomarkers (amyloid, tau, SV2A) across disease stages, this does not fit any of the four therapeutic categories (disease-targeted biologic, disease-targeted small molecule, cognitive enhancer, neuropsychiatric symptom improvement). Therefore the correct classification is 'N/A'.",
        "Web search results (sources consulted): 1) Bendlin et al., synaptic vesicle protein SV2A imaging with [11C]UCB-J — describes use of [11C]UCB-J as SV2A ligand and the Wisconsin ADRC project. citeturn0search0; 2) Mecca et al., CSF and brain PET measures of SV2A — reports [11C]UCB-J–PET shows reduced SV2A binding in early AD. citeturn0search1; 3) Mecca et al. (2022) PET study linking synaptic density by [11C]UCB-J to cognition. citeturn0search2turn0search6; 4) Earlier PET study demonstrating [11C]UCB-J reductions in hippocampus in AD and noting its promise as an in vivo biomarker/outcome measure. citeturn0search5"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}