{
    "nct_id": "NCT04973189",
    "title": "A Phase 1, Randomized, Double-Blind, Placebo-Controlled Study to Evaluate the Safety, Tolerability, Pharmacokinetics and Pharmacodynamics of Single Intravenous Administration of SHR-1707 in Healthy Young Adult and Elderly Subjects",
    "status": "COMPLETED",
    "last_update_time": "2023-05-16",
    "description_brief": "The study is being conducted to evaluate the safety, tolerability, pharmacokinetics and pharmacodynamics of single intravenous administration of SHR-1707 in healthy young adult and elderly subjects.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "BASIC_SCIENCE",
    "results": null,
    "target_category": "disease-targeted biologic",
    "drug": [
        "SHR-1707 (humanized anti-amyloid-β IgG1 monoclonal antibody)"
    ],
    "placebo": [
        "matching placebo"
    ],
    "explanation_target": [
        "Reason: The trial drug SHR-1707 is described in published Phase 1 reports as a humanized monoclonal antibody that binds amyloid-β (Aβ) fibrils and monomers and promotes Aβ clearance, i.e., it targets Alzheimer’s pathology rather than solely symptomatic cognition. citeturn0search2turn0search1",
        "Act: Extracted details from the literature — SHR-1707 is an anti-Aβ IgG1 monoclonal antibody (biologic). Phase 1 single‑ascending‑dose studies (healthy young and elderly subjects) evaluated single IV doses up to 60 mg/kg and reported acceptable safety, PK/PD, and dose‑dependent increases in plasma Aβ42, supporting further development for AD. citeturn0search4turn0search3turn0search1",
        "Reflect: Classification — Because SHR-1707 is a monoclonal antibody directed at amyloid-β (a core AD pathology), the correct category is 'disease-targeted biologic'. There is no indication in the trial description that it is a small molecule, a symptomatic cognitive enhancer without disease-target engagement, or an agent aimed at neuropsychiatric symptoms. The published Phase 1 reports cited above confirm the mechanism and support this classification. citeturn0search2turn0search4"
    ],
    "agent_type": "A) Amyloid beta",
    "explanation_agent": [
        "Reason: The investigational agent SHR-1707 is described in the literature as a humanized anti–amyloid-β (Aβ) IgG1 monoclonal antibody that binds Aβ fibrils and monomers and promotes Aβ clearance — i.e., it directly targets amyloid-β pathology rather than symptomatic pathways. citeturn0search5turn0search2",
        "Act: Extracted details from trial reports and abstracts — SHR-1707 is explicitly labeled an anti‑Aβ monoclonal antibody; phase 1 single‑ascending‑dose studies in China and Australia tested IV doses up to 60 mg/kg with dose‑dependent PD effects (increase in plasma Aβ42) and acceptable safety, supporting further AD-directed development. These findings identify the drug’s biological focus as amyloid‑β. citeturn0search3turn0search5",
        "Reflect: The CADRO classification that best fits a monoclonal antibody whose mechanism is binding and clearing amyloid‑β is 'A) Amyloid beta'. There is no indication in the provided description or cited reports that SHR‑1707 primarily targets tau, inflammation, synaptic function, metabolism, or multiple distinct pathways, so 'A) Amyloid beta' is the most specific and appropriate category. citeturn0search1turn0search4",
        "Selected web search results used to support the classification (summaries):",
        "1) Alzheimer’s Research & Therapy (open‑access article, 2024): Phase 1 randomized, single‑ascending‑dose studies in healthy adults and elderly; describes SHR‑1707 as a novel humanized anti‑Aβ IgG1 mAb that binds Aβ fibrils and monomers and reports safety/PK/PD up to 60 mg/kg. citeturn0search5",
        "2) Alzheimer’s & Dementia / Wiley (abstracts): Describes SHR‑1707 mechanism (binds Aβ fibrils/protofibrils/monomers), preclinical reduction of brain Aβ in 5xFAD mice, and Phase 1 study design/results. citeturn0search2turn0search4",
        "3) PubMed entry for the Phase 1 studies: Confirms SHR‑1707 is a humanized anti‑Aβ IgG1 mAb and summarizes safety, PK and PD findings from the China and Australia single‑dose studies. citeturn0search3",
        "4) Alzforum therapeutic summary: Notes clinical development plans and trial outcomes (safety and amyloid PET/biomarker endpoints in follow‑on studies), supporting the interpretation that SHR‑1707 is an amyloid‑targeting biologic. citeturn0search1"
    ]
}