{
    "nct_id": "NCT06088121",
    "title": "Effects of a ATNC MDD-V1 (TMS With Cognitive Training), for the Treatment of Mild Alzheimer Disease: a Randomized, Double-blinded, Placebo-controlled Study",
    "status": "RECRUITING",
    "last_update_time": "2025-09-30",
    "description_brief": "The study tests the effect of the ATNC MDD-V1 on Alzheimer patients' cognitive function. The ATNC MDD-V1 uses non-invasive stimulation of both magnetic and cognitive training.",
    "description_detailed": "The ATNC MDD-V1 system is a combined system of Transcranial Magnetic Stimulation and cognitive training and is a non-invasive therapeutic system for the improvement of Alzheimer patients' cognitive function.\n\nA potential participant will undergo screening procedures to confirm eligibility to participate in the study, followed by randomization procedure to one of the study groups - treatment or sham (placebo) Patient will attend the clinic 5 times a week for 6 weeks, approximately an hour every day for treatment/sham. The patient will be required to return to the clinic for follow-up.\n\nUp to 158 patients will be enrolled in up to 7 clinical sites in the Republic Korea.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "ATNC MDD-V1 (device: combined Transcranial Magnetic Stimulation + cognitive training)"
    ],
    "placebo": [
        "Sham TMS + Real cognitive training (sham control arm listed in the trial)"
    ],
    "explanation_target": [
        "Reason: The described intervention (ATNC MDD-V1) is a non‑invasive system that combines transcranial magnetic stimulation (TMS) with cognitive training and is intended to improve cognitive function in mild Alzheimer disease patients — i.e., it is a neuromodulation/cognitive intervention rather than a pharmacologic agent. citeturn0search1turn0search3",
        "Act: Key trial details extracted from public trial listings — name ATNC MDD-V1; intervention = Real TMS + Real cognitive training versus Sham TMS + Real cognitive training (sham control); device-based therapy for cognitive improvement (not a biologic or small molecule drug). These trial registries describe ATNC MDD-V1 as a combined TMS + cognitive training system. citeturn0search7turn0search1",
        "Reflect: Given the intervention type and intended effect (improving cognition), the trial fits the 'cognitive enhancer' category — it is not a biologic (monoclonal antibody/vaccine) nor a small‑molecule disease‑directed therapy targeting amyloid/tau, nor is it aimed primarily at neuropsychiatric/behavioural symptoms. Similar prior work using combined TMS + cognitive training has been studied specifically to improve cognitive outcomes in Alzheimer's/dementia populations, supporting this classification. citeturn0search0turn0search6",
        "Web search evidence (selected results used above): MedPath trial listing for ATNC‑MDD V1 describing the device and purpose; ClinConnect/Trial listings summarizing the combined TMS + cognitive training intervention; ICHGCP/registry entry showing the intervention arms and device classification; and prior published trials of combined TMS + cognitive training (neuroAD) evaluating cognitive outcomes. citeturn0search1turn0search3turn0search7turn0search0",
        "Notes/ambiguity: The ATNC MDD‑V1 is a device-based neuromodulation + cognitive training intervention (not a drug). If you want, I can fetch the full registry record (NCT06088121) or sponsor documents for additional details (stimulation parameters, cognitive training platform, endpoints)."
    ],
    "agent_type": "M) Synaptic Plasticity/Neuroprotection",
    "explanation_agent": [
        "Reason: The intervention (ATNC MDD‑V1) is a device-based neuromodulation system that pairs transcranial magnetic stimulation (TMS) with cognitive training to improve cognitive function in mild Alzheimer disease — its mechanism is to modulate cortical activity and (by implication) enhance synaptic plasticity/neuroprotection rather than to target amyloid, tau, inflammation, or a specific molecular pathway. citeturn0search3turn0search6",
        "Act: Key evidentiary details — the trial NCT06088121 (ATNC‑MDD V1) is registered as a combined TMS + cognitive training device intervention (Real TMS + Real Cog vs Sham TMS + Real Cog). Registry and trial-listing pages describe the system as a non‑invasive TMS + cognitive training therapeutic for cognitive improvement. Prior randomized studies of combined TMS + cognitive training (neuroAD, rTMS‑COG) have been used specifically to improve cognition in AD, supporting mapping to synaptic/plasticity mechanisms. citeturn0search1turn0search3turn0search6turn0search7turn0search5",
        "Reflect: CADRO does not have a dedicated ‘neuromodulation’ label; the closest, most specific fit is M) Synaptic Plasticity/Neuroprotection because the device’s intended effect is to modulate neural circuit function and enhance cognitive/ synaptic performance rather than to act on amyloid, tau, lipids, inflammation, vascular targets, or other defined molecular pathways. The intervention is therapeutic (not diagnostic), and it is not multi‑target pharmacology, so 'M' is the best single-category assignment. If you prefer strict classification of non‑pharmacologic neuromodulation as ‘Other,’ I can reassign to T) Other, but given the therapeutic aim to improve synaptic function, M is most appropriate. citeturn0search3turn0search4"
    ]
}