{
    "nct_id": "NCT03284112",
    "title": "Old SCHOOL Hip-Hop: A Randomized Controlled Trial to Improve Alzheimer's Disease Knowledge",
    "status": "COMPLETED",
    "last_update_time": "2024-04-19",
    "description_brief": "The purpose of this research study is to evaluate the knowledge of parents and children with respect to dementia symptoms, risk factors, and response before and after an interactive dementia education program that uses music and dance to enhance a health education curriculum at 1-week and 3-months after the intervention.",
    "description_detailed": "Public awareness of Cardinal Alzheimer's disease (AD) symptoms remains low. Adults often underestimate personal dementia risk; minority populations are more likely to have low dementia literacy and be unaware of it. Cultural dementia belief in minority groups are complex and pose barriers to diagnosis, with dementia symptoms being considered a part of normal aging, or that discussion may be taboo even when recognized. A key barrier to timely AD diagnosis in African Americans is delayed physician contact, often years-long, following the onset of first symptoms. Despite studies demonstrating that dementia concepts first develop in elementary school periods, apart from our work, no dementia awareness programs focus on children. This intervention therefore addresses a major gap regarding optimal approaches for shifting cultural perceptions of dementia in low-income minority populations and reducing barriers to its timely diagnosis.\n\nAll R01 aims have been completed in this study.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "SUPPORTIVE_CARE",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The described intervention (\"Old SCHOOL Hip-Hop\") is a school-based, music-and-dance dementia education program intended to increase dementia/Alzheimer's knowledge in children and parents (health education/behavioral intervention). It is not a drug, biologic, or pharmacologic treatment and does not aim to modify AD pathology, enhance cognition pharmacologically, or treat neuropsychiatric symptoms. citeturn0search0turn0search2",
        "Act: Key extracted details — Title: \"Old SCHOOL Hip-Hop: A Randomized Controlled Trial to Improve Alzheimer's Disease Knowledge.\" Intervention: Old SCHOOL Hip-Hop (behavioral/educational); Control: My Plate (nutrition education). Population: 4th–5th grade children (ages ~9–11) and their parents; Primary outcome: change in dementia symptom and response knowledge at baseline, 1 week, and 3 months. This trial is listed as an interventional behavioral study (no drug or biologic). citeturn0search0turn0search3",
        "Reflect: Classification check — The intervention is non-therapeutic, educational/behavioral (aims to improve knowledge/literacy). Per the category definitions, this does not fit disease-targeted biologic, disease-targeted small molecule, cognitive enhancer, or neuropsychiatric-symptom-improvement categories. Therefore the correct classification is 'N/A'. citeturn0search2turn0search5",
        "Web search results (sources found): 1) Trial listing summarizing the RCT and primary outcomes (MedPath / NCT03284112). citeturn0search0 2) Peer-reviewed pilot study describing the OSHH hip-hop education model and FLOW mnemonic with results on knowledge retention (PubMed / Health Education Research). citeturn0search2 3) Clinical-trial registry / study details and sponsor (Columbia University, NIA collaborator) with intervention/control descriptions and enrollment/status. citeturn0search3 4) Additional trial listings and summaries (TrialX / ICH GCP) describing follow-up and Spanish-speaking inclusion. citeturn0search5turn0search7"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}