{
    "nct_id": "NCT01577394",
    "title": "Oculomotor Recording in the Contribution to the Early Differential Diagnosis of Dementia With Lewy Bodies and Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2016-05-20",
    "description_brief": "The aim of this study is to determine whether saccadic eye movement recording may help in the discrimination between Lewy body dementia and Alzheimer disease, in the early stages of the disease.\n\nStudy type: Interventional Study design: Intervention Model: Single group assignment Primary purpose: Diagnostic",
    "description_detailed": "Dementia with Lewy bodies (DLB) is the second most common cause of neurodegenerative dementia. In its early stages, the differential diagnosis of DLB and Alzheimer's disease (AD) can be challenging. The differential diagnosis is particularly important given that patients with DLB respond well to cholinesterase inhibitors but show sensitivity to neuroleptic medications which are contraindicated in DLB. DLB tends to progress more quickly than Alzheimer's disease. Diagnostic accuracy may be improved. Oculomotor recording, easy to perform could be helpful in order to identify and reliably assess fluctuating attention performance in DLB patients.\n\nMain objective:\n\n\\- to improve differential diagnosis between DLB and AD in the early stages of the disease with oculomotor measurements\n\nSecondary objectives:\n\n* to examine the association between the oculomotor records and neuropsychological examination assessing attention abilities and their fluctuations\n* to evaluate the benefit of complementary neuropsychological tests in the distinction between DLB and AD cases\n* to examine the relationship between hippocampal volume and neuropsychological examination in DLB cases\n* to examine the diagnostic performance of MRI (Support Vector Machine) between DLB and AD\n* to examine the interest of CSF alpha synuclein concentration to discriminate DLB from AD\n* to assess at one year variations in oculomotor test scores and neuropsychological test scores Method and design Longitudinal multicenter study including 100 patients with a DLB or AD diagnosis. Clinical examination at one year.",
    "phase": [
        "PHASE3"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "DIAGNOSTIC",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The study is a diagnostic interventional trial that records saccadic/oculomotor eye movements to help discriminate dementia with Lewy bodies (DLB) from Alzheimer's disease (AD) in early stages — it does not test a drug, biologic, or therapeutic intervention, so it does not fit disease-targeted biologic, disease-targeted small molecule, cognitive enhancer, or neuropsychiatric symptom improvement categories. citeturn0search0turn0search11",
        "Act (extracted key details): Title: \"Oculomotor Recording in the Contribution to the Early Differential Diagnosis of Dementia With Lewy Bodies and Alzheimer's Disease\" (NCT01577394). Intervention: oculomotor/saccadic eye movement measurements (listed as \"Other: oculomotor measurements\"). Study type: Interventional, Single group assignment. Primary purpose: Diagnostic. Lead sponsor: Assistance Publique - Hôpitaux de Paris. No drug or placebo is listed in the trial record. citeturn0search0turn0search11",
        "Reflect: Classification check — because the intervention is a diagnostic measurement (eye movement recording) and the stated primary purpose is diagnostic rather than therapeutic or symptomatic treatment, the correct classification is 'N/A'. This interpretation is supported by the trial registry entry and by literature showing saccadic eye-movement differences can help differentiate DLB and AD (i.e., the study measures a biomarker/diagnostic signal rather than testing a pharmacologic agent). citeturn0search0turn0search2turn0search8",
        "Web search results (sources found and used):",
        "- Clinical trial registry entry summarizing the study (NCT01577394) — \"Oculomotor Testing in the Differential Diagnosis of Dementia\" (trial listing, aims, intervention: oculomotor measurements). citeturn0search0",
        "- ICH GCP / clinical-trial registry copy for NCT01577394 with detailed objectives and design (oculomotor measurements; diagnostic primary purpose). citeturn0search11",
        "- PubMed article: \"Saccadic eye movement changes in Parkinson's disease dementia and dementia with Lewy bodies\" — shows saccade differences can discriminate DLB from AD and supports use of oculomotor testing for differential diagnosis. citeturn0search2",
        "- Literature on saccadic/oculomotor abnormalities in AD and MCI supporting eye-tracking as a diagnostic biomarker (examples: PubMed and Aging journal articles). citeturn0search8turn0search9"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}