{
    "nct_id": "NCT04710550",
    "title": "Exploring the Utility of [18F]3F4AP for Demyelination Imaging in Controls, Neurodegeneration and Traumatic Brian Injury",
    "status": "ACTIVE_NOT_RECRUITING",
    "last_update_time": "2024-01-29",
    "description_brief": "The overall objective is to obtain an initial assessment of the value of using \\[18F\\]3F4AP for imaging demyelinating diseases such as traumatic brain injury (TBI), neurodegenerative diseases such as mild cognitive impairment (MCI) and Alzheimer's Disease (AD):\n\n* Aim 1) Assess the safety of \\[18F\\]3F4AP in healthy volunteers and subjects with traumatic brain injury (TBI) and neurocognitive impaired subjects (AD/MCI). Hypothesis 1: Administration of \\[18F\\]3F4AP will result in no changes in vitals or other adverse events.\n* Aim 2) Assess the radiation doses to the main organs in healthy volunteers. Hypothesis 2: the radiation doses to each organ will be comparable in all subjects and within the acceptable limits.\n* Aim 3) Assess the pharmacokinetics of a bolus infusion of \\[18F\\]3F4AP in humans including healthy volunteers and patients. Hypothesis 3: the pharmacokinetics of \\[18F\\]3F4AP at the whole brain level will be similar in controls, TBI and AD/MCI subjects. The kinetics in demyelinated lesions will be slower than in healthy areas.\n* Aim 4) Correlate MR images with \\[18F\\]3F4AP PET images. Hypothesis 4A: all the lesions seen on the MRI will show increased signal (VT or SUV) on the PET images. Hypothesis 4B: some of the lesions on the MRI will show increased signal (VT or SUV) on the PET but not all.\n* Aim 5) Correlate \\[18F\\]3F4AP PET signal with neuropsychological testing in people with TBI and AD/MCI. Hypothesis 5A: increased PET signal (VT or SUV) will correlate with impaired Mini Mental State Examination (MMSE).",
    "description_detailed": "N/A",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "DIAGNOSTIC",
    "results": null,
    "target_category": "N/A",
    "drug": [
        "[18F]3F4AP (3‑fluoro‑4‑aminopyridine) — PET radiotracer; targets voltage‑gated K+ channels; derived from 4‑aminopyridine (dalfampridine)."
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The study describes administration and imaging with [18F]3F4AP to assess safety, dosimetry, pharmacokinetics, and correlation of PET signal with MRI and neuropsychological tests — i.e., it is evaluating a PET imaging tracer for demyelination/axonal injury rather than a therapeutic intended to modify disease, improve cognition, or treat neuropsychiatric symptoms. citeturn0search2turn0search4",
        "Act: Literature and trial records identify [18F]3F4AP as 3‑fluoro‑4‑aminopyridine, a radiolabeled analog of the MS drug 4‑aminopyridine, developed as a PET tracer that binds exposed voltage‑gated potassium (K+) channels in demyelinated axons and has advanced into human biodistribution and clinical studies. This supports that the intervention is diagnostic imaging. citeturn0search1turn0search3turn0search8",
        "Reflect: Given the intervention is a radiotracer for PET imaging (diagnostic), it does not fit the provided therapeutic categories (disease‑targeted biologic, disease‑targeted small molecule, cognitive enhancer, or neuropsychiatric symptom improvement). Therefore the correct classification is 'N/A'. Key supporting references: human biodistribution/dosimetry and tracer characterization papers and the clinical trial record. citeturn0search2turn0search1turn0search0"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}