{
    "nct_id": "NCT01537757",
    "title": "An Open-Label, Two-Part, Single-Dose Study to Investigate the Pharmacokinetics of MK-8931 in Subjects With Renal Insufficiency (Protocol No. MK-8931-009 [P08535])",
    "status": "COMPLETED",
    "last_update_time": "2015-01-23",
    "description_brief": "This study will assess the pharmacokinetics of MK-8931, a ß-secretase inhibitor, in participants with renal insufficiency. In Part 1 of the study, pharmacokinetics of MK-8931 in participants with severe renal disease and in healthy matched control participants will be studied. If data from Part 1 confirms that severe renal impairment does not alter the pharmacokinetics of MK-8931 to the extent requiring dosage adjustment, then no further study will be required and Part 2 will be optional. If the data does not support this conclusion, then Part 2 will be conducted to study the pharmacokinetics of MK-8931 in participants with moderate and mild renal impairment compared to healthy matched controls.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "MK-8931 (verubecestat) — small-molecule BACE1 (β-secretase) inhibitor"
    ],
    "placebo": [
        "None (open-label single-dose PK study; no placebo)"
    ],
    "explanation_target": [
        "Reason: The protocol describes MK-8931, identified in the literature as verubecestat, a small-molecule inhibitor of β-site amyloid precursor protein cleaving enzyme 1 (BACE1) that reduces production of Aβ (amyloid) — i.e., it targets Alzheimer’s pathology rather than acting as a symptomatic cognitive enhancer or a neuropsychiatric treatment. citeturn0search1turn0search5",
        "Act: The trial is a pharmacokinetic (PK) study of MK-8931 in participants with renal insufficiency (open-label, single-dose design); the intervention is a small-molecule BACE (β-secretase) inhibitor developed by Merck, so it fits the definition of a disease-targeted small molecule. (Clinical and company publications describe MK-8931/verubecestat as a BACE1 inhibitor and report PK/pharmacodynamic studies.) citeturn0search3turn0search5",
        "Reflect: Classification check — MK-8931 is not a biologic (it is a small molecule), it is intended to modify disease biology by lowering Aβ production (not purely symptomatic cognitive enhancement or neuropsychiatric symptom management), and the trial is a PK study (not diagnostic). Therefore the correct category is 'disease-targeted small molecule'. No important alternative interpretation was found. For identification and mechanism references see PubMed and Alzforum (verubecestat/MK-8931), and Merck materials on early clinical PK/PD. citeturn0search1turn0search5turn0search3"
    ],
    "agent_type": "A) Amyloid beta",
    "explanation_agent": [
        "Reason: The trial drug MK-8931 (verubecestat) is a small-molecule inhibitor of β-site amyloid precursor protein cleaving enzyme 1 (BACE1), whose mechanism is to reduce production of Aβ (amyloid) — i.e., it directly targets amyloid biology rather than symptomatic neurotransmission or a non-therapeutic procedure. citeturn0search2turn0search4",
        "Act: The description and trial record identify MK-8931/verubecestat as a BACE1 (β-secretase) inhibitor and the study MK-8931-009 as a pharmacokinetic (single-dose, renal insufficiency) study of that compound. Because BACE1 inhibition is intended to lower Aβ generation, the most specific CADRO match is A) Amyloid beta. citeturn1search2turn0search3",
        "Reflect: Verification — multiple primary sources (discovery and clinical pharmacology reports, and Merck clinical materials) describe verubecestat as a potent/selective BACE1 inhibitor that lowers CNS and CSF Aβ; the trial MK-8931-009 is a PK study in renally impaired subjects, not a diagnostic scan or symptomatic therapy, so CADRO A) Amyloid beta is the correct classification rather than other categories or 'Other'. No alternative target was indicated in the provided description. citeturn0search2turn0search5",
        "Web search results used (selected): - Verubecestat described as a BACE1 inhibitor that reduces CNS Aβ (PubMed; discovery/efficacy preclinical & clinical data). citeturn0search2turn0search4 - Clinical PK/PD and phase‑1 pharmacokinetic reports for verubecestat (e.g., healthy adult and elderly PK studies). citeturn0search3turn0search5 - Merck clinical program materials noting verubecestat (MK‑8931) as a small‑molecule BACE1 inhibitor and related phase‑3 program context. citeturn0search1turn0search6 - Trial registry entry for MK‑8931‑009 (A Two‑Part, Single‑Dose Study of the Pharmacokinetics of MK‑8931 in Subjects With Renal Insufficiency; NCT01537757). citeturn1search2"
    ]
}