{
    "nct_id": "NCT05205980",
    "title": "Motor Learning of Fall Resistant Skills From Laboratory-induced Falling Among People With Mild Alzheimer's Disease",
    "status": "RECRUITING",
    "last_update_time": "2024-08-01",
    "description_brief": "This study will examine the overall capacity of people with Alzheimer's disease learning fall-resistant skills from perturbation training.",
    "description_detailed": "Falls can cause injury and death in older adults. Those with Alzheimer's disease are at an even higher fall risk. Our goal is to test if people with mild Alzheimer's disease can learn fall prevention skills from the exposure to large-scale perturbations on a treadmill. Two groups with mild Alzheimer's disease will be enrolled. One group will attend a perturbation training session while the other group receives no training. Groups will then be exposed to perturbations on the ground immediately and three or six months after the training. Over six months after the training, daily-living falls will be tracked for both groups. The falls following the perturbations in the lab and daily-living all-cause falls will be compared between groups to test our specific aims: 1) to test if people with Alzheimer's disease can adapt to large-scale external perturbations and learn fall resistant motor skills; 2) to inspect whether people with Alzheimer's disease can retain motor skills learned in Aim 1; and 3) to determine if people with Alzheimer's disease can generalize fall resistant skills to different contexts (treadmill to overground, inside the lab to outside the lab).",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "PREVENTION",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial tests a behavioral motor-learning intervention (perturbation training) to teach fall-resistant skills to people with mild Alzheimer’s disease — a non-pharmacologic, training-based fall-prevention study rather than a drug or biologic targeting Alzheimer pathology. citeturn0search1",
        "Act: Key extracted details — Intervention: perturbation training (laboratory-induced large-scale perturbations on a treadmill); Design: two groups (training vs no training) with immediate and 3- or 6-month re-exposure to perturbations; No drug or biologic is mentioned in the protocol. Therefore this does not match disease-targeted biologic, disease-targeted small molecule, cognitive enhancer, or neuropsychiatric-symptom intervention — classify as 'N/A'. citeturn0search1turn0search2",
        "Reflect: This classification is consistent with the study goals (motor learning/fall prevention) and with the literature showing perturbation training is a behavioral approach to reduce falls in older adults (demonstrated retention and reduced fall risk), confirming the trial is non-pharmacologic. No ambiguity about a drug target was found. citeturn0search2turn0search4",
        "Web search results (sources found): 1) Trial summary listing: 'Perturbation Training Reduces Falls in People With AD' — trial record (NCT05205980) describing perturbation training for people with Alzheimer disease. citeturn0search1 2) 'Learning from laboratory-induced falling: long-term motor retention among older adults' — PubMed/article on retention of fall-resisting skills after perturbation training, showing behavioral training reduces lab-induced falls. citeturn0search2 3) 'Perturbation Training Can Reduce Community-Dwelling Older Adults’ Annual Fall Risk: A Randomized Controlled Trial' — evidence that single-session perturbation training lowers real-world fall risk. citeturn0search4 4) Related trials on exercise and training to reduce falls in people with dementia/Alzheimer’s (examples listed for context). citeturn0search3turn0search0"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}