{
    "nct_id": "NCT03682081",
    "title": "Impact of Novel Rehabilitative Approaches for Dysphagia in Patients With Alzheimer's Disease and Related Dementias",
    "status": "ACTIVE_NOT_RECRUITING",
    "last_update_time": "2025-09-15",
    "description_brief": "The overall purpose of this project is to develop effective dysphagia rehabilitative interventions for patients with Alzheimer's Disease and related dementias at risk for pneumonia development.",
    "description_detailed": "This proposal consists of a small, randomized clinical trial to determine the impact of two novel interventions on swallowing-related outcomes in patients with mild-moderate Alzheimer's Disease and Related Dementias (ADRD) and identify subgroups of patients most likely to benefit from these interventions. Patient-caregiver dyads will be randomized to lingual strengthening, saliva substitute use, a combination of the two, or only usual care. Saliva and swallowing-related outcomes will be collected at baseline and following the 8 week intervention period.\n\nConsent and Randomization: Eligible dyads will be approached, consented and randomized at clinical care sites within University of Wisconsin Hospital and Clinics. Eligible participants' capacity to consent will determined by their primary clinical provider or team. Research staff will consent participant (or legally authorized representatives) prior to their swallow study. Each dyad will have equal chances of randomization to either usual care or one of the intervention arms plus usual care, with randomization stratified by the participant's dementia severity determined by the Clinical Dementia Rating (CDR) scale to ensure equal distribution of mild and moderate patients.\n\nBaseline Assessment: Following randomization, the baseline assessment will be completed in tandem with the outpatient clinic visit. Staff will collect data on sociodemographics, comorbidities (using the Charlson comorbidity score approach) and medications (including anticholinergics and neuroleptics). The Montreal Cognitive Assessment (MoCA) will be administered at this time. Oral health status will be graded using the Brief Oral Health Status Examination, a valid and reliable scoring instrument developed for non-dental health care providers in long term care. Dentition will be characterized by the number of posterior occlusal pairs of teeth and denture use. Smoking history and active use during the study will be recorded.\n\nUsual Care: Usual care group participants will receive standard swallowing interventions as recommended by the clinical Speech-Language Pathologist. Such treatment would likely consist of dietary (e.g., thickened liquids or pureed foods) or postural compensatory strategies (e.g., chin down posture while swallowing). All patient participants in intervention groups will also receive usual care, as indicated per their primary clinical team.\n\nInterventions:\n\nSaliva substitute: Each patient-caregiver dyad will be provided with a commercially available gel-based saliva substitute, Biotene® Oral Balance Gel. Participants will be instructed to apply an amount equivalent to about 1 cm of gel with a finger to the tongue and most intensely affected areas of the oral cavity three times a day for 8 weeks. Caregivers will be trained in how to assist the patient with application and support will be provided through follow-up phone calls.\n\nLingual strengthening intervention: Device training for dyads assigned to lingual strengthening will occur following randomization during the research visit. Isometric tongue strengthening will be completed using the Iowa Oral Performance Instrument (IOPI) over an 8-week program. An air-filled pressure bulb is placed on the surface of the oral tongue and pressed against the hard palate during exercise. Each patient is given a target pressure value to aim for as determined by the baseline one repetition maximum (1RM) lingual pressures. During week one of the regimen, the target value of each repetition will be 60% of the 1RM. For the remaining seven weeks, the target value will be increased to 80% of the 1RM. At weeks three, five, and seven, the baseline will be re-measured by phone and the 80% target value re-calculated. The final assessment point will be after completion of lingual strengthening. Training will be provided to both participants and caregivers on the device and lingual strengthening protocol and support will be provided to dyads through follow-up phone calls.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The study tests rehabilitative interventions for dysphagia (swallowing) in patients with Alzheimer’s disease and related dementias to reduce pneumonia risk — i.e., behavioral/device/rehabilitation interventions, not a drug targeting AD pathology, cognition, or neuropsychiatric symptoms. citeturn1search3turn1search0",
        "Act (extracted trial details): The trial (NCT03682081) randomizes patient–caregiver dyads to lingual (isometric tongue) strengthening using the Iowa Oral Performance Instrument (IOPI), use of a saliva substitute (Biotene Oral Balance Gel), a combination, or usual care. These are device/rehabilitative and topical oral-product interventions rather than systemic small molecules or biologics. citeturn1search3turn1search1",
        "Web-search evidence / sources found: Clinical trial listings (CenterWatch, ClinConnect, TrialX / MedPath) and trial-tracker pages for NCT03682081 describing the interventions (Biotene Oral Balance Gel; IOPI lingual strengthening) and study purpose. citeturn1search3turn1search2turn1search0",
        "Reflect: Classification rationale — does not meet any of the four therapeutic categories: not a biologic targeting pathology (amyloid/tau), not a small-molecule disease-targeting drug, not a cognitive-enhancer aimed at memory/attention, and not an intervention primarily for neuropsychiatric/behavioral symptoms. Instead it is a rehabilitative swallowing intervention (non-pharmacologic/device/topical), so I classify it as 'N/A'. Supporting literature reviews and RCTs show swallowing training and related rehabilitative approaches are used to manage dysphagia in dementia (i.e., a rehabilitative therapeutic class distinct from the four provided categories). citeturn0search4turn0search2",
        "Notes / Ambiguity: No systemic drug is tested in this trial; interventions are Biotene gel (topical saliva substitute) and IOPI-facilitated lingual strengthening (device/exercise). Therefore drug/placebo fields are empty. Key registry/source: NCT03682081. citeturn1search4turn1search3"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}