{
    "nct_id": "NCT03875638",
    "title": "Treating Hyperexcitability in Alzheimer's Disease With Levetiracetam to Improve Brain Function and Cognition",
    "status": "RECRUITING",
    "last_update_time": "2024-12-03",
    "description_brief": "The aim of this study is to explore the relationship between cortical hyperexcitability, abnormalities of brain network function, and cognitive dysfunction in human patients with AD and whether administration of the antiepileptic medication levetiracetam (LEV) normalizes these measures and improves cognition.",
    "description_detailed": "This is a randomized, placebo-controlled crossover study. Participants with early Alzheimer's Disease (AD) will be tested in a double-blind crossover design with placebo, low-dose levetiracetam (LEV) 125 mg twice daily or high-dose LEV 500mg twice daily. These results will be contrasted with results from a demographically similar control group who will undergo baseline testing only, without any intervention, to establish a comparison norm for the AD group.\n\nEach subject will undergo four screening and baseline visits consisting of a baseline neurological, medical, and cognitive evaluation. If amyloid status is unknown in AD patients, the participant will have an amyloid PET scan. Additional baseline measures include: a high density electroencephalogram (EEG); a 24 hour ambulatory EEG; functional magnetic resonance imaging (fMRI); neuropsychological testing; and transcranial magnetic stimulation with electromyogram (EMG) and EEG measures to assess cortical excitability. AD participants will be randomized to one of six possible groups that consists of a varying order of 3 treatment periods (LEV 125 mg, LEV 500 mg and placebo). The group assignments will be counterbalanced across subjects. Each treatment period will last for 4 weeks with a 4 week washout between treatments. All participants will be assessed prior to initiation of a treatment period (with the initial assessment occurring as part of the baseline assessment) and at the end of each treatment period. The following measures will be repeated as done at baseline at these time points: fMRI; neuropsychological testing; and TMS-EMG-EEG. AD participants will be enrolled for approximately 5 months.",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "levetiracetam (LEV) — antiepileptic small-molecule (binds SV2A; reduces synaptic/excitatory transmission)"
    ],
    "placebo": [
        "placebo (used as comparator in reported LEV trials)"
    ],
    "explanation_target": [
        "Reason: The trial tests levetiracetam (an antiepileptic small molecule) to normalize cortical hyperexcitability and thereby improve cognition in people with Alzheimer disease — i.e., symptomatic improvement of cognitive function rather than targeting core AD pathology (amyloid or tau). citeturn0search0turn0search3",
        "Act (extraction & mapping): Intervention = levetiracetam (LEV), a small-molecule antiseizure drug that binds synaptic vesicle protein SV2A and reduces presynaptic neurotransmitter release and neuronal hyperexcitability. The trial’s primary intent is to improve cognition by normalizing hyperexcitability (symptomatic/circuit-level effect), matching the 'Cognitive enhancer' category. citeturn0search3turn0search7",
        "Reflect (verification & caveats): Levetiracetam is not a biologic nor described as targeting amyloid/tau pathology; its mechanism is modulation of synaptic/excitability (SV2A) and has been tested in randomized trials in AD for cognitive benefit in patients with hyperexcitability. Therefore the correct category is 'cognitive enhancer'. Note: one could alternatively describe this as a circuit-targeted symptomatic therapy (not disease-modifying); if you want, I can re-classify as 'disease-targeted small molecule' only if you define 'disease-targeted' to include circuit-modulating agents — but by the provided definitions it is 'Cognitive enhancer'. citeturn0search0turn0search5",
        "Web search results (sources used): 1) LEV-AD randomized trial testing levetiracetam for network hyperexcitability and cognition in AD (Levetiracetam for Alzheimer's Disease-Associated Network Hyperexcitability). citeturn0search0 2) Studies/reviews showing levetiracetam binds SV2A and reduces presynaptic release (mechanistic papers/reviews). citeturn0search3turn0search5 3) Clinical review describing levetiracetam as a small-molecule antiepileptic (pharmacology/clinical use). citeturn0search7"
    ],
    "agent_type": "M) Synaptic Plasticity/Neuroprotection",
    "explanation_agent": [
        "Reason: The trial tests levetiracetam (an antiepileptic small molecule) to normalize cortical hyperexcitability and improve cognition in people with Alzheimer disease — a symptomatic, circuit- and synapse-level intervention rather than a therapy directed at amyloid or tau pathology. citeturn0search2turn0search0",
        "Act: Extraction & mapping — Intervention = levetiracetam (LEV), which binds the presynaptic synaptic vesicle protein SV2A and modulates neurotransmitter release to reduce neuronal hyperexcitability. This is best mapped to CADRO M (Synaptic Plasticity/Neuroprotection) because the mechanism targets synaptic function and network excitability (circuit/synaptic modulation) and the trial intent is cognitive enhancement/symptomatic benefit rather than targeting core proteinopathies. citeturn0search3turn0search10turn0search9",
        "Reflect: Verification & caveats — Levetiracetam is not directed at amyloid, tau, ApoE/lipids, or classical neurotransmitter receptors; its primary published mechanism is SV2A-mediated modulation of synaptic vesicle release and network excitability, aligning with synaptic plasticity/neuroprotection rather than receptor-specific CADRO D or pathology-focused categories. If a different mapping scheme labeled all symptomatic/circuit-directed cognitive enhancers separately, one could have chosen that label, but within the provided CADRO list the closest specific match is M) Synaptic Plasticity/Neuroprotection. citeturn0search3turn0search0",
        "Web sources used: LEV-AD randomized trial (Levetiracetam for Alzheimer Disease–Associated Network Hyperexcitability). citeturn0search0; Clinical trial entry for Treating Hyperexcitability in AD With Levetiracetam (NCT03875638). citeturn0search2; mechanistic literature showing levetiracetam binds SV2A and modulates synaptic release (Journal of Neurophysiology review; PMC article). citeturn0search3turn0search10"
    ]
}