{
    "nct_id": "NCT04337255",
    "title": "MIND Diet and Dementia Prevention in Ischemic Stroke Patients",
    "status": "ACTIVE_NOT_RECRUITING",
    "last_update_time": "2025-03-05",
    "description_brief": "To test the effects of a 2- to 3-year intervention of the MIND diet versus usual post-stroke care on cognitive decline, the characteristic feature of dementia, and on brain biomarkers of Alzheimer's Disease (AD) and vascular disease in a Phase Ill randomized controlled trial of 250 patients hospitalized for acute ischemic stroke, aged 55 years or older, and without dementia who are discharged home following hospitalization.",
    "description_detailed": "The Mediterranean-DASH diet intervention for Neurodegenerative Delay (MIND in Stroke patients is designed to test the effects of a 2-3 year intervention of a hybrid of the Mediterranean and DASH diets, called MIND on 250 older patients, without dementia who are hospitalized for acute stroke who are discharged home following hospitalization. The MIND diet has the same basic components of the DASH and Mediterranean diets, such as emphasis on natural plant based foods and limited animal and high saturated fat foods, but uniquely specifies green leafy vegetable and berries as well as food component servings that reflect the nutrition dementia evidence. In this study we will test the effects of a 2- to 3-year intervention of the MIND diet (3 months of delivered meals followed by dietary and general stroke health counseling) versus usual post-stroke care (3 months delivered self-selected meals followed by general stroke health counseling) on change on cognitive outcomes over 24 to 36 months. Biological effects of the MIND diet will be assessed by measurement of brain macro and microstructural integrity in all trial participants. Other biochemical markers will be assessed in the entire group of 250 participants including: plasma Abeta42/beta40, brain derived neurotropic factor (BDNF) and plasma markers of oxidative stress and inflammation. The trial will examine potential effect mediators and modifiers by a number of cardiovascular risk factors, AD biomarkers and biological mechanisms. The proposed study has 3 recruitment sites, Rush University Medical Center, University of Chicago, and Advocate Christ Hospital all located in Chicago.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "PREVENTION",
    "results": null,
    "target_category": "N/A",
    "drug": [
        "MIND diet (Mediterranean-DASH Intervention for Neurodegenerative Delay)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is the MIND diet — a multi-year dietary (lifestyle) intervention intended to slow cognitive decline and affect Alzheimer’s and vascular brain biomarkers. This is not a drug, monoclonal antibody, vaccine, or other biologic, nor a small-molecule pharmaceutical; it is a behavioral/nutritional intervention aimed at reducing dementia risk and preserving cognition. citeturn0search5turn0search1",
        "Act: Key extracted details — intervention name: MIND diet; population: post-acute ischemic stroke patients ≥55 years without dementia; design: Phase III randomized controlled trial, 2–3 year intervention vs usual care; outcomes: cognitive decline, dementia incidence, AD and vascular brain biomarkers. Because the MIND diet is a dietary/lifestyle intervention (not a biologic or small molecule) it does not match any of the four provided categories and therefore is classified as 'N/A'. citeturn0search6turn0search2",
        "Reflect: Confirming the choice — prior observational and trial literature describe the MIND diet as a preventive dietary pattern associated with slower cognitive decline and improved cognitive outcomes after stroke, supporting that the trial’s aim is dietary prevention/modification rather than testing a drug or biologic. Examples of background/related studies and trial protocols are shown below. Given the category definitions (biologic agent, small molecule, cognitive-enhancer drug, or neuropsychiatric symptom drug), a diet intervention does not fit; thus 'N/A' is appropriate. citeturn0search0turn0search5turn0search3",
        "Web search results (key sources used): 1) \"Mediterranean-DASH Intervention for Neurodegenerative Delay (MIND) Diet Slows Cognitive Decline After Stroke\" (PMC/PubMed summary). citeturn0search5turn0search0 2) \"MIND study: Rationale, design and baseline characteristics\" (randomized trial protocol for MIND diet trials). citeturn0search1 3) Pilot RCTs of the MIND diet in mild stroke patients (MINDICOMS / MINDICOMS II descriptions). citeturn0search2 4) Clinical trial record describing MIND diet interventions in stroke patients (trial listing / NCT summary). citeturn0search6 5) Public-facing summaries and guidelines about the MIND diet and brain health (e.g., US News / Live Science). citeturn0search3turn0search4"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}