{
    "nct_id": "NCT03352258",
    "title": "Effect of Low Dose Radiotherapy on Brain Amyloidosis in the Treatment of Alzheimer's Disease: a Randomized Pilot Study",
    "status": "ACTIVE_NOT_RECRUITING",
    "last_update_time": "2025-01-07",
    "description_brief": "Alzheimer's Disease (AD) is the most frequent neurodegenerative disease associated with dementia, with a constantly increasing prevalence associated with an aging population. Amyloid deposition is considered the first molecular event occurring in AD: as already showed in an animal model, a low-dose radiotherapy (RT) course is capable of reducing AD-associated amyloid-β plaques and improve cognitive function. This pilot study wishes to investigate in 10 patients with a diagnosis of prodromal or early probable AD and with evidence of amyloid pathology the effectiveness of a short course low dose RT radiotherapy to reduce amyloid deposits in the human brain using molecular imaging (18F-Florbetapir) to show the effectiveness of the treatment on the specific target.",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is a short course of low‑dose radiotherapy (external beam RT) aimed at reducing brain amyloid-β deposits (measured with 18F‑Florbetapir) — i.e., it targets Alzheimer’s pathology (amyloid) but is a non‑pharmacologic, non‑drug procedure (radiation). Preclinical and early human work report amyloid- and inflammation‑reducing effects and cognitive changes after low‑dose RT. citeturn0search2turn0search1turn0search4",
        "Act: Key extracted details — Intervention: low‑dose radiotherapy to the brain; Target/mechanism claimed: reduction of amyloid‑β plaques and neuroinflammation (disease‑modifying intent); Outcome measure: 18F‑Florbetapir PET to measure amyloid load. No drug or biologic is being tested, so it cannot be classified as a disease‑targeted biologic or small molecule. The most relevant literature found includes animal studies showing reduced amyloid and tau after LD‑RT and a systematic review summarizing preclinical and early human studies. citeturn0search3turn0search0turn0search4",
        "Reflect: Classification decision — The trial targets disease pathology (amyloid) but uses radiotherapy, not a biologic or small molecule drug, and is not solely a cognitive‑enhancer or a neuropsychiatric symptom trial. Per the provided category definitions, this does not fit categories 1–4, so the correct label is 'N/A'. This conclusion is supported by the literature showing LD‑RT as a non‑pharmacologic approach to reduce amyloid in animal models and early human reports. citeturn0search2turn0search4"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}