{
    "nct_id": "NCT01021644",
    "title": "Effects of Standardized Aerobic Exercise-Training on Neurocognitive and Neurodegeneration",
    "status": "COMPLETED",
    "last_update_time": "2014-02-13",
    "description_brief": "The primary purpose of this pilot study is to determine whether African Americans with mild Alzheimer's disease (AD) can be enrolled and retained in a 6-month aerobic exercise-training study.",
    "description_detailed": "This study will examine the effects of aerobic exercise-training on neurocognitive function, and on cerebral glucose homeostasis. It is yet to be determined whether African Americans with mild AD can be recruited into such a study, nor has the relationship of fitness adaptation to neurocognitive function been systematically examined in this population. In addition to the goal of assessing the intervention effects, the study will evaluate the differential relationships of APOE to aerobic fitness-induced changes in neurocognition. The long-term goal is to explore the mechanism by which fitness adaptation exerts an effect on neurocognition, notably, low levels of high-density lipoprotein cholesterol (HDL-C), elevated inflammation (C-reactive protein (CRP) and interleukins (IL-1A)), deranged glucose homeostasis, hypertension and endothelia dysfunction are precursors of arteriolosclerosis, decreased cerebral perfusion and oxygen deprivation, all of which may increase AD risk. Because many of these putative AD risk factors are susceptible to lifestyle alterations, the study will also assess their roles in aerobic fitness-related improvements in cognitive function and reduction in AD risk.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The study intervention is a 6-month supervised aerobic exercise training (behavioral intervention) aimed at enrollment/retention of African Americans with mild Alzheimer’s disease and to examine effects on neurocognition and neurodegeneration — this is a non-pharmacologic (exercise) trial, not a drug/biologic study. citeturn0search2turn0search10",
        "Act (key details extracted): Title: \"Effects of Standardized Aerobic Exercise-Training on Neurocognitive and Neurodegeneration\"; Intervention: aerobic exercise-training (vs. stretch exercise control); Trial registry/identifier reported in public summaries (NCT01021644). This confirms a behavioral exercise RCT rather than administration of a drug or biologic. citeturn0search10turn0search2",
        "Supporting evidence (effects and similar trials): Prior/similar 6-month aerobic exercise studies in AD report cognitive and brain-structure outcomes (e.g., hippocampal volume, ADAS-Cog changes), demonstrating the trial’s aim is behavioral modulation of cognition/neurodegeneration rather than testing a pharmacologic agent. citeturn0search0turn0search1turn0search6",
        "Reflect: Classification rationale — the four provided categories cover pharmacologic/biologic disease-targeted agents and drug-based cognitive or neuropsychiatric symptom treatments. Because this trial tests an exercise intervention (behavioral, non-drug), it does not fit any of those four drug/biologic categories; therefore the correct classification is 'N/A'. citeturn0search2turn0search10",
        "Web search results used (selected sources): 1) Grant summary / project description for \"Effects of Standardized Aerobic Exercise-Training on Neurocognitive and Neurodege...\" (Obisesan, Howard Univ.). citeturn0search2 2) Trial listing \"Genes, Exercise, Memory and Neurodegeneration\" (trial summary / NCT record entry). citeturn0search10 3) PubMed article \"Impact of 6-month cycling on Alzheimer's symptoms\" (pilot study of aerobic exercise in AD). citeturn0search1 4) Alzheimer's & Dementia conference report showing 6-month aerobic exercise associated with increased hippocampal volume in older African-Americans. citeturn0search0 5) FIT-AD trial protocol describing 6-month cycling intervention and cognitive/hippocampal outcomes in AD. citeturn0search6"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}