{
    "nct_id": "NCT05630118",
    "title": "Testing an Online Insomnia Intervention to Reduce Alcohol Use Via Improved Sleep Among Heavy Drinkers",
    "status": "COMPLETED",
    "last_update_time": "2025-07-09",
    "description_brief": "Alcohol use disorder (AUD) inflicts enormous physical, emotional, and financial burdens on the individual and society at large. Insomnia is highly prevalent among individuals with AUD, and disrupted sleep contributes substantially to alcohol-related problems. While research suggests that treating insomnia may effectively reduce AUD, the degree to which treating insomnia in heavy drinkers reduces alcohol consumption and prevents the onset of severe AUD is not known. This study will be the first to evaluate an Internet-based version of cognitive behavioral therapy for insomnia (CBT-I) in community-dwelling, heavy drinking adults with insomnia. Sleep Healthy Using the Internet (SHUTi), the most widely-used and well-validated version of Internet-based CBT-I will be used. The primary aim is to reduce alcohol consumption and insomnia severity in this population.",
    "description_detailed": "The study will investigate the efficacy of Sleep Healthy Using the Internet (SHUTi), an online insomnia intervention, in reducing alcohol consumption and improving sleep in heavy drinkers with insomnia. The participants are ages 18-50 (N=100) who have insomnia and are heavy drinkers (at least weekly binge drinking episodes \\[4/5+ drinks in one sitting for men/women\\]). This intervention has a mixed methods randomized controlled trial design. Participants will be randomly assigned to either the online SHUTi intervention (N=50), or a patient education (PE) website (N=50). Quantitative data will be collected via online REDCap surveys and daily online diaries. Qualitative data will be collected via semi-structured telephone interviews. Data collection points will be pre-intervention, post-intervention, and 3- and 6-months postintervention.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "neuropsychiatric symptom improvement",
    "drug": [
        "SHUTi (Sleep Healthy Using the Internet) — an internet-delivered cognitive behavioral therapy for insomnia (iCBT‑I; fully automated, interactive, tailored program)"
    ],
    "placebo": [
        "Online patient education / wait‑list control (nontailored insomnia education used as comparator in SHUTi trials)"
    ],
    "explanation_target": [
        "Reason: The trial evaluates an internet-based CBT for insomnia (SHUTi) delivered to heavy drinkers with insomnia with the primary aim of reducing insomnia severity and, secondarily, alcohol consumption. This is a behavioral/symptom-targeted intervention (sleep/insomnia), not a pharmacologic agent or a diagnostic test. citeturn0search6turn0search0.",
        "Act: Key extracted details — Intervention: SHUTi (Sleep Healthy Using the Internet), a 5–6 week fully automated, interactive, tailored web-based CBT‑I program (sleep restriction, stimulus control, cognitive restructuring, sleep hygiene, relapse prevention). Primary outcomes target insomnia severity and alcohol use. Comparator in prior SHUTi trials has been online patient education or waitlist control (nontailored insomnia information). No small molecule or biologic is involved. citeturn0search6turn0search1turn0search2.",
        "Reflect: Classification check — By the provided category definitions, this is not a biologic (monoclonal antibody/vaccine) nor a small molecule targeting Alzheimer pathology, nor is it primarily a cognitive enhancer. It is an intervention meant to improve a neuropsychiatric/sleep symptom (insomnia) with the downstream goal of reducing alcohol use; therefore it best fits 'neuropsychiatric symptom improvement.' This interpretation is supported by published descriptions of SHUTi and its use to improve insomnia. citeturn0search0turn0search3"
    ],
    "agent_type": "T) Other",
    "explanation_agent": [
        "Reason: The intervention (SHUTi — Sleep Healthy Using the Internet) is an internet-delivered cognitive behavioral therapy for insomnia (iCBT‑I). It targets insomnia symptoms/behavioral processes (sleep restriction, stimulus control, cognitive restructuring, sleep hygiene, relapse prevention) rather than a molecular, cellular, or biochemical disease mechanism listed in CADRO. citeturn0search0turn0search3",
        "Act: Key extracted details — SHUTi is a fully automated, interactive, tailored web CBT‑I program (typically 5–6 to 9 weeks in trials) intended to reduce insomnia severity (primary) and, in this trial, secondarily reduce alcohol use among heavy drinkers. No small molecule, biologic, gene, receptor, or specific molecular pathway is targeted. Therefore it does not map to CADRO categories A–Q or R (multi‑target molecular interventions). Assign 'T) Other'. citeturn0search0turn0search6",
        "Reflect: Confirmed classification — behavioral/symptom‑focused interventions (CBT‑I/psychotherapy/digital therapeutics) fall outside CADRO’s molecular/biological target categories; the instructions specify returning 'T) Other' when no therapeutic target can be inferred or the trial does not fit CADRO categories. Thus 'T) Other' is the appropriate classification. If you want the label to reflect 'neuropsychiatric symptom improvement' for downstream grouping, note that CADRO itself has no dedicated behavioral-symptom category, so we use 'T) Other'. citeturn0search5",
        "Web search results (key sources used):",
        "- JAMA randomized clinical trial describing SHUTi (internet CBT‑I), program structure, and efficacy. citeturn0search0turn0search3",
        "- JMIR Mental Health RCTs showing SHUTi efficacy in veterans and detailing intervention length/content. citeturn0search6",
        "- Systematic review / meta‑analysis of internet‑delivered CBT‑I supporting that iCBT‑I improves insomnia outcomes. citeturn0search5"
    ]
}