{
    "nct_id": "NCT05911178",
    "title": "Impact of Microglial Activation on Synaptic Density in Alzheimer's Disease",
    "status": "RECRUITING",
    "last_update_time": "2024-06-11",
    "description_brief": "This study aims to analyse, in vivo, the interplay between microglial activation and tau pathology in Alzheimer's disease (AD) using \\[18F\\]-DPA-714 and \\[18F\\]-Ro948 tracers by Position Emission Tomography (PET), and their consequences on synaptic density using \\[11C\\]-UCB-J, a recent PET radioligand.\n\nBy coupling advanced neuroimaging techniques in AD patients, while comparing them to controls, we will be able to study, for the first time in humans, the interaction between neuroinflammation, tau pathology, synaptic density, and their impact on AD progression. Joint analyses of peripheral immune biomarkers, carried out as a secondary objective, will further aim at defining peripheral correlates of this interplay.\n\nOverall, we aim to refine AD subgroup classification in order to improve and to refine the design of new therapeutic trials.",
    "description_detailed": "The present study aims to reevaluate the interplay between microglial activation, tau pathology, and synaptic density. It is an interventional, comparative, controlled, non-randomized study in which AD patients will be matched to controls. In order to better our current understanding of pathophysiological processes of neuroinflammation in AD, we will analyze regional microglial activation, cortical tau deposition, and synaptic dysfunction by employing multiple PET radioligands and MRI. The hybrid images will be acquired at baseline and at two years.\n\nThis study design opens the door to a multimodal study; first transversal (by determining whether the level and the extent of DPA-714 binding are associated with synaptic loss and tau deposition) then longitudinal (after a two-year follow-up based on PET/MRI, cognitive and clinical assessment and peripheral immune biomarkers). By using PET imaging at baseline and at two years, we will investigate the neuroinflammation dynamics in sporadic AD and its consequences on neurodegenerative biomarkers as well as its clinical repercussions.\n\nConservative diagnosis criteria based on clinical and CSF biomarkers have been established to avoid risks of misdiagnosis for the patients. The controls will undergo, at inclusion, an additional PiB-PET imaging to avoid bias and to identify amyloid positive controls.\n\nA complete clinical and cognitive evaluation will accompany the image acquisition at baseline. The subjects will be followed up clinically at one year. At two years, another set of PET/MRIs will be performed as well as a cognitive evaluation. The image acquisitions will be planned within 6 months of each clinical visit at baseline and at two years.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "SCREENING",
    "results": null,
    "target_category": "N/A",
    "drug": [
        "[18F]-DPA-714",
        "[18F]-RO948",
        "[11C]-UCB-J"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The protocol describes use of PET radioligands to image biology in vivo — [18F]-DPA-714 (a TSPO ligand used to image microglial activation), [18F]-RO948 (an F-18 tau PET tracer selective for AD-type tau pathology), and [11C]-UCB-J (an SV2A PET tracer for synaptic density). These are diagnostic/imaging tracers rather than therapeutic agents intended to modify disease or symptoms. citeturn0search13turn1search4turn0search4",
        "Act: Extracted details from the trial description — interventions are three PET radioligands ([18F]-DPA-714, [18F]-RO948, [11C]-UCB-J) used for observational in vivo imaging and peripheral biomarker correlation to refine AD subgrouping. There is no investigational drug or treatment intended to alter disease biology or cognition described; the study is observational/diagnostic. (Imaging use and diagnostic utility of these tracers are documented in the literature). citeturn0search2turn1search1turn0search6",
        "Reflect: Applying the category definitions — ‘Disease-targeted biologic’ and ‘Disease-targeted small molecule’ require a therapeutic biologic or small-molecule drug aimed at AD pathology; ‘Cognitive enhancer’ implies a compound given to improve cognition; ‘Neuropsychiatric symptom improvement’ implies treatment of behavioral symptoms. This trial uses PET tracers for measurement only and does not test a therapeutic intervention, so it does not fit any of the four therapeutic categories. Classification: N/A. citeturn1search4turn0search4",
        "Web-search evidence (key sources used): [18F]-DPA-714: DPA-714 is a TSPO ligand used to image microglial activation (overview and PET studies). citeturn0search13turn0search2; [18F]-RO948: RO948 is an F-18 tau PET tracer used to detect AD-type tau pathology and has diagnostic utility in distinguishing AD from other disorders. citeturn1search4turn1search1; [11C]-UCB-J: 11C-UCB-J is an SV2A PET radioligand for measuring synaptic density in human brain (used in AD and other disorders). citeturn0search4turn0search12"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}