{
    "nct_id": "NCT01962779",
    "title": "Sleep, Aging and Risk for Alzheimer's Disease (SARA) Study",
    "status": "COMPLETED",
    "last_update_time": "2020-07-20",
    "description_brief": "Our preliminary data show for in cognitively-normal elderly, that Sleep Disordered Breathing (SDB) is associated with the increase of cerebrospinal fluid (CSF) phosphorylated-Tau (P-Tau) and total-Tau (T-Tau), decreases in medial temporal lobe glucose uptake (FDG-PET) and volume (MRI) and progressive memory decline, all of which have been shown to be useful in predicting future dementia in older adults. These findings raise the question as to whether Alzheimer's disease (AD) tissue damage causes SDB in the elderly, or alternatively, if SDB acts as a risk factor for AD neurodegeneration. In the proposed study, we will investigate these mechanistic hypotheses in cognitively normal elderly by examining the longitudinal associations between SDB and cognitive decline, novel MR neuroimaging and CSF biomarkers for neurodegeneration; while our secondary goal is to launch a pilot treatment study to aid in interpreting the mechanistic hypotheses and to examine the effects of nasal continuous positive airway pressure (CPAP) on cognitive decline and neurodegeneration.",
    "description_detailed": "Sleep disordered breathing (SDB) is a common disorder with an estimated prevalence in the elderly ranging from 30-80%. The relevance of this high frequency in late life is emerging, as recent evidence suggests that SDB may be associated with the development of mild cognitive impairment and dementia. Alzheimer's disease (AD) is the most common form of dementia and affects nearly 45% of the population older than 85. Hippocampal atrophy and glucose hypometabolism, as well as changes in cerebrospinal fluid (CSF) levels of amyloid beta-42 (Aβ42), phosphorylated-tau (P-Tau) and total-tau (T-Tau), have been shown to be useful in predicting future decline in cognitively normal older adults, which suggests that AD pathology is detectable prior to cognitive impairment in at-risk subjects. This \"presymptomatic phase\", in which tissue damage is minimal and whose detection precedes clinical symptoms, is an ideal stage for risk factor analysis and intervention trials. Our preliminary data show, for the first time in cognitively-normal elderly, that the severity of SDB (as measured by respiratory events with 4% desaturation, Apnea Hypopnea Index 4% \\[AHI4%\\]) is associated with the increase of CSF P-Tau and T-Tau, a decrease in glucose uptake (measured by FDG-PET) in the medial temporal lobe, reduced hippocampal volume, and longitudinal memory decline. These findings raise the question as to whether AD tissue damage causes SDB in the elderly, or alternatively, if SDB acts as a risk factor for neurodegeneration. The proposed parent grant for this project conducted at the NYU Center for Brain Health (CBH), is a 5-year NIH-funded longitudinal study of 180 normal elderly (50-95 years), who will undergo complete baseline and 24 month follow-up evaluations. The exams include MR imaging: both structural and cerebral blood flow (CBF) using a novel NYU arterial spin labeling (ASL) protocol and regional brain vasoreactivity estimates after CO2 breathing (VR-CO2); as well as both plasma and CSF biomarkers. The present ancillary proposal, performed in collaboration with NYU's Sleep Disorders Center, will investigate: 1) SDB as a longitudinal predictor of changes in memory, levels of P-tau and T-Tau, hippocampal atrophy, and the blunted VR-CO2 response (all these effects of SDB were observed in cross-section in our pilot work); and 2) if these SDB related phenomena in normal elderly are susceptible to intervention with nasal continuous positive airway pressure (CPAP) in moderate-to-severe SDB subjects. This study has the potential to identify: 1) a highly prevalent AD-related mechanism by which SDB contributes to cognitive decline; 2) the alternative hypothesis, the presence of biomarker features of AD as risks factors for SDB; and 3) that the treatment of SDB with CPAP improves cognition through an AD-related pathway in the elderly.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "BASIC_SCIENCE",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The study description links sleep-disordered breathing (SDB)/obstructive sleep apnea to Alzheimer’s biomarkers (CSF p‑Tau/T‑Tau, FDG‑PET hypometabolism, MRI volume loss) and progressive memory decline, and proposes a pilot treatment using nasal continuous positive airway pressure (CPAP) to test mechanistic hypotheses about SDB as a risk factor for AD. Reviews and cohort analyses support associations between SDB/OSA and increased AD risk and that CPAP use may modify cognitive trajectories. citeturn0search1turn0search2",
        "Act: Key extracted details — intervention: nasal continuous positive airway pressure (CPAP) (a device/respiratory therapy), population: cognitively normal elderly with SDB, outcomes: cognition and AD biomarkers (CSF, MRI, FDG‑PET). CPAP is an established device therapy studied for effects on sleepiness and cognition in AD/SDB populations (example randomized and observational analyses). This is not a biologic (e.g., antibody) nor a small‑molecule drug, nor is it a pharmacologic cognitive enhancer or an intervention primarily for neuropsychiatric symptoms. citeturn0search3turn0search2",
        "Reflect: Classification — 'N/A'. Rationale: The four provided categories are (1) disease‑targeted biologic, (2) disease‑targeted small molecule, (3) cognitive enhancer, and (4) neuropsychiatric symptom improvement. The SARA study tests a non‑pharmacologic device (CPAP) to modify a risk factor (SDB) and downstream biomarkers/cognition; it does not fit any of the four drug/biologic/symptom categories. This decision aligns with prior literature describing CPAP as a non‑drug intervention examined for cognitive/biomarker effects in SDB/AD contexts. citeturn0search4turn0search1",
        "Web search results consulted (selected): PubMed review summarizing SDB/OSA links to AD biomarkers and CPAP effects. citeturn0search1; ADNI analysis showing SDB associated with earlier cognitive decline and CPAP use associated with delayed MCI onset in subsets. citeturn0search2; randomized trial showing CPAP reduced daytime sleepiness in AD patients with SDB. citeturn0search3; broader review on SDB and AD risk summarizing biomarker and CPAP studies. citeturn0search4"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}