{
    "nct_id": "NCT00921297",
    "title": "Therapeutic Effects of Cataract Removal in Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2017-11-07",
    "description_brief": "Two very common aging-related diseases in older adults are Alzheimer's disease (AD) and cataracts. In elderly adults, these two diseases frequently occur in the same person. Although a cure for AD is currently unavailable, cataracts can be effectively treated with surgery in most people. The removal of cataracts has documented benefits for visual performance and for reducing accidents and falls. However, it has been the experience of the ophthalmologists, and others in the field, that patients, caregivers, and primary care doctors are reluctant to proceed with cataract surgery once an individual is given the diagnosis of AD. It is thought that cataract surgery will not improve the AD patient's quality of life, vision, and cognition. The investigators have designed this study to determine whether or not this is true.",
    "description_detailed": "In this project, we propose to test the following clinical hypothesis, while addressing the primary and two secondary Specific Aims:\n\nHypothesis: Cataract removal produces measurable benefits in vision, perception, independent function, and quality of life in patients with co-morbid Alzheimer's disease.\n\nPrimary Specific Aim: To determine the effects of cataract removal on visual acuity, spatial contrast sensitivity, vision dependent functions, visual information processing, and quality of life in patients with Alzheimer's disease.\n\nSecondary Specific Aims.\n\n1. To delineate the baseline characteristics of those patients who benefit most from the surgical intervention.\n2. To assess the thickness of the retinal nerve fiber layer (RNFL) with optical coherence tomography (OCT) in large samples of AD patients classified with mild or moderate dementia to determine if the thickness of the RNFL is associated with dementia severity, visual performance measures, and other patient characteristics.\n\nThe study is designed as a Randomized Controlled Trial (RCT) with two cohorts of AD patients in a longitudinal investigation. Each person will be evaluated periodically over a 6 month period. All participants will be diagnosed with visually significant bilateral cataractous lens. The cohorts will be established by randomly assigning patients to either the immediate or the (optional) delayed surgery group. Patients will be stratified by AD severity (CDR mild or moderate) and cataract severity prior to being randomized. Comparisons between and within groups will test the change over time in vision, visual information processing, and quality of life associated with or without the removal of cataracts. The RNFL thickness of each person will be evaluated with optical coherence tomography (OCT). The thickness of the RNFL will be compared across dementia severity levels. Each consented participant will have a consenting study partner who may be referred to as a Research Partner, and who will often be the participant's caregiver. The latter will help to assure protocol adherence by the AD participants and will provide information about behavioral symptoms, activities of daily living, and amount of resources used. The study will demonstrate the clinical efficacy of cataract removal as a direct intervention to potentially improve the visual and cognitive functions, and the quality of life in persons diagnosed with AD.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "OTHER",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial tests cataract removal (surgical lens extraction with intraocular lens implantation) in people with Alzheimer’s disease to determine whether surgery improves vision, quality of life, and cognition. This is a non-pharmacologic surgical intervention that does not target AD molecular pathology (amyloid, tau) and is not a drug-based cognitive or neuropsychiatric treatment.",
        "Act (extracted details & supporting web evidence): Title: \"Therapeutic Effects of Cataract Removal in Alzheimer's Disease.\" Intervention: cataract surgery (lens removal and intraocular lens placement). Purpose: measure effects on vision, quality of life, mood, sleep, and cognitive outcomes in AD patients. No drug is tested in this trial. Relevant literature showing cataract surgery is associated with cognitive benefits and reduced dementia risk (examples): National Institute on Aging summary of cataract removal linked to reduced dementia risk. citeturn0search0 A PubMed systematic review/meta-analysis showing cataract extraction associated with lower dementia risk. citeturn0search1 American Academy of Ophthalmology report on mood/cognition improvements after cataract surgery in AD patients. citeturn0search3 University of Washington / ACT study news reporting lower dementia risk after cataract surgery. citeturn0search4",
        "Reflect: Classification check — by the defined categories: (1) disease-targeted biologic: no (no biologic/antibody/vaccine); (2) disease-targeted small molecule: no; (3) cognitive enhancer: no specific cognitive drug being tested (the intervention is surgical vision restoration, not a drug designed to directly enhance cognition); (4) neuropsychiatric symptom improvement: not primarily testing a psychiatric medication for agitation/depression (although mood/sleep may be secondary outcomes). Therefore the trial does not fit the four drug/biologic categories and is classified as 'N/A'.",
        "Web search results (selected): NIA: \"Cataract removal linked to a reduction in dementia risk.\" citeturn0search0; PubMed: \"Association of cataract extraction and the risk of dementia — A systematic review and meta-analysis.\" citeturn0search1; AAO news release on cognitive/mood improvements after cataract surgery in AD patients. citeturn0search3; UW Medicine news on cataract surgery linked with lessened dementia risk (Adult Changes in Thought study). citeturn0search4."
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}