{
    "nct_id": "NCT04585347",
    "title": "Four-Period, Single-Dose, Sequential Study in Healthy Adults, to Assess Pharmacokinetics of ALZ-801 and Tramiprosate From ALZ-801 Prototype Tablets and Effect of Food on Bioavailability of ALZ-801 and Tramiprosate for Selected Prototype Tablet",
    "status": "COMPLETED",
    "last_update_time": "2020-10-12",
    "description_brief": "Phase 1, single-center, open-label, non-randomized, sequential single dose 4-period study in 12 healthy subjects to assess the pharmacokinetics of ALZ-801, tramiprosate and the primary metabolite of tramiprosate, NRM5074, from prototype drug product formulations of ALZ-801, and to assess effect of food on the bioavailability of ALZ-801 and tramiprosate of the prototype tablet formulation.",
    "description_detailed": "This is a single-center, open-label, non-randomized, sequential, single-dose, 4-period study in 12 healthy adult subjects. Subjects are to receive a single oral dose of ALZ-801 in each of the 4 study periods (Regimens A, B, C and D) in a non-randomized, sequential manner, separated by a minimum washout period of 7 days. The washout period is expected to last approximately 14 days to permit interim decisions to take place and to allow for the selection of the formulation of the subsequent regimen. Periods of interim analysis will take place following dosing with prototype formulations Regimens A, B, and C, during which the PK and safety data are reviewed to determine the dose to be administered in the subsequent treatment period. Interim decisions aim to identify a prototype ALZ-801 immediate release tablet formulation that provides a similar tramiprosate AUC and Cmax to that of historical values after administration of a 100 mg loose-filled tramiprosate capsule in the fasted state.\n\nOptimization of the required tramiprosate exposure will be made by adjusting the dose of ALZ-801 in the prototype tablets using a formulation design space with a target dose range, per tablet, of 171 to 514 mg ALZ-801 (equivalent to 100 mg to 300 mg tramiprosate). Dose selection will be made after a complete review of all data collected from the previous dose group. For dose selection to occur, data is required to be available from a minimum of 8 evaluable subjects with complete safety assessments up to 24 h post-dose, and required safety and PK data (AEs, plasma concentrations of ALZ-801, tramiprosate and NRM5074, and Tmax, Cmax and AUC estimates for ALZ-801 and tramiprosate).",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "ALZ-801",
        "tramiprosate",
        "NRM5074 (3-SPA)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The investigational agent ALZ-801 is an oral valine‑conjugated prodrug of tramiprosate; tramiprosate (and its metabolite 3‑SPA, previously referred to as NRM5074) is a small molecule that inhibits Aβ (beta‑amyloid) oligomer formation/aggregation, i.e., it targets Alzheimer's pathology rather than only symptomatic cognition or neuropsychiatric symptoms. citeturn0search4turn1search0",
        "Act: Key extracted trial details — Phase 1 single‑dose PK study in healthy adults measuring ALZ-801, its active moiety tramiprosate, and primary metabolite NRM5074 to assess formulations and food effect. The drug class and mechanism (oral small‑molecule anti‑amyloid/anti‑oligomer) are documented in clinical PK and developer sources, so this matches the 'disease‑targeted small molecule' category. citeturn1search2turn0search5",
        "Web search results / supporting sources (brief): - Clinical Pharmacokinetics and Safety paper: ALZ-801 is a prodrug of tramiprosate with improved PK and retains tramiprosate's anti‑Aβ oligomer activity. citeturn0search5 - PubMed summary (ALZ-801/tramiprosate mechanism & phase‑2 context). citeturn0search0 - ALZforum summary: ALZ-801 = valiltramiprosate (small molecule), amyloid‑targeting. citeturn0search1 - Discovery paper identifying metabolite 3‑SPA (formerly NRM5074) with anti‑Aβ oligomer activity. citeturn1search0 - ClinicalTrials snapshot of the exact study description provided (Four‑period single‑dose PK; measures NRM5074). citeturn1search2",
        "Reflect: Conclusion check — the trial is a PK/formulation study in healthy volunteers for an oral prodrug whose known MOA is inhibition of beta‑amyloid oligomer formation (disease pathology). That fits the developer definitions for 'disease‑targeted small molecule' (small molecule targeting AD pathology). No evidence in the description that this is a biologic, a purely symptomatic cognitive enhancer with unrelated MOA, or a neuropsychiatric symptom intervention, so classification as 'disease-targeted small molecule' is appropriate. citeturn0search4turn1search0"
    ],
    "agent_type": "A) Amyloid beta",
    "explanation_agent": [
        "Reason: ALZ-801 is an oral valine‑conjugated prodrug that is rapidly converted to tramiprosate; tramiprosate (and its metabolite 3‑SPA/NRM5074) are small molecules that inhibit β‑amyloid (Aβ) oligomer formation and aggregation, i.e., they directly target amyloid pathology rather than only symptomatic mechanisms. citeturn0search0turn0search1",
        "Act: Extracted trial details and mechanism — the study is a single‑dose, four‑period PK/formulation study in healthy adults measuring ALZ‑801, tramiprosate, and the primary metabolite NRM5074 (3‑SPA) to assess formulation and food effects. The drug class and MOA (oral small‑molecule anti‑Aβ oligomer/anti‑aggregation) are documented in clinical pharmacokinetic and development sources, so the most specific CADRO match is A) Amyloid beta. citeturn0search4turn0search0",
        "Reflect: Confirmation — the intervention is a disease‑targeted small molecule whose reported central mechanism is inhibition of Aβ oligomer formation; there is no indication the trial targets tau, inflammation, synaptic receptors, metabolism, or is non‑therapeutic. Therefore classification as A) Amyloid beta is appropriate. Supporting clinical biomarker/outcome data from longer ALZ‑801 trials also align with anti‑Aβ action. citeturn0search2turn0search1",
        "Web search results / supporting sources (brief): - PubMed review: ALZ‑801 is a valine‑conjugated prodrug of tramiprosate; tramiprosate inhibits Aβ oligomer formation. citeturn0search0 - Clinical Pharmacokinetics / Springer article: phase I PK, formulation and food‑effect data for ALZ‑801, details on tramiprosate and NRM5074 disposition. citeturn0search4 - Phase‑2/PK summaries showing ALZ‑801/tramiprosate/3‑SPA anti‑Aβ activity and biomarker effects in APOE4 early AD cohorts. citeturn0search1turn0search2"
    ]
}