{
    "nct_id": "NCT05756231",
    "title": "Cultural and Linguistic Adaptation and Normative Study of the Turkish Version of the Free and Cued Selective Reminding Test: 16-Word Version (FCSRT-T)",
    "status": "COMPLETED",
    "last_update_time": "2025-04-02",
    "description_brief": "An Adaptation Study of Free and Cued Selective Reminding Test in Turkish",
    "description_detailed": "As very commonly used for objectifying Alzheimer Disease memory deficits, an adaptive selection of word choices are done for the use of free and cued selective reminding test (FCSRT) procedure in Turkish population. In this study the validity and reliability of the test to measure memory deficits in persons with memory complaints will be discussed.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "SCREENING",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The study is a cultural and linguistic adaptation / normative validation of the Free and Cued Selective Reminding Test (FCSRT) for Turkish speakers — i.e., a behavioral, pencil-and-paper cognitive test intended to screen/objectify memory deficits (commonly used for Alzheimer disease memory assessment). This is a diagnostic/assessment tool adaptation, not a drug or biologic intervention. citeturn1search0turn0search0",
        "Act: Key extracted details — Title: \"Cultural and Linguistic Adaptation and Normative Study of the Turkish Version of the Free and Cued Selective Reminding Test: 16-Word Version (FCSRT-T)\"; Registry/identifier NCT05756231; Lead sponsor: Istanbul University; Intervention listed as Behavioral: SIHT-16 (Turkish FCSRT adaptation); Primary purpose: Screening; Enrollment in sources ~285–320; Inclusion: memory complaints; Exclusion: vascular pathology, psychiatric illness, epilepsy, cognition-affecting drug use. No drug name or placebo is involved. citeturn1search0turn1search2turn0search3",
        "Reflect: Classification justification — Because the intervention is a cognitive test adaptation (behavioral/diagnostic tool) with the stated aim of screening/validating a memory assessment, it does not fit the four therapeutic categories (disease-targeted biologic, disease-targeted small molecule, cognitive enhancer, or neuropsychiatric symptom improvement). Therefore the correct category is 'N/A'. This conclusion is supported by the trial descriptions and registry entries that list the intervention as a behavioral test (SIHT-16 / FCSRT-T) rather than a pharmacologic or biologic agent. citeturn1search0turn0search0",
        "Web search results (sources found): 1) Trial entry / summary showing the Turkish FCSRT adaptation (MedPath listing for the study; includes title, NCT05756231, description and outcomes). citeturn1search0 2) Clinical-trials / registry mirrors describing the \"Free and Cued Selective Reminding Test (16-words) Turkish Adaptation Study\" and intervention as Behavioral: SIHT-16. citeturn0search0turn1search2 3) Additional trial directory (CTV/Veeva) with same title, enrollment and inclusion/exclusion details. citeturn1search2 4) Background references on the FCSRT as a memory assessment used to detect Alzheimer-type episodic memory impairment (example validation/construct-validity papers for the FCSRT). citeturn0search4turn0search5"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}