{
    "nct_id": "NCT00065689",
    "title": "High Intensity Light Therapy in Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2006-07-24",
    "description_brief": "The purpose of this study is to determine whether bright light improves the sleep, mood, and behavior of persons with Alzheimer's disease and related dementias (AD) who live in long-term care settings and, if so, to determine the best timing for the light therapy. The light levels being used in the study have been shown to improve depression in persons with seasonal affective disorder (SAD) and to relieve sleep problems in persons with jet lag and other body rhythm disturbances. Because persons with AD often will not remain still in front of a fluorescent panel, this project has involved renovations in the study units that provide for even, regulated, high-intensity light in all public areas of the study settings.",
    "description_detailed": "See Brief Summary",
    "phase": [
        "PHASE3"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "neuropsychiatric symptom improvement",
    "drug": [
        "Bright light therapy (high-intensity / circadian-effective lighting)"
    ],
    "placebo": [
        "Placebo / low-level light (standard lighting)"
    ],
    "explanation_target": [
        "Reason: The trial tests high-intensity (bright) light delivered throughout public areas of long-term care units to improve sleep, mood, and behavior in persons with Alzheimer’s disease and related dementias — i.e., it targets sleep/mood/behavioral symptoms rather than amyloid/tau pathology or directly enhancing cognition. citeturn0search9turn0search1",
        "Act: Key extracted details — intervention: bright light therapy (all-day, circadian-effective lighting) delivered in long-term care settings; comparator: lower/ placebo light or usual lighting; primary intent: improve sleep, reduce depression and agitation/behavioral disturbances. Trial registry (High Intensity Light Therapy in Alzheimer's Disease, NCT00065689) describes exactly this behavioral lighting intervention. citeturn0search9turn0search1",
        "Reflect: Classification check — the intervention is a non-pharmacologic, environmental/behavioral therapy aimed at neuropsychiatric symptoms (sleep disturbance, depression, agitation). It is not a biologic (no monoclonal antibody or vaccine), not a small-molecule disease-modifying drug, and not framed as a direct cognitive-enhancing pharmacologic agent. Peer-reviewed studies and systematic reviews report improvements in sleep, mood, and agitation with bright light interventions in dementia, supporting the neuropsychiatric-symptom category. citeturn0search1turn0search5",
        "Web search results used (selected): 1) Trial registry summary for 'High Intensity Light Therapy in Alzheimer's Disease' (NCT00065689) — trial description and objectives matching the user text. citeturn0search9 2) 'Long-Term, All-Day Exposure to Circadian-Effective Light Improves Sleep, Mood, and Behavior in Persons with Dementia' (PubMed, clinical results supporting benefit). citeturn0search1 3) 'Bright Light Therapy in Older Adults with Moderate to Very Severe Dementia' (MDPI / PubMed) — study of 10,000 lux sessions showing mood/behavior effects. citeturn0search2turn0search3 4) Systematic review / meta-analysis on light therapy for depression in dementia (JAD / SAGE) summarizing evidence and intensity considerations. citeturn0search5 5) Other related trials of bright vs. low-level/placebo light in dementia settings (e.g., Radford University trial NCT02800850). citeturn0search8"
    ],
    "agent_type": "O) Circadian Rhythm",
    "explanation_agent": [
        "Reason: The intervention is bright, circadian-effective lighting delivered throughout long-term care spaces to improve sleep, mood, and behavior — i.e., it explicitly targets the circadian/sleep system rather than amyloid, tau, or other molecular disease mechanisms. citeturn0search0turn0search1",
        "Act: Extracted details — intervention: high‑intensity / circadian‑effective bright light (all‑day) in public areas of care units; primary intent: improve nighttime sleep, reduce depression and agitation/behavioral disturbances; trial registry ID: NCT00065689 (High Intensity Light Therapy in Alzheimer's Disease). These trial descriptions match the provided study text. citeturn1search1turn1search2",
        "Reflect: Classification check — this is a non‑pharmacologic, environmental therapy that modulates circadian rhythms and sleep to improve neuropsychiatric symptoms; the CADRO category O) Circadian Rhythm is the most specific fit. Systematic reviews and clinical trials document use of bright‑light/circadian interventions in dementia with mixed but supportive findings for sleep and behavioral outcomes. citeturn1search5turn0search0",
        "Web search results used (selected): 1) PubMed: 'Long‑Term, All‑Day Exposure to Circadian‑Effective Light Improves Sleep, Mood, and Behavior in Persons with Dementia' (study supporting effects of circadian lighting). citeturn0search0 2) Journal/full text of tailored lighting intervention (Figueiro et al., 2020). citeturn0search1 3) Clinical trial registry / listings for NCT00065689 (High Intensity Light Therapy in Alzheimer's Disease). citeturn1search1turn1search2 4) Cochrane/systematic review of light therapy in dementia (mixed/insufficient evidence summary). citeturn1search5"
    ]
}