{
    "nct_id": "NCT02503098",
    "title": "Optimizing a Smartphone Application for Individuals With Eating Disorders",
    "status": "COMPLETED",
    "last_update_time": "2020-10-05",
    "description_brief": "This study will augment an existing mobile application for individuals with eating disorders by developing adaptive, tailored content targeting remediation of cognitive distortions. The adaptive application will be deployed and assessed for efficacy relative to the standard product in a randomized controlled trial.",
    "description_detailed": "Eating Disorders (ED) are common and serious psychological disorders. Anorexia Nervosa (AN) has a prevalence estimated at between 0.48% and 0.70% among young females. Bulimia Nervosa (BN) is a serious mental health problem, with a prevalence of between 1-2% of young women while clinically significant bulimic behaviors occur in an additional 2-3%. There are significant barriers to access of evidence-based treatments and current models of individual psychotherapy will likely never meet the enormous need for psychological services for ED. Unfortunately, even with treatment, rates of recovery are modest with the best performing treatments achieving remission in only about 50% of cases while relapse rates are high, especially if the ED becomes chronic. It is widely acknowledged that a major shift in intervention practice is needed and that smartphone apps will almost certainly play a role due to their reach and breadth of functionality.\n\nAs the first commercially available smartphone app for EDs, Recovery Record (RR) has established wide reach and user acceptability. The app provides users with meal and ED symptom self-monitoring and coping skill strategies in an evidence-based CBT format. Preliminary pilot data suggest that for a proportion of RR users, using RR is associated with clinically significant symptom reduction. However, a limitation of the current app is that it is a \"one-size-fits-all\" product that does not account for the heterogeneity of ED symptoms. Genetic, personality and neurocognitive data support distinct clusters of ED presentations that also differ according to response to treatment, course and outcome. Pilot data confirm that clinical response to RR is not homogenous across groups and that extent of cognitive distortions is the most potent factor to predict outcome. There is considerable opportunity to increase RR's effectiveness across a range of ED symptoms and behaviors by creating adaptive and tailored content focused on remediation of cognitive distortions.\n\nDuring Phase 1 of this study screening algorithm will be validated against an unseen, prospective test dataset of approximately 2,000 users. All candidate predictor variables will be entered into a Signal Detection Analysis to confirm the sensitivity and specificity of the screen. Informed by the resultant algorithms, adaptive content will be developed that targets ED-specific cognitive distortions. To evaluate acceptability, adapted content will be piloted with approximately 200 individuals for a period of one month. Participant feedback and utilization data will inform content acceptability and feasibility. By the end of the first phase tailored content that is acceptable to individuals with specific symptom presentations will be developed.\n\nPhase 2 will focus on an evaluation of whether an adaptive app offering tailored content addressing eating related cognitive distortions in a stepped way can outperform the current standard app. The adaptive content will be integrated into a new, dynamic version of the app (RR-A) that will then be evaluated against the current app (RR-S). Approximately 5,000 registered users of RR will be randomized to receive either RR augmented with targeted content (RR-A), or RR in its current standard format (RR-S) over a two-month period. Outcome data will be measured at baseline, one month, end of treatment, and at six-month follow-up. At the end of the study period it is predicted that the resultant evidence-based product will have demonstrated ability to bring about clinically significant reduction in symptoms in more users than the current app, and thus will have potential to make a substantial public health impact.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial tests an adaptive, tailored smartphone application (Recovery Record) to remediate cognitive distortions in individuals with eating disorders — a behavioral/mHealth intervention, not a pharmacologic or biologic Alzheimer’s therapy. citeturn0search0turn0search1",
        "Act: Key extracted details — intervention arms are Recovery Record adaptive smartphone application (RR-A) versus Recovery Record standard smartphone application (RR-S); the study is a randomized controlled trial measuring efficacy of the app for eating disorder symptoms. No drug or placebo is involved. citeturn0search1turn0search5turn0search2",
        "Web search results (sources used): Optimizing a Smartphone Application for Individuals With Eating Disorders — Stanford trial summary (trial description matching the user text). citeturn0search0turn0search1",
        "Additional registry and summary records confirming interventions listed as the Recovery Record adaptive and standard smartphone applications and describing targeted remediation of cognitive distortions. citeturn0search2turn0search9",
        "Reflect: According to the category definitions, this trial does not fit any of the Alzheimer’s-focused categories (disease-targeted biologic, disease-targeted small molecule, cognitive enhancer [as meant here — pharmacologic agents], or neuropsychiatric symptom improvement for dementia). It is an mHealth/behavioral intervention for eating disorders, so the appropriate classification for the requested Alzheimer’s-target categories is 'N/A'. citeturn0search1turn0search5"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}