{
    "nct_id": "NCT02557464",
    "title": "Identification of Early Semantic Markers of Alzheimer's Disease by Using Eye Tracking in Reading Neutral and Predictable Sentences",
    "status": "COMPLETED",
    "last_update_time": "2023-11-13",
    "description_brief": "The objective of this study is to identify early and accurate semantics markers of Alzheimer's disease (AD) by using two types of methods. First, the investigator will evaluate semantic processing of patients with AD or related disorders which will be compared to age matched controls by taking neuropsychological tests. Then, the investigator will analyze the effect of contextual word predictability on eye movements in reading sentences with the help of the same participants by using an eye tracker. Both of these methods will be used twice with a time interval of 6 months.",
    "description_detailed": "Scientific background:\n\nIdentifying Alzheimer's disease (AD) as early as possible should enable to propose a re-education platform that would fit the early stage of neuronal loss in this pathology. Neuropsychological evaluations are currently one of the main tools for the early screening of AD. Among the tests proposed during those evaluations, the investigator find the Isaacs Set Test which evaluates the early degradation of semantic memory. Whereas eyes movement behavior during reading is sensitive to semantics factors and allows collecting accurate measurements (as precisely as one millisecond), no study has yet used this technique to precisely identify the precocious semantics troubles of AD.\n\nGoal:\n\nThe objective of this study is to identify early and accurate markers of AD by associating semantic neuropsychological assessments and eye tracking during sentences reading.\n\nMethod:\n\nThe study will include 24 patients with AD or related disorders (Mini Mental State Examination between 20 and 27 ) and 24 age matched controls participants. The experiment will be divided in two steps. First, patients will take a standard neuropsychological evaluation. A specific semantic analysis will be performed on each participant using, for example, the Isaacs Set Test or the Weschler Similarities. The second step will ask the participants to read sentences while an eye tracker (the Eye Link 1000 remote) will record their eyes movements. In order to manipulate semantics factors, each sentence will contain a target word, either predictable or not. The experiment will last one hour and a half. Neuropsychological assessments and eye tracking will be done twice with a time interval of 6 months. The two times will be called T1 and T2 and are required to estimate whether eye tracking is a better predictor of AD than neuropsychological tests or not.\n\nEvaluation criteria:\n\nThe eye tracking technique enables to record different sorts of measures. More specifically, the investigator will evaluate gaze duration on the target word. Moreover, neuropsychological tests scores will be collected. It will be, for example, the number of good answers.\n\nHypothesis and expected results:\n\nFirst, the investigator expect that the predictability effect on eye movements would be less pronounced for patients with AD or related disorders than for the control group. This effect would be even more diminished at T2. It could be explained by a progressive degradation of the semantic memory of patients. Then, and for the same reasons, the investigator expect that the scores collected from the neuropsychological tests would be pathological for patient suffering from AD or related disorders. The test scores would be even more in deficit at T2. Finally, the investigator predict a correlation between neuropsychological tests data and eye movements data. With an extrapolation, and because eye movements recording allow us to obtain more accurate information about the quality of semantic processes, the investigator formulate the hypothesis that this technique will help to predict earlier AD.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "DIAGNOSTIC",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The study evaluates semantic processing and the effect of contextual word predictability on eye movements during reading (neuropsychological tests + eye-tracking), repeated after 6 months. This is a diagnostic/biomarker and cognitive‑processing assessment, not a drug or therapeutic intervention.",
        "Act: Key trial details extracted: title (Identification of Early Semantic Markers of Alzheimer's Disease by Using Eye Tracking in Reading Neutral and Predictable Sentences), methods (neuropsychological evaluation and eye‑tracking during sentence reading), sample (patients with AD or related disorders vs age‑matched controls), and outcomes (gaze duration, fixation measures, neuropsychological test scores). This trial is registered as NCT02557464 and described as a behavioral/eye‑tracking study. citeturn0search0",
        "Supporting literature and context: Prior eye‑tracking studies show altered effects of contextual predictability in AD and support using eye movements as a potential cognitive biomarker (e.g., lack of contextual‑word predictability effects in mild AD). These sources illustrate that the intervention is measurement/biomarker‑oriented rather than therapeutic. citeturn0search2turn0search1",
        "Additional summary from biomarker resources: A biomarker summary (UsAgainstAlzheimer's) also classifies this project as an eye‑tracking diagnostic approach aiming to identify early markers; it notes the 6‑month length and noninvasive testing. citeturn0search4",
        "Reflect: Because the intervention consists solely of behavioral testing and eye‑tracking to identify semantic markers (no drug, biologic, or symptomatic therapy is administered), the trial does not fit any of the four therapeutic categories (disease‑targeted biologic, disease‑targeted small molecule, cognitive enhancer, or neuropsychiatric symptom improvement). Therefore the correct category is 'N/A'.",
        "Web search results used: Clinical trial listing with methods and outcomes (NCT02557464). citeturn0search0; PubMed article on contextual‑word predictability effects in mild AD supporting the eye‑tracking/semantic paradigm. citeturn0search2; recent eye‑tracking/visual search in AD demonstrating eye movements as potential biomarkers. citeturn0search1; biomarker summary page describing the same eye‑tracking reading study. citeturn0search4"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}