{
    "nct_id": "NCT00396825",
    "title": "Phase II Trial of a Video That Presents Training in Stress Coping Skills for Caregivers of a Relative With Alzheimer's Disease or Other Dementia",
    "status": "COMPLETED",
    "last_update_time": "2012-08-10",
    "description_brief": "The purpose of this Phase II SBIR study is a) to complete the adaptation begun in Phase I of the ten skill modules of the Williams LifeSkills Video (WLV) for use by persons who are caregivers for a relative with Alzheimer's Disease (AD) or other dementia, b) to script and produce the complete Caregiver LifeSkills Video (CLV) and c) to conduct a randomized clinical trial of the completed CLV to document benefits in terms of reduced psychosocial distress, reduced biomarkers of stress and improved well being.",
    "description_detailed": "An extensive body of research documents adverse effects of being a caregiver for a relative with AD on a broad range of psychosocial and biological indicators of stress, including increased hassles and depression (Russo \\& Vitaliano, Experimental Aging Research 1995; 21:273-294 ) and the metabolic syndrome (Vitaliano et al, Journal of Gerontology: Psychological Sciences 1996; 51:290-299). Interventions to reduce psychological distress in caregivers have not produced clinically meaningful results thus far (Shulz et al. Gerontologist 2002; 42:589-602) and no intervention trials have included assessment of biomarkers of stress. Logistic obstacles make it hard for caregivers to participate in treatments that require them to come to a treatment site outside the home; thus, interventions with caregivers are hard to deliver. The Williams LifeSkills Video (WLV) is based on the LifeSkills Workshop, which has been shown in randomized clinical trials to reduce hostility and blood pressure in post-MI patients (Gidron et al. Health Psychology 1999; 18:416-420) and to reduce a broad range of psychosocial risk factors as well as blood pressure and heart rate during both rest and stress conditions in post-CABG patients (Bishop et al., American Heart Journal 2005;150:602-609). The WLV was developed with support from an NIMH SBIR Phase II grant and presents 10 skill modules -- 1) increased awareness of thoughts and feelings arising in stressful situations; 2) evaluation of those thoughts and feelings to decide whether to try to change them or to take action to try to change the situation; 3) deflection skills to change one's thoughts and feelings; action skills to change stressful situations, including 4) assertion, 5) problem-solving, and 6) saying no; and relationship skills - 7) speaking clearly, 8) listening, 9) empathy, and 10) increasing the positives - using dramatizations of scenarios in which the skill is first not used and then used to produce a better outcome. A randomized clinical trial evaluating it in stressed community volunteers showed that it is superior to a wait list control condition in reducing psychosocial (anxiety, depression and perceived stress; (Kirby et al.Psychosomatic Medicine,2006;68:816-823.\n\nIn the research conducted in Phase I of this SBIR-supported study, we adapted the scenarios used for the 10 skills to represent more closely the real life situations faced by caregivers and we developed a telephone coaching manual. Now in Phase II of this study, we will produce the complete Caregiver LifeSkills Video (CLV) evaluate its effects on measures of psychosocial distress and biomarkers of stress in a randomized clinical trial with 120 caregivers of a relative with AD or other major dementias. If successful in reducing the psychosocial and biological markers of stress that are elevated in caregivers, this new WLS product, the CLV, could have a major impact in reducing the health damaging effects of stress among the millions of Americans who are caregivers for relatives with AD and other dementias.",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "PREVENTION",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The study tests a behavioral, video-based coping-skills intervention (Caregiver LifeSkills Video with telephone coaching) delivered to family caregivers to reduce psychosocial distress and stress biomarkers — it is not a pharmacologic or diagnostic intervention, nor does it target Alzheimer pathology directly. citeturn0search1turn0search8",
        "Act (extracted details): Title: \"Phase II Trial of a Video That Presents Training in Stress Coping Skills for Caregivers of a Relative With Alzheimer's Disease or Other Dementia.\" Intervention: Behavioral — video-based coping skills training with telephone coaching. Phase: II SBIR; randomized clinical trial (~116 caregivers enrolled). Registry/ID found: NCT00396825. No drug or placebo arm is described. citeturn0search3turn0search1turn0search7",
        "Web search results (supporting sources): - Clinical trial registry / trial listing summarizing the Phase II SBIR purpose and intervention (video-based coping skills training). citeturn0search1turn0search2 - ICH GCP / clinical-trials-registry entry repeating title, intervention and trial details. citeturn0search3 - PubMed article reporting the randomized trial of video-based coping skills in ADRD caregivers (outcomes: psychosocial and biological markers of stress). citeturn0search8 - SBIR program description and Williams LifeSkills program pages describing the Williams LifeSkills Video and Caregiver LifeSkills Video adaptation. citeturn0search0turn0search6",
        "Reflect: Given the intervention type (behavioral video + telephone coaching), the trial does not match any of the four therapeutic categories (disease-targeted biologic, disease-targeted small molecule, cognitive enhancer, or neuropsychiatric symptom improvement). It is a psychosocial/behavioral caregiver-support intervention, so the correct classification is 'N/A'. The web sources above corroborate that no drug or placebo was used and confirm the trial's aims and methods. citeturn0search1turn0search8"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}