{
    "nct_id": "NCT01827982",
    "title": "A Double-Blind, Placebo-Controlled, Randomized, Single-Ascending Dose Study To Investigate the Safety, Tolerability and Pharmacokinetics of JNJ-54861911 in Healthy Subjects",
    "status": "COMPLETED",
    "last_update_time": "2014-11-07",
    "description_brief": "The purpose of this study to evaluate the safety, tolerability, pharmacokinetics and pharmacodynamics of JNJ-54861911 which is currently being developed for the treatment of Alzheimer's Disease.",
    "description_detailed": "This study is a first-in-human, double-blind (neither investigator nor participant knows which treatment the participant receives), randomized (participants are assigned different treatments based on chance), placebo-controlled (placebo is an inactive substance that is compared with a drug to test whether the drug has a real effect in a clinical trial), single-ascending dose study. The study is designed to evaluate the safety (side effects), tolerability and pharmacokinetics (how the drug is absorbed in the body, distributed within the body, and how it is removed from the body over time, ie, what the body does to the drug), and pharmacodynamics (what the drug does to the body) of JNJ-54861911 which is currently being developed for the treatment of Alzheimer's Disease.\n\nThe study population will consist of approximately 64 healthy participants divided among approximately 8 cohorts (small groups). Each cohort will have 8 participants.\n\nFor all participants the study will consist of 3 phases: a screening phase (between 28 and 2 days prior to the first dose administration), a double-blind treatment phase, and a follow-up examination (within 7 to 14 days after last dose administration). Participants who successfully complete the screening examination and are considered eligible to participate will be admitted to the clinical unit on Day -1 before administration of the study drug and will remain in the unit until the evening of Day 3.\n\nThe double-blind treatment phase will consist of three parts: Part 1 (Cohorts 1 to 3) is a single ascending dose part in young healthy male participants, between 18 and 54 years of age. Part 2 (Cohorts 4 to 7) is a single-ascending dose part in elderly male and female participants between 55 and 75 years of age including continuous cerebrospinal fluid (CSF) sampling. Within Parts 1 and 2 of the study, participants will be randomized (assigned by chance) to treatment with JNJ-54861911 (n=6/cohort) or matching placebo (n=2/cohort). Following each dose level, the observed safety and tolerability profile will be evaluated. If no side effects are observed and the pharmacokinetic data are roughly in line with predicted safe values, the dose will be escalated. Each participant of the next cohort will be given a higher dose of JNJ-54861911. As a general safety precaution for a first-in-human study, all dose administrations in Part 1, Cohort 1 and all further cohorts will be staggered.\n\nPart 1 of the study will primarily focus on determining safety and tolerability of JNJ-54861911 after single ascending dose administrations and understanding the primary pharmacokinetic characteristics of JNJ-54861911. In addition possible pharmacodynamic effects of JNJ-54861911 on plasma amyloid beta (Aβ) levels will be explored. The primary focus of Part 2 will be determining the maximal tolerated dose level of JNJ-54861911 or determine the safety and tolerability at the maximum feasible exposure level, whichever is reached first in healthy elderly participants. In addition the reduction in CSF Aβ over 36 hours post single dose administration of JNJ-54861911 will be explored. Planned doses will be 1 mg, 3 mg, 9 mg, 27 mg, 81 mg, and 160 mg of JNJ- 54861911 or matching placebo, administered as a single oral dose. The starting dose of JNJ-54861911 in Part 2 will be the dose level tested in Part 1 found to be safe and well tolerated, and that is expected to reduce CSF Aβ by 20 percent or more. The initial dose tested in Part 2 will not be higher than the doses tested in Part 1.\n\nPart 3 (Cohort 8) of the study will evaluate the effect of food on how JNJ-54861911 is absorbed, distributed within the body, and removed from the body. One single dose of JNJ-54861911 or matching placebo will be tested after consumption of a high fat breakfast. The dose of JNJ-54861911 tested in this part will be derived from the results obtained in Parts 1 and 2. Part 3 may be performed in parallel with Part 1 or 2 of the study. Depending on the pharmacokinetic properties and safety and tolerability profile of JNJ-54861911, young or elderly healthy participants may be recruited for this part. In addition male participants enrolled in Part 1 or Part 2 may also be enrolled for Part 3.\n\nParticipants will be discharged from the clinical unit after the last study assessment on Day 3 has been obtained. Participants will only be discharged if in the opinion of the investigator it is safe for the participants to be discharged. The participant will return to the clinical unit on Day 4 (72 h post dose) and Day 5 (96 h post dose) for plasma PK sampling. Safety assessments will be performed throughout the study. The maximal study duration for a participant will not exceed 6 weeks.",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "Atabecestat (JNJ-54861911) — oral BACE1 (β‑secretase) inhibitor; small molecule, developed to reduce amyloid-β production"
    ],
    "placebo": [
        "Matching placebo (used in the described double-blind, placebo-controlled, randomized, single-ascending dose study)"
    ],
    "explanation_target": [
        "Reason: The trial description names JNJ-54861911. JNJ-54861911 is atabecestat, an orally available small-molecule inhibitor of BACE1 (β‑secretase) developed to reduce production of amyloid‑β peptides — i.e., a disease-modifying approach targeting Alzheimer’s pathology (amyloid). citeturn0search5turn0search1.",
        "Act: Extracted details — drug name: atabecestat (JNJ-54861911); drug class/type: oral BACE1 inhibitor (small molecule); trial design: double-blind, placebo-controlled, randomized, single-ascending dose in healthy subjects (placebo arm present). These sources report target engagement (large reductions in CSF/plasma Aβ) and characterize it as a BACE1 inhibitor. citeturn0search4turn0search5.",
        "Reflect: Classification — this intervention is not a biologic (monoclonal antibody or vaccine), not a symptomatic cognitive enhancer, nor primarily for neuropsychiatric symptom management. It directly targets Alzheimer’s pathophysiology (amyloid production) via enzyme inhibition and therefore fits the 'disease-targeted small molecule' category. Note: clinical development later encountered safety issues (elevated liver enzymes and subsequent trial discontinuation and dose-related cognitive worsening reported in later studies), confirming this was developed as a disease-modifying small molecule. citeturn0search2turn0search6.",
        "Web search results / sources consulted: 1) Phase I/PD and CSF Aβ reduction studies of JNJ-54861911 (atabecestat) reporting robust Aβ lowering and PK/PD details. citeturn0search5turn0search4. 2) Proof-of-mechanism and early AD studies describing atabecestat as an oral BACE1 inhibitor. citeturn0search1. 3) Discovery and development note including EARLY trial discontinuation for liver enzyme elevations and dose-related cognitive worsening. citeturn0search2. 4) Long-term safety/tolerability studies in early AD spectrum patients. citeturn0search6."
    ],
    "agent_type": "A) Amyloid beta",
    "explanation_agent": [
        "Reason: The investigational drug is atabecestat (JNJ-54861911), an oral small-molecule inhibitor of BACE1 (β‑secretase) whose mechanism is to reduce production of amyloid‑β peptides—i.e., it directly targets amyloid production. citeturn0search1turn0search4.",
        "Act: Extracted details from the trial description and publications — drug: atabecestat (JNJ-54861911); class: oral BACE1 (β‑secretase) inhibitor; indication/development goal: reduce Aβ production as a disease-modifying approach; trial design cited: double-blind, placebo-controlled, randomized, single-ascending dose in healthy subjects (Phase 1). citeturn0search6turn0search4.",
        "Reflect: This intervention is specifically aimed at lowering amyloid‑β by inhibiting the enzyme that generates Aβ (BACE1), so it maps directly to CADRO category A) Amyloid beta rather than to other categories or multi-target. Note: later clinical development was stopped because of safety (liver enzyme elevations) and dose-related cognitive worsening, which are safety/outcome facts but do not change the mechanistic classification. citeturn0search2turn0search3.",
        "Web search results consulted (key sources): 1) Phase I/PD study showing robust CSF Aβ lowering with atabecestat (ALZ1005). citeturn0search4. 2) Discovery/medicinal chemistry and development note describing atabecestat as a thiazine-based BACE1 inhibitor advanced to phase 2b/3 (EARLY) and noting later trial discontinuation. citeturn0search1turn0search2. 3) Long-term safety/tolerability report describing sustained Aβ lowering and safety signals (ALT elevations). citeturn0search3. 4) ClinicalTrials.gov record for NCT01827982 (first-in-human single-ascending dose study of JNJ-54861911). citeturn0search6."
    ]
}