{
    "nct_id": "NCT06619613",
    "title": "A Randomized, Double-blind, Placebo-controlled and Multiple Dose Escalation Phase Ib Study Evaluating the Safety, Tolerability, Pharmacokinetics, Pharmacodynamics, and Immunogenicity of CM383 in Patients With Alzheimer's Disease Related Mild Cognitive Impairment and Mild Alzheimer's Disease",
    "status": "RECRUITING",
    "last_update_time": "2025-03-14",
    "description_brief": "This is a randomized, double-blind, placebo-controlled and multiple dose escalation phase Ib study evaluating the safety, tolerability, pharmacokinetics, pharmacodynamics, and immunogenicity of CM383 in patients with Alzheimer's disease related mild cognitive impairment and mild Alzheimer's disease.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted biologic",
    "drug": [
        "CM383 (Aβ protofibrils antibody)"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The trial tests CM383 in patients with AD-related MCI and mild AD; the intervention is listed as a 'Biological' and company reports describe CM383 specifically as an antibody against Aβ protofibrils — i.e., a biologic targeting Alzheimer pathology (amyloid). citeturn0search7turn1search3",
        "Act: Registry and company/press documents show Phase I/Ib studies of CM383 (single‑dose and multiple‑dose escalation) sponsored by Keymed Biosciences; these sources identify CM383 as an Aβ protofibrils antibody, supporting classification as a disease‑targeted biologic. citeturn1search6turn1search2",
        "Reflect: Classification confirmed — CM383 is a biologic (monoclonal/anti‑Aβ antibody) aimed at Alzheimer’s pathology (amyloid protofibrils), so it fits the 'disease‑targeted biologic' category rather than a small molecule, symptomatic cognitive enhancer, or neuropsychiatric treatment. Trial design (safety/tolerability/PK/PD/immunogenicity, dose escalation, phase Ib) is consistent with an investigational antibody. citeturn0search7turn1search3"
    ],
    "agent_type": "A) Amyloid beta",
    "explanation_agent": [
        "Reason: The investigational product CM383 is described by the sponsor/company as an antibody that binds Aβ protofibrils (amyloid‑beta oligomer/protofibril species), so the intervention is directly targeting amyloid pathology in Alzheimer disease. citeturn1search3turn0search2",
        "Act: Extracted details from registry/company sources — CM383 is an Aβ protofibrils antibody and has been advanced into Phase I/Ib studies (single‑ and multiple‑dose escalation; healthy volunteers and patients with AD‑related MCI/mild AD). These sources identify the drug as a disease‑targeted biologic against amyloid‑beta, supporting classification under CADRO category A. citeturn1search8turn1search7turn0search6",
        "Reflect: Classification confirmed as A) Amyloid beta because the mechanism (anti‑Aβ protofibril monoclonal antibody) maps directly to CADRO category A rather than other categories (e.g., inflammation, tau, synaptic). No evidence in the provided description indicates multiple distinct biological targets or a non‑therapeutic intervention, so 'A) Amyloid beta' is the most specific CADRO assignment. citeturn1search3turn0search1",
        "Web search results (key sources supporting the above): 1) Keymed Biosciences product/press pages listing CM383 as an \"Aβ protofibrils antibody\" and noting Phase I/Phase Ib activity. citeturn1search3turn0search1 2) Company annual/interim results and press releases stating IND submission and initiation/enrollment of CM383 clinical studies (Phase Ia in healthy subjects; Phase Ib in patients with AD‑origin mild cognitive dysfunction/mild AD). citeturn0search0turn0search2 3) Trial registry/aggregator entries (e.g., NCT06412185 listing a single‑dose escalation study of CM383) confirming clinical trial identifiers and phases. citeturn1search8turn1search7"
    ]
}