{
    "nct_id": "NCT00076440",
    "title": "Antigonadotropin-Leuprolide in Alzheimer's Disease Drug INvestigation (ALADDIN) VP 104 Study",
    "status": "COMPLETED",
    "last_update_time": "2009-12-10",
    "description_brief": "ALADDIN is a research study to investigate the safety and effectiveness of leuprolide (a hormone drug) to improve the cognitive function and slow the progression of Alzheimer's disease (AD) in men 65 years and older with mild to moderate Alzheimer's disease who reside in the community.",
    "description_detailed": "ALADDIN is a clinical trial investigating the safety and effectiveness of leuprolide (a hormone drug) to improve the cognitive function and slow the progression of Alzheimer's disease (AD). The study will include treatment of men 65 years and older with mild to moderate Alzheimer's disease who reside in the community. The objective is to evaluate the safety and efficacy of two different doses of leuprolide to improve the cognitive function and slow the progression of AD, as measured by the ADAS-COG and the Clinical Global Impression (CGI). Measures of behavioral disturbances, and quality of life of the caregiver will be made also. The study design is randomized, double blind, placebo-controlled, parallel group design with a 2:1 randomization of drug to placebo. Sample size will include 90 participants from multiple test sites.\n\nFollowing initial screening and baseline visits, the participant and caregiver will visit the site 8 times for a total of 10 visits over 48 weeks. The drug is administered via injection every 3 months. Safety assessments are completed and psychometric testing is done. Participant's memory, behavior, and global functioning are assessed during the participant and caregiver interviews. Each visit takes approximately 2 hours.",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted biologic",
    "drug": [
        "leuprolide (leuprolide acetate; e.g., Lupron; VP4896)"
    ],
    "placebo": [
        "placebo (injection)"
    ],
    "explanation_target": [
        "Reason: The trial tests leuprolide, a gonadotropin-releasing-hormone (GnRH) analogue/peptide (leuprolide acetate) given by injection to lower luteinizing hormone (LH) with the stated intent to improve cognition and slow Alzheimer's progression — i.e., an intervention intended to modify disease biology rather than only treat symptoms, so it fits the 'disease-targeted' definition. citeturn0search2turn0search8",
        "Act: Key details from web sources — ALADDIN (VP 104 / NCT00076440) evaluated leuprolide for safety and efficacy in men with mild–moderate AD. Leuprolide/VP4896 is described as a GnRH agonist that decreases pituitary LH release; the hypothesis is that lowering LH/gonadotropins may affect AD pathology (amyloid-related mechanisms) and stabilize cognition. (See ALADDIN/VP-AD descriptions and background on leuprolide trials and rationale.) citeturn0search6turn0search8turn0search5",
        "Reflect: Classification check — leuprolide is a synthetic peptide hormone analogue (not a small molecule) repurposed to target a proposed pathogenic pathway (gonadotropin/LH signaling) in AD; therefore the best matching category is 'disease-targeted biologic'. I note some ambiguity because leuprolide is not an antibody/vaccine but is a peptide biologic; given the provided category definitions (biologics vs small molecules), peptide GnRH analogues are most appropriately placed under 'disease-targeted biologic'. Additional supporting/related trials and protocols (e.g., LUCINDA, Lupron depot Phase II reports) are available for reference. citeturn0search1turn0search0"
    ],
    "agent_type": "L) Growth Factors and Hormones",
    "explanation_agent": [
        "Reason: The investigational drug is leuprolide (leuprolide acetate), a gonadotropin‑releasing hormone (GnRH) analogue that—with continuous administration—downregulates pituitary gonadotropin (LH/FSH) release and thereby alters sex‑hormone signaling; the trial rationale is to modify gonadotropin/LH‑related hormonal pathways thought to influence AD biology. citeturn0search0turn0search3",
        "Act: Key extracted details — drug: leuprolide (VP4896 / Lupron), mechanism: GnRH agonist that ultimately decreases LH/FSH (antigonadotropic effect), trial: ALADDIN (Antigonadotropin‑Leuprolide in Alzheimer's Disease, NCT00076440 / VP‑104) testing leuprolide in men with mild–moderate AD. These facts support classification under a hormone‑based CADRO category. citeturn1search0turn0search6turn0search0",
        "Reflect: Mapping to CADRO — leuprolide targets a hormonal/growth‑factor signaling axis (hypothalamic‑pituitary‑gonadal/gonadotropin pathway), not amyloid, tau, innate immunity, synaptic receptors, or proteostasis directly. The closest and most specific CADRO category is L) Growth Factors and Hormones. There is no strong evidence in the trial description that multiple disparate CADRO categories are being targeted, so 'R) Multi‑target' is not appropriate. (If future data showed the drug primarily acted via amyloid‑specific mechanisms, reclassification could be considered, but current rationale is hormonal.)",
        "Web search results (selected):",
        "- Trial record for ALADDIN (NCT00076440) — study details and interventions. citeturn1search0",
        "- MedPath / trial summary for ALADDIN (VP‑104) describing leuprolide use in AD. citeturn0search1",
        "- Mechanism summary for leuprolide (GnRH agonist → downregulates LH/FSH with continuous dosing). citeturn0search0turn0search3",
        "- VP4896 / later development summaries (study listings/descriptions). citeturn0search6"
    ]
}