{
    "nct_id": "NCT03070535",
    "title": "APOE Genotype and Diet Influences on Alzheimer's Biomarkers",
    "status": "COMPLETED",
    "last_update_time": "2024-03-11",
    "description_brief": "This study involves the collection of cognitive and biomarker responses to HIGH and LOW meals in healthy older adults with and without the APOE E4 genotype. Subjects will eat the meal after an overnight fast, followed by cognitive testing, spinal fluid and blood collection. The HIGH meal will be a meal high in saturated fat and high glycemic index foods vs. LOW meal which will be low in saturated fat and low glycemic index foods.",
    "description_detailed": "The purpose of this study is to examine how the risk gene for Alzheimer's disease APOE epsilon 4 (E4) influences acute cognitive responses to different types of meals. The rationale for this study is that we know that a diet high in saturated fat and high glycemic index foods (HIGH diet) is a risk factor for Alzheimer's disease (AD). However we have found paradoxically that a Western style HIGH diet acutely improved cognition in APOE E4 carriers, but worsened cognition in E4 non-carriers. This experiment will examine mechanisms that underlie this differential response between E4 carriers and non-carriers.\n\nWe will enroll older adults who do not have dementia, half of which will be E4 carriers and the other half will be non-carriers. Both groups will contain equal numbers of men and women. These individuals will undergo two experiments in which they eat either a high or a low fat meal, and then after the meal will undergo several tests. The outcome measures include blood measures of metabolic markers, cognitive tests that are known to be sensitive to changes even after a single meal, and spinal fluid measures of Alzheimer's biomarkers such as beta-amyloid, as well as spinal fluid levels of lipids, glucose and insulin. This study will allow us to test whether high and low fat meals acutely affect cognitive and Alzheimer's biomarkers, and if those changes depend on APOE genotype or gender. It is our hope that this work will contribute to our broader understanding about the risks of diet and AD, to help us understand more about how to prevent and treat this devastating neurological disease.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "BASIC_SCIENCE",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is an acute dietary meal challenge (HIGH vs LOW meal) given to older adults with and without the APOE ε4 genotype to measure cognitive and cerebrospinal fluid/blood biomarker responses—not administration of any drug or biologic. The study explicitly lists the intervention as \"HIGH and LOW meal ingestion\" and includes lumbar puncture, blood draws, and cognitive testing as outcomes. citeturn1search0turn1search3",
        "Act: Key extracted details — crossover meal intervention (HIGH meal: ~50% total fat, 25% saturated fat, GI >70; LOW meal: ~25% fat, ~5–7% saturated fat, GI <55), 700 kcal breakfast, cognitive testing and CSF/blood collection (primary outcomes include lipid biomarkers, ApoE lipidation, insulin). The study is registered as NCT03070535 and related publications report meal-induced changes in cognition and AD biomarkers (e.g., plasma/CSF Aβ, ApoE, insulin). No drug or placebo is administered in the protocol. citeturn1search0turn0search6turn0search3",
        "Reflect: Classification check — this is a non-pharmacologic dietary/meal challenge designed to probe metabolic and biomarker effects related to Alzheimer's risk and APOE genotype. It does not meet the definitions for (1) disease-targeted biologic, (2) disease-targeted small molecule, (3) cognitive-enhancer drug, or (4) neuropsychiatric symptom treatment. Therefore the correct category is 'N/A'. Supporting registry and publication sources (trial listing and PubMed/JAMA-related diet studies) were located and reviewed. citeturn1search0turn0search3turn0search1",
        "Web search results used to verify and support the above classification (sources found): 1) Trial listing for \"APOE Genotype and Diet Influences on Alzheimer's Biomarkers\" (NCT03070535) — trial registry/summary. citeturn1search0 2) Related PubMed/Journals reports on meal/diet interventions affecting cognition and CSF biomarkers (Hanson et al., PubMed/JAMA/Alzheimer's & Dementia conference abstracts). citeturn0search3turn0search6"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}