{
    "nct_id": "NCT02710188",
    "title": "A Phase 1 Relative Bioavailability Study in Healthy CYP2D6 Intermediate (IM) and Extensive Metaboliser (EM) Subjects, Designed to Evaluate the Pharmacokinetic (PK) Profile of HTL0009936 Following Single Dose Administration of Modified Release (MR) Prototype Formulations",
    "status": "COMPLETED",
    "last_update_time": "2016-10-17",
    "description_brief": "The purpose of this study is to find a modified release oral tablet formulation for this drug, which will be safe and well tolerated.",
    "description_detailed": "The aim of the study is to develop a modified release oral tablet formulation that maintains plasma concentrations within the target therapeutic range, and is safe and tolerable.",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "HTL0009936"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The description and title indicate the investigational product is HTL0009936 and the study is a Phase 1 relative bioavailability / modified‑release formulation trial. HTL0009936 is described in the literature as a selective muscarinic M1 acetylcholine receptor agonist developed to address cognitive dysfunction in Alzheimer’s disease rather than to target core AD pathology (amyloid or tau). citeturn0search3turn0search0",
        "Act: Evidence from clinical and trial sources — the published pharmacology paper and trial registry — identify HTL0009936 as an M1 receptor agonist and show the trial purpose is to find a modified‑release oral tablet formulation and evaluate PK in CYP2D6 metaboliser groups (NCT02710188 / relative bioavailability study). These sources support that the drug is intended to modulate cholinergic neurotransmission for cognitive effects rather than to be a disease‑modifying biologic. citeturn0search4turn0search3",
        "Reflect: Classification decision — given the mechanism (selective M1 muscarinic receptor agonist) and clinical intent (improving cognitive function / cognitive dysfunction in AD), this fits the 'cognitive enhancer' category (drugs that improve cognitive function without directly targeting amyloid/tau pathology). There is no indication HTL0009936 is a biologic (it is a small‑molecule receptor agonist) nor that the trial aims at neuropsychiatric symptom reduction or diagnostic evaluation. The classification is therefore 'cognitive enhancer'. citeturn0search3turn0search0"
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The compound HTL0009936 is described in the literature as a selective muscarinic M1 (acetylcholine) receptor agonist — i.e., it directly targets a neurotransmitter receptor rather than core AD pathologies (amyloid or tau). citeturn0search0turn0search3",
        "Act: The trial is a Phase 1 relative‑bioavailability / modified‑release PK study in CYP2D6 IM and EM subjects of HTL0009936, whose intended clinical use is as a cognitive enhancer via M1 receptor agonism (small‑molecule cholinergic modulator). These facts support classification under the Neurotransmitter Receptors CADRO category. citeturn0search2turn0search1",
        "Reflect: Muscarinic M1 is a neurotransmitter receptor (cholinergic system); the drug is a selective M1 agonist and the study is formulation/PK focused for a cognitive‑enhancing small molecule — this aligns with CADRO category D) Neurotransmitter Receptors rather than amyloid/tau, inflammation, or other categories. No evidence of multi‑target or non‑therapeutic focus was found. citeturn0search3turn0search4",
        "Web search results (key sources): 1) PubMed summary and abstract describing HTL0009936 as a selective M1 muscarinic receptor agonist and reporting a clinical PK/PD study. citeturn0search0 2) Full open‑access article (PMC) reporting safety, PK, PD and noting CYP2D6 effects on exposure — matches the described Phase 1 PK/relative bioavailability intent. citeturn0search2 3) Cell (and associated PubMed entry) paper detailing structure‑based design and in vitro/in vivo pharmacology of HTL9936 as an M1‑selective agonist. citeturn0search3turn0search4"
    ]
}