{
    "nct_id": "NCT01002586",
    "title": "Wii-Fit For Improving Activity, Gait And Balance In Alzheimer's Dementia",
    "status": "COMPLETED",
    "last_update_time": "2024-03-28",
    "description_brief": "Alzheimer's Dementia (AD) contributes to poor balance, impaired gait and functional status, thereby, increasing the risk of falls. AD is an independent risk factor for hip fractures. Those with balance problems and gait impairments are at higher risk for long term placement and death related to falls. Exercise interventions improve gait and balance in the elderly. In participants with existing AD, physical activity has shown to prevent further cognitive decline and improve quality of life and prevent falls. However, it is difficult to engage patients with AD in long term exercise programs. The expense of physical therapy limits its easy accessibility. Use of everyday technology might bridge this gap by providing high level of engagement via the use of multimedia while providing a cost-effective alternative. Wii Fit is one such multimedia platform.\n\nWii fit is a Nintendo gaming console used for aerobics, strength training and balance activities. This device includes a balance board that senses weight and shifts in movement and balance. Virtual trainers talk the user through the activity while tracking the user's progress. The investigators propose an 8-week prospective randomized study with the treatment group receiving the exercise program delivered by Wii-Fit system and the comparison arm receiving a walking exercise program in a community dwelling setting. Subjects in each arm will participate for 30 minutes daily five days a week.",
    "description_detailed": "Alzheimer's Dementia (AD) contributes to poor balance, impaired gait and functional status, thereby, increasing the risk of falls. AD is an independent risk factor for hip fractures. Those with balance problems and gait impairments are at higher risk for long term placement and death related to falls. Gait impairments in those with dementia include shortened step length, increased double support time, step to step variability, and decreased gait speed. These gait impairments worsen with dual tasking probably due to common brain areas involved in gait and other cognitive tasks.\n\nExercise interventions improve gait and balance in the elderly. In subjects with existing AD, physical activity has shown to prevent further cognitive decline and improve quality of life and prevent falls. However, it is difficult to engage patients with AD in long term exercise programs. The expense of physical therapy limits its easy accessibility. Use of everyday technology might bridge this gap by providing high level of engagement via the use of multimedia while providing a cost effective alternative. Wii Fit is one such multimedia platform.\n\nWii fit is a Nintendo gaming console used for aerobics, strength training and balance activities. This device includes a balance board that senses weight and shifts in movement and balance. Virtual trainers talk the user through the activity while tracking the user's progress.\n\nAlthough some skilled nursing facilities have started using Wii game system adjunct to routine physical therapy, there have not been any studies. Anecdotal reports note improvement in balance and social benefits using the Wii Fit program. Physical therapists report the ability to customize Wii for each patient. Wii Fit can be successfully used in a cognitively impaired population. A unique feature of this approach is the enjoyment and enthusiasm that many patients derive which is reflected in high levels of engagement.\n\nThe invesitgators propose an 8 week prospective randomized study with the treatment group receiving the exercise program delivered by Wii-Fit system and the comparison arm receiving a walking exercise program in a community dwelling setting. Subjects in each arm will participate for 30 minutes daily five days a week.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial tests a non‑pharmacologic exercise intervention (Wii‑Fit multimedia balance/aerobics program) vs a walking exercise program to improve gait, balance, activity and reduce falls in people with Alzheimer's dementia. This is an exercise/rehabilitation intervention, not a drug or biologic. Wii Fit is a Nintendo game platform that uses a Balance Board to sense weight and center-of-pressure for balance activities. citeturn0search12",
        "Act: Key extracted details from the description — intervention: Wii‑Fit exercise program delivered via Nintendo Balance Board (30 minutes daily, 5 days/week for 8 weeks); comparator: walking exercise program; intended effect: improve gait, balance, activity, quality of life and prevent falls (functional/cognitive maintenance as a secondary benefit). No investigational drug or biologic is described, so no drug/placebo to identify. Evidence from the literature shows Wii‑Fit/exergames have been studied as balance interventions in older adults and people with mild AD and have been associated with improvements in balance and physical function in randomized and controlled studies and syntheses. citeturn0search1turn0search2turn0search4",
        "Reflect: Classification check — based on the category definitions: (1) disease‑targeted biologic — requires a biologic (e.g., monoclonal antibody/vaccine) targeting AD pathology (not present); (2) disease‑targeted small molecule — requires a pharmacologic small molecule targeting pathology (not present); (3) cognitive enhancer — would be a drug/intervention primarily to improve cognition without addressing pathology (this is an exercise/rehabilitation program aiming mainly at balance/gait, though cognitive benefits are noted as secondary); (4) neuropsychiatric symptom improvement — targets behavioral/psychiatric symptoms (not the focus). Therefore the trial does not fit the four therapeutic categories and should be classified as 'N/A'. The web search results above document the device and prior balance/exergame evidence. citeturn0search12turn0search1turn0search2turn0search3"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}