{
    "nct_id": "NCT01203384",
    "title": "Placebo-Controlled, Ascending Multiple-Dose Study to Evaluate the Safety, Pharmacokinetics and Pharmacodynamics of CHF5074 in Healthy Young Male Subjects",
    "status": "COMPLETED",
    "last_update_time": "2015-02-09",
    "description_brief": "The purpose of this study is to evaluate the safety, tolerability, pharmacokinetics and pharmacodynamics of multiple oral doses of CHF5074 in young healthy male volunteers.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "CHF5074"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The investigational product CHF5074 is described in preclinical and clinical literature as a small-molecule, nonsteroidal anti-inflammatory (flurbiprofen) derivative that acts as a γ-secretase modulator and lowers Aβ (amyloid-β) production — i.e., it targets Alzheimer’s pathology rather than being a biologic or purely symptomatic cognitive enhancer. citeturn0search4turn0search0turn0search7",
        "Act: The trial title and description state this is a placebo-controlled, ascending multiple-dose study in healthy young male subjects to evaluate safety, tolerability, pharmacokinetics and pharmacodynamics (a Phase 1 setting), confirming the intervention is oral CHF5074 vs placebo. Clinical trial listings and summaries corroborate CHF5074 was developed and tested in Phase 1/2 studies for AD-related indications. citeturn0search2turn0search3",
        "Reflect: Given CHF5074 is a small-molecule γ-secretase/amyloid-modulating agent (not a biologic such as an antibody or vaccine), and the intended mechanism is to alter Alzheimer’s pathology (Aβ production/deposition), the correct category is 'disease-targeted small molecule'. Sources used: PubMed preclinical pharmacology (mechanism and Aβ effects), clinical trial listing for the described healthy-volunteer study (NCT00954252), and developer/summary pages. citeturn0search0turn0search4turn0search2turn0search3",
        "Web search results (key sources consulted): 1) PubMed: CHF5074, a novel γ-secretase modulator — preclinical effects on Aβ and memory. citeturn0search0 2) PubMed: in vitro/in vivo profiling of CHF5074 as a flurbiprofen analogue that lowers Aβ42. citeturn0search4 3) MedPath / trial record for the placebo-controlled multiple-dose safety/PK/PD study in healthy young male subjects (NCT00954252). citeturn0search2 4) Alzforum summary of CHF5074 clinical development (Phase 1/2 history). citeturn0search3 5) BMC Neuroscience article describing multi-target action and characterization of CHF5074. citeturn0search7"
    ],
    "agent_type": "A) Amyloid beta",
    "explanation_agent": [
        "Reason: CHF5074 (also called CSP-1103/itanapraced) is described in preclinical and clinical literature as a small‑molecule γ‑secretase modulator that preferentially lowers Aβ42 production and reduces brain β‑amyloid pathology in animal models — i.e., it acts on the amyloid (Aβ) pathway rather than being purely symptomatic. citeturn0search1turn0search4",
        "Act: The provided trial is a placebo‑controlled ascending multiple‑dose Phase‑1 study of oral CHF5074 in healthy young male subjects (NCT00954252), confirming the intervention is the small‑molecule CHF5074 vs placebo; CHF5074’s primary described mechanism is modulation of γ‑secretase/Aβ production. citeturn1search6turn0search0",
        "Reflect: Although CHF5074 has additional reported effects (e.g., anti‑inflammatory actions, microglial modulation and other reported biochemical interactions such as AICD or TTR stabilization), the most specific and intended AD‑related mechanism in the cited literature and the trial context is lowering Aβ via γ‑secretase modulation. Therefore the most appropriate CADRO classification is A) Amyloid beta. citeturn1search4turn0search5",
        "Web search results consulted (key sources): 1) In vitro/in vivo profiling of CHF5074 as a flurbiprofen analogue that lowers Aβ. citeturn0search0 2) CHF5074, a novel γ‑secretase modulator attenuating brain β‑amyloid pathology (British J Pharm / PubMed). citeturn0search1turn0search4 3) Phase‑1 clinical trial record for the healthy‑volunteer safety/PK/PD study (NCT00954252). citeturn1search6 4) Reports on additional clinical/preclinical actions (microglial/inflammatory effects and AICD/TTR interactions). citeturn1search4turn0search5"
    ]
}