{
    "nct_id": "NCT03069014",
    "title": "A 6-months Prospective, Multi-center, Double-blind, Placebo-controlled, Randomized, Adaptive-trial-design Study to Evaluate Safety, Tolerability and Exploratory Endpoints of Either Placebo or Two Different Oral Doses of LM11A-31-BHS in Patients With Mild to Moderate Probable Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2020-09-03",
    "description_brief": "The purpose of this study is to determine the safety of 2 doses of LM11A-31-BHS in 180 patients with Alzheimer's Disease versus placebo and to access biomarker and clinical exploratory endpoints of LM11A-31-BHS",
    "description_detailed": "The goal of this AD Pilot is to conduct a prospective, double-blind, multicenter, phase IIa exploratory safety, feasibility and proof-of-concept trial in mild to moderate Alzheimer's disease patients with the orally bioavailable p75 neurotrophin receptor ligand LM11A-31-BHS dosed twice daily for 26 weeks. Successful completion of this trial will provide the safety, endpoint and statistical basis for the design and execution of a phase 2b/3 efficacy trial. It will also bring to the AD field a much-needed new set of target mechanisms and will help pioneer the strategy of the concomitant targeting of multiple fundamental AD-related pathological processes.\n\nDuring the 26 weeks study period the eligible patients will be invited to 5 visits.\n\nSafety monitoring will include the full extent of phase 2 clinical, electrophysiological and laboratory testing.",
    "phase": [
        "PHASE1",
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "LM11A-31-BHS (LM11A-31, oral small-molecule p75NTR modulator)"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The trial drug (LM11A-31-BHS) is an orally bioavailable small molecule that modulates the p75 neurotrophin receptor (p75NTR) and in preclinical and clinical studies has been shown to reduce amyloid- and tau-related pathological processes and synaptic/neuritic degeneration — i.e., it targets Alzheimer disease pathophysiology rather than only symptomatic cognition or neuropsychiatric symptoms. citeturn0search2turn0search8",
        "Act: Key extracted details from the description and literature: LM11A-31-BHS is the investigational product in the described 6-month randomized, double-blind, placebo-controlled Phase 1/2 (Phase IIa) study in mild–moderate AD; it is described in clinical registry entries and publications as LM11A-31 (the BHS formulation / salt/free-base form used in trials). Clinical safety/exploratory biomarker data from a 26-week randomized trial support safety and biomarker effects though not clear cognitive benefit in that duration. citeturn1search0turn0search3",
        "Reflect: Classification check — by the definitions: (1) Disease-targeted biologic = biologic therapies (monoclonal antibodies, vaccines) — not applicable; (2) Disease-targeted small molecule = small molecules targeting AD pathology — fits LM11A-31 (p75NTR modulator); (3) Cognitive enhancer = symptomatic cognitive agents without pathology-targeting mechanism — LM11A-31 acts on p75NTR pathways linked to amyloid/tau pathology, so not just a symptomatic enhancer; (4) Neuropsychiatric symptom improvement — not primary here. Therefore the correct category is 'disease-targeted small molecule'. I note a minor ambiguity: the trial name uses the suffix “-BHS” (formulation/salt), but registry and publications identify the compound as LM11A-31 and describe it as a small-molecule p75NTR ligand, supporting the classification. citeturn1search3turn1search5",
        "Web-search sources used (representative): PubMed / Nature Medicine / PMC clinical report of LM11A-31 trial and safety/exploratory biomarker findings; preclinical mechanism papers on LM11A-31 as a p75NTR small-molecule modulator; the clinical trial registry (NCT03069014) and trial listings describing LM11A-31-BHS. Specific references from the search: turn0search3 (PMC clinical trial report), turn0search0 (PubMed/Nature Medicine abstract), turn0search2 (mechanism paper), turn1search0 (clinical trial registry entry NCT03069014), turn1search3 (AlzForum listing)."
    ],
    "agent_type": "L) Growth Factors and Hormones",
    "explanation_agent": [
        "Reason: The investigational drug LM11A-31 (LM11A-31‑BHS) is an orally bioavailable small molecule that specifically modulates the p75 neurotrophin receptor (p75NTR) — a receptor for neurotrophins (growth factor family) whose signaling influences neuronal survival, apoptosis, synaptic integrity and related AD pathophysiology. This identifies the biological focus as a neurotrophin receptor/growth‑factor pathway. citeturn0search2turn0search8",
        "Act: Extracted key details from the trial description and literature: LM11A-31-BHS is the small-molecule p75NTR ligand tested in a 26-week randomized, double‑blind, placebo‑controlled Phase 1/2 (Phase 2a) study in mild–moderate AD (safety/tolerability and exploratory biomarkers). The trial met its primary safety/tolerability endpoint and reported biomarker/imagery effects consistent with modulation of AD pathophysiology. These registry and publication entries explicitly name p75NTR as the molecular target. citeturn0search5turn0search8turn0search0",
        "Reflect: Mapping to CADRO — p75NTR is a neurotrophin receptor (part of growth factor signaling). The most specific CADRO category that covers modulation of neurotrophic/growth‑factor pathways is L) Growth Factors and Hormones. Although LM11A-31 has downstream effects on amyloid- and tau-related processes and on synaptic/neuroprotective pathways, its primary direct molecular target is a neurotrophin receptor (p75NTR), so L) Growth Factors and Hormones is the best fit rather than M) Synaptic Plasticity or A/B (amyloid/tau) or R) Multi-target. (Preclinical and clinical evidence showing neurogenesis/neuroprotection and pathway modulation support this placement.) citeturn0search6turn0search3"
    ]
}