{
    "nct_id": "NCT04570644",
    "title": "A Phase I/II Randomized, Open-Labeled Study to Evaluate Pharmacokinetic and Pharmacodynamic Effects and Safety of ALZT-OP1 in Subjects With Alzheimer's Disease and Normal Healthy Volunteers",
    "status": "COMPLETED",
    "last_update_time": "2022-02-15",
    "description_brief": "This is a randomized, open-label, cross-over, pharmacokinetic and pharmacodynamic PK/PD study. (Part A)The PK portion of the study is designed to evaluate the pharmacokinetics of ALZT-OP1 (a combination drug therapy) designated as ALZT-OP1a and ALZT-OP1b, in both plasma and CSF, following co-administration of the two active investigational products, in healthy volunteers and Alzheimer subjects aged 55-79 and in good health. (Part B) The PD portion of the study will evaluate the pharmacodynamics of ALZT- OP1, using both plasma and CSF biomarkers, following 60 days of consecutive daily treatment, in AD subjects only.",
    "description_detailed": "This is a phase I/II randomized, open-label, cross-over, PK/PD study. The PK (Part A) portion of the study is designed to evaluate both single and double doses of ALZT-OP-1a (17.1mg or 34.2 mg) and ALZT-OP1b (10 mg or 20 mg) in both Alzheimer's subjects and healthy volunteers. The PD (Part B) portion of the study is designed to evaluate single doses of ALZT-OP-1a (17.1mg) and ALZT-OP1b (10 mg) in AD subjects treated for 60 days. An Alzheimer's control group will be utilized for comparison to active treatment groups but will not be administered study treatment; however, they will have biomarkers collected.\n\nPK (Part A) n=24, both healthy volunteers and AD subjects\n\nPart A is an open-label study, cross-over, PK study where 24 subjects will be randomly assigned to receive treatment regimen A-B or B-A for two consecutive day of dosing.\n\nSubjects will be admitted to the Phase 1 unit the morning before dosing and will initiate dosing the following morning for 2 consecutive days of dosing (A-B, or B-A).\n\nDay 1 (A-B) will consist of a single inhaled oral dose of ALZT-OP1a via dry powder inhaler + a single oral tablet dose of ALZT-OP1b.\n\nDay 2 (B-A) will consist of two oral inhaled doses of ALZT-OP1a, not more than 2 mins apart, via dry powder inhaler + two oral tablets doses of ALZT-OP1b.\n\nDay 1 (B-A) will consist of two oral inhaled doses of ALZT-OP1a, not more than 2 mins apart, via dry powder inhaler + two oral tablets doses of ALZT-OP1b.\n\nDay 2 (A-B) regimen consists of a single inhaled oral dose of ALZT-OP1a via dry powder inhaler + a single oral tablet dose of ALZT-OP1b.\n\nAD subjects will be given the option to roll over into the PD portion of the study.\n\nPD (Part B) n=32, AD subjects only\n\nPart B is an open-label, PD study where 32 AD subjects will be randomly assigned to receive either active treatment or be assigned to a non-treatment control arm.\n\nTwenty-four (24) subjects will be randomly assigned to Treatment Group 1 to receive a single (17.1 mg) inhaled dose of ALZT-OP1a plus a single (10 mg) oral dose of ALZT-OP1b daily for 60 days.\n\nEight (8) subjects will be randomly assigned to Treatment Group 2 (Control Group) and will not be administered study drug.\n\nAll subjects will have plasma collected on Day 1, Day 30, and Day 60 and CSF collected on Day 1 and Day 60.",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "ALZT-OP1a (cromolyn / cromoglicic acid)",
        "ALZT-OP1b (ibuprofen)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The investigational product ALZT-OP1 is a combination of cromolyn (ALZT-OP1a) and ibuprofen (ALZT-OP1b). Both are small-molecule drugs and the combination is intended to act on AD-related biology (reduce amyloid production and inflammation), i.e., a disease-targeting approach rather than a pure symptomatic cognitive enhancer or neuropsychiatric treatment. citeturn0search2turn0search0.",
        "Act: Trial registries and summaries identify ALZT-OP1a as cromolyn (cromoglicic acid) delivered via inhalation and ALZT-OP1b as oral ibuprofen; the described PK/PD endpoints include plasma and CSF biomarkers consistent with targeting AD pathology. citeturn0search2turn0search7.",
        "Reflect: Classification as 'disease-targeted small molecule' aligns with the intervention (two small-molecule drugs) and the stated goal (biomarker effects on amyloid/inflammation and disease modification endpoints in other ALZT-OP1 studies). No biologic (e.g., monoclonal antibody) or purely symptomatic cognitive/neuropsychiatric agent is described, so the other categories do not fit. citeturn0search0turn0search6."
    ],
    "agent_type": "R) Multi-target",
    "explanation_agent": [
        "Reason: The investigational combination ALZT-OP1 (inhaled cromolyn + oral ibuprofen) is described and supported in the literature as acting on both amyloid-related biology (reducing Aβ levels/aggregation and promoting Aβ phagocytosis) and on inflammation (NSAID anti-inflammatory effects and cromolyn’s mast‑cell / cytokine-suppressing actions). This implicates two CADRO categories: A) Amyloid beta and F) Inflammation. citeturn0search0turn0search5.",
        "Act: Trial registry and study summaries for NCT04570644 describe ALZT-OP1a as cromolyn delivered by dry-powder inhaler and ALZT-OP1b as oral ibuprofen, with PK/PD endpoints including plasma and CSF biomarkers consistent with targeting AD pathology; preclinical and clinical reports specifically link cromolyn (alone or with ibuprofen) to reduced Aβ and microglial phagocytosis, while ibuprofen provides anti‑inflammatory action. Based on these explicit dual mechanisms, the most specific CADRO assignment is R) Multi-target. citeturn0search2turn0search3turn0search5.",
        "Reflect: Classification as 'R) Multi-target' aligns with CADRO because the intervention targets at least two distinct CADRO domains (amyloid-related processes and inflammation). If one insisted on a single-category assignment, the trial evidence supports both A) Amyloid beta and F) Inflammation, so neither alone fully captures the intended biological focus. Sources used: ALZFORUM summary of ALZT-OP1, the Phase I/II trial registry summaries, and a PubMed report demonstrating cromolyn’s effects on Aβ; these together support the multi-target classification. citeturn0search0turn0search2turn0search5.",
        "Web search results (key sources consulted): 1) ALZFORUM therapeutic entry for ALZT-OP1 — notes target types as amyloid-related and inflammation and summarizes trials/preclinical findings. citeturn0search0. 2) Trial registry / study summary for NCT04570644 (MedPath / ClinConnect) — describes ALZT-OP1a (cromolyn inhaled) + ALZT-OP1b (ibuprofen oral), PK/PD design, and CSF/plasma biomarker endpoints. citeturn0search2turn0search3. 3) PubMed article (Hori/Zhang et al. 2018 / 2017–2018 series) showing cromolyn reduces Aβ levels and promotes microglial phagocytosis (preclinical evidence). citeturn0search5. 4) AZTherapies/press coverage noting trials of inhaled cromolyn and combination development (context/support). citeturn0search4."
    ]
}