{
    "nct_id": "NCT05821153",
    "title": "Phase I Trial Using Interleukin-2 (IL-2) to Expand Regulatory T Cells in Patients With Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2023-04-19",
    "description_brief": "Neuroinflammation is a significant component of Alzheimer disease (AD). Our data demonstrated compromised regulatory T cells (Tregs) phenotype and suppressive function in AD patients, skewing the immune system toward a proinflammatory status and potentially contributing in disease progression. Low dose interleukin-2 (IL-2) is now viewed as a very promising immunoregulatory drug having the capacity to selectively expand and restore functional Tregs. This study is a phase I open-label study to assess subcutaneous interleukin-2 (IL2) safety and potential efficacy as a Treg inducer in AD. 8 Alzheimer dementia patients with mild clinical dementia will be recruited into the study. The baseline cognitive status will be evaluated in these patients. Monthly five-day-courses of subcutaneous IL2 (1MUI/day) will be administered for a total of 4 months. Changes in Tregs from pre to post injections will be measured during the study period. The expected time participants will be in the study is 6 months.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted biologic",
    "drug": [
        "Interleukin-2 (IL-2) — recombinant cytokine (biologic) given subcutaneously at low dose to expand regulatory T cells/Tregs"
    ],
    "placebo": [
        "None (open-label)"
    ],
    "explanation_target": [
        "Reason: The trial administers low‑dose interleukin‑2 (a recombinant cytokine/biologic) to expand and restore regulatory T cells (Tregs) to modulate neuroinflammation in Alzheimer disease — i.e., it targets a disease-related pathogenic process (neuroinflammation), not simply symptomatic cognitive enhancement or behavioral control. This matches the definition of a disease‑targeted biologic (a biologic intervention directed at an AD-relevant pathological mechanism). citeturn0search2turn1search12",
        "Act: Key details extracted from the description and supporting literature: (1) Intervention: subcutaneous low‑dose IL‑2 administered in repeated five‑day courses to expand Tregs; (2) Mechanism/intended effect: immunoregulatory — selectively expand/restore Tregs to reduce pro‑inflammatory state and potentially modify AD progression; (3) Trial design: phase I open‑label (no placebo listed in the description). Clinical and translational data show low‑dose IL‑2 expands circulating Tregs and has been tested in AD and other indications. citeturn0search0turn0search1turn0search3",
        "Reflect: Classification check — IL‑2 is a biologic (cytokine/recombinant protein) and the trial aims to alter disease biology (neuroinflammation) rather than only provide symptomatic cognitive enhancement or treat neuropsychiatric symptoms. Therefore the correct category is 'disease-targeted biologic.' Web search results used (representative): PubMed/Alzheimer's Research & Therapy reports of low‑dose IL‑2 trials in AD showing Treg expansion and biomarker signals; clinical reports showing low‑dose IL‑2 selectively expands Tregs in humans. citeturn0search2turn0search0turn0search1"
    ],
    "agent_type": "F) Inflammation",
    "explanation_agent": [
        "Reason: The trial administers low‑dose recombinant interleukin‑2 (IL‑2) to selectively expand regulatory T cells (Tregs) with the aim of modulating neuroinflammation in Alzheimer disease. Expanding Tregs is an immunoregulatory strategy intended to reduce the pro‑inflammatory state that contributes to AD pathogenesis, matching CADRO's Inflammation category. citeturn0search3turn0search2",
        "Act: Key extracted details and rationale for category assignment: (1) Intervention: low‑dose IL‑2 (aldesleukin/recombinant cytokine) given subcutaneously in repeated five‑day courses to expand Tregs; (2) Mechanism: immunoregulatory — expansion/restoration of Tregs to suppress pro‑inflammatory mediators and alter systemic/central inflammation; (3) Clinical context: Phase I (and follow‑on Phase 2a/controlled) trials in AD that report Treg expansion, changes in inflammatory mediators and biomarker signals. Because the biological focus is modulation of inflammation (via Tregs), the most specific CADRO match is F) Inflammation. citeturn0search3turn0search0turn0search2",
        "Reflect: Verification and alternative considerations: IL‑2 is a biologic (cytokine) and the trial is disease‑targeted (aiming to modify neuroinflammatory pathology), but CADRO categorizes by biological process/pathway rather than by modality. Thus although the description calls this a \"disease‑targeted biologic,\" the appropriate CADRO label is F) Inflammation rather than a modality label. There is no primary indication this trial targets amyloid, tau, synaptic function, vasculature, metabolism, or other single non‑inflammatory pathways, and the mechanism is focused on immune regulation rather than multiple distinct targets, so 'F) Inflammation' is the best fit. citeturn0search1turn0news12",
        "Web search results used (representative): - Phase I trial report describing monthly five‑day courses of subcutaneous low‑dose IL‑2 with Treg expansion and anti‑inflammatory changes. citeturn0search3 - Phase 2a / randomized controlled study reporting safety, Treg expansion, modulation of inflammatory mediators and CSF biomarker signals in mild–moderate AD. citeturn0search2 - PubMed summaries and prior clinical studies showing low‑dose IL‑2 selectively expands circulating Tregs in humans. citeturn0search1turn0search4 - ClinicalTrials.gov / trial registry entries describing dosing and study design for low‑dose IL‑2 in AD. citeturn0search5 - Press coverage noting IL‑2 class agents in AD increase Tregs and show biomarker/early clinical signals. citeturn0news12"
    ]
}