{
    "nct_id": "NCT06804837",
    "title": "Implement and Test Visual Consent Template and Process",
    "status": "RECRUITING",
    "last_update_time": "2025-08-19",
    "description_brief": "The investigators plan to conduct a stepped wedge randomized control trial to implement and test the consent template and process in three studies. Randomization will occur at the research coordinator/research team level. Each participating research team member will begin in the standard consent arm of the study. Subsequently, they will be randomized to the visual key information page arm at staggered time points to undergo training and begin using the visual key information page with patients who are eligible for the selected research study.",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "HEALTH_SERVICES_RESEARCH",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is an implementation of a visual 'key information' consent template and consent process (stepped-wedge RCT, randomization at research coordinator/team level). This is a health-services/implementation study to improve informed consent comprehension and process, not a therapeutic intervention targeting Alzheimer pathology, cognition, or neuropsychiatric symptoms.",
        "Act (extracted details): Title: \"Implement and Test Visual Consent Template and Process\". Design: Stepped-wedge randomized controlled trial. Unit of randomization: research coordinator/research team. Arms: Standard consent (text-only summary) vs Visual consent (visual key information page + training). Conditions listed (context of use): Cancer and Alzheimer Disease (trial contexts where the consent template will be tested). Primary purpose: Health Services Research. No drug, biologic, or device is tested.",
        "Web search results (sources confirming trial details and background on visual key information templates): 1) Implement and Test Visual Consent Template and Process — Clinical Trial Finder (NCT06804837). https://trials.braintumor.org/trials/NCT06804837  2) Implement and Test Visual Consent Template and Process — ICH GCP clinical trials registry (summary, status, conditions). https://ichgcp.net/clinical-trials-registry/NCT06804837  3) Implement and Test Visual Consent Template and Process — CTV/Veeva clinical trial listing (trial design, primary purpose: Health Services Research). https://ctv.veeva.com/study/implement-and-test-visual-consent-template-and-process  4) Implement and Test Visual Consent Template and Process — MedPath listing (registration and brief summary). https://trial.medpath.com/clinical-trial/72ea248780f9f2da/visual-consent-template-process  5) Background/feasibility evidence: \"Accelerating implementation of visual key information to improve informed consent in research: a single-institution feasibility study and implementation testing\" (BMJ Open / PMC article describing the visual KI template and prior feasibility results). https://pmc.ncbi.nlm.nih.gov/articles/PMC11927487/",
        "Reflect: Given the intervention (consent-template/process), study aim (implementation and testing of informed consent materials), and absence of any therapeutic agent or behavioral/psychiatric treatment, the trial does not fit the four therapeutic categories (disease-targeted biologic, disease-targeted small molecule, cognitive enhancer, neuropsychiatric symptom improvement). Therefore the correct classification is 'N/A'. No drug information was found or applicable."
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}