{
    "nct_id": "NCT04749563",
    "title": "A Phase I Randomized Placebo Controlled MAD Study to Evaluate Safety and Tolerability of IGC-AD1 in Subjects With Dementia Due to Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2022-09-14",
    "description_brief": "A single center, randomized, placebo controlled multiple ascending dose study of IGC AD1 to evaluate safety and tolerability in subjects with dementia due to Alzheimer's Disease (AD).",
    "description_detailed": "This is a phase I Multiple Ascending Dose (MAD) study to evaluate safety and tolerability of IGC-AD1 in subjects with AD. Twelve subjects will be enrolled. Three different ascending doses of the study product will be given: low, medium and high doses. Each dose will be given for 2 weeks, followed by a washout period of 4 days. Given the vulnerability of the population, a safety cohort of 3 patients (2 active, 1 placebo) will start every dose one day ahead of the rest of the patients and will be followed for 24 hours for the development of Adverse Events (AEs). Objective criteria will be set after the safety cohort is evaluated.",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "neuropsychiatric symptom improvement",
    "drug": [
        "IGC‑AD1 (oral liquid formulation reportedly combining two APIs — a THC-based cannabinoid and melatonin)"
    ],
    "placebo": [
        "Placebo"
    ],
    "explanation_target": [
        "Reason: The investigational product IGC‑AD1 is described in company materials as a THC‑based formulation (with two active pharmaceutical ingredients including melatonin) that targets neuroinflammation and CB1 receptor dysfunction and is being developed to reduce agitation in dementia due to Alzheimer’s disease. citeturn0search3turn0search7",
        "Act: The trial in the description is a Phase I multiple ascending dose (MAD) randomized, placebo‑controlled safety/tolerability study of IGC‑AD1 in subjects with dementia due to AD (matches registry entry). The same drug is also being tested in Phase 2 with agitation as the primary clinical endpoint. citeturn0search6turn0search0",
        "Reflection: Although IGC‑AD1’s sponsor has reported preclinical signals suggesting effects on amyloid production/aggregation, the clinical development and reported interim clinical results (primary endpoints) focus on reducing agitation (a neuropsychiatric/behavioral symptom). Because the product is a small‑molecule/cannabinoid formulation used to treat agitation, the most appropriate category is neuropsychiatric symptom improvement rather than a disease‑targeted biologic or a pathology‑targeted small molecule. citeturn0search11turn0search2",
        "Web search sources (key results used): ICH GCP clinical registry entry for the Phase I MAD study of IGC‑AD1 (trial description). citeturn0search6; IGC Pharma press releases describing IGC‑AD1 as THC‑based targeting neuroinflammation/CB1 and reporting interim Phase 2 agitation results. citeturn0search3turn0search0; Coverage noting the formulation combines melatonin and a cannabinoid and safety/preclinical testing. citeturn0search7turn0search11"
    ],
    "agent_type": "R) Multi-target",
    "explanation_agent": [
        "Reason: The investigational product IGC-AD1 is described by the sponsor as a THC-based formulation combining two APIs (a cannabinoid acting at CB1 and melatonin) that is intended to target neuroinflammation and CB1 receptor dysfunction to reduce agitation in Alzheimer’s dementia. citeturn0search8turn0search9",
        "Act: The described trial is a Phase I multiple-ascending-dose randomized placebo-controlled safety/tolerability study of IGC-AD1 (and the program includes Phase 2 agitation studies). Because the product explicitly combines a cannabinoid (CB1 receptor activity) plus other active ingredients with anti‑inflammatory and sleep/circadian activity (melatonin), the intervention acts on multiple biological targets/pathways (neurotransmitter receptor signaling, neuroinflammation, and circadian/sleep modulation). Assigning 'R) Multi-target' is therefore the most specific fit within CADRO. citeturn1search3turn0search8",
        "Reflect: Alternative single-category choices would be D) Neurotransmitter Receptors (for CB1) and F) Inflammation (for neuroinflammation), and O) Circadian Rhythm (for melatonin effects). However the sponsor materials and trial rationale describe simultaneous targeting of CB1 receptor dysfunction, neuroinflammation, and sleep/behavioral pathways—so the Multi-target CADRO category best represents the compound’s multimodal mechanism and the clinical focus on neuropsychiatric symptom improvement. If future data show a dominant single mechanism (e.g., strictly anti‑inflammatory or strictly CB1‑mediated clinical effect), reclassification to F or D could be considered. citeturn0search8turn0search4",
        "Web search results used (key sources cited above):\n- IGC Pharma product page for IGC-AD1 describing APIs, multimodal actions (neuroinflammation, CB1 stabilization) and Phase 1/2 program. citeturn0search8\n- IGC Pharma / Business Wire press releases reporting interim Phase 2 data, describing IGC-AD1 as THC‑based, targeting neuroinflammation and CB1 dysfunction and citing clinicaltrials.gov (NCT05543681). citeturn0search9turn0search4\n- IGC Pharma Phase I results / trial description page summarizing the Phase I MAD safety/tolerability study and NPS/agitation outcomes. citeturn1search3"
    ]
}