{
    "nct_id": "NCT02361424",
    "title": "First Single-blind Sequential Placebo-controlled Prospective Phase IIA Pilot Study Assessing the Effects of PXT00864 in Mild AD Patients",
    "status": "COMPLETED",
    "last_update_time": "2016-02-12",
    "description_brief": "The purpose of this study is to assess the safety and efficacy on cognitive impairment and functioning of several doses of PXT00864 (new fixed combination of acamprosate and baclofen at low dose) in patients with mild Alzheimer Disease.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "PXT00864 — a fixed low‑dose combination of acamprosate and baclofen (same combination family reported as PXT864/PXT-864 in the literature)"
    ],
    "placebo": [
        "Placebo (matching capsules for the acamprosate and baclofen components)"
    ],
    "explanation_target": [
        "Reason: The investigational product is a fixed combination of two small‑molecule drugs (acamprosate and baclofen) and the study purpose is to assess safety and efficacy on cognitive impairment and functioning in mild AD patients — i.e., the trial endpoint is cognitive/symptomatic improvement rather than an explicit amyloid/tau‑targeting disease modification strategy. citeturn0search6turn0search4",
        "Act (key extracted details and sources): PXT00864 is described in the trial registry as a new fixed combination of acamprosate + baclofen at low doses (trial NCT02361424 / PLEODIAL-I). The trial tests several doses vs placebo with cognitive endpoints. The combination (reported in the literature as PXT864/PXT-864) has preclinical reports of synergistic neuroprotective effects in models of Alzheimer’s disease, but the human study focuses on cognitive/functional outcomes. citeturn0search6turn0search4turn0search3",
        "Reflect: Classification as a 'cognitive enhancer' fits the definitions because: (1) both components are small molecules repurposed for symptomatic/neuroprotective modulation of neurotransmission (acamprosate modulates glutamatergic/GABAergic balance; baclofen is a GABA-B agonist), (2) the clinical trial primary intent is to assess effects on cognitive impairment/functioning rather than to directly target canonical AD pathology (amyloid or tau) with a targeted disease‑modifying mechanism. There is some preclinical evidence suggesting neuroprotective or disease‑modifying effects, which creates minor ambiguity, but the trial's stated purpose and endpoints are symptomatic/cognitive, so 'cognitive enhancer' is the best fit. citeturn0search0turn0search5"
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The investigational product PXT00864 is a fixed low‑dose combination of two small molecules (acamprosate + baclofen) being tested for symptomatic/cognitive improvement in mild AD — i.e., a cognitive‑enhancer strategy rather than an explicit anti‑amyloid or anti‑tau disease‑modifying approach. citeturn1search5turn1search2",
        "Act: Key extracted details — PXT00864 = acamprosate + baclofen (fixed‑dose capsules), tested in PLEODIAL studies with ADAS‑Cog and other cognitive endpoints; preclinical literature reports synergistic neuroprotective effects for the acamprosate+baclofen combination (PXT864 family). citeturn1search5turn0search1turn0search2",
        "Mechanistic basis supporting classification — acamprosate modulates glutamatergic signalling (NMDA / mGluR5 modulation and broader glutamate/GABA balance) and baclofen is a GABA‑B receptor agonist; both act on neurotransmitter receptor systems that regulate synaptic transmission and cognition. citeturn0search6turn2search4",
        "Reflect: The primary pharmacologic actions are on neurotransmitter receptor systems (GABAergic and glutamatergic), so the most specific CADRO category is D) Neurotransmitter Receptors. Although there is some preclinical evidence of neuroprotection (which could suggest synaptic‑plasticity or neuroprotective effects), the drugs’ known mechanisms of action and the trial’s symptomatic/cognitive endpoints point to classification under neurotransmitter receptors rather than a primary anti‑amyloid/tau or multi‑target designation. citeturn0search2turn0search1"
    ]
}