{
    "nct_id": "NCT02695004",
    "title": "Randomized, Double-blind, Placebo-controlled, Single Ascending Dose Phase 1 Clinical Trial to Evaluate Safety, Tolerability and Pharmacokinetics of DKF-310 Intramuscular Injection in Healthy Male Volunteers",
    "status": "COMPLETED",
    "last_update_time": "2020-04-02",
    "description_brief": "This is a study to evaluate safety, tolerability and PK of DKF-310 IM injection in healthy male volunteers.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "OTHER",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "DKF-310 (donepezil)"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The investigational product DKF-310 is identified as donepezil, a centrally acting, reversible acetylcholinesterase inhibitor that increases acetylcholine and is used to improve cognitive symptoms in Alzheimer’s disease rather than to modify underlying amyloid or tau pathology. citeturn2search6turn2search0",
        "Act: The trial title/registry entry describes a Phase 1, randomized, double-blind, placebo-controlled, single ascending dose study of DKF-310 given intramuscularly in healthy male volunteers (NCT02695004 / DKF-310). Registry summaries explicitly list DKF-310 with the other name Donepezil. citeturn0search2turn1search1",
        "Reflect: According to the category definitions you provided, donepezil is a symptomatic treatment that improves cognition (a cognitive enhancer). Although donepezil is a small-molecule drug, it is not disease-modifying (it does not target amyloid or tau), so the correct category is 'cognitive enhancer' rather than 'disease-targeted small molecule.' No contradictory signals were found in the trial description; the IM formulation is a different route but does not change the drug's mechanistic classification. citeturn2search6turn0search2",
        "Web search results (sources used): 1) MedPath / trial listing for NCT02695004 showing DKF-310 (Donepezil) Phase 1 IM single ascending dose safety/PK study. citeturn0search2 2) ICHGCP/clinical-trials-registry summary for NCT02695004 listing Donepezil (DKF-310) and dose arms/details. citeturn1search1 3) Donepezil (Aricept) prescribing / drug information describing mechanism (reversible acetylcholinesterase inhibitor) and symptomatic cognitive effects (Aricept/drugs.com, MIMS). citeturn2search6turn2search0"
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The investigational product DKF-310 is identified as donepezil, a centrally acting, reversible acetylcholinesterase (AChE) inhibitor that raises synaptic acetylcholine to improve cognition—i.e., it modulates cholinergic neurotransmission rather than targeting amyloid, tau, or other disease‑modifying pathways. citeturn0search0turn0search2",
        "Act: The trial listing describes a Phase 1, randomized, double‑blind, placebo‑controlled, single ascending dose study of DKF‑310 (donepezil) given intramuscularly in healthy male volunteers (NCT02695004). Registry/trial aggregator entries identify DKF‑310 as donepezil and list the study purpose as safety/tolerability/pharmacokinetics for an IM formulation. Based on the drug’s known mechanism (AChE inhibition → increased acetylcholine), the most specific CADRO category is D) Neurotransmitter Receptors (modulation of neurotransmitter/cholinergic systems). citeturn0search1turn0search3",
        "Reflect: This classification fits the description: donepezil is a symptomatic cognitive enhancer that acts on cholinergic neurotransmission and does not target amyloid, tau, inflammation, or other disease‑modifying mechanisms, so D) Neurotransmitter Receptors is the best CADRO match. If one emphasized synaptic support broadly, M) Synaptic Plasticity/Neuroprotection could be considered, but the direct mechanistic action (AChE inhibition) maps more specifically to neurotransmitter system modulation (D). No contradictory information was found in the trial entry. citeturn0search0turn0search7",
        "Web search results (sources used): 1) MedPath trial listing for NCT02695004 showing DKF‑310 (Donepezil) Phase 1 IM single ascending dose safety/PK study. citeturn0search1 2) SmartPatients / trial summary for NCT02695004 (DKF‑310). citeturn0search3 3) Drugs.com / Aricept (donepezil) prescribing/mechanism summary noting reversible AChE inhibition and symptomatic cognitive effects. citeturn0search0 4) MIMS / mechanism of action summary for donepezil describing AChE inhibition and symptomatic (non‑disease‑modifying) effects. citeturn0search2 5) Additional prescribing/pharmacology summary (MedThority / Aricept mechanism notes). citeturn0search7"
    ]
}