{
    "nct_id": "NCT00627848",
    "title": "Effect of Rivastigmine on FMRI in Mild Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2011-10-27",
    "description_brief": "The purpose of the study is to investigate the effect of rivastigmine given as an acute dose compared to placebo and after 1 month chronic dosing on fMRI response during a face recognition task. Furthermore, the aim is to investigate whether fMRI response is correlated with long term treatment effect at 6 months and 12 months.",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "BASIC_SCIENCE",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "Rivastigmine (cholinesterase inhibitor; small molecule)"
    ],
    "placebo": [
        "Placebo"
    ],
    "explanation_target": [
        "Reason: The study tests rivastigmine's acute and chronic effects on fMRI response during a face-recognition task and whether those fMRI changes correlate with clinical effects at 6 and 12 months. That aim is to measure symptomatic/cognitive-related brain activity and treatment response rather than to intervene on core Alzheimer's pathology (amyloid or tau). citeturn0search8turn0search2",
        "Act: Rivastigmine is a small‑molecule carbamate cholinesterase inhibitor (inhibits acetylcholinesterase and butyrylcholinesterase) that enhances cholinergic neurotransmission and is used as a symptomatic treatment to improve cognition in mild-to-moderate Alzheimer’s disease; the trial's intervention (drug vs placebo) and outcomes (fMRI during cognitive task, correlation with later clinical effect) match the definition of a cognitive enhancer rather than a disease-targeting anti-amyloid/tau therapy. citeturn0search4turn0search5",
        "Reflect: Given rivastigmine's mechanism (symptomatic cholinergic enhancement) and the trial's focus on task-related fMRI and linkage to cognitive outcomes, the correct category is 'cognitive enhancer'. There is no indication in the description that the drug targets amyloid or tau pathology or that the trial's primary aim is neuropsychiatric symptom management. citeturn0search8turn0search3",
        "Web search results used: (selected) 1) Rivastigmine mechanism and classification as a pseudo‑irreversible cholinesterase inhibitor (PubMed review). citeturn0search0 2) Detailed review describing rivastigmine as a brain‑selective AChE/BuChE inhibitor used for symptomatic treatment in AD (PMC review). citeturn0search8 3) Cochrane summary of rivastigmine trials showing modest cognitive benefit vs placebo at 6 months. citeturn0search2 4) Clinical pharmacology and formulation notes (capsule/patch) and CNS selectivity. citeturn0search4turn0search3"
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The trial tests rivastigmine's acute and chronic effects on fMRI during a face-recognition task and links those fMRI changes to later cognitive outcomes — a symptomatic/cognitive‑enhancement aim rather than an intervention on core AD pathologies (amyloid or tau). citeturn0search4turn0search6",
        "Act: Rivastigmine is a small‑molecule cholinesterase inhibitor (pseudo‑irreversible inhibitor of acetylcholinesterase and butyrylcholinesterase) that enhances cholinergic neurotransmission and is used as a symptomatic cognitive treatment in mild–moderate AD; this mechanism maps to CADRO category D (Neurotransmitter Receptors / neurotransmitter systems). citeturn0search3turn0search0",
        "Reflect: The description and rivastigmine's known mechanism point to a symptomatic cholinergic (neurotransmitter) target rather than amyloid/tau, inflammation, or multi‑target disease modification. Therefore the most specific CADRO match is D) Neurotransmitter Receptors. citeturn0search0turn0search4",
        "Web search results used (selected): 1) Cochrane review summarizing symptomatic cognitive effects of rivastigmine in AD. citeturn0search0 2) PubMed/PMC and related fMRI studies showing rivastigmine alters brain activation during face/recognition and working memory tasks. citeturn0search4turn0search6 3) Pharmacology/review describing rivastigmine as a pseudo‑irreversible AChE/BuChE inhibitor and CNS‑selective cholinesterase inhibitor. citeturn0search3"
    ]
}