{
    "nct_id": "NCT05114187",
    "title": "An Internet-Based Education Program for Care Partners of People Living With Dementia (iGeriCare): A Pilot Randomized Controlled Trial",
    "status": "COMPLETED",
    "last_update_time": "2023-10-17",
    "description_brief": "With the aging population, the prevalence of dementia is increasing dramatically. People living with dementia are highly dependent on family care partners, who may have little knowledge of the disorder. National and provincial guidelines have all highlighted the importance of online resources to improve care partner education; however, very few have been widely implemented or rigorously studied.\n\nThe investigators have developed the award-winning dementia education platform to complement traditional patient and family educational approaches. It allows free access to multimedia e-learning lessons, live expert webinars, and email-based content that care partners can access any time, anywhere.\n\nIn a pilot randomized controlled trial (RCT), the investigators propose to study 1) the feasibility and care partner acceptance of the intervention and some of the study methods, and 2) the impact of the intervention on care partner self-efficacy, knowledge, and sense of burden.\n\nThis initiative has the potential to improve the quality, cost effectiveness, and efficiency of dementia care. The intervention could be easily scaled and spread both provincially and nationally to complement other dementia education methods, at a time when the prevalence of dementia is increasing and access to high quality internet-based interventions is essential.",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "OTHER",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is an internet- and email-based dementia education program (iGeriCare) for family/friend care partners intended to improve care partner knowledge, self-efficacy, and reduce burden. This is an educational/behavioral support intervention, not a pharmacologic agent or biologic targeting Alzheimer pathology, nor a cognitive-enhancing drug or an intervention aimed primarily at treating neuropsychiatric symptoms in patients. citeturn0search4turn0search2",
        "Act: Key extracted details — trial title iGeriCare (Internet-Based Education Program for Care Partners of People Living With Dementia); intervention = web- and email-based platform with asynchronous multimedia e-learning lessons (12 lessons reported), live webinars and email reinforcement; study design = 2-arm pilot feasibility RCT examining feasibility, acceptability, and effects on care partner knowledge, self-efficacy, and burden (no drug or placebo is administered). Trial registration NCT05114187. citeturn0search4turn0search0",
        "Reflect: Given the intervention type and stated objectives, the trial does not fit any of the four drug/therapy target categories (disease-targeted biologic, disease-targeted small molecule, cognitive enhancer, or neuropsychiatric symptom improvement). It is a non-therapeutic, educational/support intervention for caregivers; therefore the correct classification is 'N/A'. This classification aligns with the protocol and published descriptions. citeturn0search2turn0search4",
        "Web search results used: 1) \"Web-Based Education Program for Care Partners of People Living With Dementia (iGeriCare): Protocol for a Pilot Randomized Controlled Trial\" — JMIR Research Protocols / PubMed Central (full protocol and study details). citeturn0search2turn0search4 2) PubMed record summarizing the protocol and trial registration (NCT05114187). citeturn0search0 3) Additional public summaries/press listing of the protocol and recruitment details. citeturn0search3"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}