{
    "nct_id": "NCT03055741",
    "title": "A Multicenter, Randomized, Double-blind, Placebo-controlled, Phase IIb, Clinical Study to Evaluate the Safety and Efficacy of DHP1401 in Patients With Mild-moderate Alzheimer's Disease Treated With Donepezil(DRAMA)",
    "status": "COMPLETED",
    "last_update_time": "2019-08-19",
    "description_brief": "The objective of this study is to evaluate the efficacy and safety of DHP1401 in patients with mild-moderate Alzheimer's disease treated with donepezil",
    "description_detailed": "N/A",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "DHP1401"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The published Phase IIb trial describes DHP1401 as having 'neuroprotective and memory-enhancing effects' in transgenic AD models and tests cognitive endpoints (ADAS‑cog, MMSE) in patients — suggesting a drug intended to act on disease-related biology and improve cognition rather than only treat behavioral symptoms. citeturn3view0",
        "Act: I searched clinical- and preclinical sources. The clinical trial record (NCT03055741) confirms DHP1401 is an oral investigational drug given 500–1000 mg adjunct to donepezil in a randomized placebo‑controlled Phase 2 trial. citeturn0search3",
        "Act (preclinical evidence): Preclinical literature on a related deuterohemin peptide (DhHP‑6) shows inhibition of Aβ1‑42 aggregation and neuroprotective effects in models, supporting a disease‑targeting (anti‑amyloid/antioxidant) mechanism for this class of compounds; the trial authors also cite preclinical transgenic‑model efficacy for DHP1401. citeturn1search5turn3view0",
        "Act (company / press): Korean reports by the sponsor describe DHP1401 as a natural‑product–based dementia candidate with efficacy in animal models and acceptable toxicity in long‑term studies, consistent with a small‑molecule or small‑peptide therapeutic rather than a large biologic (antibody/vaccine). citeturn8search3",
        "Reflect: Taken together, DHP1401 is not described as a monoclonal antibody or vaccine (i.e., not a classic biologic) and appears to be a small molecule / small peptide with proposed anti‑amyloid/antioxidant neuroprotective activity. Therefore the best fit among the provided categories is 'disease‑targeted small molecule'. There remains some uncertainty because the sponsor’s public materials do not provide a full chemical/structural disclosure in the sources found; if you want I can attempt to locate regulatory filings or patents for a definitive chemical class. citeturn3view0turn0search3"
    ],
    "agent_type": "A) Amyloid beta",
    "explanation_agent": [
        "Reason: The Phase IIb publication and trial description characterize DHP1401 as a disease-targeting, orally administered small‑molecule/peptide candidate with reported neuroprotective and memory‑enhancing effects in transgenic AD models and that the trial measured cognitive endpoints (ADAS‑cog, MMSE). citeturn0search0turn2search2",
        "Act: Clinical registry and trial report confirm DHP1401 was given orally (500–1000 mg, adjunct to donepezil) in a randomized, placebo‑controlled Phase 2 study (NCT03055741). Preclinical literature for a related deuterohemin peptide (DhHP‑6) shows direct inhibition of Aβ1‑42 aggregation in models, supporting an anti‑amyloid mechanism for this class; DhHP‑6 also has antioxidant/anti‑inflammatory activity in preclinical studies. citeturn2search2turn1search0turn1search3",
        "Reflect: The most specific CADRO match is A) Amyloid beta because preclinical evidence for this chemical class includes inhibition of Aβ1‑42 aggregation (primary disease‑related pathway). There is also evidence of antioxidant/anti‑inflammatory activity (G) Oxidative Stress / F) Inflammation as secondary mechanisms, but the anti‑amyloid activity makes A) the best single-category assignment. If you prefer to flag multiple mechanisms explicitly, R) Multi‑target could be used; otherwise A) Amyloid beta is the most specific fit."
    ]
}