{
    "nct_id": "NCT00480467",
    "title": "Ascending Single Dose Study of the Safety, Tolerability, Pharmacokinetics (PK), and Pharmacodynamics (PD) of SAM-315 Administered Orally to Healthy Japanese Male Subjects",
    "status": "COMPLETED",
    "last_update_time": "2007-12-03",
    "description_brief": "To assess the safety and tolerability of ascending single oral doses of SAM-315, an investigational drug, in healthy Japanese male subjects.To obtain preliminary pharmacokinetic (PK) and pharmacodynamic (PD) profiles of SAM-315 in healthy Japanese male subjects.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "SAM-315"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The protocol describes an orally administered investigational drug (SAM-315) given as ascending single oral doses for safety/PK/PD in healthy volunteers and lists the indication as Alzheimer disease, which is consistent with a small-molecule, orally dosed therapeutic development program rather than a biologic or device. citeturn4search2turn0search6",
        "Act (key details & web-search findings):\n- Trial entries (Phase 1, single–ascending-dose; condition: Alzheimer disease; sponsor: Wyeth/Pfizer) show SAM-315 as the investigational drug but provide no mechanism-of-action or molecular class in the registry descriptions. citeturn0search6turn4search2.\n- I searched public trial registries and drug/pipeline databases; the records list SAM-315 for Alzheimer disease but do not describe it as a monoclonal antibody, vaccine, or other biologic — supporting interpretation as a small-molecule oral agent. citeturn0search0turn4search1.\n- Separately, in the Alzheimer research literature the abbreviation \"SAM\" is used to denote \"silent allosteric modulators\" of mGluR5 (a small-molecule class under investigation for disease-modifying effects in AD), but I found no direct evidence that SAM-315 is an mGluR5 SAM (no public source explicitly maps SAM-315 to that mechanism). Therefore the specific molecular target for SAM-315 could not be confirmed from public registries and literature. citeturn2search6turn2search5.",
        "Reflect: Given (a) the route (oral), (b) the Phase 1, single-/multiple-ascending-dose design, and (c) the indication (Alzheimer disease) — and the absence of any registry/literature statement that SAM-315 is a biologic or symptomatic cognitive enhancer — the most appropriate category is \"disease-targeted small molecule.\" This classification is conservative: it treats SAM-315 as a small-molecule investigational therapeutic aimed at AD pathology (or disease processes) rather than a biologic, a purely symptomatic cognitive enhancer, or a neuropsychiatric symptomatic treatment. The main uncertainty is that the public trial records do not state SAM-315's molecular mechanism or target; if you want a definitive mechanism assignment, I can keep searching (e.g., patents, older Wyeth/Pfizer pipeline documents, or pharmacology reports) or attempt contact-source lookups. citeturn4search5turn0search4."
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The trial drug SAM-315 (also listed as WAY-255315) is an orally administered small molecule investigated for Alzheimer disease. Multiple cheminformatics/product and pipeline sources identify SAM-315 as a 5-HT6 (serotonin 6) receptor antagonist — a neurotransmitter receptor target implicated in cognition. Therefore the most specific CADRO category is D) Neurotransmitter Receptors. citeturn1search0turn1search1",
        "Act: Key details & web-search findings:",
        "- Clinical trial records show SAM-315 was studied in Phase 1 single-ascending-dose and multiple-ascending-dose trials for the indication Alzheimer disease (healthy adult and healthy Japanese male studies). citeturn0search2turn0search5",
        "- Chemical/product/compound databases and catalog pages list SAM-315 (alias WAY-255315) as a potent 5-HT6 receptor antagonist (reported Ki/IC50 values and descriptions). These are the sources that provide the molecular target assignment. citeturn1search0turn1search4",
        "- Literature on 5-HT6 receptors supports their role in cognition and interest as targets for AD-relevant cognitive effects, which aligns with classifying a 5-HT6 antagonist under 'Neurotransmitter Receptors'. citeturn1search6",
        "Reflect: The registry entries alone did not state a mechanism of action, but independent drug/chemistry resources (TargetMol, Patsnap/Synapse, supplier catalogs) explicitly identify SAM-315 / WAY-255315 as a 5-HT6 receptor antagonist. 5-HT6 is a serotonin neurotransmitter receptor — therefore CADRO category D (Neurotransmitter Receptors) best fits. If you prefer a more conservative mapping to a non-specific category because primary registries lacked MoA, note that the additional compound/databank evidence resolves that uncertainty. (If you want, I can fetch patents or historical Wyeth/Pfizer pipeline documents for further confirmation.) citeturn1search0turn1search1turn0search5"
    ]
}