{
    "nct_id": "NCT04915092",
    "title": "Co-creation of Service Innovation - Evaluation of the Efficacy of an App for Parents to Prevent Childhood Obesity and Promote Healthy Life-styles: CoSIE Randomized Controlled Trial",
    "status": "COMPLETED",
    "last_update_time": "2025-06-20",
    "description_brief": "The objective of the study is to evaluate the effectiveness of the app in terms of changing lifestyles both related to nutrition and physical activity. The study is also aimed at evaluating the usability and the degree of acceptance of the app among parents.\n\nThe primary objective will be assessed in terms of the change in the consumption of sugary drinks and high-calorie food and in terms of time spent in front of a screen.\n\nThe secondary objectives are the evaluation of BMI (percentile and z-score) and waist circumference and the evaluation of the usability of the app.\n\nSTUDY DESIGN The study is a randomized control trial. Both parents and children are recruited.\n\n* Family paediatricians during the health balance of 3 or 5 years old (children between 3 and 6.5 years old)\n* Sport medicine during the visits for sport ability (children between 7 and 11 years old)\n* Pediatric Endocrinology and Diabetology of the Santa Maria Hospital during routine visits (children between 5 and 11 years old)\n\nWhen the study is presented to families, few clinical information are collected on the electronic platform designed for enrollment and randomization:\n\n* Child weight and height\n* Child waist circumference\n\nMore information about children and parents are collected (through questionnaire).\n\nThe families (both treatment and control ) are contacted after 12 month and after 24 months from the recruitment to answer to a questionnaire on lifestyle habits (food and physical activity) of the child and app utilization\n\nDuring this visit also child weight, height and waist circumference will be collected.\n\nIntervention group The app is explained and installed during the recruitment to the family in the intervention group.\n\nSome families in this group will be selected to take part to the qualitative research.\n\nControl group Every months during the first year of study a newsletter is sent only to the members of the control group.",
    "description_detailed": "Childhood obesity is a highly prevalent condition and together with the behaviours associated with it, such as improper diet and physical inactivity, it generates a high burden of disease in adulthood.\n\nIn recent years, it is increasing the use of mobile devices in support of health prevention and promotion strategies. In a primary care setting these new technologies offer the opportunity to open a two-way communication channel between parents and institutions and can help by adapting the intervention and framing the message according to the needs of each family.\n\nSince 2010, the Reggio Emilia AUSL has started a research and interventions program aimed at preventing childhood obesity. The program has adopted a multilevel and multi-setting strategy for primary prevention (BMInforma Program).\n\nSince 2017, together with the University of Bologna and the regional company Lepida2000, the Local Health Authority is part of the Co-creation of Service Innovation in Europe project (CoSIE Project), a project funded by the European Union with a Horizon 2020 call coordinated by the University of Turku, Finland. The CoSIE project promotes the co-creation of public services through the involvement of citizens and other interested parties in the definition of objectives and delivery methods.\n\nThe project is divided into nine pilot projects and the Italian pilot project, carried out in the province of Reggio Emilia, is part of the AUSL program for the prevention of childhood obesity. The aim of the pilot project is to create a network between the services involved in the prevention and treatment of obesity and, at the same time, it aims to create an app that can help promote a healthy lifestyle. The app was designed and created with a co-creation process.\n\nThe objective of the study is to evaluate the effectiveness of the app in terms of changing lifestyles both related to nutrition and physical activity. Furthermore,an aim of the study is to evaluate the usability and the degree of acceptance of the app among parents.\n\nThe primary objective will be assessed in terms of the change in the consumption of sugary drinks and high-calorie food and in terms of time spent in front of a screen.\n\nThe secondary objectives are the evaluation of BMI (percentile and z-score) and waist circumference and the evaluation of the usability of the app.\n\nSTUDY DESIGN The study is a randomized control trial.\n\nBoth parents and children are recruited. The recruitment is done by some members of the CoSIE project Consulting Committee:\n\n* Family paediatricians during the health balance of 3 or 5 years old (children between 3 and 6.5 years old)\n* Sport medicine during the visits for sport ability (children between 7 and 11 years old)\n* Pediatric Endocrinology and Diabetology of the Santa Maria Hospital during routine visits (children between 5 and 11 years old)\n\nWhen the study is presented to families, few clinical information are collected on the electronic platform designed for enrollment and randomization:\n\n* Child weight and height\n* Child waist circumference\n\nMore information about children and parents are collected (through questionnaire).\n\nThe families (both treatment and control ) are contacted after 12 month and after 24 months from the recruitment to answer to a questionnaire on lifestyle habits (food and physical activity) of the child and app utilization\n\nDuring this visit also child weight, height and waist circumference will be collected.\n\nIntervention group The app is explained and installed during the recruitment to the family in the intervention group.\n\nSome families in this group will be selected to take part to the qualitative research.\n\nControl group Every months during the first year of study a newsletter is sent only to the members of the control group.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "PREVENTION",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is a behavioral smartphone/tablet app for parents aimed at changing children's nutrition, physical activity, screen time and assessing usability/acceptance. Outcomes are lifestyle measures (sugary drink and high-calorie food consumption, screen time) and anthropometrics (BMI percentile/z-score, waist circumference). No pharmacologic agent, biologic, or cognitive/neuropsychiatric drug intervention is described.",
        "Act: Extracted key details — intervention = parent-facing app; population = children (3–11 years) and parents; study type = randomized controlled trial; primary outcomes = changes in sugary drink/high-calorie food consumption and screen time; secondary outcomes = BMI percentiles/z-scores, waist circumference, app usability. No drug name, mechanism of action, monoclonal antibody, small molecule, cognitive enhancer, or neuropsychiatric-targeting therapy is mentioned, so no web search required.",
        "Reflect: The trial evaluates a behavioral/digital health intervention (prevention of childhood obesity via lifestyle change), which does not fit the four specified therapeutic categories (disease-targeted biologic, disease-targeted small molecule, cognitive enhancer, neuropsychiatric symptom improvement). Therefore classification as 'N/A' is appropriate."
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}