{
    "nct_id": "NCT05965414",
    "title": "A Phase 1 Randomized, Double-Blind, Placebo Controlled Study to Evaluate the Safety and Pharmacokinetics of Single Ascending Doses and Multiple Ascending Doses of CS6253 in Healthy Volunteers and in APOE4 Carriers",
    "status": "COMPLETED",
    "last_update_time": "2025-05-07",
    "description_brief": "* Phase 1A SAD: Five or more cohorts of 8 healthy volunteers (HVs) will receive a single IV bolus injection of study drug or placebo. The first 4 cohorts will be male only. The last cohort will be repeated with the max safe dose of the previous cohorts in healthy elderly subjects (male and female of non childbearing potential, \\> 50years)\n* Phase 1B MAD: Two or more cohorts of 8 male and female HVs will receive multiple (4) IV bolus injections of study drug or placebo every 72 hours.\n* Phase 1 Subcutaneous SC Cohort: One cohort of 6 male and 6 female HVs will receive one SC injection of study drug.",
    "description_detailed": "This is a randomized, double-blind, placebo-controlled study in HV and in APOE4 carriers.\n\nPhase 1A Single Ascending Dose (SAD): In 5 or more sequential SAD cohorts of 8 (6 active:2 placebo) HVs a single IV bolus injection (CS6253 1, 2.4, 6, and 10 mg/kg or placebo) will be administered and PK, safety, and biomarkers will be assessed. The first 4 cohorts will include males only. In the fifth cohort 8 (6 active:2 placebo) subjects, male and female of non-childbearing potential and at least 50 years old, will be administered CS6253 at equal to or lower doses than the maximum safe SAD dose in HV.\n\nCSF will not be collected in the first 2 SAD cohorts. In the following cohorts, CSF will be collected before dosing and over 24 hours after dosing. Additional cohorts may be added as needed and deemed safe and appropriate by the Data Safety Monitoring Board (DSMB).\n\nPhase 1B Multiple Ascending Dose (MAD): In 2 or more sequential MAD cohorts of 8 (6 active:2 placebo) male and female HVs at least 50 years old on average ≥ 3/sex/cohort; ≥ 4 APOE4 carriers/cohort, will be administered multiple IV bolus injections. Cohort 1 will be administered CS6253 at 75% of the maximum safe SAD dose in subjects at least 50 years old or placebo, and if no Treatment Emerging Adverse Events (TEAEs), in Cohort 2 at 100% of the maximum safe SAD dose or placebo will be administered every 72 hours x 4 doses and PK, safety, and biomarkers will be assessed. Plasma PK will be assessed after first and fourth dose in all cohorts. CSF will be collected before dosing and over 24 hours in conjunction with the fourth dose. Cohorts of 8 subjects (6 active:2 placebo) may be added at doses equal to or lower than the maximum safe MAD dose to further explore CS6253 brain exposure and Pharmacodynamics (PD) dependency on APOE4 isoform and sex.\n\nPhase 1 Subcutaneous SC Cohort: One cohort of 6 (\\>=4) male and 6 (\\>=4) female HVs will receive one SC injection of study drug. From these 12 subjects (\\>=4) female and (\\>=4) male subjects need to be an APOE4 carrier.",
    "phase": [
        "EARLY_PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted biologic",
    "drug": [
        "CS6253 (aka CS-6253) — ApoE C‑terminal-derived peptide; ABCA1 agonist (peptide biologic)"
    ],
    "placebo": [
        "placebo (matched injection)"
    ],
    "explanation_target": [
        "Reason: The protocol tests CS6253, which is an ApoE C‑terminal–derived peptide that acts as an ABCA1 agonist to improve ApoE lipidation and reduce Alzheimer’s-related pathology (Aβ and phosphorylated tau) in preclinical models; this is a disease‑directed mechanism targeting AD biology rather than a symptomatic cognitive enhancer or neuropsychiatric treatment. citeturn0search0turn0search2.",
        "Act: I searched the literature for CS6253 to confirm the intervention and mechanism. CS6253 is described as a peptide (ApoE‑derived) ABCA1 agonist that crosses the blood–brain barrier in models, alters lipoproteins/Aβ in primates, and is being evaluated in Phase 1 for safety/pharmacokinetics in healthy volunteers and APOE4 carriers. citeturn0search3turn0search6turn0search1.",
        "Reflect: Mapping to the category definitions — it is a biologic (peptide) directed at Alzheimer’s pathology (ApoE/ABCA1 pathway and downstream effects on Aβ/tau) so the correct category is 'disease-targeted biologic'. The trial description (single/multiple ascending IV and SC doses vs placebo in HVs and APOE4 carriers) aligns with an early‑phase safety study of a biologic therapeutic. citeturn0search0turn0search3.",
        "Web search results (selected supporting sources): 1) ALZFORUM summary of CS6253, including mechanism and Phase 1 trial details. citeturn0search0. 2) Preclinical data showing prevention of ApoE4‑driven pathology and cognitive benefit in mice (abstract/publication). citeturn0search2. 3) Primate (cynomolgus) data showing CS6253 increases small HDL and alters CSF/plasma Aβ markers. citeturn0search3turn0search6. 4) SBIR/NIA award summaries describing CS6253 as a 2nd‑generation ABCA1 agonist peptide for APOE4‑driven AD and IND‑enabling work. citeturn0search4turn0search7.",
        "Notes / Ambiguity: The investigational agent is a peptide (biologic) rather than a monoclonal antibody or vaccine; although some definitions reserve 'biologic' for large proteins/antibodies, peptides administered as drugs are appropriately classified here as biologic agents targeting disease pathology. The trial includes placebo arms as stated in the description."
    ],
    "agent_type": "C) ApoE, Lipids and Lipoprotein Receptors",
    "explanation_agent": [
        "Reason: The investigational agent CS6253 is an ApoE C‑terminal–derived peptide that acts as an ABCA1 agonist to enhance ApoE lipidation and alter lipoprotein biology, with downstream reductions in Aβ and phosphorylated tau reported in preclinical models. This mechanism directly targets the ApoE/lipidation pathway rather than being primarily an anti-amyloid antibody or a symptomatic treatment. citeturn0search0turn0search3",
        "Act: Extracted details — drug: CS6253 (aka CS-6253), a peptide biologic designed to mimic ApoE C‑terminal sequences and activate the ATP-binding cassette transporter A1 (ABCA1) to improve ApoE lipidation and influence Aβ biology; being evaluated in Phase 1 safety/PK studies in healthy volunteers and APOE4 carriers. Key supporting sources: ALZFORUM summary and cynomolgus/primate studies and NIH/SBIR trial descriptions. citeturn0search0turn0search4turn0search2",
        "Reflect: Mapping to CADRO — the primary target/pathway is ApoE and lipid/lipoprotein receptors (ABCA1-mediated lipidation of ApoE). Therefore the most specific CADRO classification is 'C) ApoE, Lipids and Lipoprotein Receptors'. It is not classified as A) Amyloid beta because the agent’s direct molecular target is ABCA1/ApoE lipidation (though it has downstream effects on Aβ), nor as R) Multi-target since the planned mechanism is focused on the ApoE/ABCA1 pathway. citeturn0search0turn0search3",
        "Web search results (selected supporting sources): 1) ALZFORUM summary of CS6253 (mechanism and Phase 1 details). citeturn0search0 2) SBIR/NIA Phase 1 trial description and program summary describing CS6253 as an ABCA1 agonist being tested in humans. citeturn0search2turn0search1 3) Primate (cynomolgus) data showing CS6253 effects on small HDL, plasma ApoE and Aβ biomarkers. citeturn0search3turn0search4"
    ]
}