{
    "nct_id": "NCT05741853",
    "title": "Cognitive Reserve and Linguistic Resilience in Bilingual Hispanics With Primary Progressive Aphasia",
    "status": "RECRUITING",
    "last_update_time": "2023-06-28",
    "description_brief": "Difficulties with speech and language are the first and most notable symptoms of primary progressive aphasia (PPA). While there is evidence that demonstrates positive effects of speech-language treatment for individuals with PPA who only speak one language (monolinguals), there is a significant need for investigating the effects of treatment that is optimized for bilingual speakers with PPA. This stage 2 efficacy clinical trial seeks to establish the effects of culturally and linguistically tailored speech-language interventions administered to bilingual individuals with PPA.\n\nThe overall aim of the intervention component of this study is to establish the relationships between the bilingual experience (e.g., how often each language is used, how \"strong\" each language is) and treatment response of bilinguals with PPA. Specifically, the investigators will evaluate the benefits of tailored speech-language intervention administered in both languages to bilingual individuals with PPA (60 individuals will be recruited). The investigators will conduct an assessment before treatment, after treatment and at two follow-ups (6 and 12-months post-treatment) in both languages. When possible, a structural scan of the brain (magnetic resonance image) will be collected before treatment in order to identify if brain regions implicated in bilingualism are associated with response to treatment. In addition to the intervention described herein, 30 bilingual individuals with PPA will be recruited to complete behavioral cognitive-linguistic testing and will not receive intervention. Results will provide important knowledge about the neural mechanisms of language re-learning and will address how specific characteristics of bilingualism influence cognitive reserve and linguistic resilience in PPA.",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention described is a behavioral, speech-language therapy program (Video-Implemented Script Training for Aphasia (VISTA) and Lexical Retrieval Training (LRT)) delivered to bilingual individuals with primary progressive aphasia to improve language ability and study bilingualism effects on treatment response. This is explicitly non-pharmacologic. citeturn0search7turn0search3",
        "Act: I searched for the trial and related materials to confirm the intervention type and that no drug/biologic is involved. The clinical-trial description and registry entries list the interventions as VISTA and LRT (behavioral speech-language therapies) and do not mention any drug or placebo. citeturn0search7turn0search3",
        "Supporting evidence: Prior work on naming and lexical retrieval treatments in bilingual PPA shows behavioral therapy effects (example study of treatment for anomia in bilingual speakers with progressive aphasia), reinforcing that this is a rehabilitative speech-language intervention rather than a pharmacologic trial. citeturn0search4turn0search6",
        "Reflect: The four target categories provided are all drug/biologic-focused (disease-targeted biologic, disease-targeted small molecule, cognitive enhancer [drug], neuropsychiatric symptom improvement [typically pharmacologic]). Because this trial tests a behavioral (speech-language) therapy and contains no drug or biologic intervention, it does not fit any of the four categories and is therefore classified as 'N/A'. citeturn0search7",
        "Web search results used: Clinical trial registry and summaries for 'Cognitive Reserve and Response to Speech-Language Intervention in Bilingual Speakers With Primary Progressive Aphasia' (NCT05741853 / trial pages), and related publications on bilingual speech-language treatment in PPA. citeturn0search7turn0search3turn0search4turn0search6"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}