{
    "nct_id": "NCT02686216",
    "title": "Biodistribution, Pharmacokinetics, and Safety of F-18 THK-5351 PET in Alzheimer's Disease Patients and Healthy Subjects",
    "status": "COMPLETED",
    "last_update_time": "2021-01-25",
    "description_brief": "Biodistribution, pharmacokinetics, and safety of F-18 THK-5351 PET in Alzheimer's disease patients and healthy subjects.",
    "description_detailed": "Totally 24 subjects age 20-90 including 12 healthy cognitively intact subjects and 12 probably Alzheimer's dementia patients with NINCDS-ADRDA criteria. For disease subjects, caregiver should be able to report activities of daily living and their mental status. Patient should be able to give informed consent or have a caregiver give consent with subject assent.",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "DIAGNOSTIC",
    "results": null,
    "target_category": "N/A",
    "drug": [
        "F-18 THK-5351 (radioligand PET tracer)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention described (F-18 THK-5351 PET) is a radiolabeled imaging tracer used for PET scans to image brain pathology (originally developed for tau). This is diagnostic imaging, not a therapeutic drug intended to modify disease, improve cognition, or treat neuropsychiatric symptoms. citeturn0search6turn0search0",
        "Act: Key details extracted — F-18 THK-5351 is a radiotracer for PET imaging (biodistribution / pharmacokinetics / safety studies have been reported). Clinical biodistribution/dosimetry work showed it is tolerated and characterized for radiation dose in humans. citeturn0search6turn0search7",
        "Act (additional drug information): Although THK-5351 was developed as a tau PET tracer, multiple sources report substantial off-target binding to monoamine oxidase B (MAO-B), meaning it is used to image tau and/or MAO-B-related signals (astrogliosis) rather than as a therapeutic biologic or small molecule drug. citeturn0search0turn0search3turn0search4",
        "Reflect: Given the intervention is an imaging radiopharmaceutical (diagnostic PET tracer) and not a therapeutic biologic, small molecule treatment, cognitive enhancer, or neuropsychiatric therapy, the correct classification is 'N/A' (does not fit the four therapeutic categories). The sources above support that THK-5351 is a diagnostic PET ligand and not a treatment. citeturn0search6turn0search0",
        "Web search results (supporting references):",
        "- Biodistribution and Radiation Dosimetry for the Tau Tracer 18F-THK-5351 in Healthy Human Subjects — biodistribution / dosimetry and safety data for 18F-THK-5351. citeturn0search6",
        "- Review: The development and validation of tau PET tracers — discusses THK-5351 as a first-generation tau tracer and notes off-target MAO-B binding. citeturn0search0",
        "- Cross-interaction of tau PET tracers with monoamine oxidase B — evidence of MAO-B off‑target binding for THK tracers. citeturn0search3",
        "- Clinical/technical trial listing: Biodistribution, Pharmacokinetics, and Safety of F-18 THK-5351 PET — trial description and endpoints for imaging. citeturn0search7",
        "- Development papers and discussions of first-generation THK tracers and their off-target binding; references note THK-5351 binds MAO-B and thus is an imaging agent rather than a therapeutic. citeturn0search4turn0search1"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}