{
    "nct_id": "NCT04396873",
    "title": "Phase 1 Study: PET Imaging of Cyclooxygenases in Neurodegenerative Brain Disease",
    "status": "RECRUITING",
    "last_update_time": "2025-08-30",
    "description_brief": "Background:\n\nAbout 5 million adults in the U.S. have Alzheimer s disease or another adult-onset neurodegenerative disorder. Many studies have found that inflammation in the brain contributes to these diseases. Researchers want to find a better way to measure this inflammation.\n\nObjective:\n\nTo learn whether COX-1 and/or COX-2 is elevated in the brains of individuals with neurodegenerative brain disease compared to healthy volunteers.\n\nEligibility:\n\nAdults age 18 years and older in good general health who have an adult-onset neurodegenerative dementia, such as AD, FTD, corticobasal syndrome, Huntington s disease, or MCI, ALS and healthy adult volunteers enrolled in protocols 01-M-0254 or 17-M-0181.\n\nDesign:\n\nParticipants will be screened with medical history, physical exam with vital signs, and lab tests. They will have a neuropsychological testing. Their heart function will be measured.\n\nParticipants will have a magnetic resonance imaging (MRI) scan. The MRI scanner is a metal tube surrounded by a strong magnetic field. Participants will lie on a table that slides in and out of the tube. The machine makes noise. Participants will get earplugs.\n\nParticipants will have 2 PET scans. They will be injected with the study drugs through an intravenous catheter placed in an arm vein. The PET scanner is shaped like a doughnut. Participants will lie on a bed that slides in and out of the scanner. A plastic mask will be molded to their head to keep them from moving. A thin plastic tube will be put into an artery at the wrist or elbow crease area. This will be used to draw blood during the scan.\n\nParticipants will have 2-5 study visits. Participation lasts 1 week to 4 months, depending on scheduling.",
    "description_detailed": "Study Description:\n\nThis pilot/exploratory study will examine whether cyclooxygenase 1 (COX-1) and COX-2 are elevated in the brain of individuals with neurodegenerative brain disease compared to healthy volunteers.\n\nObjectives:\n\nPrimary Objective: To determine whether COX-1 and/or COX-2 is elevated in the brains of individuals with neurodegenerative brain disease compared to healthy volunteers.\n\nSecondary Objective:\n\n1\\) To determine retest variability and reliability for each radioligand. 2) To evaluate the specific binding of \\[11C\\]PS13 to COX-1 in healthy subjects through blocking study using Ketoprofen, a COX-1 inhibitor\n\nEndpoints:\n\nPrimary Endpoint: Measurement of COX-1 and COX-2 density in brain after PET scans with \\[11C\\]PS13 and \\[11C\\]MC1, respectively.\n\nSecondary endpoint: 1) To measure whole-brain distribution volume (VT) of COX-1 and COX-2 in a retest setting; 2) To correlate VT with the presence of amyloid in Alzheimer s disease (AD) patients, mild cognitive impairment (MCI) patients and healthy volunteers (HV); 3) To calculate the specific binding of \\[11C\\]PS13 with a Lassen plot",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "DIAGNOSTIC",
    "results": null,
    "target_category": "N/A",
    "drug": [
        "[11C]PS13 (COX-1 PET radioligand)",
        "[11C]MC1 (COX-2 PET radioligand)",
        "18F-florbetaben (amyloid PET tracer, listed in the trial record)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The study description is a Phase 1 PET imaging protocol whose primary objective is to measure whether COX-1 and/or COX-2 are elevated in brains of people with neurodegenerative disease vs healthy volunteers. That indicates a diagnostic / biomarker imaging study rather than a therapeutic intervention (no disease-modifying or symptomatic treatment is being tested).",
        "Act: The trial uses PET radioligands [11C]PS13 to image COX-1 and [11C]MC1 to image COX-2 (and the trial record also lists 18F-florbetaben). These are radiotracers (imaging agents), not therapeutic biologics or small-molecule treatments. See the trial registry and radioligand validation publications. citeturn1search3turn1search0turn1search6",
        "Web-search supporting sources (key results found):",
        "- Clinical trial record for NCT04396873 / Phase 1 Study: PET Imaging of Cyclooxygenases in Neurodegenerative Brain Disease (lists interventions 11C-MC1, 11C-PS13, 18F-florbetaben and study objectives). citeturn1search3",
        "- First-in-human / validation publications showing [11C]PS13 selectively images COX-1 in human brain. citeturn1search0turn1search1",
        "- Preclinical and human work validating [11C]MC1 as a COX-2 PET radioligand. citeturn0search2turn1search6",
        "Reflect: Given the intervention types (PET radioligands) and the stated objective (measuring enzyme levels / neuroinflammation), the trial is diagnostic/biomarker-focused and does not test a therapeutic biologic or small molecule intended to modify disease or cognitive/neuropsychiatric symptoms. Therefore it does not fit the four therapeutic target categories and should be classified as 'N/A'."
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}