{
    "nct_id": "NCT02444078",
    "title": "Effects of a Long-term Exercise Program on Functional Ability in People With Dementia Living in Nursing Homes: a Cluster Randomised Controlled Trial. The LEDEN Study",
    "status": "COMPLETED",
    "last_update_time": "2022-08-18",
    "description_brief": "This is a cluster randomised controlled trial composed of two research arms: exercise training group (experimental group) and a social activity group (control group).",
    "description_detailed": "The recruitment process will be made only in NHs (Nursing Home) where the staff will have voluntarily accepted to participate in the study. We estimated to recruit 140 PWD (person with dementia) from around six-to-eight NHs (i.e., in average a minimum of 18 and a maximum of 24 PWD per NH). NHs constitute the unit of randomisation; NHs will be randomised to study groups using a 1:1 ratio (it means that all the participants living in a particular NH will participate in either the exercise training or the social activity). The randomisation will be stratified by the prevalence of dementia among NH residents; this stratification will provide homogeneity across research's arms, increasing thus the comparability among groups and producing then reliable results. Randomisation will be done by a statistician not involved in the LEDEN study. Allocation concealment will be ensured by the use opaque sealed envelopes. The randomisation list will be kept in a electronic, password-locked file matching the name of participants to their research identification number and their group allocation. Given the nature of the LEDEN intervention (exercise training, i.e., a behavioural intervention) and since the main outcome measure, i.e., participants' ability in executing ADLs, of the the study requires that the outcome assessor knows how participants cope in their daily life, LEDEN is a unblinded study",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "SUPPORTIVE_CARE",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The LEDEN study is a cluster-randomised controlled trial comparing an exercise training group (experimental) to a social/recreational activity group (control) to assess effects on functional ability (ADLs) in people with dementia living in nursing homes; neuropsychiatric symptoms are secondary outcomes. citeturn0search1",
        "Act (key extracted details): Title: \"Effects of a Long-term Exercise Program on Functional Ability in People With Dementia Living in Nursing Homes: the LEDEN study\". Design: cluster RCT, two arms (exercise training vs social activity), interventions provided twice weekly for 60 minutes over 6 months, with 6 months additional follow-up. Primary outcome = ability to perform ADLs; secondary outcomes include physical function, neuropsychiatric symptoms, falls, pain, nutritional status, cost-effectiveness. No drug, biologic, or placebo is involved. citeturn0search1turn0search2",
        "Reflect: Because the intervention is non-pharmacologic (exercise vs social activity) and not testing a biologic or small-molecule therapeutic or a specific cognitive-enhancing drug, it does not fit the four drug-focused target categories (disease-targeted biologic, disease-targeted small molecule, cognitive enhancer, neuropsychiatric symptom improvement as a drug intervention). Although neuropsychiatric symptoms are measured as secondary outcomes, the primary aim is functional/physical improvement via exercise, so the appropriate classification is 'N/A'. citeturn0search1turn0search7",
        "Web-search results used: PubMed protocol for the LEDEN study (cluster-randomised exercise vs social activity; outlines aims, methods, outcomes). citeturn0search1; Clinical trial / related exercise RCTs in nursing-home residents with dementia (showing exercise interventions, outcomes on balance, strength and neuropsychiatric symptoms). citeturn0search2turn0search7"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}