{
    "nct_id": "NCT05733520",
    "title": "I-CARE 2 RCT: Mobile Telehealth to Reduce Alzheimer'S-related Symptoms for Caregivers and Patients",
    "status": "RECRUITING",
    "last_update_time": "2025-04-22",
    "description_brief": "This study is a randomized, controlled trial (RCT) to evaluate the effect of Brain CareNotes (a mobile health application) on the burden experienced by unpaid caregivers of patients with dementia and on the behavioral and psychological symptoms of dementia (BPSD) displayed by care recipients. Over 39 months, the trial will enroll 160 caregivers of community-dwelling patients diagnosed with Alzheimer's disease or a related dementia (ADRD). Caregivers will be randomized to use the Brain CareNotes app or an attention control education-only app for 12 months, with usage reminders.",
    "description_detailed": "This study is a hybrid efficacy-effectiveness RCT to evaluate the effect of Brain CareNotes on unpaid caregiver burden and patient BPSD. Over 39 months, the trial will enroll 160 caregivers. Participants will be randomized to use the Brain CareNotes app or an attention control education-only app (Dementia Guide Expert) for 12 months.\n\nThe primary objective is to test the effect of Brain CareNotes on a) caregiver burden and b) patient BPSD at 12 months. The investigators hypothesize that caregiver burden and patient BPSD will be lower among those participants randomized to the Brain CareNotes intervention compared to those randomized to the education-only attention control app at 12 months. The primary, powered outcomes are calculated using the caregiver-reported Neuropsychiatric Inventory (NPI); the total NPI score measures patient BSPD and the caregiver distress sub-score measures caregiver burden. The investigators will obtain NPI responses from caregivers at baseline, six, and 12 months.\n\nThe secondary objective is to test the effect of Brain CareNotes on a) caregiver depressive symptoms and b) patient and caregiver acute care utilization at 12 months. The investigators hypothesize that participants randomized to the Brain CareNotes intervention will have lower caregiver depressive symptoms and decreased acute care utilization compared to those randomized to the control app. For caregiver depressive symptoms, investigators will use the researcher-administered Patient Health Questionnaire-9 (PHQ-9) at baseline, six, and 12 months. Acute care utilization data will be obtained from self-reports or Indiana's statewide Health Information Exchange (HIE), known as the Indiana Network for Patient Care (INPC), to identify both caregivers' and patients' hospital and ER visits that occurred within 12 months of enrollment.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "SUPPORTIVE_CARE",
    "results": null,
    "target_category": "neuropsychiatric symptom improvement",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is Brain CareNotes, a mobile telehealth (behavioral) app designed to help caregivers manage behavioral and psychological symptoms of dementia (BPSD) and reduce caregiver burden — this is an intervention targeting neuropsychiatric/behavioral symptoms rather than a biologic or small-molecule disease-modifying therapy. citeturn0search8turn0search0",
        "Act: Key trial details extracted — randomized controlled trial (I-CARE 2, NCT05733520) enrolling ~160 caregivers, caregivers randomized to Brain CareNotes vs an education-only attention-control app for 12 months; primary outcomes are caregiver burden and patient BPSD (measured with the Neuropsychiatric Inventory). These details support classification as a neuropsychiatric symptom–focused intervention rather than a drug trial. citeturn0search0turn0search6",
        "Reflect: The study tests a non-pharmacologic, scalable mobile-support intervention (previous pilot work of Brain CareNotes described feasibility/usability and effects on BPSD/caregiver burden), so the appropriate category is 'neuropsychiatric symptom improvement' (not disease-targeted biologic/small molecule or cognitive enhancer). No drug or placebo is involved. citeturn0search5turn0search2",
        "Web search results / sources consulted: I-CARE 2 trial listing and registry info (NCT05733520). citeturn0search0; Protocol / trial description in JMIR Research Protocols (I-CARE 2). citeturn0search6; PubMed/NIH listing reporting trial details and enrollment. citeturn0search2; Pilot feasibility/efficacy paper on Brain CareNotes (Journal of the American Geriatrics Society). citeturn0search5"
    ],
    "agent_type": "T) Other",
    "explanation_agent": [
        "Reason: The intervention (Brain CareNotes) is a mobile telehealth/behavioral app designed to help care partners manage behavioral and psychological symptoms of dementia (BPSD) and reduce caregiver burden — this targets neuropsychiatric/behavioral symptoms, not a biological molecular target or drug pathway. citeturn0search3turn0search1",
        "Act: Key trial details support a non‑pharmacologic classification — I‑CARE 2 is a randomized effectiveness trial (~160 care partners) comparing Brain CareNotes to an education-only attention-control app for 12 months with primary outcomes of caregiver burden and patient BPSD (Neuropsychiatric Inventory). No drug, biologic, or molecular target is involved. citeturn0search3turn0search5",
        "Reflect: Because the study tests a behavioral/telehealth support intervention (scalable mobile app) rather than a therapeutic agent acting on amyloid, tau, inflammation, synapses, metabolism, etc., the appropriate CADRO assignment is T) Other (non-therapeutic / behavioral/implementation intervention). The pilot and protocol papers further confirm the intervention’s focus on caregiver support and BPSD management. citeturn0search0turn0search3",
        "Web search results / sources consulted: I-CARE 2 trial protocol and registry information (JMIR Research Protocols / PubMed / PMC). citeturn0search3turn0search1turn0search5",
        "Output: T) Other — Non‑pharmacologic mobile telehealth intervention for caregiver support and BPSD management (no drug target)."
    ]
}