{
    "nct_id": "NCT06384573",
    "title": "The Dominantly Inherited Alzheimer Network Trials Unit (DIAN-TU) Amyloid Removal Trial (ART): A Phase IIIb/IV Open-Label Study of Lecanemab to Evaluate Prevention and Progression of Dominantly Inherited Alzheimer's Disease",
    "status": "RECRUITING",
    "last_update_time": "2025-07-30",
    "description_brief": "This is an open label study to treat dominantly inherited Alzheimer's disease (DIAD) mutation carrier participants from the DIAN-TU-001 gantenerumab Open Label Extension (OLE) period with lecanemab to determine the effects of amyloid removal on age of onset and clinical progression compared to external controls, if amyloid plaque as measured by amyloid PET can be fully removed in DIAD, and the effects of amyloid removal on biomarkers of disease progression.",
    "description_detailed": "The Dominantly Inherited Alzheimer Network (DIAN) and the DIAN Trials Unit (DIAN-TU) have established a global network that has increased understanding of Alzheimer's disease (AD) and identified a reliable cohort of individuals available for clinical trials. Over the past 12 years, the DIAN-TU has conducted a trial with the monoclonal antibody gantenerumab (DIAN-TU-001), providing the longest treatment period for individuals with amyloid removing immunotherapies (trial launched in December 2012, double-blind readout in 2019, currently completing the open-label extension \\[OLE\\] in 2024). Notably, efficacy and safety outcomes of the DIAN-TU and other trials with dominantly inherited AD (DIAD) populations have predicted and were concordant with sporadic AD (sAD) trials in several programs.\n\nThe DIAN-TU-001 gantenerumab OLE period has reached the end of participation and there is an urgent need to launch a trial that will allow for the continued amyloid removal treatment and monitoring of these uniquely informative individuals. The range of exposure duration in these individuals to gantenerumab is large: 2 to 10 years. Because there are a substantial number of participants that are approaching the estimated age that AD symptoms develop, it is critical to continue to monitor and treat these individuals to identify whether robust amyloid reduction prior to symptom onset can provide significant delay in disease progression.\n\nIn summary, the main reason for conducting this study is to gather key data to answer important outstanding scientific and clinical care questions for dominantly inherited AD and sporadic AD. These include improved insights into efficacy-related questions regarding drug dose and duration, mechanism of action, target population, and target disease stage that results in optimal benefit to patients. An evaluation of the long-term effects of amyloid removal on disease progression in DIAD could provide the first proof of concept that removing amyloid years before symptom onset could have major effects in delaying symptom onset by years, and to provide estimates for the relative effect sizes by years to symptom onset. Additionally, this study could provide the first evidence that patients can be treated with mechanistically different amyloid removing drugs to achieve full amyloid removal. Together these insights could offer guidance as to how clinicians can use lecanemab, a monoclonal antibody passive immunotherapy, in the era of multiple available amyloid removing treatments.\n\nParticipants in this trial will be co-enrolled in the DIAN Observational Study (DIAN Obs, NCT00869817). DIAN Obs represents a unique translational study in AD research that has provided transformational, data-driven models of the sequence of biomarkers abnormalities in preclinical DIAD. DIAN Obs is the largest longitudinal, multi-national study tracking DIAD families using a uniform protocol. To maximize the efficiency and utility of the DIAN Obs, the study introduced several efficiencies including 1) harmonizing protocols with the DIAN-TU, 2) applying International Conference on Harmonization Good Clinical Practice (ICH GCP) standards and a global unique identifier (GUID) at all performance sites to facilitate data sharing between all DIAN studies. Annual assessments will be performed for this population to collect clinical and cognitive data, amyloid and tau PET imaging, and cerebrospinal fluid (CSF) and plasma biomarkers for primary and secondary outcomes.",
    "phase": [
        "PHASE3"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted biologic",
    "drug": [
        "lecanemab (Leqembi)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is lecanemab, a humanized monoclonal antibody that selectively binds and clears soluble/aggregated amyloid‑beta (protofibrils) and removes amyloid plaque — i.e., it targets Alzheimer’s pathology and is considered a disease‑modifying biologic. citeturn0search6turn0search7",
        "Act: The trial (DIAN‑TU ART / DIAN‑TU‑003, open‑label Phase 3b/4) will treat dominantly‑inherited AD mutation carriers (previously in the gantenerumab OLE) with lecanemab for at least five years to determine whether amyloid removal delays onset and alters clinical progression and biomarkers. This is an active treatment (no placebo in the open‑label design). citeturn0search0turn0search2turn0search5",
        "Reflect: Given lecanemab is a monoclonal antibody directed at amyloid pathology and the trial’s stated aims are to assess effects of amyloid removal on onset/progression, the appropriate category is 'disease-targeted biologic'. There is no indication this is a symptomatic cognitive enhancer or a neuropsychiatric symptom trial; the design and mechanism align with disease‑targeted biologic. (Sources: DIAN‑TU trial pages and drug mechanism summaries). citeturn0search2turn0search6"
    ],
    "agent_type": "A) Amyloid beta",
    "explanation_agent": [
        "Reason: The intervention is lecanemab (Leqembi), a humanized IgG1 monoclonal antibody that selectively binds soluble aggregated amyloid‑beta (Aβ) protofibrils and also clears Aβ plaques — i.e., it directly targets amyloid pathology in Alzheimer’s disease. citeturn0search5turn0search3",
        "Act: The DIAN‑TU ART (DIAN‑TU‑003, open‑label Phase 3b/4) will treat dominantly‑inherited AD mutation carriers with lecanemab to evaluate whether amyloid removal delays onset and alters disease progression, confirming the trial’s therapeutic focus on amyloid removal rather than symptomatic neurotransmitter modulation or other pathways. citeturn0search0turn0search2",
        "Reflect: Classification as CADRO category A) Amyloid beta is the best match because the drug’s known mechanism and the trial objective are explicitly amyloid‑targeted. There is no indication the intervention is multi‑target (R) or non‑therapeutic (T). Thus A) Amyloid beta is the appropriate category. citeturn0search4turn0search9",
        "Web search results used (brief):",
        "- NCT entry for DIAN‑TU ART (DIAN‑TU‑003) — trial description showing open‑label lecanemab in DIAD mutation carriers. citeturn0search0",
        "- DIAN Trials Unit research update — details of DIAN‑TU‑003 design, aims to test effects of amyloid removal with lecanemab over ≥5 years. citeturn0search2",
        "- PubMed / ScienceDirect studies describing lecanemab’s selective binding to Aβ protofibrils and plaque reduction. citeturn0search5turn0search4",
        "- DrugBank summary of lecanemab mechanism (binds Aβ protofibrils). citeturn0search3",
        "- Company/press information summarizing lecanemab (Leqembi) as anti‑soluble aggregated Aβ monoclonal antibody that reduces plaques and slows disease progression. citeturn0search9"
    ]
}