{
    "nct_id": "NCT06548191",
    "title": "TREAD: Time Restricted Eating Intervention for Alzheimer's Disease",
    "status": "RECRUITING",
    "last_update_time": "2025-08-03",
    "description_brief": "The goal of this clinical trial is to learn if restricting the time of eating to allow for prolonged fasting at night may reduce sleep disturbances, cognitive decay, and pathology in patients diagnosed with Mild Cognitive Impairment (MCI) or early to moderate Alzheimer's disease (AD). It will also learn about the feasibility of practicing 14 h of nightly fasting in this group of older adults. The main questions it aims to answer are:\n\n* Does prolonged nightly fasting of 14 h can reduce markers of AD pathology and aging and reduce cognitive and sleep alterations in MCI and AD patients?\n* Can patients with MCI and early /moderate AD sustain time-restricted eating for 3 to 6 months? Researchers will compare participants who fast for 14 h per night during 3 months to those who fast for less than 12 h/night. Researchers will also compare participants that fast for 3 months to those who fast during 6 months, to determine the effective duration of the intervention. Finally, researchers will evaluate whether following the time-restricted eating diet alongside a partner actively following the same diet, will increase adherence to the protocol compared to subjects that fast alone.\n\nParticipants will:\n\n* Fast for 14 h a night (stop eating at 8 pm and start eating the following morning at 10 am) for 3 or 6 months\n* Visit the clinic three times (at the beginning of the study, 6 and 12 months later)\n* Provide blood samples and take a cognitive test during clinic visits\n* Keep a diary (or use an app on a smart phone) to record time of eating\n* Wear an activity tracker watch",
    "description_detailed": "Study Description: Our overarching hypothesis is that circadian alignment of food intake and biological clocks can reduce pathology and improve cognitive function in Alzheimer's disease (AD) patients. The rationale for this proposal is that the prolonged nightly fasting form of Time-restricted eating (TRE) aligns food intake with the daytime \"wake phase\" of the biological clock, optimizing nutrient processing, and may modulate disease trajectory in AD. This Pilot study will test the feasibility and safety of TRE, consisting of 14 hours of night fasting for 3 or 6 months, in patients along the AD continuum and will explore the outcomes of this intervention on markers of aging and AD pathology. Results from this study will provide a strong scientific justification and will optimize the methods for a larger trial to determine the clinical efficacy of TRE to mitigate disease progression in AD and related dementias.\n\nObjectives:\n\nPrimary Objective: Test the feasibility of a TRE intervention (TREAD) among patients with Mild Cognitive Impairment (MCI) or AD.\n\nSecondary Objectives: Explore the effects of TRE on metabolic and pathological markers in MCI/AD patients.\n\nEndpoints:\n\nPrimary Endpoint: Feasibility, safety, cognition, and metabolic indicators. Secondary Endpoints: Biomarkers of AD pathology, sleep and activity, and markers of epigenetic aging.\n\nStudy Population:\n\nAdult subjects (female and males, ≥60 years old) with normal cognition or with a clinical diagnosis of MCI/AD (meeting research consensus criteria for probable MCI or dementia due to AD).\n\nPhase: Early phase 1\n\nDescription of Sites/Facilities Enrolling Participants:\n\nShiley-Marcos Alzheimer's disease Research Center (SMARDC) at the University of California San Diego (UCSD) La Jolla campus.\n\nDescription of Study Intervention: The investigators will enroll older-adult participants (\\>60 years old) clinically diagnosed with MCI or early to moderate AD (n=20 subjects) and 20 dyads of participants (n=40 subjects) composed of an MCI/AD patient and a cognitively normal living partner (\\> 18 years old ); for a total enrollment of 60 subjects. All participants must have a baseline nightly fasting of \\<12 h. Individual participants and dyads will be randomized into the Intervention group (INT) or the Delayed Start Intervention group (DS-INT). The intervention will involve prolonged nightly fasting of 14 hours (TRE). The INT group will follow the TRE regimen for 12 months. The DS-INT group will practice their regular eating pattern for 3 months (nightly fasting \\<12 h) followed by 3 months of TRE. All participants will have study visits, outcome assessments, and biospecimen collections at baseline, 3, and 6 months.\n\nStudy Duration: Two years Participant Duration: 6 months",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is a behavioral dietary regimen—time-restricted eating (14-hour nightly fasting)—aimed at reducing sleep disturbances, cognitive decline, and biomarkers of AD pathology and aging, and assessing feasibility/adherence in MCI/early-moderate AD patients. This is not a biologic or small-molecule drug, nor a pharmacologic cognitive enhancer or a neuropsychiatric-targeted drug. citeturn0search0turn0search4",
        "Act: Key extracted details: trial title TREAD: Time Restricted Eating Intervention for Alzheimer's Disease; intervention = time-restricted eating (stop eating at 8 pm, resume at 10 am; 14 h nightly fast) for 3–12 months depending on arm; outcomes include biomarkers, cognition, sleep, feasibility/adherence. The study is listed as an early phase/Phase 1 behavioral interventional trial (UCSD/Barrow listings). No drug or placebo is used. citeturn0search0turn0search4turn0search5",
        "Reflect: Classification check against definitions: (1) Not a disease-targeted biologic (no monoclonal antibody/vaccine etc.). (2) Not a disease-targeted small molecule. (3) Not a drug-based cognitive enhancer. (4) Not an intervention whose primary aim is neuropsychiatric symptom pharmacologic management. Therefore it does not fit any of the four provided therapy-centered categories and should be labeled 'N/A'. Trial registry pages confirming the behavioral (non-drug) intervention are cited above. citeturn0search0turn0search4"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}