{
    "nct_id": "NCT03108846",
    "title": "Escitalopram for Agitation in Alzheimer's Disease",
    "status": "ACTIVE_NOT_RECRUITING",
    "last_update_time": "2025-01-30",
    "description_brief": "The purpose of this study is to evaluate the safety and efficacy of escitalopram for agitation in Alzheimer's dementia.",
    "description_detailed": "This study is designed to examine the efficacy and safety of escitalopram as treatment for agitation in Alzheimer's dementia (AD) patients. Participants with clinically significant agitation, and their caregiver(s), will receive a structured psychosocial intervention. Participants not showing a response three weeks later will be randomized 1:1 to escitalopram (up to 15 mg/day) or a matching placebo. Participants will receive study drug or placebo for 12 weeks, with in-person and remote (phone/video) visits at weeks 3, 6, 9, and 12, and with telephone contacts between in-person and remote visits. Participants who do show a response to the psychosocial intervention will not be randomized to study drug but will be followed remotely.",
    "phase": [
        "PHASE3"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "neuropsychiatric symptom improvement",
    "drug": [
        "Escitalopram (selective serotonin reuptake inhibitor; small‑molecule)"
    ],
    "placebo": [
        "Matching placebo"
    ],
    "explanation_target": [
        "Reason: The trial tests escitalopram to treat agitation in patients with Alzheimer’s disease — i.e., the intervention is intended to reduce a behavioral/neuropsychiatric symptom (agitation), not to target core Alzheimer’s pathology such as amyloid or tau. citeturn0search1turn0search7",
        "Act: Key extracted details — Drug: escitalopram, a selective serotonin reuptake inhibitor (SSRI) that acts on the serotonin transporter (SERT), and is a small‑molecule antidepressant. citeturn0search5 Trial: the S‑CitAD / 'Escitalopram for Agitation in Alzheimer’s Disease' randomized placebo‑controlled study (ClinicalTrials.gov NCT03108846) evaluating escitalopram (up to ~15 mg/day) versus matching placebo for agitation in AD. citeturn0search1turn0search6",
        "Reflect: Classification check — escitalopram is not a biologic and does not target Alzheimer’s pathology directly; its mechanism is serotonergic modulation to ameliorate agitation. Therefore the correct category is 'neuropsychiatric symptom improvement' (category 4). Note: some studies have also evaluated escitalopram's effects on cognition or progression, but in this trial the primary aim is treating agitation. citeturn0search3turn0search0"
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The trial tests escitalopram to reduce agitation by modulating serotonergic neurotransmission through inhibition of the serotonin transporter (SERT), i.e., acting on a neurotransmitter system rather than on core AD pathologies (amyloid/tau). citeturn0search6turn0search7",
        "Act: Extracted details — Drug: escitalopram, a selective serotonin reuptake inhibitor (SSRI) that selectively inhibits SERT (increasing extracellular serotonin). Trial: S‑CitAD / \"Escitalopram for Agitation in Alzheimer’s Disease\" randomized placebo‑controlled study (ClinicalTrials.gov NCT03108846) evaluating escitalopram (up to ~15 mg/day) for agitation in AD. These facts support assignment to the CADRO category for neurotransmitter receptors. citeturn0search6turn0search1turn0search0",
        "Reflect: Escitalopram’s mechanism (SERT inhibition/serotonergic modulation) maps to CADRO D) Neurotransmitter Receptors. The trial’s goal is symptomatic/neuropsychiatric improvement (agitation), not disease modification of amyloid, tau, inflammation, etc., so D is the most specific fit (not Multi-target or Other). Relevant evidence on SSRI use for agitation in AD (efficacy/safety context) is available in systematic reviews and prior CitAD work. citeturn0search2turn0search5",
        "Web search results used: PubMed description of S‑CitAD trial (S‑CitAD methods and design). citeturn0search1turn0search0; Review of escitalopram mechanism (SERT/SSRI). citeturn0search6turn0search7; Systematic review/meta‑analysis on citalopram/escitalopram for agitation in AD. citeturn0search2turn0search5"
    ]
}