{
    "nct_id": "NCT06199037",
    "title": "A Phase II, Randomized, Double-blind, Placebo-controlled Study to Evaluate the Safety, Tolerability and Pharmacodynamics of Intravenous Administration of SHR-1707 In Patients With Mild Cognitive Impairment Due to Alzheimer's Disease or Mild Alzheimer's Disease",
    "status": "RECRUITING",
    "last_update_time": "2024-04-06",
    "description_brief": "Evaluate the Safety, Tolerability and Pharmacodynamics of Intravenous Administration of SHR-1707 In Patients with Mild Cognitive Impairment Due to Alzheimer's Disease or Mild Alzheimer's Disease.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted biologic",
    "drug": [
        "SHR-1707 (humanized anti–amyloid-β IgG1 monoclonal antibody)"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The investigational agent SHR-1707 is a humanized monoclonal antibody that targets amyloid‑β (binds Aβ fibrils and monomers and promotes Aβ clearance), i.e., it targets Alzheimer’s pathology rather than providing nonspecific symptomatic cognitive benefit. citeturn0search1turn0search2",
        "Act: The trial described is a randomized, double‑blind, placebo‑controlled Phase II study of intravenous SHR-1707 in patients with MCI due to AD or mild AD (trial record NCT06199037 / study listing). This confirms the drug and indication in the provided description. citeturn0search4turn0search0",
        "Reflect: Given SHR-1707 is an anti‑Aβ monoclonal antibody (a biologic directed at core AD pathology), the correct category is 'disease-targeted biologic'. No alternative interpretation (e.g., cognitive enhancer or neuropsychiatric symptom management) fits the described mechanism and trial purpose. citeturn0search5turn0search0"
    ],
    "agent_type": "A) Amyloid beta",
    "explanation_agent": [
        "Reason: SHR-1707 is described in the trial record and published reports as a humanized anti–amyloid-β (Aβ) IgG1 monoclonal antibody that binds Aβ fibrils and monomers and promotes Aβ clearance, so the intervention is directed at amyloid pathology rather than symptomatic targets. citeturn0search4turn0search1",
        "Act: The clinical trial is a randomized, double‑blind, placebo‑controlled Phase 2 study of intravenous SHR-1707 in patients with MCI due to AD or mild AD (NCT06199037 / study listing), confirming the drug and indication. The drug is explicitly an anti‑Aβ biologic in trial registrations and registries. citeturn0search0turn0search3",
        "Reflect: Given the mechanism (passive immunotherapy against Aβ) and the focus on reducing brain amyloid, the appropriate CADRO classification is A) Amyloid beta. There is no indication the therapy targets tau, inflammation, synaptic function, or multiple distinct mechanisms, so 'A) Amyloid beta' is the best fit. citeturn0search4turn0search1",
        "Web search sources (most relevant): 1) Clinical trial registration NCT06199037 — Phase 2 randomized, double‑blind study of SHR‑1707 in MCI/mild AD (trial details, sponsor, dates). citeturn0search0 2) Alzheimer's & Dementia (Wiley) article describing SHR‑1707 as a humanized anti‑Aβ monoclonal antibody and phase 1b/1 study rationale. citeturn0search1 3) ALZFORUM therapeutic entry summarizing SHR‑1707 as a humanized anti‑Aβ IgG1 mAb and its preclinical/early clinical data. citeturn0search4 4) Alzheimer's Research & Therapy paper reporting Phase 1 single‑ascending‑dose safety/PK/PD data for SHR‑1707. citeturn0search5 5) CenterWatch trial listing summarizing the Phase 2 study details. citeturn0search3"
    ]
}