{
    "nct_id": "NCT06511752",
    "title": "Educational Support Group Program for Carepartners of Bilingual and Spanish-speaking Persons With Progressive Forms of Aphasia and for Persons With Progressive Forms of Aphasia",
    "status": "RECRUITING",
    "last_update_time": "2025-02-27",
    "description_brief": "The current study aims to examine the benefits of an education/support group program for individuals with progressive aphasia (caused by various etiologies, diagnoses) and their carepartners. The current study utilizes pre-, post-treatment, and follow-up assessments to measure effects of a psychoeducational support group and an implementation/communication skills training phase on measures of psychosocial function, communicative effectiveness and speech/language function. Analysis of study-specific surveys and semi-structured interviews will provide qualitative data regarding outcomes. Before beginning the education and support group, focus groups will be run in order to set priorities for the themes to be included in the education program. Participants will join via tele-based means if preferred and these participants may reside in the United States, or internationally including Mexico and Spain.",
    "description_detailed": "Two educational/support group routes will be offered:\n\n1. Progressive aphasia (PA) educational/support group or\n2. Caregiver educational support group with an implementation phase (including their partner with PA).\n\nThe caregiver educational support group path will be delivered in two phases, whereas the PA educational support group path will only consist of the first phase. The first phase of the caregiver educational support group will focus on the educational support group and the second phase will consist of implementation and practice of strategies with feedback provided by the clinician.\n\nThe educational/support groups (Routes 1 and 2) will include opportunities for discussion of issues related to language-led dementia or progressive aphasia (e.g., coping with changes in cognition and language, use of strategies for effective communication) and education regarding the disorder provided by relevant experts (e.g., speech-language pathologists, licensed professional counselors), separately for carepartners and individuals with progressive aphasia.\n\nThe implementation phase (Route 2, only) will allow for practice of strategies and skills learned in the first phase.\n\nThe total amount of time participants will be involved in the study will be 9 months, inclusive of follow-up.\n\nPhase 1. Timeline for the support group portion of the study: Participants will complete pre-treatment measures during a period of 1-2 weeks prior to their first meeting. After four months of twice monthly meetings, post-treatment measures will be completed within 1-2 weeks of treatment completion. Follow-up evaluation will take place at 3-months post-treatment.\n\nPhase 2. Timeline for the implementation/dyad training portion of the study: Post-treatment assessment from Phase 1 will serve as pre-treatment assessment for Phase 2. Treatment sessions will be held once weekly for 4 weeks, and post-treatment assessment will be completed within 1-2 weeks of phase 2 treatment completion. Follow-up evaluation will take place at 3-months post-treatment.",
    "phase": [
        "EARLY_PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The protocol describes a psychoeducational support group and an implementation/communication skills training program for individuals with progressive aphasia and their carepartners — a behavioral/psychosocial intervention delivered in group and telehealth formats, not a pharmacologic agent. citeturn0search0turn0search1",
        "Act: Key extracted details — Title: Educational Support Group Program for Carepartners of Bilingual and Spanish-speaking Persons With Progressive Forms of Aphasia and for Persons With Progressive Forms of Aphasia; Lead sponsor: University of Texas at Austin; Intervention listed: Behavioral: Psychosocial educational, support group and implementation of strategies. No drug name, biologic, small molecule, or placebo is listed in the trial record. citeturn0search0turn0search3",
        "Reflect: Given the category definitions, this study does not match: it is not a biologic targeting pathology, not a small-molecule disease-targeted therapy, not a pharmacologic cognitive enhancer, nor a drug-focused neuropsychiatric symptom trial — it is a non-pharmacologic psychosocial/educational intervention aimed at communicative effectiveness and psychosocial function. Therefore the correct classification is 'N/A'. citeturn0search4turn0search2",
        "Web search results (sources found confirming the above): 1) Trial listing with intervention and summary (MedPath / clinical record summary). citeturn0search0 2) CenterWatch listing with study design and eligibility details. citeturn0search1 3) Veeva/CTV and other clinical-trial aggregators summarizing the behavioral support-group intervention. citeturn0search2turn0search4"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}