{
    "nct_id": "NCT04537728",
    "title": "My Healthy Brain: Preserving and Promoting Brain Health Through Evidence-based Practices",
    "status": "COMPLETED",
    "last_update_time": "2022-08-29",
    "description_brief": "The objective of this trial is to demonstrate early proof-of-concept for My Healthy Brain, an 8-week group program that directly targets multiple lifestyle factors associated with brain health and prevention of cognitive decline. The investigators will explore the feasibility, acceptability, and effect sizes of improvement in primary lifestyle outcomes as well as secondary outcomes of self-determination and subjective well-being.",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is a behavioral, multidomain lifestyle/mindfulness group program (My Healthy Brain), delivered over 8 weeks and explicitly designed to target lifestyle risk factors for brain health and prevention of cognitive decline — not a drug or biologic. citeturn0search0turn0search2",
        "Act: Key trial details — \"My Healthy Brain\" (8-week group program; behavioral/lifestyle intervention; targets diet, exercise, sleep, activity, mindfulness and behavior change; feasibility and acceptability outcomes). Sources: PubMed pilot and case report and the clinical-trial registry entry for NCT04537728 which describe the program and confirm it is a behavioral intervention (no drug/biologic). citeturn0search0turn0search2turn0search3",
        "Reflect: Classification check — the four provided categories refer to drug/biologic or pharmacologic cognitive enhancers or interventions for neuropsychiatric symptoms. Because this is a non-pharmacologic lifestyle/mindfulness program (behavioral intervention), it does not fit any of the four drug-target categories; therefore the correct classification is 'N/A'. Also see protocol for the randomized feasibility trial describing My Healthy Brain as a mindfulness-based lifestyle intervention. citeturn0search4turn0search1"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}