{
    "nct_id": "NCT04777396",
    "title": "A Randomised Double-blind Placebo-controlled Clinical Trial Investigating the Effect and Safety of Oral Semaglutide in Subjects With Early Alzheimer´s Disease (EVOKE)",
    "status": "ACTIVE_NOT_RECRUITING",
    "last_update_time": "2025-06-24",
    "description_brief": "This study is done to find out whether the medicine, semaglutide, has a positive effect on early Alzheimer's disease.\n\nParticipants will either get semaglutide or placebo (a \"dummy\" medicine which does not contain any study medicine) - which treatment participants get is decided by an equal chance.\n\nThe study will last for up to 173 weeks (about 3 years and 4 months). Participants will have 17 clinic visits and 1 phone call with the study doctor. The study includes various tests and scans. At 10 of the clinic visits participants will have blood samples taken.\n\nParticipants must have a study partner, who is willing to take part in the study.\n\nWomen cannot take part if pregnant, breastfeeding or plan to become pregnant during the study period.\n\nA cerebrospinal fluid (CSF) sub-study will be performed as a part of the study. The sub-study will be performed on a selection of sites based on their experience with CSF sampling and willingness to participate in this sub-study. The endpoints related to this sub-study are exploratory only.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE3"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted biologic",
    "drug": [
        "semaglutide"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: Semaglutide is a glucagon-like peptide-1 (GLP-1) receptor agonist — a peptide therapeutic (analogue) approved for type 2 diabetes and obesity — i.e., a biologic/peptide drug rather than a small molecule. citeturn0search5turn0news15",
        "Act: The described trial (EVOKE) is a large randomized, double-blind, placebo-controlled study of oral semaglutide in early Alzheimer’s disease that includes biomarker/CSF sub-studies to explore effects on AD biomarkers and neuroinflammation, consistent with testing for a disease‑modifying / neuroprotective effect rather than only symptomatic cognitive enhancement. citeturn0search0turn0search2",
        "Mapping to category: Because semaglutide is a peptide biologic being investigated for potential disease‑modifying/neuroprotective effects in AD (including biomarker endpoints), the best fit among the provided categories is 'disease-targeted biologic' (biologic repurposed to target disease processes). Note: semaglutide does not directly target amyloid or tau in the way anti-amyloid monoclonal antibodies do, but the trials explicitly evaluate disease‑modifying potential via biomarkers and clinical progression. citeturn0search2turn0search5",
        "Reflect: Classification rationale checked — alternative categories (small-molecule; cognitive enhancer; neuropsychiatric symptom improvement) fit less well: semaglutide is not a small molecule, is intended to test disease modification rather than only symptomatic cognitive enhancement, and is not aimed at neuropsychiatric symptoms. The EVOKE design and publications describe it as evaluating neuroprotective/disease‑modifying effects. citeturn0search2turn0search0"
    ],
    "agent_type": "J) Metabolism and Bioenergetics",
    "explanation_agent": [
        "Reason: Semaglutide is a glucagon-like peptide-1 (GLP-1) receptor agonist (a peptide biologic) that modulates insulin signaling, glucose metabolism and related bioenergetic pathways and has been proposed to exert neuroprotective effects partly via metabolic and insulin-signaling mechanisms as well as by reducing neuroinflammation. citeturn0search3turn0search1",
        "Act: The EVOKE/EVOKE+ trials are large randomized, double-blind, placebo-controlled phase 3 studies of oral semaglutide in early AD that include plasma and CSF biomarker sub-studies to explore effects on AD biomarkers, neuroinflammation and neurodegeneration — the intervention is therefore testing a metabolic/neuroprotective mechanism rather than directly targeting amyloid or tau. Based on the drug’s primary mechanism (GLP-1 receptor, i.e., metabolic/bioenergetic signaling) the best CADRO match is J) Metabolism and Bioenergetics. citeturn0search0turn0search4",
        "Reflect: Alternative plausible CADRO categories include F) Inflammation (because semaglutide is hypothesized to reduce neuroinflammation) or M) Synaptic Plasticity/Neuroprotection (because trials aim to test disease‑modifying/neuroprotective effects). However, the proximate molecular pathway of semaglutide is metabolic (GLP-1 receptor agonism affecting insulin/glucose signalling and bioenergetics), so J) Metabolism and Bioenergetics is the most specific and appropriate CADRO classification. This choice is consistent with trial design and mechanistic descriptions in the literature. citeturn0search6turn0search0",
        "Web search results (sources used):",
        "- EVOKE/EVOKE+ trial design paper (describes phase 3, oral semaglutide in early AD with biomarker/CSF substudies). citeturn0search0turn0search4",
        "- Semaglutide mechanism / product descriptions (GLP-1 receptor agonist; peptide analogue affecting insulin signalling). citeturn0search3",
        "- Observational/real-world analyses and systematic reviews discussing semaglutide/GLP-1 RAs and potential reduced AD risk or neuroprotective/metabolic effects. citeturn0search2turn0search6"
    ]
}