{
    "nct_id": "NCT00829374",
    "title": "CONCERT: A Phase 3 Multicenter, Randomized, Placebo-Controlled, Double-Blind Twelve-Month Safety and Efficacy Study Evaluating Dimebon in Patients With Mild-to-Moderate Alzheimer's Disease on Donepezil",
    "status": "COMPLETED",
    "last_update_time": "2016-09-24",
    "description_brief": "The purpose of this study is to determine if Dimebon is safe and effective in patients with mild to moderate Alzheimer's disease on Donepezil.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE3"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "Dimebon (latrepirdine) — tested as 20 mg three times daily and 5 mg three times daily (adjunct to donepezil)"
    ],
    "placebo": [
        "Matching placebo"
    ],
    "explanation_target": [
        "Reason: The investigational agent is Dimebon (generic name latrepirdine), an oral small-molecule drug (originally an antihistamine) that was studied for potential disease‑modifying neuroprotective effects in AD (proposed mitochondrial stabilization / enhancement of autophagy), rather than as a biologic or purely symptomatic psychiatric agent. citeturn0search3turn0search6",
        "Act: The CONCERT Phase 3 trial evaluated Dimebon (latrepirdine) as adjunctive therapy in patients with mild‑to‑moderate Alzheimer’s disease already on donepezil; arms included Dimebon 20 mg three times daily, Dimebon 5 mg three times daily, and placebo. citeturn0search2turn0search4",
        "Act (continued): Multiple sources describe Dimebon/latrepirdine as a small‑molecule investigational drug (not a monoclonal antibody or vaccine), and preclinical/clinical descriptions frame its activity as possibly stabilizing mitochondrial function and modulating autophagy/mitochondrial pathways implicated in AD. citeturn0search3turn0search6",
        "Reflect: Given that Dimebon is a small molecule with proposed effects on cellular processes related to AD pathology (and not a biologic, nor described as solely a symptomatic cognitive enhancer or an agent for neuropsychiatric symptoms), the correct classification is 'disease-targeted small molecule'. Note that the precise mechanism was not fully established and CONCERT ultimately failed to show efficacy in primary endpoints. citeturn0search0turn0search5"
    ],
    "agent_type": "R) Multi-target",
    "explanation_agent": [
        "Reason: The investigational drug is Dimebon (latrepirdine), an orally administered small molecule originally developed as an antihistamine. Preclinical and mechanistic studies describe proposed effects on mitochondrial function/bioenergetics and stimulation of autophagy/proteostasis pathways (i.e., MTOR-/ATG5-dependent autophagy), rather than a single, well‑defined single molecular target such as amyloid or tau. citeturn0search0turn0search5turn0search8",
        "Act: The CONCERT Phase 3 trial tested latrepirdine (dimebon) 20 mg three times daily and 5 mg three times daily as adjunct to donepezil in mild‑to‑moderate AD; the program ultimately produced negative Phase 3 results. Because the described mechanisms include both mitochondrial stabilization/bioenergetics and enhancement of autophagy/protein clearance, the intervention maps to more than one CADRO category (J: Metabolism and Bioenergetics, and I: Proteostasis/Proteinopathies). Given the dual/mechanistic uncertainty, I assign the trial to R) Multi-target. citeturn0search1turn0search3turn0search6",
        "Reflect: Classification as R) Multi-target best fits the description: latrepirdine is a disease‑targeted small molecule with suggested activity on mitochondria (bioenergetics) and on autophagy/proteostasis (protein clearance). If one forced a single CADRO choice, I) Proteostasis or J) Metabolism could be defensible, but because both pathways are repeatedly reported and the primary mechanism was not definitively established, the Multi‑target category is the most specific and accurate. I also note the CONCERT program failed to meet primary efficacy endpoints in Phase 3. citeturn0search6turn0search3",
        "Web search results used (brief):",
        "- CONCERT trial description / enrollment and dosing (Medivation PR/press release). citeturn0search0",
        "- Pfizer/Medivation announcement and CONCERT synopsis. citeturn0search1",
        "- Coverage of Phase III data / negative results. citeturn0search3turn0search6",
        "- Mechanistic/preclinical literature showing latrepirdine stimulates autophagy and affects APP/Aβ metabolism (Molecular Psychiatry / Autophagy / PubMed entries). citeturn0search5turn0search8"
    ]
}