{
    "nct_id": "NCT00688207",
    "title": "An Open Label Single Oral Dose Study in Patients With Mild Alzheimer's Disease to Assess the Pharmacokinetics of Extended Release Formulation of Rosiglitazone (RSG XR) in This Population",
    "status": "COMPLETED",
    "last_update_time": "2016-11-04",
    "description_brief": "The present pharmacokinetic study is designed to assess the pharmacokinetics of RSG XR as monotherapy in patients with mild Alzheimer's disease (AD) as such information will not be obtained from the current phase III trials . The study aims to enroll fourteen patients (seven of each APOE genotype). Each patient will receive a single oral dose of 4mg of RSG XR in the morning under fasted conditions and PK samples will be taken up to 36h.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "Rosiglitazone (RSG XR)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial tests rosiglitazone (RSG XR), an extended‑release formulation of rosiglitazone, in patients with mild Alzheimer’s disease. Rosiglitazone is a thiazolidinedione oral drug that acts as a PPAR‑gamma agonist (a small‑molecule nuclear receptor ligand) and has been investigated for effects on brain glucose metabolism, inflammation and other disease‑relevant pathways in AD rather than as a biologic or purely symptomatic cognitive enhancer. citeturn0search9turn0search3",
        "Act (extracted trial details): The study is an open‑label single oral dose PK study of RSG XR (4 mg single oral dose, PK sampling to 36 h) in mild AD patients (N≈14, stratified by APOE genotype). The trial record describing this PK study is indexed (NCT00688207 / GSK description). citeturn0search0turn0search5",
        "Context / supporting evidence: Rosiglitazone has been evaluated in multiple AD clinical trials (including phase II/III RSG XR studies) to test cognitive and disease effects; these publications and trial reports describe its mechanism and use in AD clinical development. That history supports classifying it as a disease‑targeted small molecule rather than a biologic or a purely symptomatic cognitive enhancer. citeturn0search1turn0search2",
        "Reflect: Given rosiglitazone is a small‑molecule PPAR‑gamma agonist intended to affect pathophysiologic processes (metabolic/inflammatory pathways) relevant to Alzheimer’s disease, the correct category is 'disease‑targeted small molecule'. There is no indication in the description that this is a biologic, a purely symptomatic cognitive enhancer, or a neuropsychiatric‑symptom trial; the study is a PK study (open‑label) and contains no placebo arm. citeturn0search9turn0search0"
    ],
    "agent_type": "J) Metabolism and Bioenergetics",
    "explanation_agent": [
        "Reason: The trial tests rosiglitazone (RSG XR), a thiazolidinedione small molecule that is a PPAR-γ (peroxisome proliferator-activated receptor gamma) agonist. PPAR-γ agonists principally modulate glucose/lipid metabolism and mitochondrial/bioenergetic pathways and also have anti-inflammatory and antioxidant effects; these mechanisms are described in preclinical and clinical AD literature. citeturn0search1turn0search3",
        "Act: Extracted trial details — drug: Rosiglitazone (extended‑release, RSG XR); study: open‑label single 4 mg oral dose PK study in mild AD (NCT00688207) — and mechanistic evidence showing PPAR‑γ agonism affecting metabolism, mitochondrial function, and inflammation in brain and AD models. citeturn1search0turn0search1turn0search0",
        "Reflect: Mapping to CADRO — the primary intended biological focus of rosiglitazone in AD development is on metabolic and bioenergetic regulation (insulin sensitivity, brain glucose metabolism, mitochondrial function), so the best CADRO match is J) Metabolism and Bioenergetics. Although rosiglitazone also modulates inflammation and oxidative stress (relevant to CADRO F and G), the drug’s principal pharmacology and rationale in AD trials is metabolic/PPAR‑γ mediated, not solely anti‑inflammatory; therefore J is the most specific fit. Supporting clinical trial context (phase II/III RSG XR studies and PK trial record) is cited. citeturn1search3turn1search7",
        "Output: {\"category\": \"J) Metabolism and Bioenergetics\"}"
    ]
}