{
    "nct_id": "NCT03250741",
    "title": "Effects of Dopaminergic Therapy in Patients With Alzheimer's Disease: a Phase II 24-week, Randomized, Double-blind Placebo Controlled Study.",
    "status": "COMPLETED",
    "last_update_time": "2018-12-14",
    "description_brief": "This is phase IIa 24-week, prospective, randomized, double-blind placebo controlled study. The study is designed to evaluate the efficacy, safety, and tolerability of transdermal patch of Rotigotine (RTG) versus placebo (PLC) as add-on therapy with AChEI in patients with mild AD according to the consensus diagnostic criteria and MMSE score of ≥18 and ≤24 at screening. Two groups of patients with mild AD will be involved (50 patients each). One group will be assigned to treatment with RTG 4 mg and the other one to PLC as add on to AChEI therapy (Rivastigmine). Clinical and neurophysiological measurements will be collected before and after drug administration.",
    "description_detailed": "The current study has the ambition to provide first time evidence that dopaminergic stimulation may have a clinical impact in patients with mild AD.\n\nCognitive Assessment: Before and after the 24 weeks of treatment the ADAS-Cog, ADCS-ADL and the Frontal assessment battery (FAB) will be administered. FAB will be performed to measure changes in frontal executive functions (Apollonio et al, 2005) .\n\nNeurophysiological investigations will be performed to identify quantifiable biomarkers underlying the effects induced by dopamine agonist on the neurodegenerative brain. The application of recent neurophysiological tools, such as the combined use of transcranial magnetic stimulation (TMS) during electroencephalography (EEG) will allow to measure how dopamine agonists are able to modulate the cortical activity of the prefrontal cortex in AD patients (Kähkönen et al., 2005; Julkunen et al., 2008), likely trough DA terminals originating from the ventral tegmental nucleus, defining the neurophysiological biomarkers of clinical improvement For EEG-TMS recordings, a TMS-compatible EEG equipment will be used for recording EEG activity from the scalp (BrainAmp 32MRplus, BrainProducts). The EEG will be continuously acquired from 64 scalp sites positioned according to the 10-20 International System. To precisely position the coil over the cortical sites across different sessions, a neuronavigation system (Softaxic, E.M.S.) will be used. Neurophysiological changes induced by dopamine-agonist will be indexed by the following measures: corticospinal excitability, cortical reactivity, connectivity and plasticity. Specifically, the cortical reactivity and cortico-cortical connectivity will be evaluated respectively over the prefrontal cortex and between connected areas. We will employ TMS-evoked cortical responses (i.e., TEPs) as a novel probe of dopamine-agonist induced cortical excitability changes (Ilmoniemi et al., 1997; Komssi and Kahkonen, 2006; Julkunen et al., 2008; Miniussi and Thut, 2009; Miniussi et al., 2012; Premoli et al., 2014). To reach this aim, TEPs will serve as markers of left prefrontal cortex (PFC) reactivity whereas the spreading of their cortical activation will serve as an index of connectivity between targeted cortex and functionally connected areas underlying frontal cognitive network.",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "Rotigotine (transdermal patch, 4 mg/24 h)"
    ],
    "placebo": [
        "Placebo patch"
    ],
    "explanation_target": [
        "Reason: The intervention is a transdermal rotigotine patch (a non-ergoline dopamine receptor agonist that stimulates D‑type dopamine receptors) given as add‑on to acetylcholinesterase inhibitor therapy in mild AD. Rotigotine is a small‑molecule dopaminergic agonist delivered by patch and is used clinically for Parkinson’s disease and restless legs syndrome; it does not target amyloid or tau pathology and therefore is not a disease‑modifying biologic. citeturn0search6turn0search2",
        "Act: Key trial details extracted from the description — Phase IIa, 24‑week randomized double‑blind placebo‑controlled study of rotigotine transdermal patch (4 mg daily) versus placebo as add‑on to AChEI (rivastigmine) in patients with mild AD (MMSE 18–24). The stated outcomes include clinical and neurophysiological measures (consistent with evaluating symptomatic/cognitive effects rather than disease pathology modification). The described trial (and reporting about a similar AD rotigotine study) is summarized on ALZforum and rotigotine’s mechanism and delivery are described in peer‑reviewed literature. citeturn0search4turn0search3",
        "Reflect: Given rotigotine’s pharmacology (dopamine receptor agonist small molecule, transdermal delivery) and the trial’s focus on clinical/neurophysiological efficacy as add‑on symptomatic therapy, the best fit among the provided categories is \"cognitive enhancer.\" Note: dopaminergic drugs can also affect behavior/neuropsychiatric symptoms, but the trial title and measures emphasize cognitive/neurophysiological effects; if primary endpoints were explicitly neuropsychiatric, classification could be reconsidered. Sources used: rotigotine transdermal reviews and mechanism (PubMed reviews) and ALZForum summary of the rotigotine AD study. citeturn0search2turn0search6turn0search4"
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The investigational drug is rotigotine, a small‑molecule non‑ergoline dopamine receptor agonist that acts as a full agonist at dopamine D1–D3 (and with activity at D4–D5) receptors; its mechanism is modulation of dopaminergic neurotransmission rather than amyloid/tau pathology, consistent with a neurotransmitter receptor target. citeturn0search1turn0search3",
        "Act: Key trial details — a 24‑week, randomized double‑blind placebo‑controlled, Phase II study of transdermal rotigotine (4 mg/24 h) as add‑on to acetylcholinesterase inhibitor therapy in mild AD, with cognitive/neurophysiological endpoints (symptomatic/cognitive enhancer aim). These trial details and outcomes are summarized by ALZforum. Given the drug’s explicit activity at dopamine receptors and the symptomatic cognitive enhancement focus, assign to CADRO category D) Neurotransmitter Receptors. citeturn0search2",
        "Reflect: Classification check — rotigotine’s primary molecular action is direct agonism of dopamine receptors (neurotransmitter receptors), not disease‑modifying pathways (amyloid, tau, inflammation, etc.), and the trial tests symptomatic cognitive/neurophysiological effects. Therefore D) Neurotransmitter Receptors is the most specific CADRO match (not Multi‑target or Other). citeturn0search4turn0search6",
        "Web search results (sources used): 1) In vitro receptor profile of rotigotine (details affinities and agonist activity across D1–D5). citeturn0search1 2) British Journal of Pharmacology / PubMed article showing potent D1/D2/D3 agonism. citeturn0search3 3) Reviews of transdermal rotigotine pharmacology and clinical use. citeturn0search4turn0search0 4) ALZforum summary of the rotigotine AD trial (trial design, endpoints, and outcomes). citeturn0search2 5) In vivo pharmacology supporting D1 and D2 agonist effects. citeturn0search6"
    ]
}