{
    "nct_id": "NCT05469360",
    "title": "A Randomized, Participant and Investigator Blinded, Placebo-Controlled Study to Evaluate the Ability of a Single Intrathecally Administered Dose of NIO752 to Lower Cerebrospinal Fluid Total Tau Levels in Participants With Early Alzheimer's Disease",
    "status": "RECRUITING",
    "last_update_time": "2025-08-21",
    "description_brief": "Phase 1b study to assess the pharmacodynamics, safety, tolerability, and pharmacokinetics of NIO752 in patients with early Alzheimer's disease (AD)",
    "description_detailed": "This is a phase 1b, randomized, double-blind, placebo-controlled study, in which 36 patients with early AD will be enrolled in one of three cohorts.\n\nCohorts 1 \\& 2 will receive a single intrathecal (IT) dose of NIO752 or placebo in the placebo-controlled part of the study, and multiple administrations of NIO752 in the open-label extension (OLE) part of the study.\n\nCohort 3 will receive two single IT doses of NIO752 or placebo in the placebo-controlled part of the study, and a single administration of NIO752 in the OLE part of the study.\n\nEach cohort will enroll 12 participants, and they will be randomized into receiving NIO752 or placebo in 2:1 ratio. Participants in cohorts 1\\& 2 will remain in this study for approximately \\~19 months, including \\~18 in-clinic follow up visits during that period of time. In cohort 3, participants will remain in this study for a follow up period of approximately \\~18 months including \\~10 in-clinic follow up visits.\n\nCohorts will be enrolled sequentially.\n\nParticipants who complete the placebo-controlled part of the study will be eligible to continue in an OLE part of the study regardless of randomization assignment in the placebo-controlled part. All OLE participants will receive either two (cohorts 1 \\& 2) or one (cohort 3) dose of NIO752.\n\nStudy assessments will include physical and neurological examinations, ECGs, vital signs, standard clinical laboratory evaluations (hematology, blood chemistry, and urinalysis), routine laboratory evaluation of CSF collected through lumbar puncture, adverse event, and serious adverse event monitoring. Cohort 3 participation will also require 3 MRI scans and 3 PET scans throughout the 18 months of the study.",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted biologic",
    "drug": [
        "NIO752 (antisense oligonucleotide — ASO — targeting MAPT/tau; administered intrathecally)"
    ],
    "placebo": [
        "Matching placebo (artificial cerebrospinal fluid reported as placebo in trial listings)"
    ],
    "explanation_target": [
        "Reason: The study's primary objective is to lower cerebrospinal fluid (CSF) total tau after a single intrathecal dose, which indicates a strategy aimed at modifying tau pathology rather than only symptomatic relief. citeturn0search0turn0search2",
        "Act: NIO752 is described in public sources as an antisense oligonucleotide (ASO) directed at MAPT/tau, delivered intrathecally in clinical trials for PSP and early Alzheimer’s disease; the AD Phase 1b trial specifically measures change in CSF total tau. citeturn0search2turn0search3",
        "Act (placebo): Trial listings report a matching placebo (described as artificial CSF in some documents) for the intrathecal administration. citeturn0search7turn0search4",
        "Reflect: Because NIO752 is a nucleic-acid therapeutic (an ASO — classed as a biologic) that targets tau pathology (disease mechanism), the correct category is 'disease-targeted biologic'. This classification fits the trial description and the drug’s mechanism. citeturn0search3turn0search0"
    ],
    "agent_type": "B) Tau",
    "explanation_agent": [
        "Reason: The trial tests NIO752, an antisense oligonucleotide (ASO) designed to reduce MAPT/tau expression and delivered intrathecally with the explicit primary objective of lowering CSF total tau — i.e., it directly targets tau pathology rather than being symptomatic or diagnostic. citeturn0search1turn0search3",
        "Act: NIO752 is described in public sources as a DNA/RNA-based ASO directed at tau (MAPT) and administered into CSF; the Phase 1b AD study’s primary outcome is change in CSF total tau after intrathecal dosing. Based on that mechanism (directly reducing tau), the appropriate CADRO category is B) Tau. citeturn0search1turn0search4turn0search0",
        "Reflect: This classification matches CADRO’s definition because the intervention specifically aims to modify tau protein biology (MAPT) using a nucleic-acid therapeutic. It is not a multi-target agent nor a non-therapeutic procedure, so B) Tau is the most specific and correct assignment. Key supporting trial and background sources are listed below. citeturn0search1turn0search5",
        "",
        "Web search results / supporting sources:",
        "• Alzforum therapeutic page for NIO752 — describes NIO752 as a tau-directed ASO (MAPT) in Phase 1 studies for PSP and AD. citeturn0search1",
        "• AdisInsight trial record — trial title and objective to evaluate intrathecal NIO752 effect on CSF total tau in early AD (Phase 1b). citeturn0search0",
        "• Clinical trial registry / trial summary entries (NCT05469360 and related listings) — study details, intrathecal administration, and CSF total tau primary outcome. citeturn0search3turn0search7",
        "• CenterWatch / trial listing — inclusion criteria and CSF biomarker endpoints for the early AD NIO752 study. citeturn0search4",
        "• UCLH press release / SILK study description — describes related NIO752 SILK study measuring tau synthesis with intrathecal NIO752. citeturn0search6turn0search5"
    ]
}