{
    "nct_id": "NCT04946916",
    "title": "Validation of Serum Neurofilament Light Chain as a Biomarker to Differentiate Cognitive Impairment From Neurodegenerative or Psychiatric Diseases",
    "status": "RECRUITING",
    "last_update_time": "2025-07-23",
    "description_brief": "The validation of biomarkers allowing the discrimination of cognitive and behavioral disorders of psychiatric origin from those of neurodegenerative origin would facilitate diagnosis and improve patient management. Neurofilaments, which are markers of neuronal lysis, appear to be a promising biomarker. In a previous preliminary study, the investigators demonstrated significantly lower concentrations of neurofilaments in CSF of psychiatric patients compared to neurodegenerative diseases.\n\nThe main objective of this study is to validate the plasma assay of neurofilament light chain as a biomarker for the differential diagnosis of psychiatric or neurodegenerative cognitive impairment. Other biomarkers of interest (Tau, TDP-43, GFAP and UCH-L1) will also be analyzed.\n\nA sub-part of this study will also focus on the retrospective analysis of the CSF/Plasma correlations of the different biomarkers mentioned above from tube bottom samples taken in routine care.",
    "description_detailed": "One hundred twenty participants will be included in this study\n\n* 30 participants suffering from psychiatric disorders (bipolar disorder or schizophrenia) without cognitive impairment\n* 30 participants suffering from psychiatric disorders (bipolar disorder or schizophrenia) with cognitive impairment\n* 30 participants with a biological diagnosis of Alzheimer's disease\n* 30 participants with frontotemporal dementia according to Rascosky's criteria\n\nAll the participants will perform cognitive, behavioral, and psychiatric evaluation and will be have blood sample taken.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "DIAGNOSTIC",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The protocol describes a diagnostic biomarker validation study (plasma assay of neurofilament light chain (NfL) and analysis of Tau, TDP-43, GFAP, UCH-L1) intended to discriminate psychiatric-origin cognitive/behavioral disorders from neurodegenerative disease — this is non-therapeutic (diagnostic) rather than a drug/intervention trial. Evidence that NfL is used for this purpose is documented in the literature. citeturn0search1turn0search8",
        "Act (key extracted details): Intervention/assay: plasma NfL measurement; other biomarkers analyzed: Tau, TDP-43, GFAP, UCH-L1. Main aim: validate plasma NfL as a differential diagnostic biomarker (psychiatric vs neurodegenerative cognitive impairment). Prior pilot work showing lower CSF NfL in psychiatric vs neurodegenerative disorders is reported. citeturn0search8",
        "Support from web search (selected results used to verify context and prior work): (1) Pilot CSF study showing NfL discriminates neurodegenerative vs psychiatric disorders. citeturn0search8 (2) Plasma NfL as a biomarker in Alzheimer’s disease and relation to CSF biomarkers. citeturn0search1 (3) Validation/utility studies of plasma NfL in other cognitive disorders (vascular cognitive impairment, Parkinson’s disease progression) demonstrating plasma–CSF correlation and diagnostic/prognostic value. citeturn0search3turn0search7",
        "Reflect: The trial tests and validates biomarkers for diagnosis (not a biologic or small-molecule therapy, not a cognitive enhancer, and not an intervention aimed at treating neuropsychiatric symptoms). Therefore classification as 'N/A' (does not fit any of the four therapeutic target categories) is appropriate. No drug or placebo is involved; classification confirmed."
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}