{
    "nct_id": "NCT03393520",
    "title": "A Phase 3, Multicenter, Randomized, Double-blind, Placebo-controlled, Parallel-design Study to Assess the Efficacy, Safety, and Tolerability of AVP-786 (Deudextromethorphan Hydrobromide [d6-DM]/Quinidine Sulfate [Q]) for the Treatment of Agitation in Patients With Dementia of the Alzheimer's Type",
    "status": "COMPLETED",
    "last_update_time": "2024-11-15",
    "description_brief": "This study will be conducted to evaluate the efficacy, safety, and tolerability of AVP-786 compared to placebo, for the treatment of agitation in participants with dementia of the Alzheimer's type.",
    "description_detailed": "Eligible participants for this study must have a diagnosis of probable Alzheimer's disease (AD) and must have clinically significant, moderate/severe agitation secondary to AD.\n\nThis is a multicenter, randomized, double-blind, placebo-controlled, parallel-design study, consisting of 12 weeks of treatment.\n\nApproximately 550 participants will be enrolled at approximately 90 centers worldwide.\n\nStudy medication will be administered orally twice-daily from Day 1 through Day 85. Screening will occur within approximately 4 weeks prior to randomization. Following screening procedures for assessment of inclusion and exclusion criteria, eligible participants will be randomized into the study.",
    "phase": [
        "PHASE3"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "neuropsychiatric symptom improvement",
    "drug": [
        "AVP-786",
        "deudextromethorphan hydrobromide (d6‑DM)/quinidine sulfate (Q)"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The trial tests AVP‑786 specifically for the treatment of agitation in patients with dementia due to Alzheimer’s disease — a behavioral/neuropsychiatric symptom rather than an attempt to modify underlying AD pathology or improve cognition. citeturn0search5turn0search2",
        "Act: AVP‑786 is a combination of deudextromethorphan (deuterated d6‑DM) plus low‑dose quinidine; its reported pharmacology includes uncompetitive NMDA receptor antagonism and sigma‑1 agonism (mechanism used to reduce agitation), and the program evaluated agitation endpoints such as the Cohen‑Mansfield Agitation Inventory (CMAI). These facts identify it as a symptomatic (neuropsychiatric) treatment. citeturn0search7turn0search1",
        "Reflect: The intervention is not a biologic (monoclonal antibody or vaccine) and is not being used to target amyloid/tau disease mechanisms or to primarily enhance cognition — therefore it does not fit the disease‑targeted biologic, disease‑targeted small‑molecule, or cognitive‑enhancer categories. The correct category is neuropsychiatric symptom improvement. citeturn0search9turn0search10",
        "Additional context / search results used: (1) trial descriptions listing AVP‑786 (deudextromethorphan hydrobromide/quinidine) for agitation in AD (Clinical trial summaries). citeturn0search5turn0search3 (2) Mechanism/pharmacology and program review (EMPR, PubMed). citeturn0search7turn0search9 (3) Press/topline results and programme decision (Otsuka / Reuters / Alzheimer Europe) noting Phase 3 failure and subsequent development decisions. citeturn0search1turn0news12"
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The study tests AVP-786 (deudextromethorphan d6 + low‑dose quinidine) specifically to treat agitation — a neuropsychiatric/symptomatic endpoint in Alzheimer’s dementia — rather than to modify amyloid, tau, inflammation, or other disease biology. Otsuka describes AVP‑786 as d6‑dextromethorphan with quinidine and states the Phase 3 program targeted agitation in AD. citeturn0search0",
        "Act: Pharmacology for dextromethorphan (and its deuterated analog) includes uncompetitive NMDA receptor antagonism, sigma‑1 receptor agonism and effects on monoamine reuptake — i.e., actions on neurotransmitter receptors/transporters. Quinidine is included to inhibit CYP2D6 metabolism and increase dextromethorphan exposure. These mechanisms map to CADRO category D (Neurotransmitter Receptors). citeturn1search0turn1search1",
        "Reflect: The intervention is a small‑molecule combination producing symptomatic relief of agitation via neurotransmitter receptor/modulator activity, not an anti‑amyloid/tau or disease‑modifying biologic. Therefore D) Neurotransmitter Receptors is the most specific CADRO match. (Program outcome/context: the Phase 3 trial did not meet its primary endpoint and Otsuka later terminated development.) citeturn0search3turn0news12",
        "Web search results used (key sources): (1) Otsuka Phase 3 topline description of AVP‑786 (composition and indication). citeturn0search0 (2) Otsuka announcement terminating AVP‑786 development. citeturn0search3 (3) PubMed/Pharmacology review summarizing dextromethorphan mechanisms (NMDA antagonist, sigma‑1 agonist, monoamine reuptake effects). citeturn1search0 (4) PubMed review specifically about AVP‑786 development and PK/PD. citeturn1search1 (5) Reuters coverage of program termination. citeturn0news12"
    ]
}