{
    "nct_id": "NCT00749216",
    "title": "Multiple-Dose Safety in Japanese Subjects With Mild-to-Moderate Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2010-05-27",
    "description_brief": "The purpose of this study is to investigate the safety, tolerability, pharmacokinetics (PK) and pharmacodynamics (PD) of multiple dosing Solanezumab in subjects with mild-to-moderate AD in Japanese population.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted biologic",
    "drug": [
        "Solanezumab (humanized monoclonal antibody targeting soluble amyloid-β)"
    ],
    "placebo": [
        "Placebo"
    ],
    "explanation_target": [
        "Reason: The intervention named (Solanezumab) is a humanized monoclonal antibody developed to bind soluble amyloid‑β and engage Alzheimer’s disease pathology (i.e., a biologic intended to target disease mechanisms rather than primarily to enhance cognition or treat neuropsychiatric symptoms). citeturn0search1turn0search8",
        "Act: The described trial is a multiple‑dose safety / PK/PD study of Solanezumab in Japanese subjects with mild‑to‑moderate AD (Phase 2, NCT00749216 / multiple‑dose safety study). This confirms the drug identity and that the trial tests a biologic therapeutic (not a diagnostic or non‑therapeutic intervention). citeturn0search4turn0search6",
        "Web search supporting details (key sources): 1) PK/PD and tolerability of solanezumab in Japanese vs white subjects (describes mechanism as anti‑Aβ monoclonal antibody). citeturn0search1 2) Trial registry entry for the Multiple‑Dose Safety in Japanese Subjects With Mild‑to‑Moderate Alzheimer's Disease (NCT00749216 / Phase 2). citeturn0search4turn0search6 3) Lilly summary and program update describing solanezumab as binding soluble Aβ and noting clinical development results (A4 outcomes and context). citeturn0search5 4) Analyses and meta‑analyses discussing target engagement and clinical trial outcomes for solanezumab. citeturn0search8turn0search2",
        "Reflect: Classification: disease‑targeted biologic. Although some later clinical studies did not meet primary clinical endpoints in certain populations (e.g., A4 results discussed by the sponsor), that does not change the intervention type — solanezumab is a biologic directed at amyloid pathology (soluble Aβ). There is no indication the study was testing a cognitive‑enhancer only or a neuropsychiatric symptom treatment, nor was it a diagnostic procedure, so 'disease‑targeted biologic' is the appropriate category. citeturn0search5turn0search2"
    ],
    "agent_type": "A) Amyloid beta",
    "explanation_agent": [
        "Reason: The investigational product is solanezumab, a humanized monoclonal IgG1 developed to bind the mid‑region/central epitope of amyloid‑β and to preferentially engage soluble/monomeric Aβ species (i.e., an anti‑Aβ biologic directed at amyloid pathology). citeturn0search2turn0search7",
        "Act: The described trial is a multiple‑dose safety / PK/PD study of solanezumab in Japanese subjects with mild‑to‑moderate AD (clinical trial NCT00749216 / Phase 2), confirming the drug identity and that the intervention is a disease‑targeted biologic directed at Aβ. PK/PD and tolerability data in Japanese vs. White subjects have been reported. citeturn0search4turn0search0",
        "Reflect: Classification decision — A) Amyloid beta. Solanezumab’s mechanism is explicitly anti‑amyloid (binding soluble Aβ), so the CADRO category Amyloid beta is the most specific fit. The trial is therapeutic (not diagnostic) and single‑target (not described as a multi‑target agent), so R) Multi‑target and T) Other are not appropriate. For context, later clinical programs and sponsor statements noted solanezumab’s focus on soluble Aβ and reported limited clinical benefit in some later trials, but that does not alter the mechanistic classification. citeturn0search5turn0search8",
        "Web search results (key sources cited above): 1) PK/PD and tolerability comparison in Japanese and White patients — Clinical Neuropharmacology / PubMed (reports solanezumab PK/PD and tolerability). citeturn0search0 2) Clinical trial registry / study listing for Multiple‑Dose Safety in Japanese Subjects With Mild‑to‑Moderate Alzheimer's Disease (NCT00749216, sponsor Eli Lilly). citeturn0search4 3) NCBI/Book chapter summarizing solanezumab binding the Aβ mid‑region and preferential targeting of soluble Aβ species. citeturn0search2 4) Review/PMC article summarizing solanezumab’s mechanism and clinical development. citeturn0search7 5) Eli Lilly press release summarizing A4 study outcome and noting solanezumab “binds only to soluble amyloid‑beta” (sponsor statement providing context). citeturn0search5"
    ]
}