{
    "nct_id": "NCT04381468",
    "title": "SEMA4D Blockade Safety and Brain Metabolic Activity in Alzheimer's Disease (AD): A Multi-center, Randomized, Double-Blind, Placebo-Controlled Safety and Biomarker Study of Pepinemab Anti-SEMA4D Antibody in Early-AD",
    "status": "COMPLETED",
    "last_update_time": "2024-08-21",
    "description_brief": "To investigate safety, tolerability, the effects on cognition and brain metabolism of pepinemab in early AD dementia (early AD) subjects.",
    "description_detailed": "To investigate safety, tolerability, the effects on cognition and brain metabolism of pepinemab, administered as IV infusions every 4 weeks for 44 weeks (12 infusions) in mild dementia due to Alzheimer's Disease (AD)) participants. Participants will be randomized 1:1 to receive 40 mg/kg pepinemab or placebo.\n\nThis is a randomized double-blind, placebo-controlled study of pepinemab in mild dementia due to AD. The study is 52 weeks in duration, including a safety and efficacy evaluation 4 weeks after the last dose of study drug. Participants with resolved adverse events at Week 48 will have a safety telephone call at Week 52. Participants with unresolved adverse events at Week 48 will have a safety in-office visit at Week 52. The study protocol will include two sentinel participants in each of the two blinded dose arms. Sentinel dosing will be implemented by randomly assigning one study participant to one of the two dose arms in a blinded manner, treating those participants with study drug. If no unexpected serious adverse events are observed within 48 hours after the first and second participants receive treatment, two additional participants will be enrolled, with one participant assigned randomly to each of the two dose arms. Again a 48-hour safety period will be observed following treatment of the fourth participant to document any unexpected safety events that may occur. Should no unexpected serious adverse events occur within 48 hours after the third and fourth participants receive treatment, the remaining participants will be assigned to the study dose arms according to the blinded randomization scheme and the 1:1 randomization ratio. Participants will be randomized to one of two treatment arms and will receive one dose of study drug every 4 weeks during the 44-week dosing period for a total of 12 doses of study drug. The primary objective is the safety and tolerability of study drug. A key secondary objective is the change in brain metabolism as assessed by \\[18F\\]fluorodeoxyglucose (FDG)-PET in the resting state.",
    "phase": [
        "PHASE1",
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted biologic",
    "drug": [
        "pepinemab (anti-SEMA4D monoclonal antibody; humanized IgG4; VX15/VX15/2503)"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The investigational agent pepinemab is a monoclonal antibody that neutralizes semaphorin 4D (SEMA4D), a glial/neuronal signaling protein implicated in reactive neuroinflammation and disrupted brain metabolism; the trial tests effects on cognition and brain metabolic activity, consistent with a disease-targeted biologic approach rather than a symptomatic-only agent. citeturn0search2turn0search6",
        "Act (trial details & mechanism): SIGNAL-AD (NCT04381468) is a Phase 1b/2 randomized, double-blind, placebo-controlled study of pepinemab in early AD (about 50 amyloid-positive MCI/early AD participants) assessing safety/tolerability and FDG-PET brain metabolic activity; pepinemab is given by IV infusion (40 mg/kg every 4 weeks in the reported protocol). These trial and dosing details identify pepinemab as a biologic intervention targeting SEMA4D. citeturn0search1turn0search6",
        "Act (supporting clinical/biological evidence): Preclinical and clinical data (including SIGNAL in Huntington’s disease and SIGNAL-AD reporting) indicate pepinemab blocks SEMA4D-driven astrocyte/reactive glia actions and can alter FDG-PET metabolic signals and show cognitive biomarker trends—supporting its intended disease-modifying, pathology-targeted mechanism. citeturn0search3turn0search9",
        "Reflect (classification justification): Because pepinemab is an antibody (biologic) directed at a disease-relevant target (SEMA4D) with the goal of modifying glial-mediated pathology and brain metabolism (not merely symptomatic neurotransmitter modulation), the correct category is 'disease-targeted biologic'. This classification is supported by mechanistic descriptions and the SIGNAL-AD trial design. citeturn0search2turn0search1",
        "Web-search results (key sources consulted): 1) ALZFORUM summary of pepinemab mechanism and development (anti-SEMA4D humanized IgG4). citeturn0search2 2) NCT listing / trial snapshot for NCT04381468 (SIGNAL-AD) describing the study title, objectives, and intervention. citeturn0search1 3) Vaccinex press release(s) describing SIGNAL-AD design, dosing (40 mg/kg q4w), endpoints (safety, FDG-PET), and company background. citeturn0search6 4) Peer-reviewed and conference reports on pepinemab clinical data (SIGNAL in Huntington’s disease and SIGNAL-AD summaries). citeturn0search4turn0search9"
    ],
    "agent_type": "F) Inflammation",
    "explanation_agent": [
        "Reason: The investigational drug pepinemab is a humanized anti-SEMA4D (VX15/2503) monoclonal antibody that neutralizes semaphorin 4D, a signaling protein that drives reactive glial responses and neuroinflammation and is reported to disrupt normal brain metabolic support. These mechanistic features map to CADRO category F (Inflammation). citeturn0search2turn0search4",
        "Act: Extracted trial details — pepinemab (anti‑SEMA4D, humanized IgG4) given IV (40 mg/kg every 4 weeks in SIGNAL‑AD), tested in the randomized, double‑blind, placebo‑controlled SIGNAL‑AD study (NCT04381468) with endpoints including safety, cognition (CDR‑SB/ADAS‑Cog) and FDG‑PET brain metabolism; the mechanism (blocking SEMA4D-driven astrocyte/microglial reactivity) is explicitly inflammatory/glia‑directed rather than symptomatic neurotransmitter modulation. citeturn1search3turn1search7turn0search2",
        "Reflect: Classification as F) Inflammation is appropriate because the antibody directly targets a mediator of glial activation and neuroinflammation (SEMA4D). The intervention is a single, disease‑targeted biologic directed at an inflammation-related pathway, not a multi-target agent or a non‑therapeutic diagnostic — therefore F) Inflammation is the best CADRO fit. citeturn0search4turn0search2",
        "Web search results consulted: 1) Vaccinex pepinemab (pipeline / MOA). citeturn0search2 2) ALZFORUM therapeutic overview for pepinemab (SEMA4D, target type: inflammation). citeturn0search4 3) Clinical trial registry / SIGNAL‑AD trial record (NCT04381468) with protocol and FDG‑PET, dosing and design details. citeturn1search3 4) Vaccinex news/press releases describing SIGNAL‑AD enrollment, dosing (40 mg/kg q4w) and endpoints. citeturn1search7turn1search8 5) Vaccinex scientific/news release describing pepinemab mechanism and immuno‑oncology/neurology rationale. citeturn0search1turn0search3"
    ]
}