{
    "nct_id": "NCT04666077",
    "title": "A Randomized, Blinded, Controlled Trial of Music Therapy Singing Interventions for Patients With MCI and AD",
    "status": "RECRUITING",
    "last_update_time": "2024-07-26",
    "description_brief": "This study compares different music therapy (MT) experiences and their impact on memory and language in patients with Alzheimer's disease and Mild Cognitive Impairment.\n\nThe 12-month study will assess the role of common experiences involving familiar music and other pleasant events (blinded control) to benefit cognition and measure the quality of life for people with Alzheimer's disease and Mild Cognitive Impairment.\n\nFollowing screening, all participants will meet with a licensed music therapist at the first study visit. Thereafter, each group will have an individualized schedule of follow-up telephone calls and visits.\n\nScreening for the study and participation in the study intervention can be completed in-person or from your home, if you do not live in the area.",
    "description_detailed": "Interested participants and their study partner will be enrolled after an evaluation to determine cognitive impairment or mild dementia. The evaluation, either in person or remote, will include cognitive testing, clinical and neurological evaluation, a review medical records and medical history and an examination as deemed necessary by a dementia physician. Eligible participants will undergo baseline testing including linguistic analyses and will be randomly assigned to one of 3 intervention groups. Participants and their study partners will be contacted at least once every three months for cognitive testing and medical review. Contact with the music therapy team will occur up to twice per week but not less than once per month, for the first six months study enrollment.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [],
    "placebo": [
        "Attention Control (AtCon) — blinded control involving pleasant events"
    ],
    "explanation_target": [
        "Reason: The trial is a non‑pharmacologic music therapy (singing) intervention intended to benefit memory, language and quality of life in people with MCI and AD, not a drug or biologic, so it aims to improve cognitive function rather than target amyloid/tau or treat neuropsychiatric symptoms specifically. citeturn3search0turn3search5",
        "Act: The registered study (NCT04666077) lists behavioral interventions: Individualized Music Therapy (IMT) and Home‑based MT through Supervised, Supported Singing (H3S), with an Attention Control (AtCon) blinded control; primary outcomes include global cognition measures (ADCS‑CGIC, MMSE) and neuropsychiatric/ADL scales. These details show the intervention is behavioral and cognitive‑focused rather than a drug. citeturn3search4turn3search3",
        "Evidence: Randomized trials and meta‑analyses of music therapy and singing interventions report improvements in episodic memory, general cognition and quality of life in people with MCI/AD, supporting the classification as a cognitive enhancement intervention (non‑pharmacologic). citeturn1search2turn1search3",
        "Reflect: Given the intervention type (music therapy), the trial does not involve biologics or small molecules, nor is it narrowly targeted to neuropsychiatric symptom management; therefore the best fit among the provided categories is 'cognitive enhancer'. The trial registration and summaries referenced above were used to confirm intervention type, outcomes, and intent. citeturn3search0turn3search4"
    ],
    "agent_type": "M) Synaptic Plasticity/Neuroprotection",
    "explanation_agent": [
        "Reason: The intervention is a non-pharmacologic music‑therapy (singing) behavioral intervention intended to improve cognition (memory, language, quality of life) in people with MCI and AD rather than a drug or biologic directed at a molecular pathology such as amyloid, tau, inflammation, etc. Clinical trial records describe Individualized Music Therapy (IMT) and Home‑based MT through Supervised, Supported Singing (H3S) with an attention control. citeturn0search1turn0search3",
        "Act: Extracted trial details — registration NCT04666077; interventions: Individualized Music Therapy (IMT), Home‑based Supervised, Supported Singing (H3S), and an Attention Control (AtCon); primary outcomes include global cognition scales (ADCS‑CGIC, MMSE) and neuropsychiatric/ADL measures — confirming a behavioral cognitive‑enhancement focus rather than a molecular target. citeturn0search1turn0search3turn0search4",
        "Rationale for CADRO assignment: CADRO lacks a dedicated category labeled 'cognitive enhancer' for non‑pharmacologic behavioral approaches. The closest specific CADRO category that captures interventions aimed to improve cognition via activity‑dependent brain changes (neuroplasticity / neuroprotection) is M) Synaptic Plasticity/Neuroprotection. Music therapy is plausibly acting through stimulation of cognitive networks and promoting plasticity rather than a defined biochemical pathway, so M is the best fit. (If you prefer to flag non‑biological behavioral interventions as outside CADRO’s biologic target classes, T) Other is an alternative.) citeturn0search6turn0search2",
        "Reflect: Confirming the choice — the study is therapeutic and cognitive‑focused, not a diagnostic or imaging study, and does not name a molecular target or drug; therefore M) Synaptic Plasticity/Neuroprotection is the most specific CADRO category available that matches the intent (cognitive enhancement via neuroplastic mechanisms). If you want a strictly non‑biological classification, I can instead return T) Other. citeturn0search1turn0search6",
        "Web search results (key sources used): Clinical trial registry summaries for NCT04666077 listing IMT, H3S and AtCon and outcome measures (Icahn/Clinical listing). citeturn0search1turn0search3; CenterWatch trial summary with study dates and arms. citeturn0search4; RCTs and meta‑analyses showing music‑therapy/singing can improve cognition and quality of life in dementia (examples: PubMed RCTs and network meta‑analysis). citeturn0search2turn0search6"
    ]
}