{
    "nct_id": "NCT00001933",
    "title": "Nefiracetam Therapy of Alzheimer's Type Dementia",
    "status": "COMPLETED",
    "last_update_time": "2008-03-03",
    "description_brief": "Some of the thinking difficulties of Alzheimer's patients may be due to a deficiency in a brain chemical called acetylcholine, which helps transmit messages between nerve cells. Nefiracetam is a new drug that stimulates acetylcholine. This study will test whether Nefiracetam can safely improve memory, thinking and activities of daily living in patients with mild to moderate intellectual impairment due to Alzheimer's disease.\n\nPatients in the study must have a caregiver and designated representative. Candidates will be given a medical history and physical examination that includes a complete neurologic and neuropsychologic evaluation, blood tests, and an electrocardiogram. A chest X ray and magnetic resonance imaging (MRI) test will be done on patients who have not had these tests within the previous two years. During the 20-week study, each patient will take three pills twice a day for twenty weeks of either Nefiracetame or placebo (sugar pill). Neither the patients nor the doctors will know which patients are getting the drug and which are getting the placebo. Blood and urine tests will be done frequently throughout the study. Patients will be asked to have a spinal tap (on a voluntary basis) to measure the levels of drug in the spinal fluid, and a PET scan (a brain imaging test).\n\nAt the end of the study, patients who feel they are doing well with no side effects from the drug (or placebo) may be given the option of continuing treatment for another seven months.\n\nAnimal studies showed that Nefiracetam improved learning impairment and memory in rats with dementia. In a small study of humans, about one-fourth of patients who were given a low dose of the drug had improved intellectual function, and about one-half who received a higher dose improved.",
    "description_detailed": "Diminished cholinergic function has long been implicated in the pathophysiology of Alzheimer type dementia. Studies in animal models of this disorder as well as in patients with Alzheimer's disease (AD) suggest that drugs capable of activating central cholinergic transmission can improve cognitive function. Nevertheless, no currently available drug of this or any other type consistently confers clinically significant benefit. To further evaluate the cholinergic hypothesis for symptom palliation with a mechanistically novel pharmacologic tool, the acute safety and antidementia efficacy of nefiracetam will be studied using a double-blind, placebo-controlled, parallel groups design. In contrast to the currently available cholinesterase inhibitors, nefiracetam enhances the activity of nicotinic acetylcholine receptors by interacting with a protein kinase C pathway and accelerates acetylcholine turnover and release. Efficacy in patients with mild to moderate dementia will be assessed through application of standardized neuropsychological test instruments in this first double-blind, randomized controlled trial of nefiracetam in AD. Safety will be monitored by means of frequent clinical evaluations and laboratory tests.",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "Nefiracetam (DM-9384)"
    ],
    "placebo": [
        "Placebo (sugar pill)"
    ],
    "explanation_target": [
        "Reason: The trial description states the drug \"stimulates acetylcholine\" to improve memory, thinking and activities of daily living in Alzheimer's patients — an approach to enhance cognition rather than directly target core AD pathology (amyloid or tau). This matches the definition of a cognitive enhancer. citeturn0search0",
        "Act: Key extracted details — drug: Nefiracetam (aka DM-9384), a small‑molecule racetam-class nootropic that facilitates cholinergic (and GABAergic) transmission and increases acetylcholine turnover/release; trial design: double‑blind, placebo‑controlled, oral dosing for 20 weeks vs placebo. These mechanistic and trial details are documented in clinical/trial and pharmacology sources. citeturn0search0turn0search4",
        "Reflect: Classification check — although nefiracetam is a small molecule, its intended effect in this trial is symptomatic cognitive enhancement (stimulating ACh to improve memory/thinking), not disease modification of AD pathology or a biologic therapy. Therefore the best fit among the provided categories is \"cognitive enhancer.\" No evidence in the description indicates the trial aims to modify amyloid/tau pathology or to treat neuropsychiatric symptoms specifically. citeturn0search0turn0search1",
        "Web search results used: NINDS clinical trial summary for nefiracetam in AD (describes mechanism, study design and aims). citeturn0search0; PubMed reviews/studies on nefiracetam (DM-9384) describing cognition-enhancing actions, effects on cholinergic/GABAergic systems, and cellular mechanisms. citeturn0search4turn0search1"
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The trial describes nefiracetam (DM-9384) as a cognitive enhancer that \"stimulates acetylcholine\" to improve memory and thinking — an approach that acts on cholinergic/neurotransmitter systems rather than directly on core AD pathology (amyloid or tau). citeturn0search0turn0search3",
        "Act: Key extracted details — drug: Nefiracetam (DM-9384), a racetam-class nootropic that facilitates cholinergic transmission (increases acetylcholine outflow and potentiates neuronal nicotinic ACh receptor currents) and also influences GABAergic transmission; trial is symptomatic cognitive enhancement (double-blind, placebo-controlled). These mechanistic findings are documented in clinical and preclinical studies. citeturn0search3turn0search5turn0search1",
        "Reflect: Classification check — because the primary intended mechanism in this trial is modulation of cholinergic neurotransmission (nicotinic ACh receptors and increased ACh release), the best CADRO match is D) Neurotransmitter Receptors. Although nefiracetam also affects GABAergic systems, the trial’s aim is symptomatic cognitive enhancement via neurotransmitter modulation rather than disease modification of amyloid/tau, so R) Multi-target is not a better fit. citeturn0search2turn0search0",
        "Web search results used (selected): NINDS clinical trial summary for nefiracetam in AD (trial rationale and mechanism). citeturn0search0; PubMed — Cellular mechanisms underlying cognition-enhancing actions of nefiracetam (DM-9384). citeturn0search1; PubMed — Nefiracetam increases acetylcholine outflow (in vivo microdialysis). citeturn0search3; PubMed — Modulation of neuronal nicotinic ACh receptors by nefiracetam. citeturn0search5; PubMed — DM-9384 increases GABAergic turnover. citeturn0search2"
    ]
}