{
    "nct_id": "NCT03375697",
    "title": "A 2-Part Randomized, Placebo-Controlled, Double-Blind, Single and Multiple Ascending Dose Study to Investigate Safety and Tolerability, Pharmacokinetics and Pharmacodynamics of JNJ-63733657 in Healthy Subjects and Subjects With Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2025-04-25",
    "description_brief": "The purpose of this study is to assess the safety and tolerability of JNJ-63733657 following single ascending intravenous (IV) dose administration in healthy subjects (Part 1) and multiple ascending IV dose administrations in subjects with prodromal or mild Alzheimer's disease (AD) (Part 2).",
    "description_detailed": "N/A",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted biologic",
    "drug": [
        "JNJ-63733657 (posdinemab) — humanized IgG1/kappa monoclonal antibody targeting phosphorylated tau (pT217 / p217+tau). citeturn0search3turn0search0"
    ],
    "placebo": [
        "Placebo (used as comparator in the randomized, double-blind study). citeturn0search6turn0search1"
    ],
    "explanation_target": [
        "Reason: The investigational product JNJ-63733657 is described in the trial and publications as a humanized monoclonal anti-tau antibody that binds phosphorylated tau (pT217 / p217+tau), i.e., a biologic that directly targets a core AD pathology (tau). This indicates a disease-targeting, pathology-modifying approach rather than a symptomatic cognitive enhancer or neuropsychiatric treatment. citeturn0search3turn0search0",
        "Act: Key trial details — Phase 1, two-part (single ascending dose in healthy subjects; multiple ascending doses in prodromal/mild AD), intravenous administration, and biomarker effects (dose-dependent reductions in CSF free and total p217+tau) are reported in the published Phase 1 results and clinical trial listings. These confirm the molecule's mechanism (anti-phospho-tau) and disease-modifying intent. citeturn0search3turn0search6turn0search4",
        "Reflect: Classification as a 'disease-targeted biologic' aligns with the drug being a monoclonal antibody directed at tau pathology. There is no indication the compound is solely a symptomatic cognitive enhancer or focused on neuropsychiatric symptoms. The trial also uses placebo control and pharmacodynamic tau biomarkers, supporting the disease-modifying biologic interpretation. No substantial ambiguity was found in the sources. citeturn0search3turn0search1"
    ],
    "agent_type": "B) Tau",
    "explanation_agent": [
        "Reason: The investigational product JNJ-63733657 (posdinemab) is explicitly described as a humanized IgG1/kappa monoclonal antibody that binds phosphorylated tau at amino acid pT217 (p217+tau) and was raised against paired helical filaments—i.e., it directly targets tau pathology, a core AD mechanism. citeturn0search0turn0search3",
        "Act: Key trial details and mechanism — Phase 1 single- and multiple-ascending dose studies report dose-dependent reductions in free and total p217+tau in cerebrospinal fluid after IV administration, confirming a tau-directed, disease-modifying pharmacodynamic effect rather than a symptomatic-only intervention. The molecule’s mechanism and clinical intent are further supported by company communications (Fast Track designation for posdinemab). citeturn0search0turn0search3turn0search2",
        "Reflect: Classification check — The intervention targets pathological tau (phospho-tau pT217) directly, which maps clearly to CADRO category B) Tau. There is no indication the primary action is on amyloid, inflammation, neurotransmitters, or a multi-target mechanism, so 'B) Tau' is the most specific fit. Supporting preclinical/in vitro binding and characterization are available in the literature and product summaries. citeturn0search4turn0search6",
        "Web search results (key sources used): PubMed / JPAD Phase‑1 report describing JNJ‑63733657 (posdinemab) as an anti‑phospho‑tau (pT217 / p217+tau) humanized IgG1 with dose‑dependent CSF p217+tau reductions; citeturn0search0turn0search3 Johnson & Johnson press release noting Fast Track designation for posdinemab (tau‑directed mAb). citeturn0search2 Additional summaries and reagent/product pages describing binding to pT217 and preclinical effects on tau seeding. citeturn0search4turn0search6"
    ]
}