{
    "nct_id": "NCT05164536",
    "title": "Plasma P-tau2017 and Quantitative Amyloid PET Imaging in a Cognitively Normal Population",
    "status": "COMPLETED",
    "last_update_time": "2025-02-26",
    "description_brief": "The overall goal of this protocol is to compare amyloid burden assessed by amyloid PET to plasma P-tau217 levels.",
    "description_detailed": "The overall goal of this protocol is to compare amyloid burden assessed by amyloid PET to plasma P-tau217 levels. Other relevant AD-related investigational biomarkers may also be assessed in the provided samples. Apolipoprotein E (ApoE) genetic status will be evaluated with a serum sample.",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "OTHER",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The protocol compares amyloid burden measured by amyloid PET to plasma P‑tau217 levels in cognitively normal people — this is a diagnostic/biomarker validation study, not a therapeutic trial testing a drug or intervention targeting disease symptoms or pathology.",
        "Act: Key details extracted from the description — Title: \"Plasma P‑tau2017 and Quantitative Amyloid PET Imaging in a Cognitively Normal Population\" (plasma P‑tau217 vs quantitative amyloid PET). The intervention/measurement is a blood biomarker (plasma p‑tau217) compared to imaging (amyloid PET) for detection/quantification of Alzheimer pathology; no drug or placebo is involved.",
        "Supporting web search results (selected studies showing plasma p‑tau217 is used to detect or predict amyloid PET status):",
        "• A 2024/2025 systematic review/meta‑analysis found plasma p‑tau217 effectively detects amyloid and tau PET deposition with high sensitivity and specificity. citeturn0search0",
        "• A study reported plasma p‑tau217 had diagnostic performance for amyloid PET positivity equivalent to CSF p‑tau217 (AUC ~91% for plasma). citeturn0search4",
        "• Analyses from preclinical/secondary‑prevention cohorts (AHEAD/A4/LEARN) show plasma p‑tau217 (and ratios with Aβ markers) improves identification of amyloid PET positive, cognitively unimpaired participants. citeturn0search5turn0search3",
        "• Regulatory context: In 2025 the FDA granted marketing clearance for a plasma test measuring p‑tau217/amyloid ratio to assist Alzheimer’s diagnosis, illustrating clinical use of p‑tau217 as a diagnostic marker (not a therapeutic). citeturn0news16",
        "Reflect: Given the trial compares two diagnostic measures (blood biomarker vs PET imaging) in cognitively normal subjects and cites no drug, mechanism of therapeutic action, or symptom-targeted treatment, it does not fit any therapeutic category (disease‑targeted biologic, disease‑targeted small molecule, cognitive enhancer, or neuropsychiatric symptom improvement). Therefore the correct classification is 'N/A'."
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}