{
    "nct_id": "NCT00825084",
    "title": "A Phase 1, Randomized, Subject- And Investigator-Blind, Sponsor-Open, Placebo-Controlled, Parallel-Cohort, Single-Dose Escalation, And Multiple-Dose Titration Study To Evaluate The Pharmacokinetics, Safety, And Tolerability Of Dimebon [PF-01913539] In Japanese And Western Healthy Subjects",
    "status": "COMPLETED",
    "last_update_time": "2011-04-22",
    "description_brief": "This study is to characterize the pharmacokinetics of single and multiple oral doses of Dimebon in Japanese healthy subjects. This study is also to evaluate the safety and tolerability of single and multiple oral doses of Dimebon in Japanese healthy subjects. The secondary objective of this study is to compare the pharmacokinetics, safety and tolerability of single and multiple oral doses of Dimebon in Japanese and Western healthy subjects.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "Dimebon (latrepirdine; PF-01913539)"
    ],
    "placebo": [
        "Placebo"
    ],
    "explanation_target": [
        "Reason: The trial tests Dimebon (PF-01913539), a small‑molecule repurposed antihistamine (latrepirdine) studied for Alzheimer’s disease primarily for effects on cognition and global function rather than as a biologic (monoclonal antibody or vaccine). Dimebon has been proposed to act via multiple, incompletely‑defined mechanisms (e.g., modulation of neurotransmitter systems, mitochondrial effects, autophagy modulation) and was developed and tested for symptomatic cognitive benefit in AD trials. citeturn0search1turn0search9turn0search5",
        "Act: Extracted trial details: Phase 1 PK/safety study of Dimebon in Japanese and Western healthy subjects (sponsor Pfizer; PF-01913539; placebo-controlled). The registration/description of this study matches the provided text. citeturn0search0",
        "Act (drug mechanism summary from literature): Dimebon/latrepirdine is a small molecule (originally an antihistamine) with proposed multi-target actions — including effects on mitochondrial stability, modulation of ion channels and neurotransmitter receptors, and enhancement of autophagy — and was tested in clinical trials for cognitive improvement in AD and Huntington’s disease. Its exact disease‑modifying activity against core AD pathology (amyloid/tau) was not clearly established and clinical phase‑III studies failed to confirm earlier positive cognitive results. citeturn0search7turn0search4turn0search3turn0search11",
        "Reflect: Based on the definitions provided: (1) not a biologic, (2) is a small molecule but was advanced as a symptomatic cognitive drug with unclear direct targeting of canonical AD pathology, and (3) clinical program focused on cognitive endpoints — the best fit is 'cognitive enhancer' rather than 'disease‑targeted small molecule' or 'neuropsychiatric symptom improvement'. The Phase 1 PK/safety healthy‑volunteer study itself is non‑therapeutic but the compound’s intended clinical use supports the classification. citeturn0search1turn0search11",
        "Web search results (key sources used): 1) Trial listing for the described Phase 1 PK/safety study of Dimebon (PF‑01913539). citeturn0search0 2) ACS Chemical Neuroscience / review noting dimebon (latrepirdine) and phase‑III failure. citeturn0search1 3) Reviews/preclinical papers describing proposed mechanisms (autophagy, mitochondrial effects, modulation of Aβ in models). citeturn0search5turn0search4 4) Molecular Neurodegeneration paper on effects on extracellular Aβ and neurotransmission. citeturn0search3 5) Pfizer press release and phase‑3 program summary showing clinical focus on cognition and mixed/negative phase‑3 outcomes. citeturn0search11turn0search9"
    ],
    "agent_type": "R) Multi-target",
    "explanation_agent": [
        "Reason: Dimebon (latrepirdine; PF-01913539) is a small‑molecule repurposed antihistamine studied as a cognitive enhancer in AD. Published and preclinical literature attribute multiple, incompletely‑defined actions to the compound (modulation of various neurotransmitter receptors/channels, mitochondrial stabilization/bioenergetic effects, and enhancement of autophagy/proteostasis). These span several CADRO categories (Neurotransmitter Receptors; Metabolism and Bioenergetics; Proteostasis), so no single CADRO category cleanly captures the mechanism.",
        "Act: Extracted trial details from the description — Phase 1 PK/safety single- and multiple-dose study of Dimebon (PF-01913539) in healthy Japanese and Western subjects; the investigational drug is a small molecule with reported multi-modal actions rather than a single, well-defined target. Given the multi-mechanistic profile, I assign 'R) Multi-target'.",
        "Reflect: This classification aligns with the description and CADRO definitions: the intervention is not a biologic targeting a single AD hallmark (amyloid or tau), and the literature reports multiple distinct mechanisms (neurotransmitter modulation, mitochondrial/bioenergetic effects, autophagy/proteostasis). Therefore 'R) Multi-target' is the most specific and appropriate CADRO assignment. If one insisted on a single category for the symptomatic neurotransmitter effects alone, 'D) Neurotransmitter Receptors' could be considered, but that would ignore the mitochondrial/proteostasis activities noted in the literature.",
        "Web search results (as provided in the prompt): 1) Trial listing for the described Phase 1 PK/safety study of Dimebon (PF‑01913539). 2) ACS Chemical Neuroscience / review noting dimebon (latrepirdine) and phase‑III failure. 3) Reviews/preclinical papers describing proposed mechanisms (autophagy, mitochondrial effects, modulation of Aβ in models). 4) Molecular Neurodegeneration paper on effects on extracellular Aβ and neurotransmission. 5) Pfizer press release and phase‑3 program summary showing clinical focus on cognition and mixed/negative phase‑3 outcomes."
    ]
}