{
    "nct_id": "NCT00531804",
    "title": "A Multi-center, Multiple-ascending Dose, Randomized, Double-blind, Placebo-controlled, Parallel-group Study to Investigate the Safety, Tolerability, Pharmacokinetics and Pharmacodynamics of RO4909832 Following Intravenous Infusion in AD Patients",
    "status": "COMPLETED",
    "last_update_time": "2016-11-01",
    "description_brief": "This study will evaluate the safety, tolerability, pharmacokinetics and pharmacodynamics of R1450 in patients with mild to moderate Alzheimer Disease. Patients will be randomized to receive either R1450 or placebo by intravenous infusion for a total of 7 doses. The starting dose will be escalated in subsequent cohorts of patients in an adaptive manner, after a satisfactory assessment of safety, tolerability and pharmacokinetics of the previous dose. The anticipated time on study treatment is 3-12 months, and the target sample size is \\<100 individuals.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted biologic",
    "drug": [
        "R1450 (gantenerumab; RO4909832; RG1450)"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The investigational agent is identified in the protocol as R1450 / RO4909832 and the title links RO4909832 to gantenerumab, which is a fully human monoclonal antibody that binds aggregated amyloid-β (Aβ) and is intended to remove Aβ plaques — i.e., a biologic that targets Alzheimer pathology (amyloid). citeturn0search5turn0search8",
        "Act: The trial description (multiple-ascending IV doses of R1450/RO4909832 vs placebo in AD patients) matches published/registry records for gantenerumab (RO4909832 / R1450) and a Phase 1 multiple-ascending-dose study. This supports classifying the intervention as a disease-targeted biologic rather than a small molecule or symptomatic/cognitive-only agent. citeturn0search9turn0search1",
        "Reflect: Conclusion — gantenerumab (R1450 / RO4909832) is an anti-amyloid monoclonal antibody (biologic) aimed at disease modification by removing Aβ plaques; therefore the appropriate category is 'disease-targeted biologic'. No evidence in the description indicates it is a small molecule, a purely symptomatic cognitive enhancer, or an agent for neuropsychiatric symptom control. citeturn0search5turn0search8"
    ],
    "agent_type": "A) Amyloid beta",
    "explanation_agent": [
        "Reason: The investigational agent R1450 / RO4909832 is gantenerumab, a fully human IgG1 monoclonal antibody that binds aggregated amyloid-β (Aβ) fibrils/plaques and promotes their removal (Fc receptor–mediated phagocytosis by microglia). This explicitly targets amyloid pathology. citeturn0search0turn0search5",
        "Act: Given the drug identity and mechanism (anti‑Aβ monoclonal antibody administered IV in AD patients), the trial is most specifically classified under CADRO category A) Amyloid beta rather than symptomatic, inflammatory, tau, or multi-target categories. citeturn0search6turn0search9",
        "Reflect: The available literature and trial records consistently describe gantenerumab (RO4909832 / R1450 / RG1450) as an anti‑amyloid disease‑modifying biologic that reduces plaque burden; no information in the description indicates a different primary biological target, so A) Amyloid beta is the appropriate CADRO classification. citeturn0search8turn0search10",
        "Web search results (key sources used): Alzforum summary for gantenerumab (synonyms RO4909832, R1450) documenting target as aggregated Aβ and plaque clearance. citeturn0search0; PubMed review describing gantenerumab binding aggregated Aβ and mechanism via microglial phagocytosis. citeturn0search5; PMC review and therapeutic overviews summarizing gantenerumab as an anti‑Aβ monoclonal antibody. citeturn0search6turn0search8; PET substudy and clinical trial reports showing plaque reduction with gantenerumab in AD patients. citeturn0search9turn0search10"
    ]
}