{
    "nct_id": "NCT04018092",
    "title": "Revitalizing Cognition in Older Adults at Risk for Alzheimer's Disease With Near-Infrared Photobiomodulation",
    "status": "ACTIVE_NOT_RECRUITING",
    "last_update_time": "2025-08-01",
    "description_brief": "The goal of this multi-site double blinded randomized sham-controlled Phase II clinical trial is to test a novel, relatively low cost, low risk, and potentially high impact therapeutic intervention in older adults who are at increased risk for Alzheimer's disease. The intervention involves transcranial and intranasal delivery of near infrared (NIR) light via light emitting diodes, aka photobiomodulation (PBM). The overall hypothesis, based on animal and pilot studies, is that exposure to NIR stimulation will have beneficial effects on brain health via influence on mitochondrial function as measured by changes in 31Phosphorous (31P) MRS-based markers of ATP, neural network changes in functional connectivity (rs-fMRI), and improved cognitive performance. To test this hypothesis, 168 older adults with subjective cognitive complaints, and a first-degree family history of Alzheimer's disease will be randomized to sham or real treatment groups. Neuroimaging and cognitive outcome measures will be obtained, before and after a 12-week intervention involving transcranial and intranasal NIR-PBM. The intervention protocol will involve \"lab\" and \"home\" sessions, and a 3 month post-intervention follow-up. This trial will determine: 1) whether NIR stimulation, relative to sham, improves performance on memory and executive tasks sensitive to hippocampal and frontal brain function in older adults with increased risk for Alzheimer's disease; 2) whether NIR stimulation, relative to sham, enhances brain function and connectivity measured by changes in MRS phosphorous ATP and resting state functional connectivity; and 3) how differences in demographic, neuroimaging, and Alzheimer-related risk factors influence the brain response to NIR stimulation versus sham in older adults with increased risk for Alzheimer's disease. Results will provide key insights into whether this novel NIR intervention can enhance cognition in older adults with increased risk for Alzheimer's disease and will provide the necessary data for a future Phase III randomized clinical trial.",
    "description_detailed": "This multi-site randomized sham-controlled trial proposes to test a novel, non-invasive, low risk and low-cost brain stimulation approach for enhancing cognition and brain health in cognitively normal older adults who are at increased risk for Alzheimer's disease. The intervention involves transcranial and intranasal delivery of near-infrared light (NIR; 808-904 nm) via light emitting diodes placed on the scalp or intranasally using a dosing that resulted in positive effects in our pilot studies. We plan to test the hypothesis that targeted NIR stimulation will have positive effects on brain health via influence on mitochondrial function as measured by changes in Magnetic Resonance Spectroscopy (MRS)-based markers of adenosine triphosphate (ATP), neural network changes as indexed by changes in functional connectivity based on resting state-fMRI (rs-fMRI), and improved cognitive performance. We plan to randomize 168 older adults, ages 65-89 years, to Active or Sham intervention conditions. To be included, participants must have subjective cognitive complaints, based on an index of Subjective Cognitive Impairment (SCI), and a family history of Alzheimer's disease in a first degree relative. Performance on standardized neuropsychological measures must be unimpaired psychometrically. The intervention itself will last for 12 weeks and include lab sessions (16 total) and daily at home sessions. In the lab, both transcranial and intranasal delivery of NIR light will be delivered using Medx and Vielight stimulation technologies, whereas the daily at home sessions will involve intranasal stimulation only. The sham and active conditions are identical in all respects except that sham devices will not deliver NIR stimulation. The primary outcome is an episodic memory measure involving spatial navigation that is linked to hippocampal function, sensitive to mild cognitive impairment (MCI) and Alzheimer's disease, and an analogue to the Morris Water maze. Secondary outcomes include executive function tasks and neuroimaging indicators of ATP function (31-P MRS) and connectivity changes based on resting state-fMRI. Exploratory outcomes include 'traditional' neuropsychological measures that are used clinically, along with measures and indices (e.g., apolipoprotein E \\[APOE-4\\] status) that might potentially mediate or moderate study outcome. Assessments will occur at baseline (Month 1), after 12 weeks of intervention (Month 4), and 3-month post intervention (Month 7). Imaging outcomes will be assessed only at baseline and at Month 4. Our primary aim is focused on cognition and will test whether NIR intervention, relative to sham, will produce pre-post improvement on tasks of recent memory (primary outcome) and executive function in older adults who are at increased risk for Alzheimer's disease. Our secondary aim is focused on neuroimaging and will test whether NIR intervention, relative to sham, will increase functional connectivity as indexed by resting state fMRI (secondary outcome) and enhance brain markers of MRS-ATP (secondary outcome). The 3rd aim is exploratory and will evaluate how baseline demographic, genetic, neuroimaging and other factors influence individual differences in cognitive outcome for NIR intervention.",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "Near-infrared photobiomodulation (NIR-PBM) — transcranial and intranasal LED devices (e.g., MedX and Vielight devices used in the protocol)"
    ],
    "placebo": [
        "Sham NIR-PBM (identical devices modified not to deliver NIR light)"
    ],
    "explanation_target": [
        "Reason: The intervention is non-pharmacologic light therapy (near-infrared photobiomodulation) delivered transcranially and intranasally intended to improve brain bioenergetics (mitochondrial ATP markers) and cognitive performance (memory, executive tasks). It does not target canonical AD pathology (amyloid or tau) with a biologic or small molecule, and its primary aim is cognitive enhancement — matching the defined 'Cognitive enhancer' category. citeturn1search2turn2search5",
        "Act: Key extracted details — Title: Revitalizing Cognition in Older Adults at Risk for Alzheimer's Disease With Near-Infrared Photobiomodulation (NCT04018092). Phase II, randomized double-blind sham-controlled trial of transcranial + intranasal NIR (808–904 nm) in 168 older adults at increased AD risk; primary outcomes are cognitive (spatial navigation/memory) and secondary outcomes include 31P-MRS ATP and rs-fMRI connectivity. The protocol uses active NIR-PBM devices (MedX and Vielight technologies) and sham devices that do not deliver NIR. citeturn1search2turn2search5",
        "Act (supporting evidence): Prior randomized and pilot studies of transcranial PBM report cognitive improvements and biomarker changes (e.g., increased BDNF and cognitive scores), supporting the cognitive-enhancement rationale for this device intervention. citeturn0search6turn0search8",
        "Reflect: Classification check — the trial tests a light-based device to enhance cognition via mitochondrial/neuronal mechanisms, not a biologic antibody/vaccine or a small-molecule disease-modifying drug, nor an intervention targeted at neuropsychiatric/behavioral symptoms. Therefore 'Cognitive enhancer' best fits. No substantive ambiguity in the description; web sources (trial registry and related PBM literature) confirm the intervention type and study aims. citeturn1search2turn0search6"
    ],
    "agent_type": "J) Metabolism and Bioenergetics",
    "explanation_agent": [
        "Reason: The intervention is near-infrared photobiomodulation (NIR-PBM), a non‑pharmacologic light therapy intended to improve brain mitochondrial function and ATP-related bioenergetics to enhance cognition rather than to directly target amyloid, tau, ApoE, or neurotransmitter receptors. Clinical protocol descriptions explicitly state the hypothesis that NIR will influence mitochondrial function (31P‑MRS ATP markers) and cognitive outcomes. citeturn1search2turn1search3",
        "Act: Extracted trial details and mechanism evidence — The trial (NCT04018092) is a Phase II randomized, double‑blind sham‑controlled study of transcranial + intranasal NIR (≈808–904 nm) in older adults at increased AD risk; primary outcomes are cognitive (spatial navigation/memory) and secondary outcomes include 31P‑MRS measures of ATP and rs‑fMRI connectivity. Devices referenced in the protocol include MedX and Vielight technologies. These trial specifics and stated mechanistic aims are documented on trial pages. citeturn1search2turn1search3",
        "Supporting mechanism evidence from the literature — Photobiomodulation acts primarily via absorption of NIR photons by mitochondrial chromophores (notably cytochrome c oxidase), increasing mitochondrial membrane potential, electron transport and ATP synthesis; clinical 31P‑MRS studies report increased ATP synthase flux after transcranial PBM, and reviews summarize downstream effects including increased BDNF, reduced oxidative stress and improved neuroplasticity. These sources support a core bioenergetic mechanism for PBM. citeturn0search4turn0search5turn0search0",
        "Reflect: CADRO mapping and rationale — CADRO category J) Metabolism and Bioenergetics best fits because the stated and demonstrated primary biological target of NIR‑PBM is mitochondrial energy metabolism (ATP production/oxidative phosphorylation). While PBM can secondarily influence synaptic plasticity/neuroprotection (CADRO M) and reduce oxidative stress (CADRO G), the trial’s explicit mechanistic focus on ATP/mitochondrial biomarkers makes J the most specific and appropriate classification. citeturn0search7turn0search6",
        "Output: Assigned CADRO category — J) Metabolism and Bioenergetics. Explanation summary and web sources used: clinical trial pages (NCT04018092 / Revitalize study) for trial design and stated mitochondrial outcomes; review and empirical PBM studies showing cytochrome c oxidase activation, increased ATP (31P‑MRS), and related downstream effects (BDNF, antioxidant/anti‑inflammatory signaling). Key sources: Clinical trial listing and summaries (NCT04018092 / Revitalize study). citeturn1search2turn1search3turn0search4turn0search5turn0search6"
    ]
}