{
    "nct_id": "NCT06309147",
    "title": "A Double-Blind, Single Center, Randomized, Placebo-Controlled Study of BMS-984923 in Participants With Parkinson's Disease",
    "status": "RECRUITING",
    "last_update_time": "2024-03-15",
    "description_brief": "A Phase 1, randomized, double-blind, placebo-controlled study of BMS-984923 administered orally twice daily (BID) for 28 days in participants with Parkinson's disease.",
    "description_detailed": "This double-blind placebo-controlled study will evaluate 28 days of twice daily dosing of BMS-984923 at two dose levels in comparison to placebo in participants with early Parkinson's disease.\n\nThis research study will assess the safety and tolerability of multiple doses of BMS-984923 for the treatment of early Parkinson's disease and investigate Dopamine transporter levels in the brain measured with single photon emission computed tomography as an early marker of therapeutic response to a treatment that targets synapse restoration.",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "BMS-984923 (ALX-001) — mGluR5 silent allosteric modulator (small molecule)"
    ],
    "placebo": [
        "Matching placebo (capsule)"
    ],
    "explanation_target": [
        "Reason: The compound BMS-984923 is described in preclinical and company sources as a small‑molecule mGluR5 silent allosteric modulator that aims to prevent pathological Aβo signaling and promote synapse restoration — i.e., a disease‑targeting mechanism rather than a simple symptomatic cognitive enhancer. citeturn0search2turn0search3",
        "Act: The provided trial description (Phase 1, randomized, double‑blind, placebo‑controlled, 28 days BID in Parkinson's participants) matches public trial listings for BMS‑984923; those listings also state the study will assess safety/tolerability and investigate synaptic or dopaminergic markers as early markers of a treatment that targets synapse restoration. citeturn0search0turn0search4",
        "Supporting context: BMS‑984923 has been studied in Phase 1 receptor‑occupancy and food‑effect studies and is being developed/licensed (as ALX‑001) for neurodegenerative indications including Alzheimer’s disease, consistent with a disease‑modifying development program. citeturn0search6turn0search3",
        "Reflect: Mapping to the provided category definitions — because BMS‑984923 is a chemically synthesized, brain‑penetrant small molecule that targets synaptic pathology (mGluR5/PrPC–Aβo interaction) and is being developed as a disease‑modifying agent, the correct category is 'disease‑targeted small molecule'. Note: although the specific trial described enrolls Parkinson's patients, the drug’s mechanism and development aim (synapse restoration / disease modification for neurodegeneration) determine the category. citeturn0search2turn0search1"
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: BMS‑984923 (ALX‑001) is a silent allosteric modulator (SAM) of the metabotropic glutamate receptor mGluR5; its described mechanism is to block pathological Aβ‑oligomer (Aβo)–driven signaling at mGluR5/PrP^C and to restore synapses in preclinical AD models, which identifies it as acting on a neurotransmitter receptor. citeturn0search2turn0search4",
        "Act: The trial records show BMS‑984923 (ALX‑001) is being tested in Phase 1 studies in Parkinson's disease and in early Alzheimer’s/healthy older adults (safety, PK, receptor‑occupancy and synaptic marker endpoints), confirming the compound and mechanism described. citeturn0search0turn0search3",
        "Reflect: Mapping to CADRO, mGluR5 is a metabotropic glutamate (neurotransmitter) receptor, so the most specific CADRO category is D) Neurotransmitter Receptors. The program’s focus on synapse restoration via modulation of a glutamate receptor does not change the primary target class; it is not an amyloid‑directed antibody (A), tau agent (B), or a multi‑target program (R). Supporting mechanistic and trial listings are cited above. citeturn0search2turn0search4turn0search0",
        "Web search results used: PubMed article describing BMS‑984923 as an mGluR5 silent allosteric modulator that prevents Aβo signaling and rescues synapse/memory deficits in mouse models (Haas et al.). citeturn0search2; Alzforum summary/therapeutics page for ALX‑001/BMS‑984923 (development history, preclinical and PK/RO data). citeturn0search4; Clinical trial registry entries for the Parkinson’s Phase 1 study (NCT06309147) and AD/healthy volunteer multiple‑ascending dose studies (NCT06309147, NCT05804383 / related listings). citeturn0search0turn0search3"
    ]
}