{
    "nct_id": "NCT03560960",
    "title": "Multi-Center Development of a Novel Diagnostic Test for Alzheimer's Disease",
    "status": "ACTIVE_NOT_RECRUITING",
    "last_update_time": "2025-06-02",
    "description_brief": "In this multi-center study, the investigators plan to develop a simple blood-based test for early detection of Alzheimer's disease (AD). The test is based on a single injection of Pramlintide, an amylin analogue and FDA-approved drug currently used for treatment of diabetes. The investigative team has provided evidence in humans with full-blown AD and AD-relevant mouse models that a single injection of Pramlintide transiently renders the blood brain barrier (BBB) more permeable to Amyloidbeta (Aß) peptides, allowing their efflux from the brain compartment into the blood. This Aß efflux causes a corresponding transient elevation of blood levels of Aß, the magnitude of which the applicants believe is proportional to the brain amyloid load as determined by AV-45 PET. The measured difference in the level of plasma Aß taken just before and a short time after injection should reveal the magnitude of the transient increase in blood Aß levels.\n\nSupportive preliminary data comes from later stage (full-blown) AD patients with more in-depth background studies in Tg2576 and 5X Familial Alzheimer's Disease (FAD) mouse models. If successful for use as an early AD biomarker (i.e., at the Mild Cognitive Impairment (MCI) stage), this could be a game-changer for both early AD diagnostics and clinical trials aimed at identifying and testing the efficacy of drugs useful for treatment of AD at early stages. If Pramlintide is effective in releasing mobile pools of Aß from the brain into the blood, this could also have some therapeutic potential, with the goal of reducing brain amyloid load.\n\nThree groups of participants will be studied: 1) amnestic MCI with or without positive AD imaging pathology, 2) probable AD with positive imaging AD pathology, and 3) controls who have normal cognition and do not have memory complaints.",
    "description_detailed": "N/A",
    "phase": [
        "EARLY_PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "DIAGNOSTIC",
    "results": null,
    "target_category": "N/A",
    "drug": [
        "Pramlintide — synthetic amylin analogue (peptide); FDA‑approved for diabetes (brand: Symlin). citeturn0search1turn0search4"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The study description is a diagnostic development trial — a single injection of pramlintide is used to transiently increase blood levels of amyloid‑β (Aβ) so that plasma Aβ changes can serve as a biomarker of brain amyloid load. This is a diagnostic/biomarker use rather than a primary therapeutic trial. (Study aim described in user text.)",
        "Supporting drug info (Act): Pramlintide is a synthetic amylin analogue (a peptide) that is FDA‑approved as adjunct therapy for diabetes. citeturn0search1turn0search4",
        "Supporting evidence for mechanism (Act): Preliminary human and animal data show a single pramlintide injection transiently alters blood biomarkers and can raise plasma Aβ levels (consistent with the investigators' rationale for an Aβ efflux challenge). citeturn0search0",
        "Classification decision (Reflect): Per the category definitions and the instruction to classify diagnostic or other non‑therapeutic interventions as 'N/A', this trial is categorized as 'N/A' because its primary intent is to develop a blood‑based diagnostic test (biomarker challenge) rather than to test a disease‑modifying or symptomatic therapeutic. Note: although pramlintide is a biologic (peptide) and the mechanism involves mobilizing Aβ (which could hypothetically have therapeutic implications), the stated primary goal is diagnostic biomarker development — therefore 'N/A' is the correct category under the provided rules.",
        "Search results used: PubMed report of pramlintide altering plasma biomarkers and Aβ in AD subjects and mouse models (pramlintide challenge studies). citeturn0search0; NCATS / NIH drug summary confirming pramlintide is an amylin analogue and FDA‑approved for diabetes. citeturn0search1; NCBI/LiverTox summary with pharmacology and approval details for pramlintide. citeturn0search4"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}