{
    "nct_id": "NCT06385106",
    "title": "Effects of Repetitive Transcranial Magnetic Stimulation on Sleep and Cognitive Function in Patients With Alzheimer's Disease: a Randomized, Double-blind, Controlled Study",
    "status": "RECRUITING",
    "last_update_time": "2025-05-07",
    "description_brief": "Previous studies have shown that repetitive transcranial magnetic stimulation (rTMS) can improve cognitive function in Alzheimer's disease (AD), but studies on the improvement of sleep disorders in AD are limited. The aim of this study was to evaluate the effects of rTMS on sleep and cognition in patients with mild-to-moderate Alzheimer's disease (AD).",
    "description_detailed": "Transcranial magnetic stimulation (TMS) is a non-invasive brain stimulation technique. Some studies have showed that its positive effects in patients with Alzheimer's disease. The aim of this study was to evaluate the effect of rTMS on sleep and cognitive function in patients with mild to moderate AD, and to evaluate the glymphatic system function's mediating role between sleep and cognitive function. The study involves participants receiving 10 sessions of high frequency rTMS treatment applied to the dorsolateral prefrontal cortex over a 5 days period or sham rTMS. Neuropsychological testing and polysomnography will be used as the primary outcome measures. In addition, magnetic resonance imaging will be used to explore the effect of rTMS on the glymphatic system function in patients with Alzheimer's disease. Follow-up assessments of the patients' status will be conducted at one and three-month intervals.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [],
    "placebo": [
        "sham rTMS"
    ],
    "explanation_target": [
        "Reason: The intervention is repetitive transcranial magnetic stimulation (rTMS), a non‑pharmacologic neuromodulation intended to improve cognitive function (and sleep) in patients with mild‑to‑moderate AD rather than to target AD pathology such as amyloid or tau, so it fits the 'cognitive enhancer' definition. citeturn0search7turn0search2",
        "Act (key details extracted): Title and aim match a randomized, double‑blind, sham‑controlled trial of rTMS assessing effects on sleep and cognition in AD. The study uses active rTMS versus sham stimulation (sham as control). No biologic or small‑molecule drug target is described. citeturn0search7turn0search6",
        "Reflect: rTMS modifies cortical excitability to produce cognitive/sleep benefits and does not act as a disease‑targeting biologic or small molecule; although it also addresses sleep (a neuropsychiatric symptom), the primary mechanism/intent is cognitive/neurofunctional enhancement — therefore 'cognitive enhancer' is the best fit. If you prefer labeling by symptom (sleep improvement) instead, an alternative reasonable label would be 'neuropsychiatric symptom improvement' — but given the trial explicitly tests cognition as a co‑primary outcome and rTMS is commonly classified as a cognitive neuromodulatory intervention, I classified it as 'cognitive enhancer'. citeturn0search2turn0search7",
        "Web search / source summary: Found a pilot randomized, double‑blind, sham‑controlled study titled or described as rTMS for sleep disorders in AD that reported rTMS improved sleep quality and ADAS‑Cog scores (pilot RCT). Also multiple randomized and meta‑analytic studies report rTMS can improve cognitive function in AD. Key sources: PubMed entry for the rTMS sleep/cognition pilot RCT (randomized, double‑blind, sham‑controlled) and systematic reviews/meta‑analyses of rTMS in AD. citeturn0search7turn0search2turn0search6"
    ],
    "agent_type": "M) Synaptic Plasticity/Neuroprotection",
    "explanation_agent": [
        "Reason: The intervention is repetitive transcranial magnetic stimulation (rTMS), a non‑pharmacologic neuromodulation that modulates cortical excitability and plasticity to improve cognition and sleep in AD rather than acting on molecular AD pathologies (amyloid, tau, ApoE, etc.). rTMS is therefore best characterized as targeting synaptic function/plasticity and neurofunctional enhancement. citeturn0search3turn0search4",
        "Act: Key trial details — randomized, double‑blind, sham‑controlled study testing rTMS effects on sleep and cognition in AD; no drug, biologic, or molecular pathway (e.g., amyloid/tau) is targeted. Representative clinical reports and randomized trials (pilot RCT improving sleep and ADAS‑Cog; RCTs of rTMS±cognitive training) and meta-analyses support rTMS as a cognitive neuromodulatory intervention. citeturn0search0turn0search2turn0search4",
        "Reflect: Mapping to CADRO — rTMS effects are mediated via modulation of cortical excitability, network activity, and synaptic plasticity (neurofunctional enhancement), which aligns with CADRO category M) Synaptic Plasticity/Neuroprotection. It is not a disease‑modifying molecular target (A–C, I, J, etc.) nor a purely diagnostic/non‑therapeutic procedure (T). If the intent were described solely as symptomatic sleep intervention without cognitive focus, one might consider a symptom label, but given the cognitive‑enhancement aim, M is the most specific CADRO fit. citeturn0search1turn0search6",
        "Web search results summary (selected sources):",
        "- Pilot randomized, double‑blind, sham‑controlled study showing rTMS improved sleep quality and ADAS‑Cog scores in AD patients. citeturn0search0",
        "- Randomized double‑blind study of rTMS combined with cognitive training showing cognitive benefit (ADAS‑Cog). citeturn0search2",
        "- Systematic reviews and meta-analyses find rTMS can significantly improve cognition in AD versus sham, supporting its role as a neuromodulatory cognitive enhancer. citeturn0search3turn0search4"
    ]
}