{
    "nct_id": "NCT05880849",
    "title": "Testing Whether Choline Normalizes Lipid Metabolism in APOE4 Carriers",
    "status": "RECRUITING",
    "last_update_time": "2025-06-12",
    "description_brief": "The purpose of this study is to test the safety, tolerability, and effects of choline in people with increased risk of Alzheimer's Disease (AD), also known as pre-symptomatic AD. Choline is a dietary supplement, but is being investigated to see if it has any effects on the progression to AD.",
    "description_detailed": "The purpose of this study is to determine the safety and tolerability, as well as the biochemical effects of choline bitartrate over a 6-month treatment period in a moderately sized population harboring at least one copy of the APOE4 gene. APOE is a protein involved in lipid transport. Studies show that the APOE4 variant is strongly associated with an increased risk of Alzheimer's Disease. It is unclear how APOE4 results in an increased risk for AD, but a recent study identified a novel molecular pathway, which showed that APOE4-induced dysfunction of lipid metabolism in neurons by cellular accumulation of unsaturated lipids. The investigators hypothesize that choline supplementation normalizes the APOE4-mediated dysregulation by normalizing the Kennedy pathway in neuronal cells, thus stabilizing the lipid metabolism and concomitantly restoring normal cell function by increasing phosphatidylcholine activity via the Kennedy pathway. To evaluate this, the investigators will test if choline supplementation will decrease the ratio of unsaturated lipids to saturated lipids (the fatty acid desaturation index) in cerebrospinal fluid by 15% and increase phosphatidylcholine by 100%.",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "Choline (choline bitartrate)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is choline (a dietary nutrient / small molecule) being tested for biochemical effects in APOE4 carriers with the goal of normalizing neuronal lipid metabolism (Kennedy pathway / phosphatidylcholine) and thereby reducing AD risk or progression — i.e., a disease-modifying hypothesis rather than a symptomatic cognitive enhancer or psychiatric treatment. citeturn0search0turn0search6",
        "Act: Key extracted details from trial description — Official title: 'Testing Whether Choline Normalizes Lipid Metabolism in APOE4 Carriers' (NCT05880849). Intervention listed as choline (choline bitartrate) given for 6 months; primary biochemical endpoints are changes in CSF lipid desaturation index and phosphatidylcholine. The trial explicitly frames the mechanism as correcting APOE4-associated lipid dysregulation, which is a pathophysiologic (disease-targeted) mechanism. citeturn0search1turn0search0",
        "Reflect: Classification justification — choline is a small molecule nutrient (not a biologic like an antibody or vaccine) and the trial targets AD-related pathology (lipid metabolism dysregulation in APOE4 carriers). Therefore the correct category is 'disease-targeted small molecule'. Note: choline is a dietary supplement rather than a conventional pharmaceutical; the trial is Phase 1 and focuses on biochemical (disease-pathway) effects rather than immediate symptomatic cognitive or neuropsychiatric outcomes. citeturn0search0turn0search1",
        "Web search results used: Clinical trial listings describing the study and intervention (NCT05880849) and detailed rationale/mechanism: MedPath / trial listing (Choline Effects - Pre-symptomatic AD). citeturn0search0; Clinical-trial snapshot (NCT05880849) summary mirror. citeturn0search1; NIH research summary describing preclinical data where choline restored lipid metabolism in APOE4 models and supporting the human trial rationale. citeturn0search6"
    ],
    "agent_type": "C) ApoE, Lipids and Lipoprotein Receptors",
    "explanation_agent": [
        "Reason: The trial tests choline (choline bitartrate) to correct APOE4-associated lipid metabolism dysfunction (normalizing the Kennedy pathway and increasing phosphatidylcholine), so the biological focus is on ApoE-related lipid transport/metabolism rather than amyloid, tau, inflammation, or purely symptomatic targets. citeturn0search1turn0search0",
        "Act: Key extracted details — Official title: 'Testing Whether Choline Normalizes Lipid Metabolism in APOE4 Carriers' (NCT05880849). Intervention: choline bitartrate 2.2 g orally for 180 days. Primary biochemical endpoints: change in CSF fatty acid desaturation index and phosphatidylcholine. The protocol explicitly frames the mechanism as correcting APOE4-mediated lipid dysregulation via the Kennedy pathway. citeturn0search1turn0search2",
        "Reflect: Classification justification — The CADRO category that specifically covers ApoE, lipid biology and lipoprotein receptors is 'C) ApoE, Lipids and Lipoprotein Receptors'. Although the intervention is a small-molecule dietary nutrient, the trial is disease-targeted toward APOE4-driven lipid pathology (not a diagnostic-only study or a multi-target intervention), so 'C' is the best, most specific CADRO match. No alternative CADRO category (e.g., metabolism broadly or multi-target) fits more precisely. citeturn0search0turn0search2",
        "Web search results used (trial listings / rationale):",
        "- ClinicalTrials-derived trial listing and description for NCT05880849 (Choline Effects - Pre-symptomatic AD): shows title, intervention, dose, duration, APOE4 inclusion, and mechanistic rationale (Kennedy pathway / phosphatidylcholine endpoints). citeturn0search0turn0search1",
        "- MedPath / trial snapshot listing: lists primary CSF lipid endpoints (fatty acid desaturation index, phosphatidylcholine) and trial design. citeturn0search2"
    ]
}