{
    "nct_id": "NCT03283449",
    "title": "Tau PET Imaging in Atypical Dementias",
    "status": "COMPLETED",
    "last_update_time": "2025-04-03",
    "description_brief": "The goal of this study is to demonstrate the feasibility of mapping tau pathology in subjects with Primary Progressive Aphasia, using PET protocol with F-AV-1451 (trade name AV-1451) and to systematically document the extent and location of tau pathology in PPA patients in vivo using the same techniques.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "DIAGNOSTIC",
    "results": null,
    "target_category": "N/A",
    "drug": [
        "F-AV-1451 (aka 18F-AV-1451, AV-1451, T807; chemical name flortaucipir; trade name Tauvid)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention named (F-AV-1451 / AV-1451) is a radiolabeled PET tracer used to image tau pathology in vivo, not a therapeutic agent intended to modify disease or symptoms. Imaging studies aim to map/document tau distribution rather than treat Alzheimer disease or its symptoms. citeturn0search6turn0search8",
        "Act: Key extracted details — trial uses F-AV-1451 PET to map tau pathology in Primary Progressive Aphasia / atypical dementias (Tau PET imaging). This is an imaging/biomarker protocol (diagnostic/observational), not a drug intervention for disease modification, cognition, or neuropsychiatric symptoms. Example uses of 18F‑AV‑1451 include studies in AD, MAPT mutation carriers, and other tauopathies. citeturn0search3turn0search9",
        "Reflect: Classification — Because the study is a PET imaging protocol using a tau radioligand (diagnostic biomarker), it does not fit the four therapeutic categories (disease-targeted biologic, disease-targeted small molecule, cognitive enhancer, or neuropsychiatric symptom improvement). Therefore the correct category is 'N/A'. The tracer’s non-therapeutic, diagnostic purpose is supported by kinetic, validation, and dosimetry studies. citeturn0search4turn0search1",
        "Web search results (sources used):",
        "- Kinetic and validation of 18F‑AV‑1451 as a tau PET tracer (Journal of Nuclear Medicine). citeturn0search6",
        "- Autoradiography/validation showing AV‑1451 binds paired helical filament tau (PubMed). citeturn0search8",
        "- NINDS clinical trial page describing use of 18F‑AV‑1451 in MAPT mutation / FTLD imaging studies. citeturn0search3",
        "- Characterization of [18F]AV‑1451 binding across dementias (PubMed). citeturn0search0",
        "- Studies noting dosimetry and human imaging use of [(18)F]AV‑1451 (radiation dose / imaging protocol). citeturn0search1"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}