{
    "nct_id": "NCT04157244",
    "title": "The Feasibility of a Tailored Music Intervention to Reduce Symptoms of Sleep Disruption in Older Adults With Dementia",
    "status": "COMPLETED",
    "last_update_time": "2021-01-12",
    "description_brief": "The specific aims of this studyare to examine the 1) feasibility; 2) acceptability; and 3) preliminary efficacy of a tailored music intervention in home-dwelling older adults with dementia suffering from sleep disruption. Sixty dyads (older adults with dementia and their caregivers) will be randomized to receive the tailored music intervention immediately or following a four week delay.",
    "description_detailed": "Sleep disruption in older adults living with Alzheimer's disease and related dementias (ADRD) is very debilitating and contributes to increased institutionalization, reduced cognitive function, and accelerated disease progression. Furthermore, sleep disruption is linked to poor health outcomes in caregivers (CGs), such as poor quality of life and increased CG burden. Given the potential harmful side effects of pharmacologic treatment, non-pharmacologic approaches, such as music, may provide a safer alternative to reducing sleep disruption in this vulnerable population. Listening to music has been shown to decrease agitation, anxiety and depression in nursing home residents with ADRD. A growing body of literature suggests that individualized music may improve sleep quality in older adults with early memory loss, but its efficacy has not been demonstrated in older adults with ADRD in the community, where most older adults with ADRD live. If proven feasible and acceptable, tailored music interventions can then be tested for efficacy in reducing sleep disruption.\n\nMusic selections will be individualized to older adults with ADRD and account for known sleep-inducing properties. Feasibility of processes that are key to the success of the subsequent study will be examined. Preliminary efficacy of the intervention will be assessed using objective (actigraphy) and subjective (proxy reported) sleep quality measures. In addition, qualitative data will be solicited from the dyads examining the acceptability and satisfaction with the intervention.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "SUPPORTIVE_CARE",
    "results": null,
    "target_category": "neuropsychiatric symptom improvement",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is a behavioral, non-pharmacologic tailored music listening program delivered at bedtime to reduce sleep disruption in older adults with dementia — the study aims are feasibility, acceptability, and preliminary efficacy on sleep outcomes, not to modify Alzheimer’s pathology. citeturn0search8turn0search3",
        "Act: Key extracted details — tailored music listening intervention; wait-list randomized design of ~60 dyads (immediate vs 4‑week delay); outcomes: sleep latency, wake after sleep onset, total sleep duration, perceived sleep quality. This is not a drug or biologic, so no drug/placebo to identify. citeturn0search0turn0search3",
        "Reflect: Classification check — because the intervention targets a neuropsychiatric symptom (sleep disruption) rather than underlying AD pathology or cognitive enhancement, it fits the 'neuropsychiatric symptom improvement' category. There is no indication of a disease-targeting biologic or small molecule, nor a primary cognitive-enhancing intent. citeturn0search5turn0search1",
        "Web search results / sources found: 1) \"Tailored Music Listening Intervention to Reduce Sleep Disturbances in Older Adults with Dementia: Research Protocol\" (PMC). citeturn0search0 2) PubMed entry: \"Tailored Music Listening in Persons With Dementia: A Feasibility Randomized Clinical Trial\" (PubMed/PMC). citeturn0search1turn0search5 3) Trial registry summary (NCT04157244) / trial listing describing 60 dyads and wait-list design. citeturn0search3 4) Additional RCT/preliminary results and presentations describing feasibility and outcomes. citeturn0search2turn0search4"
    ],
    "agent_type": "T) Other",
    "explanation_agent": [
        "Reason: The intervention is a behavioral, non‑pharmacologic tailored music listening program delivered at bedtime to reduce sleep disruption in older adults with dementia. It aims at feasibility, acceptability and symptom (sleep) outcomes rather than targeting a molecular pathway (amyloid, tau, inflammation, synaptic receptors, etc.). citeturn0search0turn1search2",
        "Act: Extracted details — tailored 30‑minute nightly music listening for ~4 weeks, wait‑list randomized design (target enrollment ~60 dyads, actual n≈32–33 reported), outcomes include sleep latency, wake after sleep onset (WASO), total sleep duration and perceived sleep quality. No drug, biologic, gene or pathway is involved. Therefore there is no CADRO biological target to assign. citeturn0search0turn2search3turn1search1",
        "Reflect: CADRO categories describe biological/drug targets (e.g., A Amyloid beta, F Inflammation, M Synaptic Plasticity). A behavioral music intervention addressing a neuropsychiatric symptom (sleep disturbance) does not map to these biological target categories; following the instructions to return 'T) Other' when the trial does not fit any CADRO category, the correct classification is 'T) Other'. Confirmed by the trial protocol, registry entry and published feasibility RCT which describe a behavioral tailored music program and list SUPPORTIVE_CARE as the primary purpose. citeturn0search0turn2search3turn1search2",
        "Web search results / sources: 1) Tailored Music Listening Intervention to Reduce Sleep Disturbances in Older Adults with Dementia: Research Protocol (Research in Nursing & Health / PMC). citeturn0search0 2) Tailored Music Listening in Persons With Dementia: A Feasibility Randomized Clinical Trial (Am J Alzheimers Dis Other Demen / PMC and journal). citeturn1search2turn1search0 3) Clinical trial registry entry NCT04157244 (ClinicalTrials.gov / mirrored registries). citeturn2search3"
    ]
}