{
    "nct_id": "NCT06170528",
    "title": "ARUA-ALZ - Connecting Audio and Radio Sensing Systems to Improve Care at Home for ADRD",
    "status": "COMPLETED",
    "last_update_time": "2024-08-21",
    "description_brief": "The purpose of this study is to address the unmet care needs and reduce the care burdens for persons with ADRD (Alzheimer's Disease and Alzheimer's Disease Related Dementias) and their caregivers by providing monitoring of daily activities and gestures using audio and radio sensing, providing voice-based reminders intervention.\n\nIn phase 1, dyads will participate in two focus groups will take 60 minutes per each. In Phase 2, AURA\\_ALZ (connecting Audio and Radio Sensing Systems-Alzheimer's Disease) will deployed for two weeks at participants' home. At the end of the two weeks, usability, acceptability of the use of the system will be measured.",
    "description_detailed": "The purpose of this study is to reduce the care burdens of people with mild cognitive impairment or mild dementia and their caregivers using Fitbit watches and Amazon Echo devices. Couples will be both recruited and provided with consent forms that explain the study.\n\nIn the first phase, after the informed consent, selected dyads will participate in two focus groups will take 60 minutes per each. For this, a research staff will schedule a zoom meeting and then will show the short introduction video regarding Alexa and Fitbit, lists of voice interaction with Alexa, and lists of Fitbit conversation. After this, each dyad will participate in one focus groups interview.\n\nIn the second phase, a researcher will visit each dyad's home to set up Amazon Echo and Fitbit. The research staff will train participants in use of the Amazon Echo device and Fitbit. A web camera will be set up in the living room. This visit will take about three hours. The camera will run for three hours, and then be removed from the home setting. Two routers, the Amazon echo, Fitbit watch and iPad will remain in the home for two weeks. Signals from two routers will capture activities. Couples will contact the researcher with questions. During the two weeks data on movement, sitting, lying, walking, drinking, eating, falls, washing face, brushing teeth, and location data of the patients as detected by the WIFI router. Daily reminders will be given through the voice assisted ECHO system for routine activities of daily living including time to eat, taking medication, etc. At the end of the two-week study period, measurements will be made on usability, acceptability of the use of the system. Participants will be compensated with another $50.00 gift card for completing this phase of the study.\n\nThere are minimal risks in performing the research procedures that consist of a survey, interview, and testing feasibility of the device. However, PI will continuously monitor any harms or discomfort from participants.\n\nData reporting: Information the investigators learn about participants in this study will be handled in a confidential manner, within the limits of the law. If investigators publish the results of the study in a scientific journal or book, no participants will be identified. The Institutional Review Board and other groups that have the responsibility of monitoring research may want to see study records which identify the participants as a subject in this study.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "DEVICE_FEASIBILITY",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention described is a home-monitoring / voice-reminder system (AURA_ALZ) using audio and radio sensing, Fitbit watches, Amazon Echo, routers, webcam and edge hardware to monitor daily activities and deliver voice reminders — an assistive device/intervention to reduce caregiver burden rather than a pharmacologic agent or biologic targeting Alzheimer pathology. citeturn0search1turn0search0",
        "Act: Key extracted details — Intervention name: AURA_ALZ (device); components include Fitbit, Amazon Echo (Alexa), ASUS routers, Jetson nano, webcam; deployment: 2-week in-home feasibility/usability/acceptability study with dyads (person with ADRD + caregiver). Primary purpose: device feasibility/usability to reduce care burden and support activities of daily living. Registration/identifier: NCT06170528. citeturn0search1turn0search0turn0search2",
        "Reflect: Classification decision — This trial does not test a biologic or small-molecule drug, nor a pharmacologic cognitive enhancer or a behavioral/psychiatric treatment per se; it evaluates a monitoring/assistive device and voice-reminder system. Therefore the correct category is 'N/A' (does not fit the four therapeutic categories). No drug information is applicable. citeturn0search1turn0search3",
        "Web search results (sources consulted): MedPath trial summary for ARUA-ALZ (detailed description, start/completion dates, components). citeturn0search0",
        "Web search results (sources consulted): ICH GCP / clinical trials registry entry for AURA_ALZ (lists intervention components, primary purpose: device feasibility, and NCT06170528). citeturn0search1",
        "Web search results (sources consulted): TrialX / Veeva listings summarizing the same trial details and enrollment/eligibility information. citeturn0search2turn0search4"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}