{
    "nct_id": "NCT03847038",
    "title": "BarcelonaBeta Dementia Prevention Research Clinic: a Study on Risk Factors Disclosure",
    "status": "COMPLETED",
    "last_update_time": "2023-03-30",
    "description_brief": "Alzheimer's disease (AD) is the leading cause of dementia and its prevalence is estimated to exceed 100 million affects by 2050, becoming the main public health problem worldwide. Classically, AD has been considered a clinicopathological entity characterized by a progressive cognitive decline with early memory impairment followed by other cognitive domains, and an underlying neuropathological pattern characterized by extracellular accumulation of β-amyloid protein (Aβ) in the form of neuritic plaques, intracellular deposits of tau protein in the form of neuritic strands and neurofibrillary tangles, neuronal and synaptic loss and glial proliferation. In this context, a \"probable\" AD diagnosis was based on determining the presence of dementia and ruling out other potential aetiologies while a definite one required confirmation by post-mortem examination. In the last 15 to 25 years, progress in imaging and cerebrospinal fluid (CSF) biomarkers has enabled a change of the AD conceptualization from a clinical-pathological entity to a clinical-biological one. These new diagnostic criteria also divides the course of AD into 3 stages: (1) a preclinical phase, which would include persons with positive AD biomarkers and normal cognitive performance (the subjective perception of cognitive decline \\[SCD\\] is also part of this stage); (2) a phase of mild cognitive impairment (MCI), characterized by cognitive performance lower than expected by age and educational level; and (3) a dementia phase, once cognitive deficits interfere with the activities of daily living. This new conceptualization brings the opportunity of identifying the disease in very early symptomatic pre-dementia stages or even before symptoms appear, creating a window of opportunity for dementia prevention.\n\nThe lack of positive results in the different clinical trials performed to date in patients with AD dementia has redirected the focus of therapeutic strategies towards preventing the development of dementia. For this reason, a detailed characterization of risk factors is of vital importance for identifying the persons who could benefit from a possible preventive strategy, as well as the optimal moment to carry out the intervention. A recent effort by the Lancet Commission on Dementia Prevention, Intervention, and Care reported the relative risk for incident dementia of the main modifiable risk factors (low education in early life; hypertension, obesity, and hearing loss in midlife; smoking, depression, physical inactivity, social isolation, and diabetes in late life). In addition, the Framingham Heart Study has shown that age, marital status, BMI, stroke, diabetes, ischemic attacks, and cancer are independent predictors of event risk in the final multivariate model and were used to construct a risk algorithm. These set of risk factors associated with an increased risk of incident dementia can be coupled with well-known genetic risk factors such as APOE genotype and with the presence of very mild symptoms, like self-perception of cognitive decline to create individual estimates of risk for dementia, taking also into account the presence of cognitive decline or impairment.\n\nThe possibility of creating individual estimates of risk of dementia implies a personalised medicine approach and results in a change from the traditional diagnostic paradigm to a new one in which people at risk are attended in order to disclose risk factor estimates and offer them personalised solutions. This paradigm shift brings important consequences. On one hand, disclosing medical information may potentially generate emotional impact, psychological burden or harm. Although current experience with both disclosing APOE-e4 genetic status and amyloid status reveals that it is safe, one still needs to understand the potential risks and benefits of disclosing risk estimates for developing dementia. On the other hand, newly designed infrastructures that are focused in the assessment and follow-up of pre-dementia patients at high risk to develop dementia are needed, since they clearly represent a distinct population from the one attending dementia clinics. These \"prevention infrastructures\" would offer individual risk profiling accompanied by personalised risk reduction plans including, but not limited to, primary prevention advice and secondary prevention approaches (e.g. inclusion in prevention clinical trials).\n\nWith the ultimate aim of assessing and understanding the value of these \"dementia prevention infrastructures\", several research questions need to be beforehand addressed such as the following:\n\n* Is disclosing risk factor estimates safe from the emotional and psychological point of view?\n* Is there any benefits derived from the personalised plans received by subjects?\n* Would the creation of Dementia Prevention Clinics be cost efficient? The BBRC-DevPrev-2018 study aims at answering the questions stated above.",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "PREVENTION",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The BBRC-DemPrev-2018 (BarcelonaBeta Dementia Prevention Research Clinic) study is a prevention/infrastructure study that calculates and discloses individual 5‑year dementia risk and provides personalized, multimodal lifestyle/preventive advice (not a pharmacologic intervention). This indicates the trial is non-therapeutic (risk disclosure and lifestyle intervention) rather than testing a drug or biologic. citeturn0search0turn0search1",
        "Act (key details extracted): The trial intervention is described as \"Preventive strategies advice and dementia risk estimate disclosure\" and \"multimodal lifestyle-interventional.\" Participants are people with subjective cognitive decline (SCD) or mild cognitive impairment (MCI). No drug name, biologic, small molecule, or placebo arm is reported in the trial description or registry entries. Therefore there is no match to the four therapeutic categories. citeturn0search3turn0search5",
        "Reflect: Given the definitions—(1) disease-targeted biologic (monoclonal antibodies/vaccines), (2) disease-targeted small molecule, (3) cognitive enhancer, (4) neuropsychiatric symptom improvement—this study fits none: it focuses on risk disclosure, personalized prevention plans, and lifestyle interventions (an infrastructure/behavioral study). Final classification: N/A. citeturn0search1turn0search6",
        "Web search results used to confirm no drug intervention and to support classification: Barcelonaβeta Dementia Prevention Research Clinic project page (study description); Wiley/Alzheimer's & Dementia article updating study design and recruitment; trial registry/summary entries (PlatoHealth / Clincosm / CenterWatch) describing the intervention as risk disclosure and preventive advice. citeturn0search0turn0search1turn0search3turn0search6"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}