{
    "nct_id": "NCT03116126",
    "title": "Randomised Clinical Trial of Noradrenergic Add-on Therapy With Extended-Release Guanfacine in Alzheimer's Disease",
    "status": "ACTIVE_NOT_RECRUITING",
    "last_update_time": "2024-05-10",
    "description_brief": "NorAD is a clinical trial funded by the UK National Institute of Health Research. In this trial the investigators will assess whether a long-acting preparation of guanfacine, a drug used to treat Attention Deficit Hyperactivity Disorder in children, can improve thinking (particularly attention) in Alzheimer's Disease when it is added to the standard NICE-approved drugs that are normally used in this condition.\n\nThis is a randomized clinical trial designed to evaluate the efficacy of extended-release guanfacine as an add-on therapy in AD, and whether it improves cognition compared to standard cholinergic therapy alone.",
    "description_detailed": "There is evidence suggesting that both noradrenaline and acetylcholine have key roles to play in attention. Guanfacine acts by increasing levels of noradrenaline, a substance in the brain which is closely linked with attention, both noradrenaline levels and attentional performance have been shown to be reduced in Alzheimer's Disease.\n\nIn this study the investigators propose that modulation of the noradrenergic deficit that has been described in Alzheimer's Disease in addition to standard cholinergic treatment could have significant positive effects on cognition, particularly in those patients who suffer from attentional impairments. The investigators want to assess whether long-acting guanfacine should be used in addition to NICE-approved drugs that are currently being used in AD as part of combination therapy.\n\nIt is a single-centre, randomised, parallel-group, double-blind controlled Phase 3 trial to compare the efficacy of standard cholinergic therapy (Donepezil, Rivastigmine or Galantamine) plus extended release guanfacine (2mg GXR) versus standard cholinergic therapy plus placebo on Cognition (as measured by the ADAS-Cog) in patients with mild to moderate Alzheimer's Disease.\n\nThe trial, which will recruit 160 patients (80 randomised to GXR add-on therapy and 80 randomised to placebo), based at Imperial College London - Imperial College Healthcare NHS Trust.",
    "phase": [
        "PHASE3"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "extended-release guanfacine (GXR)"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The trial tests extended-release guanfacine added to standard cholinesterase inhibitors to improve attention and overall cognition in people with mild–moderate Alzheimer’s disease — a symptomatic, noradrenergic modulation approach rather than a therapy aimed at core AD pathology (amyloid/tau). citeturn0search3turn0search0",
        "Act (key extracted details): The study is a randomized, double-blind, placebo-controlled trial (NorAD, NCT03116126) comparing cholinesterase inhibitor + GXR (1 mg titrated to 2 mg daily) versus cholinesterase inhibitor + placebo, with the primary outcome being change in cognition (ADAS-Cog) over 12 weeks. Guanfacine is described as a noradrenergic (α2A) agonist used for ADHD that modulates attention via prefrontal cortex noradrenergic mechanisms. citeturn0search2turn0search0",
        "Reflect: Classification as a 'cognitive enhancer' follows the provided definitions — guanfacine is a small-molecule, symptomatic treatment intended to improve attention/cognition rather than a biologic or a small molecule targeting Alzheimer’s core pathology. The trial design and stated objectives in the protocol support this interpretation. citeturn0search3turn0search0"
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The trial tests extended‑release guanfacine (GXR) as an add‑on cognitive enhancer to cholinesterase inhibitors to improve attention/cognition via noradrenergic modulation — guanfacine is a selective α2A (alpha‑2A) adrenergic receptor agonist that acts on noradrenergic neurotransmission and prefrontal cortical circuits rather than on core AD pathologies (amyloid or tau). citeturn0search5turn1search2",
        "Act: Key extracted details — NorAD (NCT03116126) is a randomized, double‑blind, placebo‑controlled trial of extended‑release guanfacine (1 mg → 2 mg daily) added to stable cholinesterase inhibitor therapy with primary outcome change in ADAS‑Cog over 12 weeks; guanfacine’s mechanism is noradrenergic (α2A adrenergic receptor agonist) and is used clinically for ADHD to modulate attention via prefrontal cortex mechanisms. These trial and mechanism facts support classification under neurotransmitter receptor targeting. citeturn0search1turn0search4turn1search8",
        "Reflect: This intervention is a symptomatic, small‑molecule modulation of a neurotransmitter receptor (noradrenergic α2A), not a disease‑modifying anti‑amyloid/tau, inflammatory, vascular, or multi‑target therapy — the best CADRO match is D) Neurotransmitter Receptors. No substantial evidence in the protocol indicates it targets amyloid, tau, ApoE/lipids, inflammation, proteostasis, vasculature, or other CADRO categories. citeturn0search5",
        "Web search results (key sources referenced): 1) NorAD trial protocol and details (Trials/PMC) describing Noradrenergic Add‑on Therapy with extended‑release guanfacine in AD and trial design. citeturn0search5 2) Clinical trial registry/listing summarizing NCT03116126 (status, dose, design). citeturn0search1turn0search3 3) Reviews and primary literature describing guanfacine as a selective α2A‑adrenoceptor agonist that modulates prefrontal cortex attention/working‑memory circuits. citeturn1search2turn1search7 4) Product/label summaries (Intuniv/GXR) noting guanfacine extended‑release is a selective alpha‑2A adrenergic receptor agonist used for ADHD. citeturn1search8turn1search3"
    ]
}