{
    "nct_id": "NCT04274998",
    "title": "Evaluation of in Vivo Neuroinflammation in Alzheimer's Disease Using Novel Positron Emission Tomography (PET/CT) Imaging",
    "status": "RECRUITING",
    "last_update_time": "2025-04-04",
    "description_brief": "This research study is being done to learn more about inflammation in the brain using Positron Emission Tomography/Computed Tomography (PET/CT) imaging in people with Alzheimer's Disease/Mild Cognitive Impairment or healthy controls.\n\nIf the subject agrees to be in this study, she/ he will have a PET/CT scan using the investigational radiotracer \\[18F\\]NOS. A subject with a specific genetic polymorphism may also agree to be in the sub-study in which she/he will have another PET/CT scan using the investigational tracer \\[11C\\]PBR28 for comparison with the FNOS \\[18F\\]NOS scan. For subjects who agree to this sub-study they may undergo the brain PET/CT scan with \\[11C\\]PBR28 either on the same day as the \\[18F\\]NOS PET/CT or on another day. The subject may have a screening visit before the PET/CT scan visit if the investigator needs to confirm the subject is able to be in the study.\n\nA blood sample will be taken before the scans. Additional blood samples will be taken during the PET scans. Subjects must also agree to have an MRI scan for this research study if she/he has not had a recent scan that the study doctor decides can be used for this study.",
    "description_detailed": "N/A",
    "phase": [
        "EARLY_PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "OTHER",
    "results": null,
    "target_category": "N/A",
    "drug": [
        "[18F]NOS (PET radiotracer for inducible nitric oxide synthase, iNOS)",
        "[11C]PBR28 (PET radioligand for the 18 kDa translocator protein, TSPO)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The study description is a PET/CT imaging study to measure neuroinflammation in people with Alzheimer's disease / MCI or healthy controls using investigational radiotracers ([18F]NOS and optionally [11C]PBR28). The intent is diagnostic/biomarker measurement of inflammation (neuroimaging), not to deliver a therapeutic agent or change disease biology or symptoms.",
        "Act: Key details extracted and evidence: (1) [18F]NOS is an investigational PET tracer developed to image inducible nitric oxide synthase (iNOS) expression as a marker of inflammation. citeturn1search5turn1search0 (2) [11C]PBR28 is a second-generation PET ligand for the 18 kDa translocator protein (TSPO), used to image microglial activation/neuroinflammation and is genotype-sensitive. citeturn0search8turn0search3 (3) The protocol describes blood sampling and MRI only as supporting measures for PET quantification; there is no therapeutic drug, mechanism-of-action aimed at modifying Alzheimer pathology, and no clinical symptom-targeting intervention described. Therefore this is a diagnostic imaging (biomarker) study rather than a treatment trial.",
        "Reflect: Classification check — by the category definitions: (1) Disease-targeted biologic = biologic therapeutic (e.g., monoclonal antibody) targeting pathology — not applicable. (2) Disease-targeted small molecule = small-molecule therapeutic targeting pathology — not applicable. (3) Cognitive enhancer = drug to improve cognition — not applicable. (4) Neuropsychiatric symptom improvement = interventions to reduce behavioral/psychiatric symptoms — not applicable. The study is a non-therapeutic PET imaging study of neuroinflammation, so the correct classification is 'N/A'. (Supporting sources cited above describe the two tracers and their use for imaging inflammation.)"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}