{
    "nct_id": "NCT04745104",
    "title": "A Phase 1, Randomized, Double-Blind, Placebo-Controlled Study to Evaluate the Safety, Tolerability, Pharmacokinetics and Pharmacodynamics of Single Intravenous Administration of SHR-1707 in Healthy Young Adult and Elderly Subjects",
    "status": "COMPLETED",
    "last_update_time": "2022-07-11",
    "description_brief": "A randomized, double-blind, placebo-controlled, single dose escalation phase 1 study to access the Pharmacokinetics and Pharmacodynamics of Single Intravenous Administration of SHR-1707",
    "description_detailed": "The study will consist of two parts: Subjects will be randomized to receive SHR-1707 as reflected by the guiding principle for the dose esclation/expansion phase. Each dose group includes a screening period, a baseline period, an observational period, and a safety follow-up period.",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted biologic",
    "drug": [
        "SHR-1707 (humanized anti‑Aβ IgG1 monoclonal antibody)"
    ],
    "placebo": [
        "matching intravenous placebo"
    ],
    "explanation_target": [
        "Reason: The investigational product, SHR-1707, is described in the trial and publications as a humanized IgG1 monoclonal antibody that binds both Aβ fibrils and monomers to block Aβ plaque formation and/or promote microglial phagocytosis of Aβ — i.e., it targets Alzheimer’s pathology (amyloid). citeturn0search2turn0search0",
        "Act: Key trial details extracted — Phase 1, randomized, double‑blind, placebo‑controlled, single‑ascending‑dose IV study in healthy young and elderly subjects; doses studied up to 60 mg/kg; pharmacodynamic signal included dose‑dependent increases in plasma Aβ42 after SHR‑1707 administration. These source details support that SHR‑1707 is an anti‑amyloid biologic. citeturn0search1turn0search2",
        "Reflect: Classification rationale — the intervention is a monoclonal antibody directed at Aβ (a core AD pathology) rather than a small molecule, symptomatic cognitive enhancer, or neuropsychiatric treatment; therefore it fits the 'disease‑targeted biologic' category. No alternative interpretation fits the provided description. citeturn0search2",
        "Web search results (sources used): PubMed abstract reporting SHR‑1707 as an anti‑Aβ IgG1 mAb and Phase 1 results. citeturn0search0",
        "Web search results (sources used): Full text / open access article in Alzheimer’s Research & Therapy / PMC with study design, dosing (2–60 mg/kg), safety, PK/PD and mechanism description. citeturn0search1turn0search2"
    ],
    "agent_type": "A) Amyloid beta",
    "explanation_agent": [
        "Reason: The investigational product SHR-1707 is described as a humanized anti‑Aβ IgG1 monoclonal antibody that binds Aβ fibrils and monomers to block Aβ plaque formation and/or promote microglial phagocytosis of Aβ — i.e., its mechanism directly targets amyloid‑beta pathology. citeturn0search2turn0search1",
        "Act: Key trial details extracted from the study reports — two randomized, double‑blind, single‑ascending‑dose Phase 1 studies in healthy young and elderly subjects, doses studied up to 2–60 mg/kg, with pharmacodynamic evidence (dose‑dependent increases in plasma Aβ42) after SHR‑1707 administration. These data support that SHR‑1707 is an anti‑amyloid biologic. citeturn0search6turn0search1",
        "Reflect: Classification rationale — because the intervention is a monoclonal antibody whose described biological target and intended effect are on amyloid‑beta species (monomers/fibrils/plaques), the most specific CADRO category is A) Amyloid beta. No alternative CADRO category (e.g., inflammation, tau, synaptic plasticity) better fits the provided mechanism. citeturn0search4turn0search0",
        "Web search results / sources used: PubMed and PMC full text describing SHR‑1707 as a humanized anti‑Aβ IgG1 mAb and Phase 1 results (safety, PK/PD, dose range up to 60 mg/kg). citeturn0search2turn0search6",
        "Additional supporting sources: Alzheimer's Research & Therapy full text reporting safety, PK/PD and dose‑dependent plasma Aβ42 increases; Alzheimer's & Dementia / trial description and Alzforum therapeutic summary. citeturn0search1turn0search0turn0search4"
    ]
}