{
    "nct_id": "NCT03172117",
    "title": "Follow-up Study of Safety and Efficacy in Subjects Who Completed NEUROSTEM® Phase-I/IIa Clinical Trial.",
    "status": "COMPLETED",
    "last_update_time": "2023-03-13",
    "description_brief": "A long-term follow-up study to obtain safety and efficacy data in subjects who completed phase 1/2a clinical trial of NEUROSTEM® (NCT02054208), comparing NEUROSTEM and placebo groups for up to 36 months after the initial administration in patients suffering from Alzheimer's disease",
    "description_detailed": "The subjects will be followed up at 12-month, 24-month, and 36-month (phone call) after the initial administration of NEUROSTEM®.",
    "phase": [
        "PHASE1",
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted biologic",
    "drug": [
        "NEUROSTEM® (human umbilical cord blood-derived mesenchymal stem cells)"
    ],
    "placebo": [
        "Normal saline (placebo)"
    ],
    "explanation_target": [
        "Reason: The trial description and registry entry identify NEUROSTEM® as human umbilical cord blood–derived mesenchymal stem cells (a cell-based biologic), indicating a biologic intervention aimed at Alzheimer’s pathology. citeturn0search3turn0search5",
        "Act: The phase 1/2a study (NCT02054208) administered three repeated intraventricular doses via an Ommaya reservoir (versus saline placebo); the follow-up study (NCT03172117) continues safety/efficacy follow-up. These trial records list the intervention as umbilical cord MSCs and the comparator as normal saline. citeturn0search3turn0search0",
        "Act (mechanism/intent): Company information and press materials state NEUROSTEM® reduced amyloid-β, inhibited tau hyperphosphorylation, and promoted neural regeneration in preclinical studies, which supports a disease-modifying, pathology-targeting intent rather than a pure symptomatic cognitive enhancer. citeturn0search2",
        "Reflect: Given NEUROSTEM® is a cell therapy (biologic) that targets Alzheimer’s pathological processes per sponsor descriptions and the trial design, the correct category is 'disease-targeted biologic'. There is no indication this is a small molecule, a purely symptomatic cognitive enhancer, or an intervention solely for neuropsychiatric symptoms. citeturn0search3turn0search2"
    ],
    "agent_type": "R) Multi-target",
    "explanation_agent": [
        "Reason: The intervention is NEUROSTEM®, human umbilical cord blood–derived mesenchymal stem cells (hUCB‑MSCs) — a cell therapy with reported effects on multiple AD‑relevant processes (amyloid-β, tau phosphorylation, neuroinflammation, and neural regeneration) rather than a single molecular target. citeturn0search7turn0search3",
        "Act: Extracted trial details — NEUROSTEM® (hUCB‑MSCs) administered intracerebroventricularly via an Ommaya reservoir in the Phase I/IIa study (NCT02054208) with a follow-up study NCT03172117 to assess long‑term safety/efficacy; the intervention is explicitly listed as \"human umbilical cord mesenchymal stem cells.\" These records confirm a biologic, cell‑based therapy with multi‑mechanistic intent. citeturn0search0turn0search3",
        "Reflect: Because preclinical and sponsor descriptions report reductions in amyloid‑β, inhibition of tau hyperphosphorylation, modulation of microglial neuroinflammation, and promotion of neural repair/neurogenesis, the intervention acts via multiple CADRO domains (A Amyloid beta; B Tau; F Inflammation; E Neurogenesis/M synaptic/neuroprotection). Under CADRO guidance this is best classified as R) Multi-target rather than a single category. citeturn0search7turn0search8",
        "Web search results (key sources used):",
        "- Clinical trial registry entry for the follow‑up study NCT03172117 listing the intervention as \"human umbilical cord mesenchymal stem cells (NEUROSTEM®)\" and describing dosing and intraventricular route. citeturn0search0",
        "- Phase I/IIa clinical report (open‑label, intracerebroventricular injections via Ommaya reservoir) describing NEUROSTEM® administration and study design. citeturn0search3turn0search8",
        "- Preclinical studies showing hUCB‑MSC transplantation reduced Aβ deposition, lowered BACE‑1, inhibited tau hyperphosphorylation, and modulated microglial neuroinflammation in APP/PS1 AD mouse models, supporting multiple mechanisms of action. citeturn0search7"
    ]
}