{
    "nct_id": "NCT00990613",
    "title": "A Phase 1, Fixed Sequence, Cross-Over Study To Investigate The Single Dose Pharmacokinetics Of A Dimebon (Latrepirdine) Transdermal Solution Relative To The Immediate Release Formulation In Older Adults",
    "status": "COMPLETED",
    "last_update_time": "2010-02-02",
    "description_brief": "To estimate the absorption, safety, and tolerability of a dimebon transdermal solution relative to the dimebon immediate release oral formulation.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "N/A",
    "results": null,
    "target_category": "Cognitive enhancer",
    "drug": [
        "Dimebon (latrepirdine) — an orally active small‑molecule antihistamine investigated for cognition enhancement in Alzheimer’s disease"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial compares a dimebon (latrepirdine) transdermal solution vs immediate‑release formulation — the intervention is latrepirdine (Dimebon), a small‑molecule antihistamine originally repurposed and studied for its potential cognition‑enhancing/neuroprotective effects in Alzheimer’s disease rather than as a biologic aimed at amyloid or tau. citeturn0search12turn0search4.",
        "Act: Key details extracted — drug name: dimebon (latrepirdine); drug type: small molecule (antihistamine/nootropic candidate); intended effect in AD trials: improve cognition/global function (cognitive enhancement), not a monoclonal antibody or vaccine targeting amyloid/tau. Late‑stage trials ultimately failed to show benefit in Phase 3. citeturn0search12turn0search1turn0search0.",
        "Reflect: Classification check — this is not a biologic, and it is not described as targeting core AD pathology via an anti‑amyloid or anti‑tau mechanism; rather it was developed as a nootropic/neuroprotective small molecule to improve cognition, so the appropriate category is \"Cognitive enhancer.\" The Phase 3 negative results and unclear mechanism are noted, but they do not change the intervention's class. citeturn0search1turn0search0.",
        "Web search results (sources used): 1) Latrepirdine (Dimebon) summary — small‑molecule antihistamine repurposed as a cognition enhancer/neuroprotective candidate. citeturn0search12. 2) Pfizer/Medivation Phase 3 (CONNECTION) press release describing Phase 3 negative results and endpoints (cognition measures such as ADAS‑cog, MMSE). citeturn0search1. 3) PubMed review/animal study noting dimebon effects and unclear mechanisms in AD models. citeturn0search0. 4) Preclinical work showing latrepirdine can modulate autophagy/mitochondrial function, consistent with proposed neuroprotective/cognition‑enhancing actions rather than a targeted anti‑amyloid biologic. citeturn0search4turn0search3."
    ],
    "agent_type": "M) Synaptic Plasticity/Neuroprotection",
    "explanation_agent": [
        "Reason: The intervention is latrepirdine (dimebon), an orally active small‑molecule antihistamine repurposed as a cognition‑enhancing/neuroprotective agent in AD rather than a biologic directed at amyloid or tau. citeturn0search2turn0search0",
        "Act: Extracted details — drug: dimebon (latrepirdine); drug type: small‑molecule antihistamine/nootropic candidate; proposed effects in AD: cognition enhancement and neuroprotection (mechanisms explored include modulation of mitochondria, autophagy and low‑affinity NMDA/H1 receptor effects), not an anti‑amyloid or anti‑tau therapeutic. citeturn0search5turn0search2",
        "Reflect: Given CADRO definitions, the trial’s focus on cognitive enhancement and putative neuroprotective/synaptic effects maps best to M) Synaptic Plasticity/Neuroprotection. The compound’s unclear, multi‑modal mechanisms (autophagy/mitochondrial hints) do not specifically target amyloid, tau, inflammation, vasculature, or other single CADRO categories, so M is the most appropriate single-category assignment. Phase‑3 failures are noted but don’t change the target class. citeturn0search3turn0search4",
        "Web search results (sources used): 1) Review: 'The rise and fall of Dimebon' (PubMed) — overview of origin, repurposing, unclear mechanism. citeturn0search2 2) Pfizer press release on Phase 3 CONNECTION results — dimebon did not meet primary endpoints. citeturn0search0 3) Pfizer/Medivation CONCERT Phase 3 results press release — negative trial when added to donepezil. citeturn0search3 4) Preclinical study showing latrepirdine enhances autophagy and reduces intracellular Aβ in model systems. citeturn0search5 5) Additional Pfizer/Medivation trial summary and program context. citeturn0search4"
    ]
}