{
    "nct_id": "NCT02054208",
    "title": "A Double-blind, Single-center, Phase 1/2a Clinical Trial to Evaluate the Safety and Exploratory Efficacy of Intraventricular Administrations of NEUROSTEM® Versus Placebo Via an Ommaya Reservoir in Patients With Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2020-08-26",
    "description_brief": "This combined phase 1/2a clinical trial is to investigate the safety, dose limiting toxicity (DLT), and exploratory efficacy of three repeated intraventricular administrations of NEUROSTEM® (human umbilical cord blood-derived mesenchymal stem cells) versus placebo via an Ommaya reservoir at 4 week intervals in patients with Alzheimer's disease.",
    "description_detailed": "The study is divided into the 2 stages: dose-escalation in stage 1 and randomized and multiple-dose cohort parallel design in stage 2.The target population for enrollment in this study is patients with mild to moderate Alzheimer's disease.",
    "phase": [
        "PHASE1",
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted biologic",
    "drug": [
        "NEUROSTEM® (human umbilical cord blood-derived mesenchymal stem cells; hUCB-MSCs)"
    ],
    "placebo": [
        "Placebo (normal saline via Ommaya reservoir)"
    ],
    "explanation_target": [
        "Reason: The investigational product is NEUROSTEM®, an allogeneic human umbilical cord blood-derived mesenchymal stem cell (hUCB-MSC) preparation administered intracerebroventricularly. This is a cell-based biologic therapy intended to provide neurorestorative / disease-targeted effects (neuroprotection, immunomodulation and in preclinical studies reduction of AD pathology), not a small molecule or symptomatic cognitive enhancer alone. citeturn0search0turn0search1turn0search2",
        "Act (extracted trial details and sources): NEUROSTEM® = hUCB-MSCs; route = intraventricular via Ommaya reservoir; schedule = three repeated administrations at 4-week intervals; sponsor = Medipost; trial registry/details summarized in trial listings and peer-reviewed reports. The phase 1/2a study (NCT02054208) was completed and described in clinical-trial summaries and reviews. citeturn0search5turn0search0turn0search3",
        "Reflect: Classification — this is best categorized as a \"disease-targeted biologic.\" Although the precise molecular disease-modifying mechanism in humans remains under investigation (some preclinical/early clinical data suggest potential effects on AD pathology and neuroinflammation), the intervention is a biologic cell therapy aimed at modifying disease processes rather than a symptomatic cognitive enhancer or a neuropsychiatric-targeted treatment. Note: mechanisms and efficacy remain exploratory and partly uncertain; sources document safety/feasibility and preclinical rationale. citeturn0search1turn0search3turn0search8"
    ],
    "agent_type": "R) Multi-target",
    "explanation_agent": [
        "Reason: The investigational product NEUROSTEM® is an allogeneic human umbilical cord blood–derived mesenchymal stem cell (hUCB‑MSC) therapy given intracerebroventricularly with the intent to provide neurorestorative, immunomodulatory and disease‑modifying effects (preclinical/early clinical signals for effects on AD pathology). These multiple proposed mechanisms (immunomodulation, neuroprotection, trophic support and reported temporary changes in CSF amyloid/tau) indicate the intervention does not act on a single molecular target but on several pathways simultaneously. citeturn0search0turn0search6turn0search8",
        "Act: Extracted trial details — NEUROSTEM® = human umbilical cord blood‑derived mesenchymal stem cells (hUCB‑MSCs); route = intraventricular via Ommaya reservoir; schedule = three repeated administrations at 4‑week intervals; phase = combined Phase 1/2a (NCT02054208) with follow‑up study registered; reported outcomes emphasize safety/tolerability and exploratory biomarker signals (temporary decreases in CSF Aβ and tau reported by sponsor). These trial facts and the sponsor descriptions support that the product is a cell biologic with multi‑mechanistic actions rather than a single molecular antagonist/agonist. citeturn0search0turn0search3turn0search6",
        "Reflect: Mapping to CADRO — because hUCB‑MSC therapy is intended to act through several converging mechanisms (immune modulation/inflammation effects, neurotrophic/neuroprotective actions, possible influence on amyloid/tau pathology) the most appropriate CADRO classification is R) Multi‑target. If one forced a single‑mechanism label, partial arguments could be made for F) Inflammation or M) Synaptic plasticity/Neuroprotection, but those would omit other documented mechanisms; therefore R) Multi‑target best matches the described intervention and the available trial documentation. citeturn0search8turn0search0"
    ]
}