{
    "nct_id": "NCT03031184",
    "title": "A Pragmatic, Multi Centre, Double-blind, Placebo Controlled Randomised Trial to Assess the Safety, Clinical and Cost Effectiveness of Mirtazapine in Patients With Alzheimer's Disease (AD) and Agitated Behaviours",
    "status": "COMPLETED",
    "last_update_time": "2021-04-16",
    "description_brief": "This clinical trial evaluates whether Mirtazapine is more effective than placebo in treating agitation in people with dementia. The trial will assess the safety, clinical and cost effectiveness of the treatment. Participants will be randomised to receive either Mirtazapine or placebo for 12 weeks and will be followed up for up to one year, in this blinded trial.",
    "description_detailed": "Patient-centred care, without the use of medicines is offered as a first course of treatment for agitation in dementia. However, there is a need for second line treatments when these fail, at the moment antipsychotics are commonly prescribed, as very little research has been done in to safer alternative treatments.\n\nThere are medicines available to treat agitation and/or aggression in dementia, but it is not clear which treatments work best.\n\nThis research study has been designed to help answer this, by comparing a which is currently prescribed for depression, Mirtazapine, with placebo (a tablet designed to look like a medicine but that has no active medicine in it) to see if Mirtazapine is suitable for treating agitation in dementia.\n\nIf participants and their family/carers agree to take part in this study, participants will be prescribed treatment for 12 weeks. Participants will then be followed up for 1 year after, with assessment sessions at 26 and 52 weeks.\n\nParticipants taking part in this study will be randomly allocated to a treatment group (selected to their treatment group by chance). The study is blinded, so this means the participant's doctor and the research team will not know which treatment the participant has been taking until after the study has ended. This is necessary so that the trial is a fair test of which treatment works best, however it is possible to find out which medicine they are taking in the event of a medical emergency.\n\nThe study is entirely voluntary and all participants wishing to join the study must complete an informed consent form (or if they lack capacity the participant's representative may do so on their behalf). Each participant must also have a nominated carer who consents to being questioned on aspects of the participant's dementia/care and their own experiences in caring for the participant.\n\nThe investigators are aiming to recruit 222 patients to the study in total from around 20 different regions across the UK.\n\nThe study was originally designed to included a second medication, called Carbamazepine, to also look at whether it would work and be safe and cost effective in agitation in dementia. Challenges in recruitment in this population resulted in the funder requesting that the available data was reviewed to July 2018, to see whether one of the arms (Mirtazapine or Carbamazepine) should be discontinued in terms of future recruitment. The independent data monitoring committee compared blinded data from both groups against placebo data and concluded that on the basis of efficacy and safety, the group, which when unblinded was found to be Carbamazepine, should be dropped. Some limited analysis will still be completed for all data collected in the Carbamazepine group, but the trial will continue now only randomising participants to Mirtazapine or placebo.",
    "phase": [
        "PHASE3"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "neuropsychiatric symptom improvement",
    "drug": [
        "Mirtazapine"
    ],
    "placebo": [
        "Placebo"
    ],
    "explanation_target": [
        "Reason: The trial tests mirtazapine versus placebo in people with Alzheimer’s disease specifically to treat agitation (a behavioural/psychiatric symptom), so the intended effect is management of neuropsychiatric symptoms rather than disease modification or primary cognitive enhancement. citeturn0search7",
        "Act: Mirtazapine is an antidepressant (a noradrenergic and specific serotonergic agent, NaSSA) that antagonises presynaptic α2-adrenergic receptors and blocks 5-HT2/5-HT3 and H1 receptors (sedative effects). Its pharmacology is symptomatic/psychotropic rather than targeting core Alzheimer’s pathology (amyloid or tau). citeturn1search7turn1search0",
        "Act (trial evidence): The SYMBAD trial (mirtazapine vs placebo for agitation in AD) found no clinical or cost-effectiveness benefit for mirtazapine and observed a numerical imbalance in deaths (more in the mirtazapine group), which supports treating this as an attempted neuropsychiatric-symptom intervention with negative results. citeturn0search3turn0search7",
        "Reflect: Given the intervention (an antidepressant used to manage agitation), its mechanism (psychotropic/sedating, not amyloid- or tau-directed), and the trial objective (reduce agitation), the correct category is 'neuropsychiatric symptom improvement'. There is no indication this is a disease-targeted biologic or small molecule aimed at modifying Alzheimer pathology, nor primarily a cognitive-enhancer trial. citeturn1search1turn0search2"
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The trial tests mirtazapine versus placebo to treat agitation (a neuropsychiatric/symptomatic outcome) in people with Alzheimer’s disease; the intervention is a psychotropic drug rather than a disease-modifying therapy. citeturn0search5turn0search3",
        "Act: Mirtazapine is a noradrenergic and specific serotonergic antidepressant (NaSSA) that antagonises central presynaptic α2-adrenergic receptors and blocks postsynaptic 5‑HT2 and 5‑HT3 serotonin receptors and H1 histamine receptors — i.e., it acts via neurotransmitter receptor modulation rather than on amyloid, tau, ApoE, vascular, or proteostasis pathways. Based on this mechanism the most specific CADRO match is D) Neurotransmitter Receptors. citeturn0search2turn0search8",
        "Reflect: The trial objective (reduce agitation) and drug pharmacology (receptor antagonism producing noradrenergic/serotonergic and sedative effects) align with CADRO category D rather than a pathology‑directed category (A/B/C/etc.). The SYMBAD results also treat mirtazapine as a symptomatic/psychotropic intervention (with no clinical or cost-effectiveness benefit observed), which supports classifying it by its neurotransmitter receptor target. citeturn0search5turn0search1",
        "Web search summary (key sources used): (1) SYMBAD trial - randomized, double‑blind trial of mirtazapine for agitation in AD showing no benefit and a numerical imbalance in deaths. citeturn0search5 (2) NIHR/HTA scientific summary of the SYMBAD trial with conclusions that mirtazapine is not clinically or cost‑effective for agitation in dementia. citeturn0search3 (3) StatPearls (NCBI Bookshelf) summary of mirtazapine mechanism: NaSSA with α2 antagonism and blockade of 5‑HT2/5‑HT3 and H1 receptors. citeturn0search2 (4) Cost‑effectiveness analysis and related publications summarizing negative findings for mirtazapine in agitation. citeturn0search1"
    ]
}