{
    "nct_id": "NCT05231798",
    "title": "Cholinergic Integrity in Down Syndrome in Association With Aging, Alzheimer's Disease Pathology, and Cognition",
    "status": "ACTIVE_NOT_RECRUITING",
    "last_update_time": "2025-06-24",
    "description_brief": "Progressive age-related cognitive deficits occurring in both AD and DS have been connected to the degeneration of several neuronal populations, but mechanisms are not fully elucidated. The most consistent neuronal losses throughout the progression of AD are seen in cholinergic neurons where these losses negatively affect cognition, particularly in attention, learning, and memory formation. Evidence of reduced cholinergic integrity in DS is largely limited to animal models and post-mortem human data. The investigators propose to use molecular, functional, and structural biomarkers to assess the cholinergic integrity in adults with DS. The investigators anticipate using the data gathered in this pilot study to inform future study designs to determine AD risk stratification in DS by identifying individuals who show an accelerated decline in cholinergic integrity that correlates with cognitive and neurobehavioral changes. Also, our cholinergic biomarkers may identify whether individuals with DS are likely to respond to pro-cholinergic interventions, including the novel cholinergic modulators that are being developed to enhance cholinergic-sensitive cognitive functioning. The investigators anticipate using the data gathered here to inform future treatment studies in TRC-DS and beyond where novel cholinergic treatments may offer opportunities for early intervention in DS and be complementary to disease-modifying approaches such as anti-amyloid treatments.",
    "description_detailed": "Down syndrome (DS) or Trisomy 21, is the most common genetic cause of intellectual disability. Among its consequences, by the age of 30, people with DS invariably develop amyloid plaques and neurofibrillary tangles such that up to 75% of people with DS will develop Alzheimer's disease (AD). AD in DS is thought to be linked to the presence of three copies of the amyloid precursor protein (APP) gene, which resides on chromosome 21. This gene leads to higher levels of amyloid-β (Aβ) plaques. Preliminary data show that adults with DS exhibit significant changes in AD-related biomarkers between the ages of 35-55. It is also within this age range that AD-related cognitive decline and dementia typically manifest in DS. AD is the primary cause of death in adults with DS over the age of 35. Although it is currently suggested that the onset of dementia in DS is in part due to triplication of the amyloid precursor protein (APP) gene, other neurodegenerative features of sporadic AD may occur in DS and these can aggravate the onset of cognitive decline and dementia. Progressive cognitive deficits occurring in sporadic AD are associated with the degeneration of several neuronal populations. Throughout the progression of AD, the most consistent losses are seen in cholinergic neurons. While the loss of the cholinergic integrity has been established as a critical biological process in sporadic AD, the cholinergic system has not been evaluated in adults with DS to examine if age-related cholinergic decline can be detected in DS and whether it is associated with the progression of AD pathologies and cognitive decline as seen in sporadic AD.\n\nThe investigators propose to conduct a pilot study that aims to assess the integrity of the cholinergic neurotransmission system using in-vivo structural, functional, and molecular imaging biomarkers.\n\nThe examination of the cholinergic system in DS and its relationship to aging and known AD pathologies and cognitive decline would help validate whether the cholinergic decline is an early marker of dementia risk in DS and proceeds or follows changes in standard AD imaging and fluid biomarkers, thus helping establish how similar AD in DS is to that of sporadic AD. The investigators anticipate using the data gathered here to inform future treatment studies where novel cholinergic treatments may offer opportunities for early intervention in DS and be complementary to disease-modifying approaches such as anti-amyloid treatments.\n\nObjective: To examine the molecular, functional, and structural biomarkers of cholinergic integrity in Down syndrome (DS) in association with age, Alzheimer's disease (AD) pathology, and cognitive/neurobehavioral performance.\n\nSpecific Aim: The Center for Cognitive Medicine is a site for the Trial-Ready Cohort-Down Syndrome (TRC-DS) study, to enable a systematic biomarker characterization of middle-aged and older individuals with DS by using neuroimaging, cognitive, and clinical measures, in preparation for an AD-like prevention trial likely using anti-amyloid agents. The investigators will leverage this cohort's well-characterized DS participants to initiate a new pathway for investigating our novel cholinergic biomarker in 10 TRC-DS participants (age:35-55) and enroll 110 additional adults with DS (age:18-55) outside of the TRC-DS study.\n\nThe investigators will use molecular, functional, and structural biomarkers to measure the cholinergic integrity of adults with DS. These methods will include resting and task-related electroencephalogram (EEG), basal forebrain volumetric measures on structural magnetic resonance imaging (MRI), and positron emission tomography (PET) with a vesicular cholinergic radiotracer known as fluoroethoxybenzovesamicol (\\[18F\\]FEOBV).",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "OTHER",
    "results": null,
    "target_category": "N/A",
    "drug": [
        "[18F]-FEOBV (fluoroethoxybenzovesamicol) — PET radiotracer targeting the vesicular acetylcholine transporter (VAChT)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The study intervention is an in vivo molecular imaging radiotracer ([18F]-FEOBV) used to measure cholinergic integrity (VAChT binding) in adults with Down syndrome to develop biomarkers and risk‑stratification, not to treat disease—so the trial is diagnostic/biomarker-focused rather than testing a therapeutic agent. citeturn1search0",
        "Act: Key trial details — title and registry record show the intervention is [18F]-FEOBV PET imaging (NCT05231798). The protocol explicitly describes using molecular, functional, and structural biomarkers (FEOBV PET, MRI, EEG) to assess cholinergic integrity and to inform future treatment studies; no therapeutic drug or placebo is being administered in this study. citeturn1search0turn1search1",
        "Act (mechanism): [18F]-FEOBV is a PET ligand that selectively binds the vesicular acetylcholine transporter (VAChT), allowing quantification of presynaptic cholinergic terminal density — i.e., it is a diagnostic tracer of cholinergic integrity rather than a therapeutic (pro‑cholinergic) drug. citeturn2search1turn2search6",
        "Reflect: Although the protocol notes the data may be used to identify individuals likely to respond to pro‑cholinergic interventions (and to inform future trials of novel cholinergic modulators), the current study itself does not test such therapeutics. Therefore, by the category definitions, this trial does not fit any of the four therapeutic categories and should be classified as 'N/A' (diagnostic/biomarker study). citeturn1search0turn0search2",
        "Web search results (sources used): ClinicalTrials.gov / Vanderbilt trial record for NCT05231798 describing the study and intervention ([18F]-FEOBV). citeturn1search0; PubMed evidence of [18F]-FEOBV use to measure cholinergic terminals and age-related changes (FEOBV PET in Down syndrome and other studies). citeturn0search2turn2search6"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}