{
    "nct_id": "NCT06565169",
    "title": "Improving Primary Care Clinician's Advance Care Planning Alzheimer's Disease and Related Dementias",
    "status": "RECRUITING",
    "last_update_time": "2025-03-27",
    "description_brief": "This study will test the Dementia Advance Care Planning (AD ACP) Toolkit intervention to usual care in facilitating goals of care (GOC) discussions between People Living with Dementia (PLwD) and primary care team members over an 18-month period. The primary outcome is to assess the frequency and quality of GOC discussions with PLwD. Secondary outcomes include the identification of preferred surrogates, assessment of decisional capacity, and the completion of portable ACP orders. This randomized clinical trial aims to determine if the AD ACP Toolkit can enhance ACP practices and improve care planning outcomes for PLwD compared to the standard care approach.",
    "description_detailed": "This project will test an advance care planning (ACP) toolkit for primary care teams caring for patients living with Alzheimer's Disease and related dementias (AD/ADRD) in a cluster randomized control trial. In 20 primary clinics, the advance care planning practices, including goals of care discussions will be examined as the primary outcome, with secondary outcomes including health care utilization, and implementation outcomes. The AD ACP intervention will be tested to determine whether it can enable primary care teams to better conduct goals of care (GOC) discussions more efficiently and thus increase the number of GOC discussions held as compared to controls. The AD ACP Toolkit will be delivered to 10 intervention primary care clinics and usual care to 10 control clinics using a computerized case-finding algorithm within a large integrated health care system. The primary aim is to conduct a trial comparing the AD ACP Toolkit to usual care on GOC discussions and other ACP measures. The second aim is to examine the 18-month healthcare utilization outcomes for all PLwD with \\>50% 5-year mortality risk between intervention and control. Secondary analyses will be conducted to examine outcomes by key patient and team characteristics. Lastly (aim 3), implementation will be assessed via surveys in the intervention clinics followed by interviews to explain variations in those outcomes. This work will improve how to incorporate ACP approaches for aging-related conditions by primary care teams and may be adaptable to other outpatient specialties such as oncology or cardiology.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "SUPPORTIVE_CARE",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is a behavioral/implementation intervention — the Dementia Advance Care Planning (AD‑ACP) Toolkit — designed to train primary care teams and facilitate goals‑of‑care (GOC) and advance care planning (ACP) discussions for people living with dementia. This is not a pharmacologic or biologic agent and does not target AD pathology or cognition directly. citeturn0search0turn0search3",
        "Act: Key extracted details — cluster randomized trial in primary care clinics; intervention = AD‑ACP Toolkit / clinician training vs usual care; primary outcome = frequency/quality of GOC discussions; secondary outcomes = identification of surrogates, decisional capacity assessment, completion of portable ACP orders and healthcare utilization. No drug name, no biologic, and no placebo are involved. citeturn0search0turn0search8",
        "Reflect: Classification check — falls under none of the four therapeutic categories (disease‑targeted biologic, disease‑targeted small molecule, cognitive enhancer, neuropsychiatric symptom improvement). It is a non‑therapeutic, behavioral/communication intervention (advance care planning tool/training) — therefore 'N/A' is the correct category. The published related evaluation of an ACP toolkit/training supports that this is an implementation/communication intervention rather than a drug or device. citeturn0search2turn0search5",
        "Web search results / sources used: 'Improving PCP Advance Care Planning for People With ADRD' clinical listing (MedPath / Trial summary). citeturn0search0; TrialX / Power / CenterWatch listings with the same AD‑ACP Toolkit description. citeturn0search1turn0search8; ICH GCP registry entry for NCT06565169 (summary and intervention details). citeturn0search3; Related PubMed evaluation of a dementia‑specific ACP training toolkit (supports behavioral/training nature of intervention). citeturn0search2."
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}