{
    "nct_id": "NCT03821857",
    "title": "Sex-Specific Effects of Endocrine Disruption on Aging and Alzheimer's Disease",
    "status": "ACTIVE_NOT_RECRUITING",
    "last_update_time": "2025-06-18",
    "description_brief": "The researchers are trying to determine whether ovarian hormones are associated with aging processes and with the risk of developing Alzheimer's disease in women.",
    "description_detailed": "The proposed project will enroll 200 women. Each women will have one clinic visit consisting of cognitive testing, tests of physical function, questionnaires, and a blood draw. All women will also undergo clinical neuroimaging, which includes structural MRI, β-amyloid (Aβ) deposition on PET as a biomarker of Aβ pathology, and tau deposition on PET as a marker of neurofibrillary tangles using AV-1451.",
    "phase": [
        "PHASE4"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "DIAGNOSTIC",
    "results": null,
    "target_category": "N/A",
    "drug": [
        "18F-flortaucipir (AV-1451 / TAUVID) — PET tau imaging tracer (diagnostic)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The project description and trial pages describe an observational study testing whether abrupt loss of ovarian hormones (e.g., premenopausal bilateral oophorectomy) is associated with aging, physical/cognitive function, and Alzheimer's disease risk in women. citeturn0search0turn0search1",
        "Act: The study procedures include structural MRI, β-amyloid PET, and tau PET using AV-1451 / 18F-flortaucipir (listed as the 'drug' / radiotracer for imaging); these are diagnostic imaging measures rather than therapeutic interventions. The trial record lists 18‑F‑Flortaucipir (AV‑1451) as the imaging agent (NCT03821857). citeturn0search1turn0search3",
        "Act (supporting): 18F‑flortaucipir (AV‑1451, marketed as TAUVID) is a PET radiopharmaceutical used to estimate distribution/density of aggregated tau neurofibrillary tangles and is an imaging diagnostic — it is not a disease‑modifying biologic or small molecule therapy. citeturn1search1turn1search2",
        "Reflect: Because the trial is observational and uses a diagnostic PET tracer (flortaucipir) and neuroimaging to assess associations with ovarian hormones and AD pathology, it does not fit the four therapeutic categories (disease-targeted biologic, disease-targeted small molecule, cognitive enhancer, or neuropsychiatric symptom improvement). Therefore the correct classification is 'N/A'. citeturn0search1turn0search3",
        "Web sources consulted (key pages used above): Mayo Clinic clinical trial listing for 'Sex‑Specific Effects of Endocrine Disruption on Aging and Alzheimer's Disease' (study overview and imaging procedures); MedPath/clinical-trial summary showing intervention listed as 18‑F‑Flortaucipir (NCT03821857); Lilly press release / TAUVID approval and NCATS Drug entry describing flortaucipir as a diagnostic tau PET tracer. citeturn0search1turn0search3turn1search1turn1search2"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}