{
    "nct_id": "NCT00547560",
    "title": "An Ascending Multiple Dose Study Of The Safety, Pharmacokinetics, And Pharmacodynamics Of GSI-953 Administered Orally To Healthy Elderly Subjects",
    "status": "COMPLETED",
    "last_update_time": "2011-04-01",
    "description_brief": "To assess the safety and tolerability of ascending, multiple, oral doses of GSI-953 in healthy elderly subjects.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "GSI-953 (begacestat)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial tests multiple oral doses of GSI-953 in healthy elderly subjects. GSI-953 is a small‑molecule gamma‑secretase inhibitor developed to reduce production of amyloid-β (Aβ) from APP, i.e., to target Alzheimer’s pathology rather than act as a symptomatic cognitive enhancer or psychiatric treatment. citeturn0search2turn0search1",
        "Act (key details & web evidence): GSI-953 is also known as begacestat and is described in the literature as a selective/Notch‑sparing γ‑secretase inhibitor that lowers Aβ40/42 in preclinical models and produced dose‑dependent reductions in plasma Aβ in humans. (clinical PK/PD and safety studies of GSI‑953/begacestat have been reported). citeturn0search2turn0search0turn0search1",
        "Web search results (supporting sources found): - PubMed / J Pharmacol Exp Ther summary describing GSI‑953 (begacestat) as a thiophene sulfonamide γ‑secretase inhibitor that reduces Aβ and was dosed in humans. citeturn0search2 - ACS Chemical Neuroscience 'Molecule Spotlight' and medicinal chemistry discussion of begacestat (GSI‑953) including potency and preclinical/human PD. citeturn0search1 - Alzheimer's & Dementia abstract reporting PK/PD biomarker modulation (Aβ) by GSI‑953 in mice and humans. citeturn0search0 - Product/compound summary pages and later preclinical studies referencing begacestat (GSI‑953). citeturn0search3turn0search4",
        "Reflect: Classification as 'disease-targeted small molecule' is appropriate because the intervention is a non-biologic small-molecule inhibitor directly targeting an enzyme (γ‑secretase) involved in Aβ generation — a disease-modifying mechanism directed at Alzheimer pathology. It is not a biologic (monoclonal antibody/vaccine), not described as a symptomatic cognitive enhancer without pathology targeting, nor an agent aimed at neuropsychiatric symptoms. No placebo information was provided in the trial description. citeturn0search2turn0search1"
    ],
    "agent_type": "A) Amyloid beta",
    "explanation_agent": [
        "Reason: The investigational drug GSI-953 (begacestat) is a small‑molecule γ‑secretase inhibitor developed to reduce generation of amyloid‑β (Aβ) from APP, i.e., it directly targets the amyloid production pathway rather than acting symptomatically. citeturn0search9turn0search0",
        "Act: Key details extracted — drug names: GSI‑953 (begacestat); mechanism: γ‑secretase inhibition (Notch‑sparing/selective for APP cleavage); pharmacodynamics: lowers Aβ40/42 in preclinical models and produced dose‑dependent reductions in plasma Aβ in humans. These points are supported by preclinical and human PK/PD reports. citeturn0search9turn0search0turn0search1",
        "Reflect: Classification as 'A) Amyloid beta' is appropriate because the compound acts on the enzyme complex that generates Aβ (γ‑secretase), a direct disease‑modifying strategy targeting amyloid pathology. The intervention is a single, disease‑targeted small molecule (not a multi‑target biologic or a diagnostic), so 'A) Amyloid beta' is the best CADRO match. No conflicting targets were indicated. citeturn0search0turn0search7",
        "Web search results (supporting sources found): - PK/PD human and translational biomarker abstract showing dose‑dependent plasma Aβ reductions with GSI‑953. citeturn0search0 - ACS Chemical Neuroscience / PMC Molecule Spotlight and lead‑optimization details describing begacestat as a γ‑secretase inhibitor that lowers Aβ in cells and animal models and was dosed in humans. citeturn0search9 - Vendor/compound summaries (Tocris, R&D Systems, Axon Medchem) listing begacestat (GSI‑953) as a γ‑secretase inhibitor with APP vs Notch selectivity and reported EC50 values for Aβ40/42 reduction. citeturn0search1turn0search6turn0search5 - Additional preclinical and translational reports and abstracts referencing begacestat (GSI‑953) PK/PD and Aβ biomarker modulation. citeturn0search2turn0search3"
    ]
}