{
    "nct_id": "NCT03697759",
    "title": "A Decision Support System for Self-management of Low Back Pain - PILOTSTUDY",
    "status": "COMPLETED",
    "last_update_time": "2019-02-27",
    "description_brief": "The pilot study precedes a larger randomized controlled trial, to be starting in February 2019.\n\nIn this pilot study all participants are allocated to the intervention group.\n\nThe intervention consists of a digital decision support system delivering a weekly plan of suggested activities that the participant can use to self-manage their low back pain. The plan is presented to the participant in the selfBACK app.",
    "description_detailed": "The selfBACK intervention consists of the selfBACK system, that provides the participants with an individually tailored weekly plan of suggested activities to use in their self-management of low back pain.\n\nThe SELFBACK system constitutes a data-driven predictive decision support system that uses Case-Based Reasoning methodology to capture and reuse participant cases in order to suggest the most suitable self-management plan for participants. The selfBACK system is an intelligent system that will adjust the suggested self-management plan to the individual participants by using the information available on the participant (baseline questionnaires), weekly self-reported of changes in health status through the app, and data on physical activity via the step-detecting wristband.\n\nThe weekly plan includes three categories of content; 1) information/education, 2) physical activity monitoring through wearing a step-detecting wristband, and 3) strength and flexibility exercises.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The described intervention is a digital decision support system (the selfBACK app) that delivers weekly, individually tailored self-management plans (physical activity/step goals, strength and flexibility exercises, and education) for low back pain — it is an app-based behavioral/mHealth intervention, not a pharmacologic or biologic therapy. citeturn0search1turn0search2",
        "Act (extracted key details and sources): the pilot was single-armed (all participants received the selfBACK intervention) with ~6-week follow-up; the app uses case-based reasoning / AI to tailor weekly self-management plans; registry NCT03697759 and protocol/publication details are available (pilot study report and project protocol). citeturn0search2turn0search0turn0search4",
        "Web-search results (source summary used to verify the above): - PubMed summary of the pilot study reporting a 6-week single-arm pilot of the selfBACK app. citeturn0search1 - Full-text pilot report in Pilot and Feasibility Studies describing intervention content (physical activity, exercises, education) and feasibility results. citeturn0search2 - JMIR Research Protocols / project protocol describing the selfBACK DSS and stating the RCT would commence Feb 2019. citeturn0search0 - selfBACK project publication summary and trial registration details. citeturn0search3turn0search4",
        "Reflect: Classification decision — N/A. The trial tests a non-pharmacological, app-based decision support/self-management intervention for low back pain; it does not involve a biologic or small-molecule drug targeting Alzheimer’s pathology, nor is it described as a cognitive enhancer or a neuropsychiatric symptom treatment. No drug name or placebo is involved per the trial description and supporting sources. citeturn0search2turn0search1"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}