{
    "nct_id": "NCT00441987",
    "title": "A Single Ascending Dose Study of the Safety, Tolerability, Pharmacokinetics, and Pharmacodynamics of GSI-953 Administered Orally to Healthy Japanese Male Subjects and Healthy Elderly Male Japanese Subjects.",
    "status": "COMPLETED",
    "last_update_time": "2022-04-28",
    "description_brief": "The purpose of the protocol is to assess the initial pharmacokinetic (PK) profile of a single oral dose of GSI-953 to healthy male Japanese subjects and healthy elderly male Japanese subjects.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "GSI-953",
        "begacestat (GSI-953)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The protocol tests GSI-953 (begacestat) — a small‑molecule, thiophene sulfonamide γ‑secretase inhibitor developed to reduce production of amyloid‑β peptides by inhibiting γ‑secretase cleavage of APP, i.e., it targets Alzheimer’s pathology (amyloid). citeturn0search1turn0search6turn0search0",
        "Act (web evidence): Multiple sources identify GSI‑953 as begacestat and describe its mechanism and biomarker effects — selective inhibition of APP versus Notch, dose‑dependent reductions in Aβ in animal models and reductions in plasma Aβ in human single‑dose studies (PK/PD). These findings support that GSI‑953 is a disease‑targeting small molecule rather than a biologic or symptomatic/cognitive enhancer. citeturn0search3turn0search2turn0search4",
        "Reflect: Classification check — per the definitions: it is not a biologic (it's a synthetic small molecule), it directly targets Alzheimer’s pathology (amyloid generation), and its intended effect is disease‑targeted (modulating Aβ production). Therefore the correct category is 'disease-targeted small molecule'. No substantial ambiguity in the available descriptions; the trial described is a PK/PD single‑dose study in healthy subjects, which is consistent with early clinical development of a disease‑targeted small molecule. citeturn0search1turn0search3"
    ],
    "agent_type": "A) Amyloid beta",
    "explanation_agent": [
        "Reason: The investigational agent is GSI-953 (begacestat), a small‑molecule γ‑secretase inhibitor developed to reduce generation of amyloid‑β peptides by inhibiting γ‑secretase cleavage of APP — i.e., it directly targets amyloid production, which is CADRO category A. citeturn0search1turn0search2",
        "Act: Extracted facts from the trial description and literature — drug names: GSI‑953, begacestat; mechanism: thiophene sulfonamide γ‑secretase inhibitor, selective for APP versus Notch; PD/biomarker evidence: dose‑dependent reductions in plasma, CSF and brain Aβ in preclinical models and single‑dose human studies (PK/PD). These sources describe direct engagement of the amyloid pathway rather than unrelated pathways. citeturn0search2turn0search0turn0search3",
        "Reflect: Classification check — the compound is a disease‑targeted small molecule whose primary mechanistic intent is to lower Aβ production (amyloid pathology). That maps directly to CADRO A) Amyloid beta. There is no indication here of a multi‑target therapy or a non‑therapeutic diagnostic; hence 'A) Amyloid beta' is the appropriate, specific category. citeturn0search1turn0search4",
        "Web search results (key sources used):",
        "- Begacestat (GSI‑953) preclinical/pharmacology description (J Pharmacol Exp Ther / PubMed) — describes selective γ‑secretase inhibition, APP vs Notch selectivity, and reductions in brain/plasma/CSF Aβ. citeturn0search2turn0search1",
        "- ACS Chemical Neuroscience summary and data on begacestat pharmacology and single‑dose human PD effects. citeturn0search0",
        "- Tocris / Bio‑Techne product descriptions summarizing begacestat as a γ‑secretase inhibitor lowering Aβ40/Aβ42. citeturn0search3turn0search4"
    ]
}