{
    "nct_id": "NCT06484244",
    "title": "Locomotion Adaptation Deficits in Older Adults With Mild Cognitive Impairment and Alzheimers Disease",
    "status": "RECRUITING",
    "last_update_time": "2025-09-17",
    "description_brief": "In people with Mild Cognitive Impairment (MCI) and Alzheimer's Disease (AD), reduced capacity for locomotor adaptation is a fundamental but poorly understood mechanism that can be a sensitive biomarker of cognitive-motor impairments. It is also an important therapeutic target for exercise-based interventions to improve walking function. The overall goal of this study is to understand the effects of MCI and AD on locomotor adaptation and walking function.",
    "description_detailed": "In conjunction with cognitive impairments, older adults with Alzheimer's Disease (AD) and Mild Cognitive Impairment (MCI) show increased impairments in walking function throughout disease progression. The ability to walk without the risk of falling is necessary for independent community activity and participation for elderly individuals. However, the relationships between cognition, gait dysfunction, and fall risk in people with MCI and AD are poorly understood, warranting further study. The objective of this study is to test the researchers' central hypothesis that in people with MCI and AD, decreased capacity for locomotor adaptation can worsen disease progression, and lead to reduced motor-cognitive function, mobility, and quality of life.\n\nCommunity-based walking function requires complex motor coordination, sensory feedback, dynamic balance, adaptation to changing environmental stimuli, while also engaging in attentional tasks such as crossing a busy street or talking over the phone. Unfortunately, cognitive dysfunction, the hallmark of MCI and AD, directly impacts the cognitive-motor neural resources needed to carry out activities of daily living. People with MCI and AD walk slower, fall more, and have deficits in gait performance variables such as stride symmetry, and step regularity. Importantly, gait disturbances have often been shown to precede cognitive decline. In this study, the researchers propose to test their hypothesis that a decline in locomotor adaptation capacity may explain gait and mobility deficits in people with MCI and AD. Locomotor adaptation is a fundamentally important process that enables humans to flexibility respond to environmental demands, enabling normal community walking function. Split-belt adaptation is a standardized, robust, well studied paradigm for quantifying a person's capacity for locomotor adaptation, but had not yet been evaluated in people with MCI and AD. Split-belt walking task assesses locomotor adaptation, i.e. the ability to adjust stepping movements to changing environmental demands via trial-and-error processing. The split-belt task is systematically assessed during treadmill walking, where the speed of each leg can be controlled independently such that one belt and the corresponding leg run at a different speed (e.g., twice as fast or a 2:1 speed ratio) than the other leg. In previous work, both the magnitude and rate of split-belt adaptation as well as de-adaptation (during the after-effect) have provided objective measures of an individual's locomotor adaptation capacity.\n\nThe researchers of this study hypothesize that decreased capacity for split-belt adaptation may be an important contributing factor and a potentially sensitive indicator of increased fall risk and cognitive decline in older individuals with MCI and AD.\n\nThe researchers will examine locomotor adaptation capacity with three study aims: Aims 1 and 2 are observational, assessing walking function among persons with MCI and AD and age-matched controls. In Aim 3, a clinical trial is performed to evaluate the feasibility of a split-belt walking intervention on walking function in older adults with MCI and AD. Ten participants (5 with MCI and 5 with AD) will complete 5 split-belt treadmill walking exercise sessions over a 2-week period. The primary and secondary outcome measures for this study are measured in evaluation sessions before (Pre-training) and after 5 training sessions (Post-training).",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The description and trial title describe a behavioral/exercise study measuring and training locomotor adaptation (split-belt treadmill walking) to improve walking function in MCI and AD — not a pharmacologic or biologic intervention. This targets motor/cognitive-motor function via exercise rather than an amyloid/tau biologic, small-molecule disease modifier, cognitive-enhancing drug, or a treatment for neuropsychiatric symptoms. citeturn0search4turn0search3",
        "Act: Key extracted details — Intervention: split-belt treadmill-based locomotor adaptation (5 training sessions, exercise-based). Trial registry / identifiers: NCT06484244; Lead sponsor: Emory University; Study is observational + small feasibility training (pre/post). No drug or placebo is listed. Evidence from the Clinical Trial listing and the related pilot research article support this characterization. citeturn0search4turn0search5turn0search3",
        "Reflect: Classification check — The intervention is an exercise/rehabilitation paradigm (motor training) intended to improve walking and locomotor adaptation capacity. It is not a biologic, not a small molecule, not a pharmacologic cognitive enhancer, and does not target neuropsychiatric symptoms specifically. Therefore the correct category is 'N/A'. The registered trial and published pilot data corroborate this interpretation. citeturn0search3turn0search4",
        "Web search results (sources found): 1) Frontiers (pilot study): 'Locomotor Adaptation Deficits in Older Individuals With Cognitive Impairments: A Pilot Study' (Full text / PMC). citeturn0search3turn0search2 2) Clinical trial listing (CenterWatch / NCT06484244): 'Locomotion Adaptation Deficits in Older Adults With Mild Cognitive Impairment and Alzheimers Disease' — describes split-belt treadmill intervention and study details. citeturn0search4turn0search5 3) PubMed entry for the pilot study (summary/abstract). citeturn0search0"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}