{
    "nct_id": "NCT02211079",
    "title": "An Open-Label, Fixed-Sequence Study in Healthy Male Subjects to Assess the Drug Interaction Potential of Multiple-Doses of JNJ-54861911 With a Drug \"Cocktail\" Representative for CYP3A4, CYP2B6, CYP2C9, and CYP1A2 Substrates",
    "status": "COMPLETED",
    "last_update_time": "2015-11-23",
    "description_brief": "The purpose of this study is to assess the effects of single and multiple once daily doses of 50 milligram (mg) of JNJ-54861911 on pharmacokinetics (PK) (study of the way a drug enters and leaves the blood and tissues over time) of caffeine, midazolam, and tolbutamide in healthy male participants.",
    "description_detailed": "This is a single-center, open-label (participants and researchers are aware about the treatment, participants are receiving), fixed-sequence study in healthy male participants. The study consists of 3 phases: Screening Phase (within 21 to 2 days prior to the first dose administration on Day 1), Open Label Treatment Phase (Day 1 up to Day 9), and Follow-up Phase (7 to 14 days after discharge from the study unit on Day 10 or at early withdrawal). The maximum duration of study will be 7 weeks per participant. During the Open-Label Treatment Phase, participants will receive JNJ-54861911, 50 mg (2\\*25 mg tablets) orally once daily from Day 2 to Day 9 along with caffeine 100 mg (2\\*50 mg tablets), midazolam 2 mg (1 milliliter \\[mL\\], 2 mg/mL solution), and tolbutamide 500 mg tablet, orally on Day 1, 2, and 9. Blood samples will be collected pre-dose (Day 1) up to Day 10 to understand the PK characteristics of midazolam, 1-hydroxy midazolam (midazolam metabolite), caffeine, paraxanthine (caffeine metabolite), tolbutamide, 4-hydroxytolbutamide and carboxytolbutamide (tolbutamide metabolites). In addition, a blood sample will be collected on Day -1 from all enrolled participants to study genetic factors that may influence the PK, safety, and/or tolerability of JNJ-54861911 and co-medications. Participants' safety will be monitored throughout the study.",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "JNJ-54861911 (atabecestat) — oral BACE1 inhibitor, small-molecule targeting amyloid-β production"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The investigational product JNJ-54861911 is atabecestat, an orally available small-molecule inhibitor of β-site amyloid precursor protein cleaving enzyme 1 (BACE1). BACE1 inhibition reduces production of amyloid‑β (Aβ) peptides and therefore targets Alzheimer's disease pathology (disease-modifying mechanism). citeturn0search0turn0search3",
        "Act: The provided trial is a phase 1 open-label, fixed-sequence drug–drug interaction study of JNJ-54861911 assessing effects on the pharmacokinetics of CYP probe substrates (caffeine, midazolam, tolbutamide) in healthy males — confirming the compound in this protocol is the same atabecestat small molecule. citeturn1search0turn1search3",
        "Additional supporting evidence: Multiple pharmacology and PK/PD publications show dose-dependent reductions in CSF and plasma Aβ with 10–50 mg doses of atabecestat, consistent with a disease-targeted (anti-amyloid) small-molecule program. Note: atabecestat's later development was discontinued after safety signals (elevated liver enzymes and dose-related cognitive worsening) in larger trials — this does not change its mechanism/class. citeturn0search5turn0search0",
        "Reflect: Given the drug is a small-molecule BACE1 inhibitor aimed at lowering Aβ (pathology-directed), the trial should be classified as 'disease-targeted small molecule'. The study described is a pharmacokinetic/drug–drug interaction evaluation in healthy volunteers (non-therapeutic setting) but the intervention's mechanism clearly maps to the disease-targeted small-molecule category. citeturn0search3turn1search0"
    ],
    "agent_type": "A) Amyloid beta",
    "explanation_agent": [
        "Reason: The investigational compound JNJ-54861911 (atabecestat) is a brain-penetrant, orally available small-molecule inhibitor of BACE1 (β-site APP cleaving enzyme 1). BACE1 inhibition directly reduces production of amyloid‑β (Aβ) peptides, so the mechanism maps to amyloid‑directed disease modification. citeturn0search6turn0search5",
        "Act: The trial described (NCT02211079) is a phase 1, open-label, fixed-sequence drug–drug interaction study of multiple doses of JNJ-54861911 assessing effects on CYP probe substrates (caffeine, midazolam, tolbutamide) in healthy male subjects — confirming the protocol uses atabecestat as the investigational product. The drug is explicitly identified as the BACE1 inhibitor atabecestat in published PK/PD and trial records. citeturn0search1turn0search0",
        "Reflect: Published pharmacology and clinical studies show dose‑dependent reductions in CSF and plasma Aβ with atabecestat, confirming target engagement (BACE1 → lower Aβ). Although atabecestat’s development was later discontinued for safety (elevated liver enzymes and dose‑related cognitive worsening), that affects development status, not the mechanism. Therefore the most specific CADRO classification is A) Amyloid beta. citeturn0search0turn0search6",
        "Web-search references (supporting evidence): 1) PubMed/Alzheimer’s Research & Therapy pharmacodynamics and PK/PD proof‑of‑mechanism showing CSF Aβ reductions with atabecestat. citeturn0search0turn0search5 2) Clinical trial record for NCT02211079 (open‑label drug–drug interaction study of JNJ-54861911). citeturn0search1 3) Discovery/publication summarizing atabecestat as a thiazine‑based BACE1 inhibitor and noting discontinuation due to liver enzyme elevations and cognitive worsening. citeturn0search6"
    ]
}