{
    "nct_id": "NCT04480112",
    "title": "Impact of Frequent Social Interaction Through Communication Technologies in the Cognitive Status of Socially-isolated Older Adults With and Without Cognitive Impairment",
    "status": "COMPLETED",
    "last_update_time": "2021-08-27",
    "description_brief": "The current study will examine the impact of frequent social interaction through communication technologies during COVID-19 pandemic in the cognitive status of socially-isolated older adults with and without cognitive impairment. Patients will take place in an experimental crossover study, participants will complete one month of an intervention and one month of as passive control. The goal of this study is to determine: A.) if frequent social interaction through ICT during COVID-19 pandemic will have a significant positive impact in cognitive performance on testing, and B.) how social isolation and cognitive status influence misconceptions around the current pandemic.",
    "description_detailed": "The current study will examine the impact of frequent social interaction through communication technologies during COVID-19 pandemic in the cognitive status of socially-isolated older adults with and without cognitive impairment. An estimated 150 total participants will be recruited over the course of 1 year: 50 healthy older participants, 50 patients with amnestic mild cognitive impairment, and 50 patients with mild AD.\n\nThis study employs an AB/BA crossover design (2-sequence, 2-period, 2-treatment design) where A will be the intervention phase and B will be the passive control phase. Each period will occur over a duration of 1 month. Participants will either receive an intervention designed to provide participants with more social interaction during a time of social distancing and highly limited in-person social interactions (Intervention Group) or will not receive the intervention (Control Group). The investigators will conduct pre- and post- neuropsychological testing to assess changes in cognitive status (e.g., memory, language, executive functioning) in the intervention group after each intervention phase. Neuropsychological tests assessing changes to cognition will be completed prior to participant assignment to the Intervention or Control Group. Following this assessment, the first phase of the intervention will begin, and the initial intervention group (Group A) will receive the intervention, and the other group (Group B) will act as a control group. After the intervention phase has ended, both groups will be assessed again using neuropsychological tests. Following the re-assessment, Group B will receive the intervention, and Group A will act as a control. After the second intervention phase has ended, both groups will be assessed once more using neuropsychological tests.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "OTHER",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is frequent social interaction delivered via information and communication technologies (ICT) intended to produce a positive impact on cognitive performance in socially‑isolated older adults — i.e., the primary goal is to improve cognition rather than to target Alzheimer pathology. citeturn0search4",
        "Act: Extracted trial details — title: \"Impact of Frequent Social Interaction Through Communication Technologies in the Cognitive Status of Socially‑isolated Older Adults With and Without Cognitive Impairment\"; design: AB/BA crossover with 1‑month intervention (technology‑based social interactions) and 1‑month passive control; registry entry NCT04480112 lists the intervention as behavioral (technology based social interactions) and does not list any drug or placebo. citeturn0search4",
        "Act (additional search result): A related published randomized controlled study of remote social interaction during COVID‑19 reported the same type of intervention (regular phone/video conversations) and found the intervention did not lead to improvements in cognitive or psychological scores in that sample — confirming this is a non‑pharmacologic behavioral intervention aimed at cognition. citeturn0search0",
        "Reflect: The trial does not involve a biologic or small‑molecule drug and is not primarily aimed at treating neuropsychiatric symptoms (its stated primary outcome is cognitive performance). Under the provided category definitions, the best fit is \"cognitive enhancer\" (interpreted here to include non‑drug interventions intended to enhance cognition). If you require a stricter mapping that only counts pharmacologic agents as \"cognitive enhancers,\" the appropriate label would be \"N/A.\" No drug name or placebo applies to this trial (confirmed by the registry/publication). citeturn0search4turn0search0"
    ],
    "agent_type": "T) Other",
    "explanation_agent": [
        "Reason: The intervention is a behavioral/technology-based program delivering frequent social interaction (phone/video/ICT) intended to improve cognitive performance in socially-isolated older adults. This is not a biologic or small-molecule intervention and does not target a molecular or cellular pathway (e.g., amyloid, tau, inflammation, synaptic receptors). ClinicalTrials registry and the published randomized controlled study describe the intervention as behavioral/remote social conversations and list no drug or pharmacologic target. citeturn0search0turn0search1",
        "Act: Extracted details — Title: Impact of Frequent Social Interaction Through Communication Technologies in the Cognitive Status of Socially-isolated Older Adults With and Without Cognitive Impairment (ClinicalTrials.gov NCT04480112). Intervention: Technology-based social interactions (behavioral); design: AB/BA crossover with 1-month intervention and 1-month passive control; no drug or placebo listed. The linked randomized controlled publication confirms the intervention consisted of scheduled 20-minute phone/video calls and reports no cognitive or psychological score improvements from the intervention. citeturn0search0turn0search1",
        "Reflect: CADRO categories are organized by biological/druggable targets (e.g., A–M, etc.). Because this trial tests a non-pharmacologic behavioral intervention aimed at enhancing cognition via social interaction rather than acting on a defined biological target or molecular pathway, it does not map to a specific CADRO biological category. Therefore the appropriate classification under the instructions is 'T) Other' (non-therapeutic/behavioral intervention). Confirmed by the registry and publication showing no drug/target. citeturn0search0turn0search1",
        "Web search results (key sources used):",
        "- Clinical trial registry entry for NCT04480112 describing the intervention as 'Behavioral: Technology based social interactions' and the AB/BA crossover design. citeturn0search0",
        "- Published randomized controlled study (PLOS ONE / PubMed) reporting the remote social interaction intervention (20-minute calls 3×/week) tied to NCT04480112 and finding no improvements in cognitive or psychological scores. citeturn0search1turn0search4"
    ]
}