{
    "nct_id": "NCT03705104",
    "title": "Living Well with Chronic Pain: Using Person-centered E-health Design to Support Self-management",
    "status": "ACTIVE_NOT_RECRUITING",
    "last_update_time": "2025-03-18",
    "description_brief": "The goal of this project is to test the effect of an interactive e-health intervention for people with chronic pain.",
    "description_detailed": "Chronic pain conditions are common and difficult to cure. As much as 30% of adults in Norway experience moderate-to-severe chronic pain, i.e., pain having lasted more than 3 months. Chronic pain is also the most common cause of sick leave and disability pension in Norway. Despite a clear request from the authorities, e-health interventions for chronic pain has not yet been tested and implemented.\n\nThe aim of this study is to investigate the effect of an interactive e-health intervention for people living with chronic pain, using outcome measures such as pain intensity, pain acceptance, anxiety/depression and quality of life.\n\nThe e-health intervention will first be tested in a pilot study with 50 patients with different pain diagnoses and eventually in a randomized controlled trial with a sample of 240 patients with different pain diagnoses. The intervention will consist of one face-to-face introductory group followed by 9 app-based modules containing cognitive behavioral pain self-management material. The 9 modules will be distributed over minimum 27 days (minimum 3 days per module). The participants in the randomized controlled trial will be randomly assigned to use the e-health intervention or to a treatment as usual control group. Both groups will receive outcome measures to complete at baseline and at 3, 6 and 12 months.\n\nPost-RCT, the EPIO study will also include a non-randomized group receiving the app-based EPIO program but without receiving an introduction session and follow up phone calls to examine potential benefits from receiving the app-based program only.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "SUPPORTIVE_CARE",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The described study tests an interactive e‑health/self‑management intervention (EPIO) for people with chronic pain — a behavioral/digital program, not a pharmacologic agent or biologic. The aim is to support self‑management and psychological/functional outcomes rather than target molecular Alzheimer pathology. citeturn0search6turn0search2",
        "Act: Key extracted details — title: \"Living Well with Chronic Pain: Using Person-centered E-health Design to Support Self-management\"; intervention: EPIO (an evidence‑based, user‑centered digital pain self‑management program); registration: ClinicalTrials.gov NCT03705104 (lead sponsor: Oslo University Hospital). No drug or placebo is used in this trial (behavioral/digital intervention). citeturn0search2turn0search6turn0search0",
        "Reflect: Classification confirmed as 'N/A' because the trial evaluates a non‑therapeutic digital/behavioral intervention (e‑health self‑management) rather than a disease‑targeted biologic, disease‑targeted small molecule, cognitive enhancer, or neuropsychiatric symptom drug. Web search found the EPIO program and the trial record (NCT03705104) and related publications describing design and outcomes, supporting this classification. citeturn0search6turn0search2turn0search0"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}