{
    "nct_id": "NCT02051335",
    "title": "A Randomized, Double-Blind, Placebo Controlled, 4-Period, Cross-Over Study to Evaluate the Effects of Single Oral Administrations of Roflumilast in Combination With Donepezil on Reversing Scopolamine (Hyoscine) Induced Deficits in Psychomotor and Cognitive Function in Healthy Adults",
    "status": "COMPLETED",
    "last_update_time": "2016-12-02",
    "description_brief": "The purpose of this study is to determine whether scopolamine-induced cognitive impairment is attenuated by the administration of roflumilast in combination with donepezil.",
    "description_detailed": "The drug being tested in this study is called roflumilast. Roflumilast is being tested as a potential treatment for Alzheimer's disease. This study will look at roflumilast combined with a medication called donepezil, and their ability to reverse mimicked Alzheimer's disease symptoms that have been brought on by administration of a drug called scopolamine.\n\nThe study will enroll up to 28 participants. Participants will be randomly assigned (by chance, like flipping a coin) to one of four treatment groups-which will remain undisclosed to the participant and study doctor during the study (unless there is an urgent medical need). All participants will receive the following treatments at varying time points throughout the study:\n\n* Roflumilast Dose A tablets\n* Donepezil 10 mg capsules\n* Placebo (dummy inactive pill) - this is a tablet or capsule that looks like the study drug but has no active ingredient\n* Scopolamine 0.5 mg subcutaneous injection.\n\nAll participants will be asked to take 2 tablets and 1 capsule and will receive a scopolamine subcutaneous injection on the first day of 4 separate study periods. Participants will then be assessed for how the scopolamine affects their mental processes and whether the study drug improves this.\n\nThis single-center trial will be conducted in England. The overall time to participate in this study is up to 95 days. Participants will make 7 visits to the clinic, including 4 separate periods of 2 days confinement to the clinic, and a follow-up assessment 14 days after the last treatment period.",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": {
        "participantFlowModule": {
            "preAssignmentDetails": "Participants with a diagnosis of Alzeimer's disease were enrolled equally in a 4 period, 4 treatment crossover study. Treatment A: Placebo, Treatment B: Donepezil, Treatment C: Roflumilast and Treatment D: Roflumilast + Donepezil. All participants received scopolamine on Day 1 of each treatment period.",
            "recruitmentDetails": "Participants took part in the study at 1 investigative site in the United Kingdom from 16 January 2014 to 17 May 2014.",
            "groups": [
                {
                    "id": "FG000",
                    "title": "Sequence 1 (ABDC)",
                    "description": "Roflumilast placebo-matching tablets, orally, donepezil placebo-matching overencapsulated tablets, orally, and scopolamine 0.5 mg subcutaneous injection, once, Day 1, Period 1, followed by roflumilast placebo-matching tablets, orally, donepezil 10 mg, overencapsulated tablets, orally and scopolamine 0.5 mg subcutaneous injection, once, Day 1, Period 2, followed by roflumilast Dose A tablets, orally, donepezil 10 mg, overencapsulated tablets, orally and scopolamine 0.5 mg subcutaneous injection, once, Day 1, Period 3, followed by roflumilast Dose A tablets, orally, donepezil placebo-matching overencapsulated tablets, orally, and scopolamine 0.5 mg subcutaneous injection, once, Day 1, Period 4. Each treatment period is separated by a 14-day washout period."
                },
                {
                    "id": "FG001",
                    "title": "Sequence 2 (BCAD)",
                    "description": "Roflumilast placebo-matching tablets, orally, donepezil 10 mg, overencapsulated tablets, orally and scopolamine 0.5 mg subcutaneous injection, once, Day 1, Period 1, followed by roflumilast Dose A tablets, orally, donepezil placebo-matching overencapsulated tablets, orally, and scopolamine 0.5 mg subcutaneous injection, once, Day 1, Period 2, followed by roflumilast placebo-matching tablets, orally, donepezil placebo-matching overencapsulated tablets, orally, and scopolamine 0.5 mg subcutaneous injection, once, Day 1, Period 3, followed by roflumilast Dose A tablets, orally, donepezil 10 mg, overencapsulated tablets, orally and scopolamine 0.5 mg subcutaneous injection, once, Day 1, Period 4. Each treatment period is separated by a 14-day washout period."
                },
                {
                    "id": "FG002",
                    "title": "Sequence 3 (CDBA)",
                    "description": "Roflumilast Dose A tablets, orally, donepezil placebo-matching overencapsulated tablets, orally, and scopolamine 0.5 mg subcutaneous injection, once, Day 1, Period 1, followed by roflumilast Dose A tablets, orally, donepezil 10 mg, overencapsulated tablets, orally and scopolamine 0.5 mg subcutaneous injection, once, Day 1, Period 2, followed by roflumilast placebo-matching tablets, orally, donepezil 10 mg, overencapsulated tablets, orally and scopolamine 0.5 mg subcutaneous injection, once, Day 1, Period 3, followed by roflumilast placebo-matching tablets, orally, donepezil placebo-matching overencapsulated tablets, orally, and scopolamine 0.5 mg subcutaneous injection, once, Day 1, Period 4. Each treatment period is separated by a 14-day washout period."
                },
                {
                    "id": "FG003",
                    "title": "Sequence 4 (DACB)",
                    "description": "Roflumilast Dose A tablets, orally, donepezil 10 mg, overencapsulated tablets, orally and scopolamine 0.5 mg subcutaneous injection, once, Day 1, Period 1, followed by roflumilast placebo-matching tablets, orally, donepezil placebo-matching overencapsulated tablets, orally, and scopolamine 0.5 mg subcutaneous injection, once, Day 1, Period 2, followed by roflumilast Dose A tablets, orally, donepezil placebo-matching overencapsulated tablets, orally, and scopolamine 0.5 mg subcutaneous injection, once, Day 1, Period 3, followed by roflumilast placebo-matching tablets, orally, donepezil 10 mg, overencapsulated tablets, orally and scopolamine 0.5 mg subcutaneous injection, once, Day 1, Period 4. Each treatment period is separated by a 14-day washout period."
                }
            ],
            "periods": [
                {
                    "title": "Period 1",
                    "milestones": [
                        {
                            "type": "STARTED",
                            "achievements": [
                                {
                                    "groupId": "FG000",
                                    "numSubjects": "7"
                                },
                                {
                                    "groupId": "FG001",
                                    "numSubjects": "7"
                                },
                                {
                                    "groupId": "FG002",
                                    "numSubjects": "7"
                                },
                                {
                                    "groupId": "FG003",
                                    "numSubjects": "6"
                                }
                            ]
                        },
                        {
                            "type": "COMPLETED",
                            "achievements": [
                                {
                                    "groupId": "FG000",
                                    "numSubjects": "7"
                                },
                                {
                                    "groupId": "FG001",
                                    "numSubjects": "7"
                                },
                                {
                                    "groupId": "FG002",
                                    "numSubjects": "7"
                                },
                                {
                                    "groupId": "FG003",
                                    "numSubjects": "6"
                                }
                            ]
                        },
                        {
                            "type": "NOT COMPLETED",
                            "achievements": [
                                {
                                    "groupId": "FG000",
                                    "numSubjects": "0"
                                },
                                {
                                    "groupId": "FG001",
                                    "numSubjects": "0"
                                },
                                {
                                    "groupId": "FG002",
                                    "numSubjects": "0"
                                },
                                {
                                    "groupId": "FG003",
                                    "numSubjects": "0"
                                }
                            ]
                        }
                    ]
                },
                {
                    "title": "Period 2",
                    "milestones": [
                        {
                            "type": "STARTED",
                            "achievements": [
                                {
                                    "groupId": "FG000",
                                    "numSubjects": "7"
                                },
                                {
                                    "groupId": "FG001",
                                    "numSubjects": "7"
                                },
                                {
                                    "groupId": "FG002",
                                    "numSubjects": "7"
                                },
                                {
                                    "groupId": "FG003",
                                    "comment": "2 Participants received treatment in Period 1 but discontinued prior to Period 2.",
                                    "numSubjects": "4"
                                }
                            ]
                        },
                        {
                            "type": "COMPLETED",
                            "achievements": [
                                {
                                    "groupId": "FG000",
                                    "numSubjects": "7"
                                },
                                {
                                    "groupId": "FG001",
                                    "numSubjects": "7"
                                },
                                {
                                    "groupId": "FG002",
                                    "numSubjects": "7"
                                },
                                {
                                    "groupId": "FG003",
                                    "numSubjects": "4"
                                }
                            ]
                        },
                        {
                            "type": "NOT COMPLETED",
                            "achievements": [
                                {
                                    "groupId": "FG000",
                                    "numSubjects": "0"
                                },
                                {
                                    "groupId": "FG001",
                                    "numSubjects": "0"
                                },
                                {
                                    "groupId": "FG002",
                                    "numSubjects": "0"
                                },
                                {
                                    "groupId": "FG003",
                                    "numSubjects": "0"
                                }
                            ]
                        }
                    ]
                },
                {
                    "title": "Period 3",
                    "milestones": [
                        {
                            "type": "STARTED",
                            "achievements": [
                                {
                                    "groupId": "FG000",
                                    "numSubjects": "7"
                                },
                                {
                                    "groupId": "FG001",
                                    "numSubjects": "7"
                                },
                                {
                                    "groupId": "FG002",
                                    "comment": "2 Participants received treatment in Period 2 but discontinued prior to Period 3.",
                                    "numSubjects": "5"
                                },
                                {
                                    "groupId": "FG003",
                                    "numSubjects": "4"
                                }
                            ]
                        },
                        {
                            "type": "COMPLETED",
                            "achievements": [
                                {
                                    "groupId": "FG000",
                                    "numSubjects": "7"
                                },
                                {
                                    "groupId": "FG001",
                                    "numSubjects": "7"
                                },
                                {
                                    "groupId": "FG002",
                                    "numSubjects": "5"
                                },
                                {
                                    "groupId": "FG003",
                                    "numSubjects": "4"
                                }
                            ]
                        },
                        {
                            "type": "NOT COMPLETED",
                            "achievements": [
                                {
                                    "groupId": "FG000",
                                    "numSubjects": "0"
                                },
                                {
                                    "groupId": "FG001",
                                    "numSubjects": "0"
                                },
                                {
                                    "groupId": "FG002",
                                    "numSubjects": "0"
                                },
                                {
                                    "groupId": "FG003",
                                    "numSubjects": "0"
                                }
                            ]
                        }
                    ]
                },
                {
                    "title": "Period 4",
                    "milestones": [
                        {
                            "type": "STARTED",
                            "achievements": [
                                {
                                    "groupId": "FG000",
                                    "numSubjects": "7"
                                },
                                {
                                    "groupId": "FG001",
                                    "numSubjects": "7"
                                },
                                {
                                    "groupId": "FG002",
                                    "numSubjects": "5"
                                },
                                {
                                    "groupId": "FG003",
                                    "numSubjects": "4"
                                }
                            ]
                        },
                        {
                            "type": "COMPLETED",
                            "achievements": [
                                {
                                    "groupId": "FG000",
                                    "numSubjects": "7"
                                },
                                {
                                    "groupId": "FG001",
                                    "numSubjects": "7"
                                },
                                {
                                    "groupId": "FG002",
                                    "numSubjects": "5"
                                },
                                {
                                    "groupId": "FG003",
                                    "numSubjects": "4"
                                }
                            ]
                        },
                        {
                            "type": "NOT COMPLETED",
                            "achievements": [
                                {
                                    "groupId": "FG000",
                                    "numSubjects": "0"
                                },
                                {
                                    "groupId": "FG001",
                                    "numSubjects": "0"
                                },
                                {
                                    "groupId": "FG002",
                                    "numSubjects": "0"
                                },
                                {
                                    "groupId": "FG003",
                                    "numSubjects": "0"
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        "baselineCharacteristicsModule": {
            "groups": [
                {
                    "id": "BG000",
                    "title": "Sequence 1 (ABDC)",
                    "description": "Roflumilast placebo-matching tablets, orally, donepezil placebo-matching overencapsulated tablets, orally, and scopolamine 0.5 mg subcutaneous injection, once, Day 1, Period 1, followed by roflumilast placebo-matching tablets, orally, donepezil 10 mg, overencapsulated tablets, orally and scopolamine 0.5 mg subcutaneous injection, once, Day 1, Period 2, followed by roflumilast Dose A tablets, orally, donepezil 10 mg, overencapsulated tablets, orally and scopolamine 0.5 mg subcutaneous injection, once, Day 1, Period 3, followed by roflumilast Dose A tablets, orally, donepezil placebo-matching overencapsulated tablets, orally, and scopolamine 0.5 mg subcutaneous injection, once, Day 1, Period 4. Each treatment period is separated by a 14-day washout period."
                },
                {
                    "id": "BG001",
                    "title": "Sequence 2 (BCAD)",
                    "description": "Roflumilast placebo-matching tablets, orally, donepezil 10 mg, overencapsulated tablets, orally and scopolamine 0.5 mg subcutaneous injection, once, Day 1, Period 1, followed by roflumilast Dose A tablets, orally, donepezil placebo-matching overencapsulated tablets, orally, and scopolamine 0.5 mg subcutaneous injection, once, Day 1, Period 2, followed by roflumilast placebo-matching tablets, orally, donepezil placebo-matching overencapsulated tablets, orally, and scopolamine 0.5 mg subcutaneous injection, once, Day 1, Period 3, followed by roflumilast Dose A tablets, orally, donepezil 10 mg, overencapsulated tablets, orally and scopolamine 0.5 mg subcutaneous injection, once, Day 1, Period 4. Each treatment period is separated by a 14-day washout period."
                },
                {
                    "id": "BG002",
                    "title": "Sequence 3 (CDBA)",
                    "description": "Roflumilast Dose A tablets, orally, donepezil placebo-matching overencapsulated tablets, orally, and scopolamine 0.5 mg subcutaneous injection, once, Day 1, Period 1, followed by roflumilast Dose A tablets, orally, donepezil 10 mg, overencapsulated tablets, orally and scopolamine 0.5 mg subcutaneous injection, once, Day 1, Period 2, followed by roflumilast placebo-matching tablets, orally, donepezil 10 mg, overencapsulated tablets, orally and scopolamine 0.5 mg subcutaneous injection, once, Day 1, Period 3, followed by roflumilast placebo-matching tablets, orally, donepezil placebo-matching overencapsulated tablets, orally, and scopolamine 0.5 mg subcutaneous injection, once, Day 1, Period 4. Each treatment period is separated by a 14-day washout period."
                },
                {
                    "id": "BG003",
                    "title": "Sequence 4 (DACB)",
                    "description": "Roflumilast Dose A tablets, orally, donepezil 10 mg, overencapsulated tablets, orally and scopolamine 0.5 mg subcutaneous injection, once, Day 1, Period 1, followed by roflumilast placebo-matching tablets, orally, donepezil placebo-matching overencapsulated tablets, orally, and scopolamine 0.5 mg subcutaneous injection, once, Day 1, Period 2, followed by roflumilast Dose A tablets, orally, donepezil placebo-matching overencapsulated tablets, orally, and scopolamine 0.5 mg subcutaneous injection, once, Day 1, Period 3, followed by roflumilast placebo-matching tablets, orally, donepezil 10 mg, overencapsulated tablets, orally and scopolamine 0.5 mg subcutaneous injection, once, Day 1, Period 4. Each treatment period is separated by a 14-day washout period."
                },
                {
                    "id": "BG004",
                    "title": "Total",
                    "description": "Total of all reporting groups"
                }
            ],
            "denoms": [
                {
                    "units": "Participants",
                    "counts": [
                        {
                            "groupId": "BG000",
                            "value": "7"
                        },
                        {
                            "groupId": "BG001",
                            "value": "7"
                        },
                        {
                            "groupId": "BG002",
                            "value": "7"
                        },
                        {
                            "groupId": "BG003",
                            "value": "6"
                        },
                        {
                            "groupId": "BG004",
                            "value": "27"
                        }
                    ]
                }
            ],
            "measures": [
                {
                    "title": "Age, Continuous",
                    "paramType": "MEAN",
                    "dispersionType": "STANDARD_DEVIATION",
                    "unitOfMeasure": "years",
                    "classes": [
                        {
                            "categories": [
                                {
                                    "measurements": [
                                        {
                                            "groupId": "BG000",
                                            "value": "31.9",
                                            "spread": "7.69"
                                        },
                                        {
                                            "groupId": "BG001",
                                            "value": "28.4",
                                            "spread": "6.73"
                                        },
                                        {
                                            "groupId": "BG002",
                                            "value": "34.1",
                                            "spread": "6.89"
                                        },
                                        {
                                            "groupId": "BG003",
                                            "value": "29.8",
                                            "spread": "5.12"
                                        },
                                        {
                                            "groupId": "BG004",
                                            "value": "31.1",
                                            "spread": "6.71"
                                        }
                                    ]
                                }
                            ]
                        }
                    ]
                },
                {
                    "title": "Gender",
                    "paramType": "COUNT_OF_PARTICIPANTS",
                    "unitOfMeasure": "Participants",
                    "classes": [
                        {
                            "categories": [
                                {
                                    "title": "Female",
                                    "measurements": [
                                        {
                                            "groupId": "BG000",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "BG001",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "BG002",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "BG003",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "BG004",
                                            "value": "0"
                                        }
                                    ]
                                },
                                {
                                    "title": "Male",
                                    "measurements": [
                                        {
                                            "groupId": "BG000",
                                            "value": "7"
                                        },
                                        {
                                            "groupId": "BG001",
                                            "value": "7"
                                        },
                                        {
                                            "groupId": "BG002",
                                            "value": "7"
                                        },
                                        {
                                            "groupId": "BG003",
                                            "value": "6"
                                        },
                                        {
                                            "groupId": "BG004",
                                            "value": "27"
                                        }
                                    ]
                                }
                            ]
                        }
                    ]
                },
                {
                    "title": "Race/Ethnicity, Customized",
                    "paramType": "NUMBER",
                    "unitOfMeasure": "participants",
                    "classes": [
                        {
                            "title": "Asian",
                            "categories": [
                                {
                                    "measurements": [
                                        {
                                            "groupId": "BG000",
                                            "value": "3"
                                        },
                                        {
                                            "groupId": "BG001",
                                            "value": "2"
                                        },
                                        {
                                            "groupId": "BG002",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "BG003",
                                            "value": "1"
                                        },
                                        {
                                            "groupId": "BG004",
                                            "value": "6"
                                        }
                                    ]
                                }
                            ]
                        },
                        {
                            "title": "Black or African American",
                            "categories": [
                                {
                                    "measurements": [
                                        {
                                            "groupId": "BG000",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "BG001",
                                            "value": "1"
                                        },
                                        {
                                            "groupId": "BG002",
                                            "value": "3"
                                        },
                                        {
                                            "groupId": "BG003",
                                            "value": "2"
                                        },
                                        {
                                            "groupId": "BG004",
                                            "value": "6"
                                        }
                                    ]
                                }
                            ]
                        },
                        {
                            "title": "White",
                            "categories": [
                                {
                                    "measurements": [
                                        {
                                            "groupId": "BG000",
                                            "value": "4"
                                        },
                                        {
                                            "groupId": "BG001",
                                            "value": "4"
                                        },
                                        {
                                            "groupId": "BG002",
                                            "value": "4"
                                        },
                                        {
                                            "groupId": "BG003",
                                            "value": "3"
                                        },
                                        {
                                            "groupId": "BG004",
                                            "value": "15"
                                        }
                                    ]
                                }
                            ]
                        }
                    ]
                },
                {
                    "title": "Region of Enrollment",
                    "paramType": "NUMBER",
                    "unitOfMeasure": "participants",
                    "classes": [
                        {
                            "title": "United Kingdom",
                            "categories": [
                                {
                                    "measurements": [
                                        {
                                            "groupId": "BG000",
                                            "value": "7"
                                        },
                                        {
                                            "groupId": "BG001",
                                            "value": "7"
                                        },
                                        {
                                            "groupId": "BG002",
                                            "value": "7"
                                        },
                                        {
                                            "groupId": "BG003",
                                            "value": "6"
                                        },
                                        {
                                            "groupId": "BG004",
                                            "value": "27"
                                        }
                                    ]
                                }
                            ]
                        }
                    ]
                },
                {
                    "title": "Height",
                    "paramType": "MEAN",
                    "dispersionType": "STANDARD_DEVIATION",
                    "unitOfMeasure": "cm",
                    "classes": [
                        {
                            "categories": [
                                {
                                    "measurements": [
                                        {
                                            "groupId": "BG000",
                                            "value": "178.7",
                                            "spread": "6.65"
                                        },
                                        {
                                            "groupId": "BG001",
                                            "value": "177.3",
                                            "spread": "6.87"
                                        },
                                        {
                                            "groupId": "BG002",
                                            "value": "179.0",
                                            "spread": "5.23"
                                        },
                                        {
                                            "groupId": "BG003",
                                            "value": "174.5",
                                            "spread": "5.79"
                                        },
                                        {
                                            "groupId": "BG004",
                                            "value": "177.5",
                                            "spread": "6.08"
                                        }
                                    ]
                                }
                            ]
                        }
                    ]
                },
                {
                    "title": "Weight",
                    "paramType": "MEAN",
                    "dispersionType": "STANDARD_DEVIATION",
                    "unitOfMeasure": "kg",
                    "classes": [
                        {
                            "categories": [
                                {
                                    "measurements": [
                                        {
                                            "groupId": "BG000",
                                            "value": "82.16",
                                            "spread": "9.759"
                                        },
                                        {
                                            "groupId": "BG001",
                                            "value": "78.61",
                                            "spread": "7.189"
                                        },
                                        {
                                            "groupId": "BG002",
                                            "value": "81.53",
                                            "spread": "4.476"
                                        },
                                        {
                                            "groupId": "BG003",
                                            "value": "75.05",
                                            "spread": "7.036"
                                        },
                                        {
                                            "groupId": "BG004",
                                            "value": "79.50",
                                            "spread": "7.473"
                                        }
                                    ]
                                }
                            ]
                        }
                    ]
                },
                {
                    "title": "Body Mass Index (BMI)",
                    "paramType": "MEAN",
                    "dispersionType": "STANDARD_DEVIATION",
                    "unitOfMeasure": "kg/m^2",
                    "classes": [
                        {
                            "categories": [
                                {
                                    "measurements": [
                                        {
                                            "groupId": "BG000",
                                            "value": "25.76",
                                            "spread": "3.173"
                                        },
                                        {
                                            "groupId": "BG001",
                                            "value": "25.09",
                                            "spread": "2.683"
                                        },
                                        {
                                            "groupId": "BG002",
                                            "value": "25.49",
                                            "spread": "1.670"
                                        },
                                        {
                                            "groupId": "BG003",
                                            "value": "24.68",
                                            "spread": "2.568"
                                        },
                                        {
                                            "groupId": "BG004",
                                            "value": "25.27",
                                            "spread": "2.462"
                                        }
                                    ]
                                }
                            ]
                        }
                    ]
                },
                {
                    "title": "Smoking Classification",
                    "paramType": "NUMBER",
                    "unitOfMeasure": "participants",
                    "classes": [
                        {
                            "title": "Never Smoked",
                            "categories": [
                                {
                                    "measurements": [
                                        {
                                            "groupId": "BG000",
                                            "value": "7"
                                        },
                                        {
                                            "groupId": "BG001",
                                            "value": "7"
                                        },
                                        {
                                            "groupId": "BG002",
                                            "value": "6"
                                        },
                                        {
                                            "groupId": "BG003",
                                            "value": "6"
                                        },
                                        {
                                            "groupId": "BG004",
                                            "value": "26"
                                        }
                                    ]
                                }
                            ]
                        },
                        {
                            "title": "Current Smoker",
                            "categories": [
                                {
                                    "measurements": [
                                        {
                                            "groupId": "BG000",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "BG001",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "BG002",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "BG003",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "BG004",
                                            "value": "0"
                                        }
                                    ]
                                }
                            ]
                        },
                        {
                            "title": "Ex-smoker",
                            "categories": [
                                {
                                    "measurements": [
                                        {
                                            "groupId": "BG000",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "BG001",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "BG002",
                                            "value": "1"
                                        },
                                        {
                                            "groupId": "BG003",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "BG004",
                                            "value": "1"
                                        }
                                    ]
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        "outcomeMeasuresModule": {
            "outcomeMeasures": [
                {
                    "type": "PRIMARY",
                    "title": "Change From Baseline in the Verbal Recall Memory (VRM) Total Number of Correct Responses for Delayed Recall at 1 Hour After Scopolamine Administration",
                    "description": "VRM measures the ability to encode and subsequently retrieve verbal information. This task begins with the first presentation phase in which 18 words are shown in turn on the screen. The participant is then asked to recall as many words as possible during the first immediate recall phase. The same 18 words are then shown in a second presentation phase which is followed by a second immediate recall phase. After a delay of approximately 20-30 minutes, a delayed recall stage is completed. The possible range of correct responses is 0 (worst) to 18 (best). Higher number of correct responses in the test indicates a better outcome. A negative change from baseline indicates a worsening of the score.",
                    "populationDescription": "Participants from the Full Analysis Set with data available for analysis at the given time-point.",
                    "reportingStatus": "POSTED",
                    "paramType": "MEAN",
                    "dispersionType": "Standard Deviation",
                    "unitOfMeasure": "correct responses",
                    "timeFrame": "Baseline and 1 hour after scopolamine administration on Day 1 of each treatment period. Baseline is defined as the assessment 1 hour before roflumilast/donepezil administration (3 hours before scopolamine administration).",
                    "groups": [
                        {
                            "id": "OG000",
                            "title": "A: Placebo",
                            "description": "Roflumilast placebo-matching tablets, orally, donepezil placebo-matching overencapsulated tablets, orally, and scopolamine 0.5 mg subcutaneous injection, once, Day 1 in any of the 4 treatment periods."
                        },
                        {
                            "id": "OG001",
                            "title": "B: Donepezil 10 mg",
                            "description": "Roflumilast placebo-matching tablets, orally, donepezil 10 mg, overencapsulated tablets, orally and scopolamine 0.5 mg subcutaneous injection, once, Day 1 in any of the 4 treatment periods."
                        },
                        {
                            "id": "OG002",
                            "title": "C: Roflumilast Dose A",
                            "description": "Roflumilast Dose A tablets, orally, donepezil placebo-matching overencapsulated tablets, orally, and scopolamine 0.5 mg subcutaneous injection, once, Day 1 in any of the 4 treatment periods."
                        },
                        {
                            "id": "OG003",
                            "title": "D: Roflumilast Dose A + Donepezil 10 mg",
                            "description": "Roflumilast Dose A tablets, orally, donepezil 10 mg, overencapsulated tablets, orally and scopolamine 0.5 mg subcutaneous injection, once, Day 1 in any of the 4 treatment periods."
                        }
                    ],
                    "denoms": [
                        {
                            "units": "Participants",
                            "counts": [
                                {
                                    "groupId": "OG000",
                                    "value": "23"
                                },
                                {
                                    "groupId": "OG001",
                                    "value": "23"
                                },
                                {
                                    "groupId": "OG002",
                                    "value": "25"
                                },
                                {
                                    "groupId": "OG003",
                                    "value": "27"
                                }
                            ]
                        }
                    ],
                    "classes": [
                        {
                            "categories": [
                                {
                                    "measurements": [
                                        {
                                            "groupId": "OG000",
                                            "value": "-6.7",
                                            "spread": "3.02"
                                        },
                                        {
                                            "groupId": "OG001",
                                            "value": "-7.0",
                                            "spread": "3.33"
                                        },
                                        {
                                            "groupId": "OG002",
                                            "value": "-7.4",
                                            "spread": "3.62"
                                        },
                                        {
                                            "groupId": "OG003",
                                            "value": "-6.6",
                                            "spread": "2.68"
                                        }
                                    ]
                                }
                            ]
                        }
                    ],
                    "analyses": [
                        {
                            "groupIds": [
                                "OG000",
                                "OG001"
                            ],
                            "testedNonInferiority": false,
                            "nonInferiorityType": "SUPERIORITY_OR_OTHER",
                            "pValue": "0.573",
                            "pValueComment": "P-values were obtained using an ANOVA model with sequence, period, and treatment as fixed effects and participant nested within sequence as a random effect.",
                            "statisticalMethod": "ANOVA",
                            "paramType": "LS mean difference",
                            "paramValue": "-0.31",
                            "ciPctValue": "95",
                            "ciNumSides": "TWO_SIDED",
                            "ciLowerLimit": "-1.4",
                            "ciUpperLimit": "0.8",
                            "dispersionType": "STANDARD_ERROR_OF_MEAN",
                            "dispersionValue": "0.556"
                        },
                        {
                            "groupIds": [
                                "OG000",
                                "OG002"
                            ],
                            "testedNonInferiority": false,
                            "nonInferiorityType": "SUPERIORITY_OR_OTHER",
                            "pValue": "0.210",
                            "pValueComment": "P-values were obtained using an ANOVA model with sequence, period, and treatment as fixed effects and participant nested within sequence as a random effect.",
                            "statisticalMethod": "ANOVA",
                            "paramType": "LS mean difference",
                            "paramValue": "-0.70",
                            "ciPctValue": "95",
                            "ciNumSides": "TWO_SIDED",
                            "ciLowerLimit": "-1.8",
                            "ciUpperLimit": "0.4",
                            "dispersionType": "STANDARD_ERROR_OF_MEAN",
                            "dispersionValue": "0.550"
                        },
                        {
                            "groupIds": [
                                "OG000",
                                "OG003"
                            ],
                            "testedNonInferiority": false,
                            "nonInferiorityType": "SUPERIORITY_OR_OTHER",
                            "pValue": "0.821",
                            "pValueComment": "P-values were obtained using an ANOVA model with sequence, period, and treatment as fixed effects and participant nested within sequence as a random effect.",
                            "statisticalMethod": "ANOVA",
                            "paramType": "LS mean difference",
                            "paramValue": "0.12",
                            "ciPctValue": "95",
                            "ciNumSides": "TWO_SIDED",
                            "ciLowerLimit": "-1.0",
                            "ciUpperLimit": "1.2",
                            "dispersionType": "STANDARD_ERROR_OF_MEAN",
                            "dispersionValue": "0.547"
                        },
                        {
                            "groupIds": [
                                "OG001",
                                "OG003"
                            ],
                            "testedNonInferiority": false,
                            "nonInferiorityType": "SUPERIORITY_OR_OTHER",
                            "pValue": "0.426",
                            "pValueComment": "P-values were obtained using an ANOVA model with sequence, period, and treatment as fixed effects and participant nested within sequence as a random effect.",
                            "statisticalMethod": "ANOVA",
                            "paramType": "LS mean difference",
                            "paramValue": "0.44",
                            "ciPctValue": "95",
                            "ciNumSides": "TWO_SIDED",
                            "ciLowerLimit": "-0.7",
                            "ciUpperLimit": "1.5",
                            "dispersionType": "STANDARD_ERROR_OF_MEAN",
                            "dispersionValue": "0.549"
                        },
                        {
                            "groupIds": [
                                "OG002",
                                "OG003"
                            ],
                            "testedNonInferiority": false,
                            "nonInferiorityType": "SUPERIORITY_OR_OTHER",
                            "pValue": "0.126",
                            "pValueComment": "P-values were obtained using an ANOVA model with sequence, period, and treatment as fixed effects and participant nested within sequence as a random effect.",
                            "statisticalMethod": "ANOVA",
                            "paramType": "LS mean difference",
                            "paramValue": "0.82",
                            "ciPctValue": "95",
                            "ciNumSides": "TWO_SIDED",
                            "ciLowerLimit": "-0.2",
                            "ciUpperLimit": "1.9",
                            "dispersionType": "STANDARD_ERROR_OF_MEAN",
                            "dispersionValue": "0.530"
                        }
                    ]
                },
                {
                    "type": "PRIMARY",
                    "title": "Change From Baseline in the Verbal Recall Memory (VRM) Total Number of Correct Responses for Immediate Recall at 1 Hour After Scopolamine Administration",
                    "description": "VRM measures the ability to encode and subsequently retrieve verbal information. This task begins with the first presentation phase in which 18 words are shown in turn on the screen. The participant is then asked to recall as many words as possible during the first immediate recall phase. The possible range of correct responses is 0 (worst) to 18 (best). Higher number of correct responses in the test indicates a better outcome. A negative change from baseline indicates a worsening of the score.",
                    "populationDescription": "Participants from the Full Analysis Set with data available for analysis at the given time-point.",
                    "reportingStatus": "POSTED",
                    "paramType": "MEAN",
                    "dispersionType": "Standard Deviation",
                    "unitOfMeasure": "correct responses",
                    "timeFrame": "Baseline and 1 hour after scopolamine administration on Day 1 of each treatment period.",
                    "groups": [
                        {
                            "id": "OG000",
                            "title": "A: Placebo",
                            "description": "Roflumilast placebo-matching tablets, orally, donepezil placebo-matching overencapsulated tablets, orally, and scopolamine 0.5 mg subcutaneous injection, once, Day 1 in any of the 4 treatment periods."
                        },
                        {
                            "id": "OG001",
                            "title": "B: Donepezil 10 mg",
                            "description": "Roflumilast placebo-matching tablets, orally, donepezil 10 mg, overencapsulated tablets, orally and scopolamine 0.5 mg subcutaneous injection, once, Day 1 in any of the 4 treatment periods."
                        },
                        {
                            "id": "OG002",
                            "title": "C: Roflumilast Dose A",
                            "description": "Roflumilast Dose A tablets, orally, donepezil placebo-matching overencapsulated tablets, orally, and scopolamine 0.5 mg subcutaneous injection, once, Day 1 in any of the 4 treatment periods."
                        },
                        {
                            "id": "OG003",
                            "title": "D: Roflumilast Dose A + Donepezil 10 mg",
                            "description": "Roflumilast Dose A tablets, orally, donepezil 10 mg, overencapsulated tablets, orally and scopolamine 0.5 mg subcutaneous injection, once, Day 1 in any of the 4 treatment periods."
                        }
                    ],
                    "denoms": [
                        {
                            "units": "Participants",
                            "counts": [
                                {
                                    "groupId": "OG000",
                                    "value": "23"
                                },
                                {
                                    "groupId": "OG001",
                                    "value": "23"
                                },
                                {
                                    "groupId": "OG002",
                                    "value": "25"
                                },
                                {
                                    "groupId": "OG003",
                                    "value": "27"
                                }
                            ]
                        }
                    ],
                    "classes": [
                        {
                            "categories": [
                                {
                                    "measurements": [
                                        {
                                            "groupId": "OG000",
                                            "value": "-9.8",
                                            "spread": "4.77"
                                        },
                                        {
                                            "groupId": "OG001",
                                            "value": "-7.7",
                                            "spread": "4.37"
                                        },
                                        {
                                            "groupId": "OG002",
                                            "value": "-10.6",
                                            "spread": "5.09"
                                        },
                                        {
                                            "groupId": "OG003",
                                            "value": "-7.7",
                                            "spread": "4.42"
                                        }
                                    ]
                                }
                            ]
                        }
                    ],
                    "analyses": [
                        {
                            "groupIds": [
                                "OG000",
                                "OG001"
                            ],
                            "testedNonInferiority": false,
                            "nonInferiorityType": "SUPERIORITY_OR_OTHER",
                            "pValue": "0.057",
                            "pValueComment": "P-values were obtained using an ANOVA model with sequence, period, and treatment as fixed effects and participant nested within sequence as a random effect.",
                            "statisticalMethod": "ANOVA",
                            "paramType": "LS mean difference",
                            "paramValue": "1.93",
                            "ciPctValue": "95",
                            "ciNumSides": "TWO_SIDED",
                            "ciLowerLimit": "-0.1",
                            "ciUpperLimit": "3.9",
                            "dispersionType": "STANDARD_ERROR_OF_MEAN",
                            "dispersionValue": "0.992"
                        },
                        {
                            "groupIds": [
                                "OG000",
                                "OG002"
                            ],
                            "testedNonInferiority": false,
                            "nonInferiorityType": "SUPERIORITY_OR_OTHER",
                            "pValue": "0.394",
                            "pValueComment": "P-values were obtained using an ANOVA model with sequence, period, and treatment as fixed effects and participant nested within sequence as a random effect.",
                            "statisticalMethod": "ANOVA",
                            "paramType": "LS mean difference",
                            "paramValue": "-0.84",
                            "ciPctValue": "95",
                            "ciNumSides": "TWO_SIDED",
                            "ciLowerLimit": "-2.8",
                            "ciUpperLimit": "1.1",
                            "dispersionType": "STANDARD_ERROR_OF_MEAN",
                            "dispersionValue": "0.981"
                        },
                        {
                            "groupIds": [
                                "OG000",
                                "OG003"
                            ],
                            "testedNonInferiority": false,
                            "nonInferiorityType": "SUPERIORITY_OR_OTHER",
                            "pValue": "0.042",
                            "pValueComment": "P-values were obtained using an ANOVA model with sequence, period, and treatment as fixed effects and participant nested within sequence as a random effect.",
                            "statisticalMethod": "ANOVA",
                            "paramType": "LS mean difference",
                            "paramValue": "2.01",
                            "ciPctValue": "95",
                            "ciNumSides": "TWO_SIDED",
                            "ciLowerLimit": "0.1",
                            "ciUpperLimit": "4.0",
                            "dispersionType": "STANDARD_ERROR_OF_MEAN",
                            "dispersionValue": "0.972"
                        },
                        {
                            "groupIds": [
                                "OG001",
                                "OG003"
                            ],
                            "testedNonInferiority": false,
                            "nonInferiorityType": "SUPERIORITY_OR_OTHER",
                            "pValue": "0.928",
                            "pValueComment": "P-values were obtained using an ANOVA model with sequence, period, and treatment as fixed effects and participant nested within sequence as a random effect.",
                            "statisticalMethod": "ANOVA",
                            "paramType": "LS mean difference",
                            "paramValue": "0.09",
                            "ciPctValue": "95",
                            "ciNumSides": "TWO_SIDED",
                            "ciLowerLimit": "-1.9",
                            "ciUpperLimit": "2.0",
                            "dispersionType": "STANDARD_ERROR_OF_MEAN",
                            "dispersionValue": "0.974"
                        },
                        {
                            "groupIds": [
                                "OG002",
                                "OG003"
                            ],
                            "testedNonInferiority": false,
                            "nonInferiorityType": "SUPERIORITY_OR_OTHER",
                            "pValue": "0.004",
                            "pValueComment": "P-values were obtained using an ANOVA model with sequence, period, and treatment as fixed effects and participant nested within sequence as a random effect.",
                            "statisticalMethod": "ANOVA",
                            "paramType": "LS mean difference",
                            "paramValue": "2.86",
                            "ciPctValue": "95",
                            "ciNumSides": "TWO_SIDED",
                            "ciLowerLimit": "1.0",
                            "ciUpperLimit": "4.7",
                            "dispersionType": "STANDARD_ERROR_OF_MEAN",
                            "dispersionValue": "0.943"
                        }
                    ]
                },
                {
                    "type": "SECONDARY",
                    "title": "Change From Baseline in the Verbal Recall Memory (VRM) Total Number of Correct Responses for Immediate and Delayed Recall at 2 and 4 Hours After Scopolamine Administration",
                    "description": "VRM measures the ability to encode and subsequently retrieve verbal information. This task begins with the first presentation phase in which 18 words are shown in turn on the screen. The participant is then asked to recall as many words as possible during the first immediate recall phase. The same 18 words are then shown in a second presentation phase which is followed by a second immediate recall phase. After a delay of approximately 20-30 minutes, a delayed recall stage is completed. The possible range of correct responses is 0 (worst) to 18 (best). Higher number of correct responses in the test indicates a better outcome. A negative change from baseline indicates a worsening of the score.",
                    "populationDescription": "Participants from the Full Analysis Set with data available for analysis at the given time-point.",
                    "reportingStatus": "POSTED",
                    "paramType": "MEAN",
                    "dispersionType": "Standard Deviation",
                    "unitOfMeasure": "correct responses",
                    "timeFrame": "Baseline and 2 and 4 hours after scopolamine administration on Day 1 of each treatment period.",
                    "groups": [
                        {
                            "id": "OG000",
                            "title": "A: Placebo",
                            "description": "Roflumilast placebo-matching tablets, orally, donepezil placebo-matching overencapsulated tablets, orally, and scopolamine 0.5 mg subcutaneous injection, once, Day 1 in any of the 4 treatment periods."
                        },
                        {
                            "id": "OG001",
                            "title": "B: Donepezil 10 mg",
                            "description": "Roflumilast placebo-matching tablets, orally, donepezil 10 mg, overencapsulated tablets, orally and scopolamine 0.5 mg subcutaneous injection, once, Day 1 in any of the 4 treatment periods."
                        },
                        {
                            "id": "OG002",
                            "title": "C: Roflumilast Dose A",
                            "description": "Roflumilast Dose A tablets, orally, donepezil placebo-matching overencapsulated tablets, orally, and scopolamine 0.5 mg subcutaneous injection, once, Day 1 in any of the 4 treatment periods."
                        },
                        {
                            "id": "OG003",
                            "title": "D: Roflumilast Dose A + Donepezil 10 mg",
                            "description": "Roflumilast Dose A tablets, orally, donepezil 10 mg, overencapsulated tablets, orally and scopolamine 0.5 mg subcutaneous injection, once, Day 1 in any of the 4 treatment periods."
                        }
                    ],
                    "denoms": [
                        {
                            "units": "Participants",
                            "counts": [
                                {
                                    "groupId": "OG000",
                                    "value": "23"
                                },
                                {
                                    "groupId": "OG001",
                                    "value": "23"
                                },
                                {
                                    "groupId": "OG002",
                                    "value": "25"
                                },
                                {
                                    "groupId": "OG003",
                                    "value": "27"
                                }
                            ]
                        }
                    ],
                    "classes": [
                        {
                            "title": "Immediate Recall: 2 hours post Scopolamine",
                            "categories": [
                                {
                                    "measurements": [
                                        {
                                            "groupId": "OG000",
                                            "value": "-10.1",
                                            "spread": "5.02"
                                        },
                                        {
                                            "groupId": "OG001",
                                            "value": "-7.3",
                                            "spread": "4.06"
                                        },
                                        {
                                            "groupId": "OG002",
                                            "value": "-9.9",
                                            "spread": "5.20"
                                        },
                                        {
                                            "groupId": "OG003",
                                            "value": "-6.5",
                                            "spread": "4.38"
                                        }
                                    ]
                                }
                            ]
                        },
                        {
                            "title": "Immediate Recall: 4 hours post Scopolamine",
                            "categories": [
                                {
                                    "measurements": [
                                        {
                                            "groupId": "OG000",
                                            "value": "-8.3",
                                            "spread": "5.64"
                                        },
                                        {
                                            "groupId": "OG001",
                                            "value": "-7.6",
                                            "spread": "4.59"
                                        },
                                        {
                                            "groupId": "OG002",
                                            "value": "-7.9",
                                            "spread": "4.50"
                                        },
                                        {
                                            "groupId": "OG003",
                                            "value": "-6.1",
                                            "spread": "4.23"
                                        }
                                    ]
                                }
                            ]
                        },
                        {
                            "title": "Delayed Recall: 2 hours post Scopolamine",
                            "categories": [
                                {
                                    "measurements": [
                                        {
                                            "groupId": "OG000",
                                            "value": "-6.3",
                                            "spread": "2.08"
                                        },
                                        {
                                            "groupId": "OG001",
                                            "value": "-5.6",
                                            "spread": "2.87"
                                        },
                                        {
                                            "groupId": "OG002",
                                            "value": "-6.8",
                                            "spread": "3.67"
                                        },
                                        {
                                            "groupId": "OG003",
                                            "value": "-5.9",
                                            "spread": "3.06"
                                        }
                                    ]
                                }
                            ]
                        },
                        {
                            "title": "Delayed Recall: 4 hours post Scopolamine",
                            "categories": [
                                {
                                    "measurements": [
                                        {
                                            "groupId": "OG000",
                                            "value": "-5.5",
                                            "spread": "2.64"
                                        },
                                        {
                                            "groupId": "OG001",
                                            "value": "-5.6",
                                            "spread": "3.34"
                                        },
                                        {
                                            "groupId": "OG002",
                                            "value": "-5.9",
                                            "spread": "2.98"
                                        },
                                        {
                                            "groupId": "OG003",
                                            "value": "-5.3",
                                            "spread": "2.50"
                                        }
                                    ]
                                }
                            ]
                        }
                    ]
                },
                {
                    "type": "SECONDARY",
                    "title": "Change From Baseline in the Paired Associates Learning (PAL) Total Number of Errors Adjusted at All Time-points Assessed After Scopolamine Administration",
                    "description": "PAL assesses visuospatial associative learning and memory. Boxes are displayed on the screen and open in a randomised order to reveal a number of patterns. The patterns are then displayed in the middle of the screen, one at a time, and the participant must touch the box where the pattern was originally located. If the participant makes an error, the patterns are re-presented to remind the participant of their locations. If the participant has not responded correctly within six attempts, ie, one presentation and five re-presentations, the task is terminated. As the task progresses the difficulty level increases with the number of patterns to be remembered. For participants who fail to complete all levels, an adjusted total is calculated that takes into account errors predicted in the stages that were not attempted. The possible range for total errors is 0 (best) to 91 (worst). Fewer number of errors in the test indicates a better outcome.",
                    "populationDescription": "Participants from the Full Analysis Set with data available for analysis at the given time-point.",
                    "reportingStatus": "POSTED",
                    "paramType": "MEAN",
                    "dispersionType": "Standard Deviation",
                    "unitOfMeasure": "errors",
                    "timeFrame": "Baseline and at 1, 2 and 4 hours after scopolamine administration on Day 1 of each treatment period.",
                    "groups": [
                        {
                            "id": "OG000",
                            "title": "A: Placebo",
                            "description": "Roflumilast placebo-matching tablets, orally, donepezil placebo-matching overencapsulated tablets, orally, and scopolamine 0.5 mg subcutaneous injection, once, Day 1 in any of the 4 treatment periods."
                        },
                        {
                            "id": "OG001",
                            "title": "B: Donepezil 10 mg",
                            "description": "Roflumilast placebo-matching tablets, orally, donepezil 10 mg, overencapsulated tablets, orally and scopolamine 0.5 mg subcutaneous injection, once, Day 1 in any of the 4 treatment periods."
                        },
                        {
                            "id": "OG002",
                            "title": "C: Roflumilast Dose A",
                            "description": "Roflumilast Dose A tablets, orally, donepezil placebo-matching overencapsulated tablets, orally, and scopolamine 0.5 mg subcutaneous injection, once, Day 1 in any of the 4 treatment periods."
                        },
                        {
                            "id": "OG003",
                            "title": "D: Roflumilast Dose A + Donepezil 10 mg",
                            "description": "Roflumilast Dose A tablets, orally, donepezil 10 mg, overencapsulated tablets, orally and scopolamine 0.5 mg subcutaneous injection, once, Day 1 in any of the 4 treatment periods."
                        }
                    ],
                    "denoms": [
                        {
                            "units": "Participants",
                            "counts": [
                                {
                                    "groupId": "OG000",
                                    "value": "23"
                                },
                                {
                                    "groupId": "OG001",
                                    "value": "23"
                                },
                                {
                                    "groupId": "OG002",
                                    "value": "25"
                                },
                                {
                                    "groupId": "OG003",
                                    "value": "27"
                                }
                            ]
                        }
                    ],
                    "classes": [
                        {
                            "title": "1 hour post Scopolamine",
                            "categories": [
                                {
                                    "measurements": [
                                        {
                                            "groupId": "OG000",
                                            "value": "8.0",
                                            "spread": "12.73"
                                        },
                                        {
                                            "groupId": "OG001",
                                            "value": "11.5",
                                            "spread": "15.98"
                                        },
                                        {
                                            "groupId": "OG002",
                                            "value": "1.6",
                                            "spread": "10.70"
                                        },
                                        {
                                            "groupId": "OG003",
                                            "value": "7.5",
                                            "spread": "14.38"
                                        }
                                    ]
                                }
                            ]
                        },
                        {
                            "title": "2 hours post Scopolamine",
                            "categories": [
                                {
                                    "measurements": [
                                        {
                                            "groupId": "OG000",
                                            "value": "3.0",
                                            "spread": "10.11"
                                        },
                                        {
                                            "groupId": "OG001",
                                            "value": "3.0",
                                            "spread": "7.23"
                                        },
                                        {
                                            "groupId": "OG002",
                                            "value": "-0.7",
                                            "spread": "11.96"
                                        },
                                        {
                                            "groupId": "OG003",
                                            "value": "2.9",
                                            "spread": "9.12"
                                        }
                                    ]
                                }
                            ]
                        },
                        {
                            "title": "4 hours post Scopolamine",
                            "categories": [
                                {
                                    "measurements": [
                                        {
                                            "groupId": "OG000",
                                            "value": "2.3",
                                            "spread": "9.09"
                                        },
                                        {
                                            "groupId": "OG001",
                                            "value": "7.7",
                                            "spread": "16.00"
                                        },
                                        {
                                            "groupId": "OG002",
                                            "value": "0.2",
                                            "spread": "8.34"
                                        },
                                        {
                                            "groupId": "OG003",
                                            "value": "3.1",
                                            "spread": "9.31"
                                        }
                                    ]
                                }
                            ]
                        }
                    ]
                },
                {
                    "type": "SECONDARY",
                    "title": "Change From Baseline in the Rapid Visual Information Processing (RVP) A Prime Signal Detection at All Time-points Assessed After Scopolamine Administration",
                    "description": "RVP is a task of continuous performance and visual sustained attention. The task consists of a 2-minute practice stage and a 7-minute assessed stage. There is a white box in the centre of the screen in which single digits from 2 to 9 appear one at a time in a pseudo-random order at a rate of 100 digits per minute. Participants must detect target sequences of digits (2-4-6, 3-5-7, and 4-6-8) and touch a button when they see the last digit of a target sequence. Nine target sequences appear every 100 numbers. A prime (A') is a signal detection measure that reflects target sensitivity regardless of the participant's tendency, or bias, to respond. Detection sensitivity for RVP A' prime: 0 to 1. Lower numbers in the test indicates worsening in the performance.",
                    "populationDescription": "Participants from the Full Analysis Set with data available for analysis at the given time-point.",
                    "reportingStatus": "POSTED",
                    "paramType": "MEAN",
                    "dispersionType": "Standard Deviation",
                    "unitOfMeasure": "unitless",
                    "timeFrame": "Baseline and at 1, 2 and 4 hours after scopolamine administration on Day 1 of each treatment period.",
                    "groups": [
                        {
                            "id": "OG000",
                            "title": "A: Placebo",
                            "description": "Roflumilast placebo-matching tablets, orally, donepezil placebo-matching overencapsulated tablets, orally, and scopolamine 0.5 mg subcutaneous injection, once, Day 1 in any of the 4 treatment periods."
                        },
                        {
                            "id": "OG001",
                            "title": "B: Donepezil 10 mg",
                            "description": "Roflumilast placebo-matching tablets, orally, donepezil 10 mg, overencapsulated tablets, orally and scopolamine 0.5 mg subcutaneous injection, once, Day 1 in any of the 4 treatment periods."
                        },
                        {
                            "id": "OG002",
                            "title": "C: Roflumilast Dose A",
                            "description": "Roflumilast Dose A tablets, orally, donepezil placebo-matching overencapsulated tablets, orally, and scopolamine 0.5 mg subcutaneous injection, once, Day 1 in any of the 4 treatment periods."
                        },
                        {
                            "id": "OG003",
                            "title": "D: Roflumilast Dose A + Donepezil 10 mg",
                            "description": "Roflumilast Dose A tablets, orally, donepezil 10 mg, overencapsulated tablets, orally and scopolamine 0.5 mg subcutaneous injection, once, Day 1 in any of the 4 treatment periods."
                        }
                    ],
                    "denoms": [
                        {
                            "units": "Participants",
                            "counts": [
                                {
                                    "groupId": "OG000",
                                    "value": "23"
                                },
                                {
                                    "groupId": "OG001",
                                    "value": "23"
                                },
                                {
                                    "groupId": "OG002",
                                    "value": "25"
                                },
                                {
                                    "groupId": "OG003",
                                    "value": "27"
                                }
                            ]
                        }
                    ],
                    "classes": [
                        {
                            "title": "1 hour post Scopolamine",
                            "categories": [
                                {
                                    "measurements": [
                                        {
                                            "groupId": "OG000",
                                            "value": "-0.0184",
                                            "spread": "0.03206"
                                        },
                                        {
                                            "groupId": "OG001",
                                            "value": "-0.0107",
                                            "spread": "0.03661"
                                        },
                                        {
                                            "groupId": "OG002",
                                            "value": "-0.0290",
                                            "spread": "0.03090"
                                        },
                                        {
                                            "groupId": "OG003",
                                            "value": "-0.0157",
                                            "spread": "0.03742"
                                        }
                                    ]
                                }
                            ]
                        },
                        {
                            "title": "2 hours post Scopolamine",
                            "categories": [
                                {
                                    "measurements": [
                                        {
                                            "groupId": "OG000",
                                            "value": "-0.0297",
                                            "spread": "0.03799"
                                        },
                                        {
                                            "groupId": "OG001",
                                            "value": "-0.0151",
                                            "spread": "0.03249"
                                        },
                                        {
                                            "groupId": "OG002",
                                            "value": "-0.0315",
                                            "spread": "0.03810"
                                        },
                                        {
                                            "groupId": "OG003",
                                            "value": "-0.0282",
                                            "spread": "0.04667"
                                        }
                                    ]
                                }
                            ]
                        },
                        {
                            "title": "4 hours post Scopolamine",
                            "categories": [
                                {
                                    "measurements": [
                                        {
                                            "groupId": "OG000",
                                            "value": "-0.0201",
                                            "spread": "0.03972"
                                        },
                                        {
                                            "groupId": "OG001",
                                            "value": "-0.0106",
                                            "spread": "0.02948"
                                        },
                                        {
                                            "groupId": "OG002",
                                            "value": "-0.0227",
                                            "spread": "0.03534"
                                        },
                                        {
                                            "groupId": "OG003",
                                            "value": "-0.0114",
                                            "spread": "0.03530"
                                        }
                                    ]
                                }
                            ]
                        }
                    ]
                },
                {
                    "type": "SECONDARY",
                    "title": "Change From Baseline in the Rapid Visual Information Processing (RVP) Median Latency at All Time-points Assessed After Scopolamine Administration",
                    "description": "RVP is a task of continuous performance and visual sustained attention. The task consists of a 2-minute practice stage and a 7-minute assessed stage. There is a white box in the centre of the screen in which single digits from 2 to 9 appear one at a time in a pseudo-random order at a rate of 100 digits per minute. Participants must detect target sequences of digits (2-4-6, 3-5-7, and 4-6-8) and touch a button when they see the last digit of a target sequence. Nine target sequences appear every 100 numbers. Assessment will be based on a median latency. The possible range for RVP median latency is 100 (worst) to 1900 (best). Higher number in the test indicates a better outcome. \"Median latency\" is a measure captured by computerized test measure and given as \"one\" time value (between 100 and 1900). The \"mean\" of these values is presented.",
                    "populationDescription": "Participants from the Full Analysis Set with data available for analysis at the given time-point.",
                    "reportingStatus": "POSTED",
                    "paramType": "MEAN",
                    "dispersionType": "Standard Deviation",
                    "unitOfMeasure": "msec",
                    "timeFrame": "Baseline and at 1, 2 and 4 hours after scopolamine administration on Day 1 of each treatment period.",
                    "groups": [
                        {
                            "id": "OG000",
                            "title": "A: Placebo",
                            "description": "Roflumilast placebo-matching tablets, orally, donepezil placebo-matching overencapsulated tablets, orally, and scopolamine 0.5 mg subcutaneous injection, once, Day 1 in any of the 4 treatment periods."
                        },
                        {
                            "id": "OG001",
                            "title": "B: Donepezil 10 mg",
                            "description": "Roflumilast placebo-matching tablets, orally, donepezil 10 mg, overencapsulated tablets, orally and scopolamine 0.5 mg subcutaneous injection, once, Day 1 in any of the 4 treatment periods."
                        },
                        {
                            "id": "OG002",
                            "title": "C: Roflumilast Dose A",
                            "description": "Roflumilast Dose A tablets, orally, donepezil placebo-matching overencapsulated tablets, orally, and scopolamine 0.5 mg subcutaneous injection, once, Day 1 in any of the 4 treatment periods."
                        },
                        {
                            "id": "OG003",
                            "title": "D: Roflumilast Dose A + Donepezil 10 mg",
                            "description": "Roflumilast Dose A tablets, orally, donepezil 10 mg, overencapsulated tablets, orally and scopolamine 0.5 mg subcutaneous injection, once, Day 1 in any of the 4 treatment periods."
                        }
                    ],
                    "denoms": [
                        {
                            "units": "Participants",
                            "counts": [
                                {
                                    "groupId": "OG000",
                                    "value": "23"
                                },
                                {
                                    "groupId": "OG001",
                                    "value": "23"
                                },
                                {
                                    "groupId": "OG002",
                                    "value": "25"
                                },
                                {
                                    "groupId": "OG003",
                                    "value": "27"
                                }
                            ]
                        }
                    ],
                    "classes": [
                        {
                            "title": "1 hour post Scopolamine",
                            "categories": [
                                {
                                    "measurements": [
                                        {
                                            "groupId": "OG000",
                                            "value": "10.63",
                                            "spread": "39.631"
                                        },
                                        {
                                            "groupId": "OG001",
                                            "value": "-7.35",
                                            "spread": "36.659"
                                        },
                                        {
                                            "groupId": "OG002",
                                            "value": "5.62",
                                            "spread": "36.538"
                                        },
                                        {
                                            "groupId": "OG003",
                                            "value": "2.59",
                                            "spread": "42.550"
                                        }
                                    ]
                                }
                            ]
                        },
                        {
                            "title": "2 hours post Scopolamine",
                            "categories": [
                                {
                                    "measurements": [
                                        {
                                            "groupId": "OG000",
                                            "value": "10.83",
                                            "spread": "45.635"
                                        },
                                        {
                                            "groupId": "OG001",
                                            "value": "-4.89",
                                            "spread": "42.713"
                                        },
                                        {
                                            "groupId": "OG002",
                                            "value": "10.62",
                                            "spread": "40.063"
                                        },
                                        {
                                            "groupId": "OG003",
                                            "value": "0.13",
                                            "spread": "55.005"
                                        }
                                    ]
                                }
                            ]
                        },
                        {
                            "title": "4 hours post Scopolamine",
                            "categories": [
                                {
                                    "measurements": [
                                        {
                                            "groupId": "OG000",
                                            "value": "13.13",
                                            "spread": "42.087"
                                        },
                                        {
                                            "groupId": "OG001",
                                            "value": "-5.39",
                                            "spread": "33.696"
                                        },
                                        {
                                            "groupId": "OG002",
                                            "value": "3.90",
                                            "spread": "39.485"
                                        },
                                        {
                                            "groupId": "OG003",
                                            "value": "-8.98",
                                            "spread": "41.002"
                                        }
                                    ]
                                }
                            ]
                        }
                    ]
                },
                {
                    "type": "SECONDARY",
                    "title": "Change From Baseline in the Spatial Working Memory (SWM) Total Number of Between Errors at the 10-Box Stage and the 12-Box Stage at All Time-points Assessed After Scopolamine Administration",
                    "description": "SWM assesses the ability to retain spatial information and manipulate it in working memory. In this task, colored boxes are shown on the screen, and participants must search for blue tokens by touching the colored boxes to open them. When the blue token has been found the participant has to place the token in the black column ('home') on the right-hand side of the screen by touching this area. The participant must not return to a box where a token has previously been found. The task becomes more difficult as the number of boxes increases (one trial at each of 6-box and 8-box stages; three trials at each of 10-box and 12-box stages). Between Errors is the total number of times the participant revisits a box in which a token has previously been found in the same problem. The possible range of errors is 0 (best) to 1040 (worst). Lower number of errors in the test indicates a better outcome.",
                    "populationDescription": "Participants from the Full Analysis Set with data available for analysis at the given time-point.",
                    "reportingStatus": "POSTED",
                    "paramType": "MEAN",
                    "dispersionType": "Standard Deviation",
                    "unitOfMeasure": "errors",
                    "timeFrame": "Baseline and at 1, 2 and 4 hours after scopolamine administration on Day 1 of each treatment period.",
                    "groups": [
                        {
                            "id": "OG000",
                            "title": "A: Placebo",
                            "description": "Roflumilast placebo-matching tablets, orally, donepezil placebo-matching overencapsulated tablets, orally, and scopolamine 0.5 mg subcutaneous injection, once, Day 1 in any of the 4 treatment periods."
                        },
                        {
                            "id": "OG001",
                            "title": "B: Donepezil 10 mg",
                            "description": "Roflumilast placebo-matching tablets, orally, donepezil 10 mg, overencapsulated tablets, orally and scopolamine 0.5 mg subcutaneous injection, once, Day 1 in any of the 4 treatment periods."
                        },
                        {
                            "id": "OG002",
                            "title": "C: Roflumilast Dose A",
                            "description": "Roflumilast Dose A tablets, orally, donepezil placebo-matching overencapsulated tablets, orally, and scopolamine 0.5 mg subcutaneous injection, once, Day 1 in any of the 4 treatment periods."
                        },
                        {
                            "id": "OG003",
                            "title": "D: Roflumilast Dose A + Donepezil 10 mg",
                            "description": "Roflumilast Dose A tablets, orally, donepezil 10 mg, overencapsulated tablets, orally and scopolamine 0.5 mg subcutaneous injection, once, Day 1 in any of the 4 treatment periods."
                        }
                    ],
                    "denoms": [
                        {
                            "units": "Participants",
                            "counts": [
                                {
                                    "groupId": "OG000",
                                    "value": "23"
                                },
                                {
                                    "groupId": "OG001",
                                    "value": "23"
                                },
                                {
                                    "groupId": "OG002",
                                    "value": "25"
                                },
                                {
                                    "groupId": "OG003",
                                    "value": "27"
                                }
                            ]
                        }
                    ],
                    "classes": [
                        {
                            "title": "1 hour post Scopolamine",
                            "categories": [
                                {
                                    "measurements": [
                                        {
                                            "groupId": "OG000",
                                            "value": "23.8",
                                            "spread": "36.96"
                                        },
                                        {
                                            "groupId": "OG001",
                                            "value": "25.7",
                                            "spread": "27.77"
                                        },
                                        {
                                            "groupId": "OG002",
                                            "value": "31.7",
                                            "spread": "22.66"
                                        },
                                        {
                                            "groupId": "OG003",
                                            "value": "16.5",
                                            "spread": "22.87"
                                        }
                                    ]
                                }
                            ]
                        },
                        {
                            "title": "2 hours post Scopolamine",
                            "categories": [
                                {
                                    "measurements": [
                                        {
                                            "groupId": "OG000",
                                            "value": "28.4",
                                            "spread": "22.57"
                                        },
                                        {
                                            "groupId": "OG001",
                                            "value": "13.4",
                                            "spread": "27.47"
                                        },
                                        {
                                            "groupId": "OG002",
                                            "value": "29.6",
                                            "spread": "23.88"
                                        },
                                        {
                                            "groupId": "OG003",
                                            "value": "18.2",
                                            "spread": "22.18"
                                        }
                                    ]
                                }
                            ]
                        },
                        {
                            "title": "4 hours post Scopolamine",
                            "categories": [
                                {
                                    "measurements": [
                                        {
                                            "groupId": "OG000",
                                            "value": "31.1",
                                            "spread": "29.88"
                                        },
                                        {
                                            "groupId": "OG001",
                                            "value": "19.7",
                                            "spread": "25.46"
                                        },
                                        {
                                            "groupId": "OG002",
                                            "value": "32.8",
                                            "spread": "26.62"
                                        },
                                        {
                                            "groupId": "OG003",
                                            "value": "7.7",
                                            "spread": "21.09"
                                        }
                                    ]
                                }
                            ]
                        }
                    ]
                },
                {
                    "type": "SECONDARY",
                    "title": "Percentage of Participants Who Experience at Least 1 Treatment Emergent Adverse Event (TEAE)",
                    "description": "An Adverse Event (AE) is defined as any untoward medical occurrence in a clinical investigation participant administered a drug; it does not necessarily have to have a causal relationship with this treatment. An AE can therefore be any unfavorable and unintended sign (eg, a clinically significant abnormal laboratory finding), symptom, or disease temporally associated with the use of a drug, whether or not it is considered related to the drug. A TEAE is defined as any adverse event, regardless of relationship to study drug that occurs or worsens after the first dose of study drug and no more than 14 days after the last dose of study drug.",
                    "populationDescription": "Safety Analysis Set included all enrolled participants who received at least one dose of study drug.",
                    "reportingStatus": "POSTED",
                    "paramType": "NUMBER",
                    "unitOfMeasure": "percentage of participants",
                    "timeFrame": "Day 1 up to Day 95",
                    "groups": [
                        {
                            "id": "OG000",
                            "title": "A: Placebo",
                            "description": "Roflumilast placebo-matching tablets, orally, donepezil placebo-matching overencapsulated tablets, orally, and scopolamine 0.5 mg subcutaneous injection, once, Day 1 in any of the 4 treatment periods."
                        },
                        {
                            "id": "OG001",
                            "title": "B: Donepezil 10 mg",
                            "description": "Roflumilast placebo-matching tablets, orally, donepezil 10 mg, overencapsulated tablets, orally and scopolamine 0.5 mg subcutaneous injection, once, Day 1 in any of the 4 treatment periods."
                        },
                        {
                            "id": "OG002",
                            "title": "C: Roflumilast Dose A",
                            "description": "Roflumilast Dose A tablets, orally, donepezil placebo-matching overencapsulated tablets, orally, and scopolamine 0.5 mg subcutaneous injection, once, Day 1 in any of the 4 treatment periods."
                        },
                        {
                            "id": "OG003",
                            "title": "D: Roflumilast Dose A + Donepezil 10 mg",
                            "description": "Roflumilast Dose A tablets, orally, donepezil 10 mg, overencapsulated tablets, orally and scopolamine 0.5 mg subcutaneous injection, once, Day 1 in any of the 4 treatment periods."
                        }
                    ],
                    "denoms": [
                        {
                            "units": "Participants",
                            "counts": [
                                {
                                    "groupId": "OG000",
                                    "value": "23"
                                },
                                {
                                    "groupId": "OG001",
                                    "value": "23"
                                },
                                {
                                    "groupId": "OG002",
                                    "value": "25"
                                },
                                {
                                    "groupId": "OG003",
                                    "value": "27"
                                }
                            ]
                        }
                    ],
                    "classes": [
                        {
                            "categories": [
                                {
                                    "measurements": [
                                        {
                                            "groupId": "OG000",
                                            "value": "30.4"
                                        },
                                        {
                                            "groupId": "OG001",
                                            "value": "65.2"
                                        },
                                        {
                                            "groupId": "OG002",
                                            "value": "24.0"
                                        },
                                        {
                                            "groupId": "OG003",
                                            "value": "51.9"
                                        }
                                    ]
                                }
                            ]
                        }
                    ]
                },
                {
                    "type": "SECONDARY",
                    "title": "Percentage of Participants With Markedly Abnormal Safety Laboratory Tests",
                    "description": "The percentage of participants with any markedly abnormal standard safety laboratory values, including hematology, serum chemistries, and urinalysis. LLN=lower limit of normal. ULN=upper limit of normal.",
                    "populationDescription": "Safety Analysis Set included all enrolled participants who received at least one dose of study drug.",
                    "reportingStatus": "POSTED",
                    "paramType": "NUMBER",
                    "unitOfMeasure": "percentage of participants",
                    "timeFrame": "Day 1 up to Day 95",
                    "groups": [
                        {
                            "id": "OG000",
                            "title": "A: Placebo",
                            "description": "Roflumilast placebo-matching tablets, orally, donepezil placebo-matching overencapsulated tablets, orally, and scopolamine 0.5 mg subcutaneous injection, once, Day 1 in any of the 4 treatment periods."
                        },
                        {
                            "id": "OG001",
                            "title": "B: Donepezil 10 mg",
                            "description": "Roflumilast placebo-matching tablets, orally, donepezil 10 mg, overencapsulated tablets, orally and scopolamine 0.5 mg subcutaneous injection, once, Day 1 in any of the 4 treatment periods."
                        },
                        {
                            "id": "OG002",
                            "title": "C: Roflumilast Dose A",
                            "description": "Roflumilast Dose A tablets, orally, donepezil placebo-matching overencapsulated tablets, orally, and scopolamine 0.5 mg subcutaneous injection, once, Day 1 in any of the 4 treatment periods."
                        },
                        {
                            "id": "OG003",
                            "title": "D: Roflumilast Dose A + Donepezil 10 mg",
                            "description": "Roflumilast Dose A tablets, orally, donepezil 10 mg, overencapsulated tablets, orally and scopolamine 0.5 mg subcutaneous injection, once, Day 1 in any of the 4 treatment periods."
                        }
                    ],
                    "denoms": [
                        {
                            "units": "Participants",
                            "counts": [
                                {
                                    "groupId": "OG000",
                                    "value": "23"
                                },
                                {
                                    "groupId": "OG001",
                                    "value": "23"
                                },
                                {
                                    "groupId": "OG002",
                                    "value": "25"
                                },
                                {
                                    "groupId": "OG003",
                                    "value": "27"
                                }
                            ]
                        }
                    ],
                    "classes": [
                        {
                            "title": "Hematocrit <0.8 x LLN (n=22,23,25,27)",
                            "categories": [
                                {
                                    "measurements": [
                                        {
                                            "groupId": "OG000",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "OG001",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "OG002",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "OG003",
                                            "value": "0"
                                        }
                                    ]
                                }
                            ]
                        },
                        {
                            "title": "Hematocrit >1.2 x ULN (n=22,23,25,27)",
                            "categories": [
                                {
                                    "measurements": [
                                        {
                                            "groupId": "OG000",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "OG001",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "OG002",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "OG003",
                                            "value": "0"
                                        }
                                    ]
                                }
                            ]
                        },
                        {
                            "title": "Hemoglobin <0.8 x LLN (n=22,23,25,27)",
                            "categories": [
                                {
                                    "measurements": [
                                        {
                                            "groupId": "OG000",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "OG001",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "OG002",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "OG003",
                                            "value": "0"
                                        }
                                    ]
                                }
                            ]
                        },
                        {
                            "title": "Hemoglobin >1.2 x ULN (n=22,23,25,27)",
                            "categories": [
                                {
                                    "measurements": [
                                        {
                                            "groupId": "OG000",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "OG001",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "OG002",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "OG003",
                                            "value": "0"
                                        }
                                    ]
                                }
                            ]
                        },
                        {
                            "title": "Platelet Count <75 x 10^3/μL (n=22,23,25,27)",
                            "categories": [
                                {
                                    "measurements": [
                                        {
                                            "groupId": "OG000",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "OG001",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "OG002",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "OG003",
                                            "value": "0"
                                        }
                                    ]
                                }
                            ]
                        },
                        {
                            "title": "Platelet Count >600 x 10^3/μL (n=22,23,25,27)",
                            "categories": [
                                {
                                    "measurements": [
                                        {
                                            "groupId": "OG000",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "OG001",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "OG002",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "OG003",
                                            "value": "0"
                                        }
                                    ]
                                }
                            ]
                        },
                        {
                            "title": "Red Blood Cells <0.8 x LLN (n=22,23,25,27)",
                            "categories": [
                                {
                                    "measurements": [
                                        {
                                            "groupId": "OG000",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "OG001",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "OG002",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "OG003",
                                            "value": "0"
                                        }
                                    ]
                                }
                            ]
                        },
                        {
                            "title": "Red Blood Cells >1.2 x ULN (n=22,23,25,27)",
                            "categories": [
                                {
                                    "measurements": [
                                        {
                                            "groupId": "OG000",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "OG001",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "OG002",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "OG003",
                                            "value": "0"
                                        }
                                    ]
                                }
                            ]
                        },
                        {
                            "title": "White Blood Cells <0.5 x LLN (n=22,23,25,27)",
                            "categories": [
                                {
                                    "measurements": [
                                        {
                                            "groupId": "OG000",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "OG001",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "OG002",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "OG003",
                                            "value": "0"
                                        }
                                    ]
                                }
                            ]
                        },
                        {
                            "title": "White Blood Cells >1.5 x ULN (n=22,23,25,27)",
                            "categories": [
                                {
                                    "measurements": [
                                        {
                                            "groupId": "OG000",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "OG001",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "OG002",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "OG003",
                                            "value": "0"
                                        }
                                    ]
                                }
                            ]
                        },
                        {
                            "title": "Alanine Aminotransferase >3 x ULN",
                            "categories": [
                                {
                                    "measurements": [
                                        {
                                            "groupId": "OG000",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "OG001",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "OG002",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "OG003",
                                            "value": "0"
                                        }
                                    ]
                                }
                            ]
                        },
                        {
                            "title": "Albumin <2.5 g/dL",
                            "categories": [
                                {
                                    "measurements": [
                                        {
                                            "groupId": "OG000",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "OG001",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "OG002",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "OG003",
                                            "value": "0"
                                        }
                                    ]
                                }
                            ]
                        },
                        {
                            "title": "Alkaline Phosphatase >3 x ULN",
                            "categories": [
                                {
                                    "measurements": [
                                        {
                                            "groupId": "OG000",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "OG001",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "OG002",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "OG003",
                                            "value": "0"
                                        }
                                    ]
                                }
                            ]
                        },
                        {
                            "title": "Aspartate Aminotransferase >3xULN",
                            "categories": [
                                {
                                    "measurements": [
                                        {
                                            "groupId": "OG000",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "OG001",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "OG002",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "OG003",
                                            "value": "0"
                                        }
                                    ]
                                }
                            ]
                        },
                        {
                            "title": "Blood Urea Nitrogen >10.7 mmol/L",
                            "categories": [
                                {
                                    "measurements": [
                                        {
                                            "groupId": "OG000",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "OG001",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "OG002",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "OG003",
                                            "value": "0"
                                        }
                                    ]
                                }
                            ]
                        },
                        {
                            "title": "Calcium <1.75 mmol/L",
                            "categories": [
                                {
                                    "measurements": [
                                        {
                                            "groupId": "OG000",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "OG001",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "OG002",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "OG003",
                                            "value": "0"
                                        }
                                    ]
                                }
                            ]
                        },
                        {
                            "title": "Calcium >2.88 mmol/L",
                            "categories": [
                                {
                                    "measurements": [
                                        {
                                            "groupId": "OG000",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "OG001",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "OG002",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "OG003",
                                            "value": "0"
                                        }
                                    ]
                                }
                            ]
                        },
                        {
                            "title": "Creatine Kinase >5 x ULN",
                            "categories": [
                                {
                                    "measurements": [
                                        {
                                            "groupId": "OG000",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "OG001",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "OG002",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "OG003",
                                            "value": "0"
                                        }
                                    ]
                                }
                            ]
                        },
                        {
                            "title": "Creatinine >2.0 mg/dL",
                            "categories": [
                                {
                                    "measurements": [
                                        {
                                            "groupId": "OG000",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "OG001",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "OG002",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "OG003",
                                            "value": "0"
                                        }
                                    ]
                                }
                            ]
                        },
                        {
                            "title": "Gamma Glutamyl Transpeptidase >3xULN",
                            "categories": [
                                {
                                    "measurements": [
                                        {
                                            "groupId": "OG000",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "OG001",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "OG002",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "OG003",
                                            "value": "0"
                                        }
                                    ]
                                }
                            ]
                        },
                        {
                            "title": "Potassium <3.0 mmol/L",
                            "categories": [
                                {
                                    "measurements": [
                                        {
                                            "groupId": "OG000",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "OG001",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "OG002",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "OG003",
                                            "value": "0"
                                        }
                                    ]
                                }
                            ]
                        },
                        {
                            "title": "Potassium >6.0 mmol/L",
                            "categories": [
                                {
                                    "measurements": [
                                        {
                                            "groupId": "OG000",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "OG001",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "OG002",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "OG003",
                                            "value": "0"
                                        }
                                    ]
                                }
                            ]
                        },
                        {
                            "title": "Sodium <130 mmol/L",
                            "categories": [
                                {
                                    "measurements": [
                                        {
                                            "groupId": "OG000",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "OG001",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "OG002",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "OG003",
                                            "value": "0"
                                        }
                                    ]
                                }
                            ]
                        },
                        {
                            "title": "Sodium >150 mmol/L",
                            "categories": [
                                {
                                    "measurements": [
                                        {
                                            "groupId": "OG000",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "OG001",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "OG002",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "OG003",
                                            "value": "0"
                                        }
                                    ]
                                }
                            ]
                        },
                        {
                            "title": "Total Bilirubin >2.0 mg/dL",
                            "categories": [
                                {
                                    "measurements": [
                                        {
                                            "groupId": "OG000",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "OG001",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "OG002",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "OG003",
                                            "value": "0"
                                        }
                                    ]
                                }
                            ]
                        },
                        {
                            "title": "Total Protein <0.8 x LLN",
                            "categories": [
                                {
                                    "measurements": [
                                        {
                                            "groupId": "OG000",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "OG001",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "OG002",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "OG003",
                                            "value": "0"
                                        }
                                    ]
                                }
                            ]
                        },
                        {
                            "title": "Total Protein >1.2 x ULN",
                            "categories": [
                                {
                                    "measurements": [
                                        {
                                            "groupId": "OG000",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "OG001",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "OG002",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "OG003",
                                            "value": "0"
                                        }
                                    ]
                                }
                            ]
                        }
                    ]
                },
                {
                    "type": "SECONDARY",
                    "title": "Percentage of Participants With Markedly Abnormal Vital Sign Measurements at Least Once Post-dose",
                    "description": "The percentage of participants who meet markedly abnormal criteria for vital signs, including oral body temperature, respiration rate, pulse, and resting blood pressure and after standing.",
                    "populationDescription": "Safety Analysis Set included all enrolled participants who received at least one dose of study drug.",
                    "reportingStatus": "POSTED",
                    "paramType": "NUMBER",
                    "unitOfMeasure": "percentage of participants",
                    "timeFrame": "Day 1 up to Day 95",
                    "groups": [
                        {
                            "id": "OG000",
                            "title": "A: Placebo",
                            "description": "Roflumilast placebo-matching tablets, orally, donepezil placebo-matching overencapsulated tablets, orally, and scopolamine 0.5 mg subcutaneous injection, once, Day 1 in any of the 4 treatment periods."
                        },
                        {
                            "id": "OG001",
                            "title": "B: Donepezil 10 mg",
                            "description": "Roflumilast placebo-matching tablets, orally, donepezil 10 mg, overencapsulated tablets, orally and scopolamine 0.5 mg subcutaneous injection, once, Day 1 in any of the 4 treatment periods."
                        },
                        {
                            "id": "OG002",
                            "title": "C: Roflumilast Dose A",
                            "description": "Roflumilast Dose A tablets, orally, donepezil placebo-matching overencapsulated tablets, orally, and scopolamine 0.5 mg subcutaneous injection, once, Day 1 in any of the 4 treatment periods."
                        },
                        {
                            "id": "OG003",
                            "title": "D: Roflumilast Dose A + Donepezil 10 mg",
                            "description": "Roflumilast Dose A tablets, orally, donepezil 10 mg, overencapsulated tablets, orally and scopolamine 0.5 mg subcutaneous injection, once, Day 1 in any of the 4 treatment periods."
                        }
                    ],
                    "denoms": [
                        {
                            "units": "Participants",
                            "counts": [
                                {
                                    "groupId": "OG000",
                                    "value": "23"
                                },
                                {
                                    "groupId": "OG001",
                                    "value": "23"
                                },
                                {
                                    "groupId": "OG002",
                                    "value": "25"
                                },
                                {
                                    "groupId": "OG003",
                                    "value": "27"
                                }
                            ]
                        }
                    ],
                    "classes": [
                        {
                            "title": "Pulse <50 bpm",
                            "categories": [
                                {
                                    "measurements": [
                                        {
                                            "groupId": "OG000",
                                            "value": "26.1"
                                        },
                                        {
                                            "groupId": "OG001",
                                            "value": "21.7"
                                        },
                                        {
                                            "groupId": "OG002",
                                            "value": "28.0"
                                        },
                                        {
                                            "groupId": "OG003",
                                            "value": "33.3"
                                        }
                                    ]
                                }
                            ]
                        },
                        {
                            "title": "Pulse >120 bpm",
                            "categories": [
                                {
                                    "measurements": [
                                        {
                                            "groupId": "OG000",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "OG001",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "OG002",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "OG003",
                                            "value": "0"
                                        }
                                    ]
                                }
                            ]
                        },
                        {
                            "title": "Systolic Blood Pressure <85 mmHg",
                            "categories": [
                                {
                                    "measurements": [
                                        {
                                            "groupId": "OG000",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "OG001",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "OG002",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "OG003",
                                            "value": "0"
                                        }
                                    ]
                                }
                            ]
                        },
                        {
                            "title": "Systolic Blood Pressure >180 mmHg",
                            "categories": [
                                {
                                    "measurements": [
                                        {
                                            "groupId": "OG000",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "OG001",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "OG002",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "OG003",
                                            "value": "0"
                                        }
                                    ]
                                }
                            ]
                        },
                        {
                            "title": "Diastolic Blood Pressure <50 mmHg",
                            "categories": [
                                {
                                    "measurements": [
                                        {
                                            "groupId": "OG000",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "OG001",
                                            "value": "8.7"
                                        },
                                        {
                                            "groupId": "OG002",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "OG003",
                                            "value": "11.1"
                                        }
                                    ]
                                }
                            ]
                        },
                        {
                            "title": "Diastolic Blood Pressure >110 mmHg",
                            "categories": [
                                {
                                    "measurements": [
                                        {
                                            "groupId": "OG000",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "OG001",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "OG002",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "OG003",
                                            "value": "0"
                                        }
                                    ]
                                }
                            ]
                        }
                    ]
                },
                {
                    "type": "SECONDARY",
                    "title": "Percentage of Participants With Markedly Abnormal Criteria for Safety Electrocardiogram (ECG) Parameters at Least Once Post-Dose",
                    "description": "The percentage of participants who meet markedly abnormal criteria specified by the protocol and statistical analysis plan=abnormal clinically significant.",
                    "populationDescription": "Safety Analysis Set included all enrolled participants who received at least one dose of study drug.",
                    "reportingStatus": "POSTED",
                    "paramType": "NUMBER",
                    "unitOfMeasure": "percentage of participants",
                    "timeFrame": "Day 1 up to Day 95",
                    "groups": [
                        {
                            "id": "OG000",
                            "title": "A: Placebo",
                            "description": "Roflumilast placebo-matching tablets, orally, donepezil placebo-matching overencapsulated tablets, orally, and scopolamine 0.5 mg subcutaneous injection, once, Day 1 in any of the 4 treatment periods."
                        },
                        {
                            "id": "OG001",
                            "title": "B: Donepezil 10 mg",
                            "description": "Roflumilast placebo-matching tablets, orally, donepezil 10 mg, overencapsulated tablets, orally and scopolamine 0.5 mg subcutaneous injection, once, Day 1 in any of the 4 treatment periods."
                        },
                        {
                            "id": "OG002",
                            "title": "C: Roflumilast Dose A",
                            "description": "Roflumilast Dose A tablets, orally, donepezil placebo-matching overencapsulated tablets, orally, and scopolamine 0.5 mg subcutaneous injection, once, Day 1 in any of the 4 treatment periods."
                        },
                        {
                            "id": "OG003",
                            "title": "D: Roflumilast Dose A + Donepezil 10 mg",
                            "description": "Roflumilast Dose A tablets, orally, donepezil 10 mg, overencapsulated tablets, orally and scopolamine 0.5 mg subcutaneous injection, once, Day 1 in any of the 4 treatment periods."
                        }
                    ],
                    "denoms": [
                        {
                            "units": "Participants",
                            "counts": [
                                {
                                    "groupId": "OG000",
                                    "value": "23"
                                },
                                {
                                    "groupId": "OG001",
                                    "value": "23"
                                },
                                {
                                    "groupId": "OG002",
                                    "value": "25"
                                },
                                {
                                    "groupId": "OG003",
                                    "value": "27"
                                }
                            ]
                        }
                    ],
                    "classes": [
                        {
                            "categories": [
                                {
                                    "measurements": [
                                        {
                                            "groupId": "OG000",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "OG001",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "OG002",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "OG003",
                                            "value": "0"
                                        }
                                    ]
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        "adverseEventsModule": {
            "frequencyThreshold": "5",
            "timeFrame": "Treatment-emergent adverse events are adverse events that started after the first dose of study drug and no more than 30 days after the last dose of study drug (Up to ).",
            "description": "At each visit the investigator had to document any occurrence of adverse events and abnormal laboratory findings. Any event spontaneously reported by the participant or observed by the investigator was recorded, irrespective of the relation to study treatment.",
            "eventGroups": [
                {
                    "id": "EG000",
                    "title": "A: Placebo",
                    "description": "Roflumilast placebo-matching tablets, orally, donepezil placebo-matching overencapsulated tablets, orally, and scopolamine 0.5 mg subcutaneous injection, once, Day 1 in any of the 4 treatment periods.",
                    "seriousNumAffected": 1,
                    "seriousNumAtRisk": 23,
                    "otherNumAffected": 7,
                    "otherNumAtRisk": 23
                },
                {
                    "id": "EG001",
                    "title": "B: Donepezil 10 mg",
                    "description": "Roflumilast placebo-matching tablets, orally, donepezil 10 mg, overencapsulated tablets, orally and scopolamine 0.5 mg subcutaneous injection, once, Day 1 in any of the 4 treatment periods.",
                    "seriousNumAffected": 0,
                    "seriousNumAtRisk": 23,
                    "otherNumAffected": 9,
                    "otherNumAtRisk": 23
                },
                {
                    "id": "EG002",
                    "title": "C: Roflumilast Dose A",
                    "description": "Roflumilast Dose A tablets, orally, donepezil placebo-matching overencapsulated tablets, orally, and scopolamine 0.5 mg subcutaneous injection, once, Day 1 in any of the 4 treatment periods.",
                    "seriousNumAffected": 0,
                    "seriousNumAtRisk": 25,
                    "otherNumAffected": 5,
                    "otherNumAtRisk": 25
                },
                {
                    "id": "EG003",
                    "title": "D: Roflumilast Dose A + Donepezil 10 mg",
                    "description": "Roflumilast Dose A tablets, orally, donepezil 10 mg, overencapsulated tablets, orally and scopolamine 0.5 mg subcutaneous injection, once, Day 1 in any of the 4 treatment periods.",
                    "seriousNumAffected": 0,
                    "seriousNumAtRisk": 27,
                    "otherNumAffected": 12,
                    "otherNumAtRisk": 27
                }
            ],
            "seriousEvents": [
                {
                    "term": "Viral infection",
                    "organSystem": "Infections and infestations",
                    "sourceVocabulary": "MedDRA (17.0)",
                    "assessmentType": "SYSTEMATIC_ASSESSMENT",
                    "stats": [
                        {
                            "groupId": "EG000",
                            "numAffected": 1,
                            "numAtRisk": 23
                        },
                        {
                            "groupId": "EG001",
                            "numAffected": 0,
                            "numAtRisk": 23
                        },
                        {
                            "groupId": "EG002",
                            "numAffected": 0,
                            "numAtRisk": 25
                        },
                        {
                            "groupId": "EG003",
                            "numAffected": 0,
                            "numAtRisk": 27
                        }
                    ]
                }
            ],
            "otherEvents": [
                {
                    "term": "Dizziness",
                    "organSystem": "Nervous system disorders",
                    "sourceVocabulary": "MedDRA (17.0)",
                    "assessmentType": "SYSTEMATIC_ASSESSMENT",
                    "stats": [
                        {
                            "groupId": "EG000",
                            "numAffected": 6,
                            "numAtRisk": 23
                        },
                        {
                            "groupId": "EG001",
                            "numAffected": 3,
                            "numAtRisk": 23
                        },
                        {
                            "groupId": "EG002",
                            "numAffected": 3,
                            "numAtRisk": 25
                        },
                        {
                            "groupId": "EG003",
                            "numAffected": 3,
                            "numAtRisk": 27
                        }
                    ]
                },
                {
                    "term": "Dry mouth",
                    "organSystem": "Gastrointestinal disorders",
                    "sourceVocabulary": "MedDRA (17.0)",
                    "assessmentType": "SYSTEMATIC_ASSESSMENT",
                    "stats": [
                        {
                            "groupId": "EG000",
                            "numAffected": 4,
                            "numAtRisk": 23
                        },
                        {
                            "groupId": "EG001",
                            "numAffected": 2,
                            "numAtRisk": 23
                        },
                        {
                            "groupId": "EG002",
                            "numAffected": 2,
                            "numAtRisk": 25
                        },
                        {
                            "groupId": "EG003",
                            "numAffected": 3,
                            "numAtRisk": 27
                        }
                    ]
                },
                {
                    "term": "Nausea",
                    "organSystem": "Gastrointestinal disorders",
                    "sourceVocabulary": "MedDRA (17.0)",
                    "assessmentType": "SYSTEMATIC_ASSESSMENT",
                    "stats": [
                        {
                            "groupId": "EG000",
                            "numAffected": 0,
                            "numAtRisk": 23
                        },
                        {
                            "groupId": "EG001",
                            "numAffected": 3,
                            "numAtRisk": 23
                        },
                        {
                            "groupId": "EG002",
                            "numAffected": 0,
                            "numAtRisk": 25
                        },
                        {
                            "groupId": "EG003",
                            "numAffected": 5,
                            "numAtRisk": 27
                        }
                    ]
                },
                {
                    "term": "Vision blurred",
                    "organSystem": "Eye disorders",
                    "sourceVocabulary": "MedDRA (17.0)",
                    "assessmentType": "SYSTEMATIC_ASSESSMENT",
                    "stats": [
                        {
                            "groupId": "EG000",
                            "numAffected": 1,
                            "numAtRisk": 23
                        },
                        {
                            "groupId": "EG001",
                            "numAffected": 3,
                            "numAtRisk": 23
                        },
                        {
                            "groupId": "EG002",
                            "numAffected": 2,
                            "numAtRisk": 25
                        },
                        {
                            "groupId": "EG003",
                            "numAffected": 2,
                            "numAtRisk": 27
                        }
                    ]
                },
                {
                    "term": "Headache",
                    "organSystem": "Nervous system disorders",
                    "sourceVocabulary": "MedDRA (17.0)",
                    "assessmentType": "SYSTEMATIC_ASSESSMENT",
                    "stats": [
                        {
                            "groupId": "EG000",
                            "numAffected": 1,
                            "numAtRisk": 23
                        },
                        {
                            "groupId": "EG001",
                            "numAffected": 0,
                            "numAtRisk": 23
                        },
                        {
                            "groupId": "EG002",
                            "numAffected": 0,
                            "numAtRisk": 25
                        },
                        {
                            "groupId": "EG003",
                            "numAffected": 2,
                            "numAtRisk": 27
                        }
                    ]
                },
                {
                    "term": "Oropharyngeal pain",
                    "organSystem": "Respiratory, thoracic and mediastinal disorders",
                    "sourceVocabulary": "MedDRA (17.0)",
                    "assessmentType": "SYSTEMATIC_ASSESSMENT",
                    "stats": [
                        {
                            "groupId": "EG000",
                            "numAffected": 0,
                            "numAtRisk": 23
                        },
                        {
                            "groupId": "EG001",
                            "numAffected": 2,
                            "numAtRisk": 23
                        },
                        {
                            "groupId": "EG002",
                            "numAffected": 0,
                            "numAtRisk": 25
                        },
                        {
                            "groupId": "EG003",
                            "numAffected": 0,
                            "numAtRisk": 27
                        }
                    ]
                }
            ]
        },
        "moreInfoModule": {
            "certainAgreement": {
                "piSponsorEmployee": false,
                "restrictionType": "OTHER",
                "restrictiveAgreement": true,
                "otherDetails": "Research Organization shall not publish any articles or papers nor make any presentations, nor assist any other person in publishing any articles or papers or in making any presentations relating or referring to the Study or any results, data or insights from or any data, information or materials obtained or generated in the performance of its obligations without the prior written consent of Takeda, which consent may be granted or withheld in Takeda's sole discretion."
            },
            "pointOfContact": {
                "title": "AstraZeneca Clinical Study Information Center",
                "organization": "AstraZeneca",
                "email": "information.center@astrazeneca.com",
                "phone": "1-877-240-9479"
            }
        }
    },
    "target_category": "Cognitive enhancer",
    "drug": [
        "roflumilast",
        "donepezil"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The trial tests whether roflumilast (a small-molecule phosphodiesterase-4 inhibitor) given with donepezil (an acetylcholinesterase inhibitor) can attenuate scopolamine-induced cognitive deficits in healthy adults — i.e., the intervention aims to reverse/ improve cognition in an induced-cholinergic-deficit model rather than to modify underlying AD pathology. citeturn0search1turn0search4turn0search3",
        "Act (key details extracted): Trial title/description identifies roflumilast + donepezil to reverse scopolamine (hyoscine) induced psychomotor/cognitive deficits; scopolamine is used as a reversible pharmacologic model of cholinergic cognitive impairment. Roflumilast is a PDE4 inhibitor being explored for cognitive-enhancing effects; donepezil is a symptomatic acetylcholinesterase inhibitor approved for symptomatic treatment of AD. citeturn0search1turn0search9turn0search3",
        "Web search results used (selected): 1) Clinical trial entry summarizing the study and purpose (NCT02051335). citeturn0search1 2) EMA summary describing roflumilast as a PDE4 inhibitor (Daxas). citeturn0search4 3) Preclinical/clinical literature showing PDE4 inhibition (including roflumilast) can improve memory/cognition. citeturn0search9turn0search5 4) Reviews describing donepezil as a reversible acetylcholinesterase inhibitor used for symptomatic cognitive improvement in AD. citeturn0search3",
        "Reflect: Both agents are small-molecule drugs acting to enhance neurotransmission/cAMP signalling and are being tested here for their ability to improve cognition in an induced-deficit model. This fits the 'Cognitive enhancer' category (improving cognitive function symptomatically) rather than a disease-targeted biologic or a disease-modifying small molecule targeting core AD pathology (e.g., amyloid or tau). No evidence in the provided description that the intervention is intended as a disease-modifying biologic or to treat neuropsychiatric symptoms specifically, so 'Cognitive enhancer' is the appropriate classification. citeturn0search1turn0search3turn0search4"
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The trial combines donepezil (a symptomatic acetylcholinesterase inhibitor that increases synaptic acetylcholine) with roflumilast (a PDE4 inhibitor that enhances cAMP-mediated signalling and has been studied as a cognitive enhancer) to reverse scopolamine-induced cholinergic deficits — the experimental paradigm and one drug (donepezil) act directly on cholinergic neurotransmission. citeturn1search1turn0search0",
        "Act: Key extracted details — trial NCT02051335 tests roflumilast + donepezil to attenuate scopolamine (muscarinic antagonist)-induced cognitive impairment in healthy adults (symptomatic/cognitive-enhancer paradigm). Donepezil is a reversible acetylcholinesterase inhibitor that boosts cholinergic neurotransmission. Roflumilast is a selective PDE4 inhibitor investigated for memory-enhancing effects (mechanistically acts on intracellular signalling that supports neurotransmission/synaptic plasticity). Based on the primary symptomatic, neurotransmission-focused intent and the involvement of a cholinergic AChE inhibitor, the most specific CADRO match is D) Neurotransmitter Receptors. citeturn0search1turn1search1turn0search4",
        "Reflect: Both agents influence neurotransmission/cell signalling and are being used here for symptomatic cognitive enhancement in a cholinergic-deficit model (scopolamine). Although roflumilast's mechanism (PDE4/cAMP) also relates to synaptic plasticity, the trial’s design centers on reversing a pharmacologic cholinergic blockade and includes donepezil (direct cholinergic modulator). Therefore D) Neurotransmitter Receptors is the most appropriate single-category classification; if the emphasis were on intracellular cAMP/synaptic plasticity as the primary target, M) Synaptic Plasticity/Neuroprotection or R) Multi-target could be considered, but the trial description and agents support D. citeturn0search1turn0search5",
        "Web search results used (selected): 1) Trial record (NCT02051335) — roflumilast + donepezil to reverse scopolamine-induced deficits. citeturn0search1 2) EMA / Daxas summary describing roflumilast as a phosphodiesterase-4 (PDE4) inhibitor. citeturn0search0 3) Human studies showing acute roflumilast can enhance verbal memory in healthy adults. citeturn0search4turn0search5 4) Reviews describing donepezil as a reversible acetylcholinesterase inhibitor used for symptomatic cognitive improvement in Alzheimer’s disease. citeturn1search1turn1search4"
    ]
}