{
    "nct_id": "NCT05748613",
    "title": "Treatment of Stress and Anxiety in Mild Cognitive Impairment/Mild Alzheimer's Disease and Related Dementias - RCT",
    "status": "RECRUITING",
    "last_update_time": "2025-03-03",
    "description_brief": "The goal of this clinical trial is to test the effectiveness of a computerized anxiety sensitivity treatment (CAST) compared to a health education control (HEC) in older adults with mild cognitive impairment (MCI) or mild Alzheimer's Disease and related dementias (ADRD) and their care partners. The main questions it aims to answer are:\n\n1. Efficacy of CAST in reducing anxiety and related symptoms among those with MCI/mild ADRD\n2. Efficacy of CAST in reducing care partner burden among care partners of people living with MCI/mild ADRD\n3. Explore treatment mechanisms using a multi-modal assessment battery of anxiety sensitivity and anxiety\n\nParticipants will complete six in-person visits including a baseline assessment, two intervention sessions, and three follow-up assessments at 1, 3, and 6-months posttreatment. Participants will also complete three weeks of ecological momentary assessments (EMAs) for one week prior to intervention, one week between intervention sessions, and one week after intervention.\n\nIf there is a comparison group: Researchers will compare CAST to HEC to see if CAST reduces anxiety and related symptoms in older adults with MCI/mild ADRD and care partner burden to a greater degree than HEC.",
    "description_detailed": "Participants are dyads consisting of an older adult with MCI/mild ADRD and their care partner. Baseline assessment will include a neuropsychological evaluation to confirm cognitive status for the older adult with MCI/mild ADRD, a series of baseline questionnaires, and introduction to the EMA application. Dyads are randomized to either the CAST or HEC conditions. During CAST sessions, dyads view the CAST presentation and complete interoceptive exposures. An interventionist guides dyads through these sessions. During HEC, dyads view the HEC presentation and complete behavior tracking and goal-setting with the guidance of an interventionist. At both intervention sessions, dyads complete questionnaires including post assessments at the end of intervention session two. For the week prior to intervention session one, the week between the two intervention sessions, and the week after intervention session two, dyads complete daily EMAs about emotional and other factors using an application downloaded on a phone or tablet. At 1, 3, and 6-months follow-up assessments, dyads complete follow-up cognitive testing and outcome questionnaires.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "neuropsychiatric symptom improvement",
    "drug": [
        "CAST (Computerized Anxiety Sensitivity Treatment) — behavioral/computerized intervention"
    ],
    "placebo": [
        "Health Education Control (HEC) — computerized health education control condition"
    ],
    "explanation_target": [
        "Reason: The trial tests a computerized, CBT-based intervention (CAST) that targets anxiety sensitivity and related anxiety symptoms in people with MCI/mild ADRD and seeks to reduce care-partner burden — i.e., it is treating neuropsychiatric symptoms (anxiety) rather than targeting Alzheimer pathology or testing a small-molecule/biologic therapeutic. citeturn0search0turn0search3",
        "Act: Key extracted details — CAST is a fully computerized psychoeducational/interoceptive-exposure program (≈45–60 minutes in prior studies) delivered across intervention sessions; the comparator is a Health Education Control (HEC). Primary outcomes are reductions in anxiety sensitivity/anxiety; secondary outcomes include care partner burden and cognitive measures. These characteristics are consistent with a non-pharmacologic intervention for neuropsychiatric symptom improvement. citeturn0search3turn0search7",
        "Reflect: Classification check — CAST is not a biologic or small molecule, and its mechanism (reducing anxiety sensitivity via CBT-style psychoeducation and interoceptive exposure) is aimed at symptom reduction rather than disease modification or direct cognitive enhancement. Therefore the correct category is 'neuropsychiatric symptom improvement'. Prior trials and pilots show CAST reduces anxiety sensitivity and internalizing symptoms, supporting this interpretation. citeturn0search1turn0search8",
        "Web search results (sources consulted): 1) Clinical trial description / registry listing describing CAST and HEC, interoceptive exposure procedures, and behavioral designation. citeturn0search3 2) PubMed review/description of CAST as a computerized cognitive anxiety sensitivity treatment. citeturn0search0 3) RCTs/papers showing CAST efficacy in reducing anxiety sensitivity and internalizing symptoms. citeturn0search1turn0search8 4) Protocol/article describing study design for CAST in older adults with MCI/mild ADRD (notes primary outcomes include anxiety reduction and care partner burden). citeturn0search7"
    ],
    "agent_type": "T) Other",
    "explanation_agent": [
        "Reason: The trial tests a computerized CBT-based intervention (CAST) that targets anxiety sensitivity and neuropsychiatric symptoms (anxiety) in people with MCI/mild ADRD rather than a biological pathway (e.g., amyloid, tau, inflammation) or a pharmacologic/biologic agent. Clinical-trial registry and protocol descriptions identify CAST as a behavioral, transdiagnostic CBT/interoceptive-exposure program delivered via computer. citeturn0search0turn0search2",
        "Act: Key extracted details — CAST is a fully computerized psychoeducational/interoceptive-exposure program (≈45–60 minutes in prior studies) compared with a Health Education Control; primary outcomes are reductions in anxiety sensitivity/anxiety and secondary outcomes include care-partner burden and cognitive measures. These are non-pharmacologic symptom-focused interventions, not targeting a CADRO biological mechanism. citeturn0search3turn0search6",
        "Reflect: CAST’s mechanism (reducing anxiety sensitivity via CBT-style psychoeducation and interoceptive exposure) aims at symptom reduction rather than disease modification or targeting molecular pathways. CADRO categories represent biological targets (e.g., Amyloid, Tau, Inflammation); a behavioral, symptom-focused intervention does not map to a specific CADRO target—so the correct classification is 'T) Other'. Protocol and prior CAST trials support the interpretation. citeturn0search2turn0search1",
        "Web search results consulted: 1) Clinical trial registry entry describing CAST vs Health Education Control (NCT05748613) — details of intervention and outcomes. citeturn0search0 2) PubMed protocol/article for CAST in MCI/ADRD describing study design and primary/secondary outcomes. citeturn0search2 3) Clinical-trial aggregator and recruitment pages summarizing ASTRA/CAST trial. citeturn0search3turn0search8 4) Prior CAST trials/papers showing efficacy in reducing anxiety sensitivity and internalizing symptoms and use of interoceptive exposure. citeturn0search1turn0search6"
    ]
}