{
    "nct_id": "NCT06618872",
    "title": "Incremental Diagnostic Value of Tau-PET with [18F]RO948 Vs Amyloid-PET in Patients with",
    "status": "RECRUITING",
    "last_update_time": "2025-01-06",
    "description_brief": "The objective of the study is to investigate the clinical validity of tau-PET with \\[18F\\]RO948 vs. amyloid-PET in patients with Mild Cognitive Impairment (MCI) or mild dementia",
    "description_detailed": "Dementia is defined as cognitive impairment associated with loss of autonomy and is usually preceded by a prodromal phase - Mild Cognitive Impairment (MCI) - which represents a highly heterogeneous entity comprising different underlying etiologies, of which Alzheimer's disease (AD) is one of the most prevalent. Several AD biomarkers - including MRI, FDG-PET and CSF measures of amyloid and tau pathology - have been validated as diagnostic (allowing an early and differential diagnosis of AD) and prognostic (predicting progression from MCI to dementia due to AD) tools. In contrast and despite the increasing consensus on their clinical utility, usage of PET markers of amyloid and tau pathology is not yet standard clinical practice. Moreover, while the clinical utility of amyloid-PET has been exhaustively investigated, to date no study has prospectively assessed the clinical utility of tau-PET. Assessing the clinical utility of diagnostic tools is fundamental for clinical practice. This will be the first study assessing the clinical utility of \\[18F\\]RO948 tau-PET vs. standard of care amyloid-PET, providing unique information to define appropriate diagnostic algorithms",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "DIAGNOSTIC",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention tested is tau-PET imaging with [18F]RO948 compared head-to-head to amyloid-PET in patients with MCI or mild dementia (a diagnostic imaging comparison rather than a therapeutic intervention). citeturn0search6",
        "Act (web search / evidence): [18F]RO948 is an 18F-labelled tau PET tracer developed to image Alzheimer-type tau pathology and has been evaluated for diagnostic and prognostic utility in multiple studies (e.g., diagnostic performance vs non-AD disorders; longitudinal tau change and association with Aβ). citeturn0search1turn0search2turn0search5",
        "Extracted trial details: Title and objective — 'Incremental Diagnostic Value of Tau-PET with [18F]RO948 Vs Amyloid-PET in Patients with' with objective 'investigate the clinical validity of tau-PET with [18F]RO948 vs. amyloid-PET in patients with Mild Cognitive Impairment (MCI) or mild dementia' (trial listing). This is a diagnostic validity study, not testing a therapeutic drug or placebo. citeturn0search6",
        "Reflect: Classification as 'N/A' is appropriate because the trial evaluates diagnostic imaging biomarkers (tau-PET vs amyloid-PET) rather than administering a biologic or small-molecule therapy, a cognitive-enhancing medication, or an intervention aimed at neuropsychiatric symptoms. The literature confirms RO948 is a PET tracer used for imaging tau pathology (diagnostic/prognostic use), supporting the non-therapeutic classification. citeturn0search1turn0search5",
        "Web search results used: trial listing for the specific study (MedPath/NCT reference summary). Key publications describing RO948 diagnostic performance and longitudinal utility in AD-related cohorts (PubMed / Alzheimer’s & Dementia / JAMA Neurology summaries cited above). citeturn0search6turn0search1turn0search2turn0search5"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}