{
    "nct_id": "NCT01555827",
    "title": "Retinal Neurodegenerative Signs in Alzheimer's Diseases",
    "status": "COMPLETED",
    "last_update_time": "2017-11-09",
    "description_brief": "A few studies suggest that patients suffering from neurodegenerative diseases (such a multiple sclerosis or Alzheimer's disease (AD)) show decreased thickness of the retinal nerve fiber layer (RNFL), indicating axonal degeneration. High-definition spectral domain optical coherence tomography (SD-OCT), performed without radiation in a few seconds per eye, offers a precise and standardized estimation of this parameter, which could constitute a biomarker for cerebral axonal degeneration. These RNFL deficits might even be the earliest sign of AD, prior to damage of the hippocampal region that impacts memory.\n\nBesides, some associations of AD with some degenerative diseases of the eye (glaucoma, microvascular abnormalities, age-related macular degeneration (AMD)) have also been reported.\n\nIt therefore seems interesting to determine whether RNFL thickness, and other ocular parameters, may give some indications for a better detection of AD and cognitive decline in the elderly.",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "DIAGNOSTIC",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The description is an observational/diagnostic study proposal to measure retinal nerve fiber layer (RNFL) thickness and other ocular parameters with spectral-domain optical coherence tomography (SD-OCT) to detect or predict Alzheimer's disease (AD) and cognitive decline. It describes a biomarker/diagnostic purpose (early detection of cerebral axonal degeneration) rather than testing a therapeutic agent or intervention that modifies disease, cognition, or neuropsychiatric symptoms.",
        "Act: Key extracted details — intervention/measure: SD-OCT retinal imaging to quantify RNFL thickness; intended effect: detection/biomarker for AD/cognitive decline; no drug, biologic, or symptomatic treatment is being tested. Multiple published studies support that RNFL thinning and other retinal changes are associated with AD and are being investigated as noninvasive biomarkers. citeturn0search0turn0search1turn0search2turn0search7turn0search5",
        "Reflect: Because the study evaluates a diagnostic imaging biomarker (SD-OCT RNFL thickness) rather than administering a drug or other therapeutic intervention, it does not fit the four therapeutic categories (disease-targeted biologic, disease-targeted small molecule, cognitive enhancer, or neuropsychiatric symptom improvement). Therefore the correct classification is 'N/A'. The cited literature confirms the study intent and the biomarker-focused design. citeturn0search4turn0search6"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}