{
    "nct_id": "NCT05613699",
    "title": "Implementation and Evaluation of Physical Exercise Services for Young Adults With Cancer",
    "status": "COMPLETED",
    "last_update_time": "2022-11-04",
    "description_brief": "Over the past decade, importance of supportive care in cancer treatment of young cancer patients has increased. However, most common cancer-related side effects, such as physical deconditioning, psychological problems, infertility, and cancer-related fatigue, are particularly problematic for young adults (AYA). Short- and long-term side effects result in impaired quality of life, social life, and physical activity levels. While there is growing evidence that physical exercise is effective in reducing disease- or treatment-related side effects, programs are generally not tailored to the unique needs of young adults. In addition, social media or web-based programs are rarely structurally integrated into existing care programs. The objective of the Your Exercise Program (YOUEX) study is therefore to address these specific needs and to improve physical exercise services for young people in Germany. To this end, this pilot study presents three approaches to physical activity enhancement, with a particular focus on web-based and cross-regional programs. All three approaches will be evaluated for their feasibility and effectiveness on fatigue, distress, quality of life, and activity levels, as well as sustained effects over 24 weeks. The YOUEX study is an exploratory intervention study in the form of a 12-week exercise program for patients aged 18 to 39 years who currently have or have had a cancer diagnosis within the past 5 years. Eligible patients can choose from three support programs: Social Media Exercise Program, Online Exercise Platform, Supervised Exercise Program. The goal is to recruit 70 to 80 patients over an 8-month period. Evaluation questionnaires will be sent at three time points (T0: start of exercise program, T1: after 6 weeks; T2: after 12 weeks; T3: after 24 weeks) with a short weekly questionnaire between T0 and T2 to assess weekly adherence and changes in fatigue. YOUEX study will collect detailed information on the acceptability and feasibility of different physical activity programs for young people and their lasting effects on fatigue, quality of life and physical activity. Should these be positive, the findings can directly inform health care practice, which would be highly relevant especially in light of the COVID pandemic.",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "SUPPORTIVE_CARE",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The described trial (YOUEX) is a 12-week exercise intervention for young adults (ages 18–39) with current or recent cancer, aiming to improve physical activity, reduce cancer-related fatigue and distress, and improve quality of life — i.e., a supportive-care / behavioral intervention rather than a pharmacologic treatment. citeturn0search2turn0search3",
        "Act: Key extracted details — three modules (online supervised group, online unsupervised/home app, and in-person supervised), patient-preference design, outcomes include fatigue, distress, quality of life, and activity levels measured at baseline, 6, 12 and 24 weeks. There is no drug, biologic, or placebo described in the protocol or listings. citeturn0search2turn0search0",
        "Reflect: Classification rationale — this trial does not test a disease-targeted biologic or small molecule, nor a cognitive enhancer or a neuropsychiatric-symptom drug. It is a non-pharmacologic exercise/supportive-care trial, so it does not fit any of the four Alzheimer’s-focused categories and is therefore 'N/A'. The trial explicitly targets cancer-related side effects and rehabilitation, not Alzheimer disease pathology or cognition pharmacotherapy. citeturn0search2turn0search3",
        "Web search results consulted (for transparency): 'Exercise Preferences in Young Adults with Cancer—The YOUEX Study' (full text, PMC). citeturn0search2; PubMed entry for the YOUEX study. citeturn0search1; Clinical trial listing / summary (CenterWatch / NCT05613699). citeturn0search3; MDPI/Curr Oncology article summary describing the YOUEX study. citeturn0search0"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}