{
    "nct_id": "NCT03902548",
    "title": "A Positron Emission Tomography (PET) Study to Compare the [18F]P16-129 and [18F]Florbetapir for Investigations of Amyloid β Pathology in Subjects With Alzheimer's Disease and Investigate the Biokinetics, Radiation Dosimetry, and Safety of [18F]P16-129 in Healthy Volunteers",
    "status": "COMPLETED",
    "last_update_time": "2021-07-16",
    "description_brief": "This study investigates the initial safety profile of \\[18F\\]P16-129 in healthy volunteers including dosimetry determination, and compares the uptake and kinetics of \\[18F\\]P16-129 with the FDA approved drug \\[18F\\]florbetapir in the brains of Alzheimer's disease patients.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "DIAGNOSTIC",
    "results": null,
    "target_category": "N/A",
    "drug": [
        "[18F]P16-129 (aka [18F]D3FSP, a deuterated amyloid PET radiotracer)",
        "[18F]florbetapir (AV-45, Amyvid; FDA‑approved amyloid PET tracer)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial is a PET imaging / dosimetry and tracer-comparison study (investigating uptake, kinetics, biokinetics, radiation dosimetry, and safety of [18F]P16-129 and comparing it to FDA‑approved [18F]florbetapir) rather than a therapeutic intervention intended to modify disease, improve cognition, or treat neuropsychiatric symptoms; therefore it does not fit any therapeutic target category. citeturn0search1turn0search3",
        "Act: Key extracted details — the investigational agent is [18F]P16-129 (also reported in the literature as [18F]D3FSP, a deuterated N‑methyl derivative of AV‑45), and the comparator is the FDA‑approved amyloid PET tracer [18F]florbetapir (Amyvid/AV‑45). These sources describe the tracer identity, the head‑to‑head PET comparison, and the biodistribution/dosimetry work. citeturn0search0turn0search5turn1search0",
        "Reflect: Classification check — because both agents are diagnostic radiotracers used to image amyloid-β pathology (not drugs intended to alter pathology or symptoms), the correct target category is 'N/A' under the provided therapeutic categories. This interpretation is supported by the trial registry and peer‑reviewed publications reporting P16‑129/D3FSP as an amyloid PET tracer and the stated study objectives. citeturn0search3turn0search4",
        "Web search results (sources used): (1) Trial registry entry describing the study objectives and that [18F]P16-129 is being compared with FDA‑approved [18F]florbetapir. citeturn0search1 (2) PubMed article / abstract and full‑text reporting [18F]D3FSP ([18F]P16-129) as a deuterated PET tracer and head‑to‑head comparison with [18F]AV‑45. citeturn0search0turn0search5 (3) EJNMMI Research / full text confirming tracer performance and dosimetry work. citeturn0search4 (4) NEJM summary and Lilly press release documenting FDA approval and clinical use of florbetapir (Amyvid / [18F]florbetapir). citeturn1search0turn1search1"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}