{
    "nct_id": "NCT03863041",
    "title": "Study of Phosphorylated Metabolism Profile as Predictive Biomarker of Cognitive Decline in Memory Complaint.",
    "status": "COMPLETED",
    "last_update_time": "2023-10-05",
    "description_brief": "Alzheimer disease is a frequent disease in the late ages that results in global alteration of cognitive functions. In which memory complaint can be isolated in the early stages.\n\nPhysiopathology of neuronal degenerescence in Alzheimer disease is complex, two main histological lesions are known, amyloid plaques and neurofibrillar tangles. Beyond the histological knowledge, alterations of neuronal metabolism are described such as oxydative phosphorylation and glycolytic pathway. These metabolism alterations are involved in neuronal death.\n\nMulti-nucleus magnetic resonance spectroscopy is a non-invasive non-irradiant imagery technique already used in routine. This technic allows the phosphoenergetic pool assessment, that inform about cellular metabolism.\n\nThe aim of the study is to explore the phosphorylated metabolism patterns as predictive biomarkers of cognitive decline in patients with a memory complaint diagnosed.",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "DIAGNOSTIC",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial describes a non‑therapeutic imaging/biomarker study using multi‑nucleus (phosphorus, i.e., 31P) magnetic resonance spectroscopy to measure phosphorylated/phosphoenergetic metabolism and explore those patterns as predictive biomarkers of cognitive decline. This aims to detect metabolic changes, not to test a drug or therapeutic intervention, so it does not fit disease‑targeted biologic, disease‑targeted small molecule, cognitive enhancer, or neuropsychiatric symptom improvement categories. citeturn0search3turn0search8",
        "Act: Key extracted details — Intervention: multi‑nucleus / 31P MR spectroscopy (phosphorus MRS); Purpose: assess phosphoenergetic pool / phosphorylated metabolism as a predictive biomarker of cognitive decline in patients with memory complaints; No drug or treatment is mentioned. Published literature confirms 31P‑MRS measures high‑energy phosphate metabolites (PCr, ATP, Pi, PME/PDE) and has been studied as a potential early biomarker in MCI/AD. citeturn0search1turn0search5",
        "Reflect: Classification check — by the provided definitions the study is diagnostic/biomarker imaging (non‑therapeutic). Therefore the correct classification is 'N/A'. There is no ambiguity in the description about a drug or therapeutic intervention. Relevant supporting references include a systematic review of 31P‑MRS in aging and AD and multiple in vivo 31P‑MRS studies showing altered phosphate metabolism in early AD. citeturn0search3turn0search1",
        "Web search results used (titles / representative studies cited above): 'Systematic review of 31P‑magnetic resonance spectroscopy studies of brain high energy phosphates and membrane phospholipids in aging and Alzheimer's disease' (systematic review). citeturn0search3; 'Altered brain high‑energy phosphate metabolism in mild Alzheimer's disease: A 3‑dimensional 31P MR spectroscopic imaging study.' citeturn0search1; 'Phosphate Brain Energy Metabolism and Cognition in Alzheimer's Disease: 31P MRS at 7Tesla.' citeturn0search5"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}