{
    "nct_id": "NCT00244322",
    "title": "LY450139: Tolerability and Biomarker Assessment in Subjects With Mild to Moderate Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2007-05-24",
    "description_brief": "The purposes of this study are to determine:\n\n* The safety of LY450139 dihydrate and any side effects that might be associated with it.\n* How much LY450139 dihydrate should be given and how long it may be detected in blood.\n* To determine if LY450139 dihydrate may have an effect on a protein found in blood, called A beta. This protein is studied in subjects with Alzheimer's disease.\n* To collect and store samples from blood and spinal fluid for research related to Alzheimer's disease and similar (neurodegenerative) diseases or inflammation (irritation) that may provide information on how subjects respond to LY450139 or other medications.\n\nLength of study: Approximately 29 weeks.\n\nNumber of office visits: 11 for most subjects: initial visit, every other week during 14 weeks of study drug treatment, and 2 follow-up visits.\n\nAt no cost, approximately 45 eligible participants will receive:\n\n* Study medication\n* Study-related diagnostic and laboratory evaluations",
    "description_detailed": "N/A",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "DIAGNOSTIC",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "LY450139 (semagacestat)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The investigational agent LY450139 dihydrate is semagacestat, a small-molecule γ-secretase inhibitor developed to reduce production of amyloid-β (Aβ), i.e., to target Alzheimer’s pathology rather than only symptomatic cognition. citeturn0search1turn0search5",
        "Act: The provided study is a tolerability/biomarker trial in mild–moderate Alzheimer’s disease assessing safety, dosing, pharmacokinetics, and effects on Aβ in blood/CSF — consistent with a disease-modifying mechanism aimed at lowering amyloid. (Trial listing and published reports match this description.) citeturn0search0turn0search4",
        "Reflect: Given semagacestat is a small-molecule enzyme inhibitor that acts on γ-secretase to lower Aβ, it fits the definition of a \"disease-targeted small molecule.\" There is no indication the drug is a biologic, a purely symptomatic cognitive enhancer, or an agent aimed at neuropsychiatric symptoms. No placebo information was provided in the description; that does not change the category. citeturn0search1turn0search4"
    ],
    "agent_type": "A) Amyloid beta",
    "explanation_agent": [
        "Reason: LY450139 (semagacestat) is a small‑molecule γ‑secretase inhibitor developed to reduce production of amyloid‑β (Aβ), i.e., it directly targets the enzymatic generation of Aβ peptides implicated in Alzheimer pathology. citeturn0search5turn0search1turn0search3",
        "Act: The described trial is a tolerability/biomarker study in mild–moderate AD assessing safety, dosing, pharmacokinetics, and effects on Aβ in plasma/CSF — consistent with a disease‑modifying strategy aimed at lowering amyloid. This matches published phase I/II biomarker reports of LY450139 showing dose‑dependent reductions in plasma and CNS Aβ production. citeturn0search2turn0search1",
        "Reflect: Because semagacestat’s primary mechanism is inhibition of γ‑secretase to lower Aβ production (an amyloid‑directed mechanism), the most specific CADRO classification is A) Amyloid beta. There is no indication in the trial description that the agent’s main target is tau, inflammation, synaptic function, or another CADRO category. citeturn0search5",
        "Web search results (key sources used):",
        "- PubMed: “A gamma‑secretase inhibitor decreases amyloid‑beta production in the central nervous system” — shows dose‑dependent inhibition of CNS Aβ production by LY450139. citeturn0search5",
        "- PubMed: “A novel Abeta isoform pattern in CSF reflects gamma‑secretase inhibition in Alzheimer disease” — reports biomarker changes in a phase II trial of LY450139 in mild–moderate AD. citeturn0search1",
        "- Eli Lilly press release and trial materials describing LY450139 (semagacestat) as a γ‑secretase inhibitor intended to slow AD progression by reducing amyloid‑β formation. citeturn0search3",
        "- ACS Chemical Neuroscience / Clinical Neuropharmacology summaries describing LY450139 development, tolerability studies, and plasma/CSF Aβ biomarker findings. citeturn0search2turn0search4"
    ]
}