{
    "nct_id": "NCT01503944",
    "title": "Detection of Striatal Dopaminergic Degeneration and Neocortical Amyloid Pathology in Patients With Dementia With Lewy Bodies, Alzheimer's Disease, Parkinson's Disease, and Healthy Elderly Volunteers",
    "status": "COMPLETED",
    "last_update_time": "2012-08-03",
    "description_brief": "The purpose of this study is to evaluate the ability to identify individuals with dopaminergic degeneration in group of patients with a clinical diagnosis of either dementia with Lewy bodies (DLB) or idiopathic Parkinson's disease and to differentiate them from Alzheimer's disease (AD) and control subjects.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE1",
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "DIAGNOSTIC",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The study title and description state the purpose is to detect striatal dopaminergic degeneration and neocortical amyloid pathology to differentiate DLB/PD from AD and healthy controls — i.e., a diagnostic/imaging study (identifying pathology), not a therapeutic drug trial.",
        "Act: Key extracted details — intervention is diagnostic imaging to detect: (a) nigrostriatal/dopaminergic degeneration (assessed with dopamine transporter or VMAT2 tracers) and (b) neocortical amyloid (assessed with amyloid PET tracers). Similar published work uses amyloid PET with florbetapir (AV-45) and VMAT2/dopamine tracers such as 18F‑AV‑133 (florbenazine) or other DAT/VMAT2 ligands to distinguish AD from DLB/PD; those are imaging tracers, not therapeutic drugs. citeturn0search2turn0search4",
        "Reflect: Classification — 'N/A' because the trial is a diagnostic imaging/biomarker study rather than an interventional drug trial. There is no drug or placebo to classify into disease-targeted biologic, disease-targeted small molecule, cognitive enhancer, or neuropsychiatric symptom improvement.",
        "Web search evidence (selected): 1) Combined PET imaging with florbetapir (amyloid tracer) and 18F‑AV‑133 (VMAT2 tracer) can distinguish AD from DLB by showing cortical amyloid and reduced striatal VMAT2 respectively. citeturn0search2turn0search4 2) PET studies using VMAT2/DAT and amyloid tracers have been used to identify dopaminergic degeneration and amyloid copathology in DLB and to differentiate from AD/PD. citeturn0search6turn0search0"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}