{
    "nct_id": "NCT03840083",
    "title": "What is Sleep's Role in Alzheimer's Disease? Insight From Healthy Aging",
    "status": "RECRUITING",
    "last_update_time": "2025-03-30",
    "description_brief": "The specific objective of this proposed research is to understand whether deficits in sleep-dependent memory changes reflect age-related changes in sleep, memory, or both. The central hypothesis is that changes in both memory and sleep contribute to age-related changes in sleep-dependent memory processing. To this end, the investigators will investigate changes in learning following intervals of sleep (overnight and nap) and wake in young and older adults.",
    "description_detailed": "Exp 1: Using neuroimaging, the investigators will consider whether differences in brain areas engaged during memory encoding contribute to age-related changes in sleep-dependent memory consolidation for a word-pair learning task.\n\nExp 2: The investigators will examine the rate of memory decay between encoding and sleep using two probes of declarative memory (word-pair learning and visuo-spatial learning).\n\nExp 3: The investigators will provide additional opportunity for encoding of the word-pair and visuo-spatial learning tasks.\n\nExp 4: Using neuroimaging, the investigators will examine neural engagement during encoding and performance following intervals of sleep and wake.\n\nExp 5: The investigators will examine the rate of decay of motor sequence learning.\n\nExp 6: The investigators will examine whether enhanced training ('overtraining') improves sleep-dependent memory consolidation for older adults.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "BASIC_SCIENCE",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The description and title indicate an observational/experimental study of sleep-dependent memory changes in healthy young and older adults to understand mechanisms linking sleep, aging, and Alzheimer's risk—not a therapeutic trial of a drug or device. The objective is to measure learning after sleep (overnight and nap) versus wake and to parse contributions of sleep vs memory decline with aging. citeturn0search2",
        "Act: Key extracted details — Title: \"What is Sleep's Role in Alzheimer's Disease? Insight From Healthy Aging\"; PI: Rebecca M. C. Spencer; funded as R01 AG040133; main methods: compare learning/consolidation following sleep and wake intervals in young and older adults to study sleep-dependent memory processing. No drug, biologic, cognitive-enhancer, or neuropsychiatric-targeted intervention or placebo is mentioned. Classification therefore should not fall into the four therapeutic categories. citeturn0search2turn0search3",
        "Web search results (supporting sources): 1) Grantome summary for R01 \"What is sleep's role in Alzheimer's disease? Insight from healthy aging\" (Spencer) — project abstract and aims match the provided description. citeturn0search2 2) Related literature summarizing sleep as a mechanistic pathway and treatment target in AD (review)—context on why sleep is studied in AD research. citeturn0search0 3) Empirical work on age-related changes in sleep-dependent memory consolidation and neural reorganization after naps/wake — supports the experimental paradigm described. citeturn0search3",
        "Reflect: The study is investigative/observational about mechanisms (sleep and memory) with implications for AD prevention/treatment, but it does not test a therapeutic agent or intervention intended to modify pathology, cognition pharmacologically, or treat neuropsychiatric symptoms. Therefore the correct category is 'N/A' (does not fit disease-targeted biologic, disease-targeted small molecule, cognitive enhancer, or neuropsychiatric symptom improvement). No drug information or placebo applies."
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}