{
    "nct_id": "NCT00403520",
    "title": "Assessment of the Comparative Effect of Donepezil 10mg/d and Placebo on Clinical and Radiological Markers in Patients With Mild Cognitive Disorders",
    "status": "COMPLETED",
    "last_update_time": "2014-07-11",
    "description_brief": "The purpose of this study is to demonstrate that donepezil slows the progression of Alzheimer's disease (AD) using magnetic resonance imaging (MRI) of the brain to measure the volume of the hippocampus in patients with pre-dementia Alzheimer's disease.",
    "description_detailed": "The development of a new automated method of measurement of the volume of the hippocampus allows confirming these results in patients presenting with pre-dementia Alzheimer's Disease (AD), treated with donepezil in order to verify if this product is capable of stopping the speed of the atrophy of the hippocampus in patients and more specifically in those who will evolve to AD, compared to a placebo. This method is a semi automatic segmentation of the hippocampus from MRI, made by competitive region growing.\n\nIt was developed at the cognitive neurosciences and MRI laboratory in Pitié-Salpêtrière hospital. This method was validated on healthy subjects and Alzheimer's disease patients by comparison with manual segmentation.\n\nNeuropsychological tests will be realized in order to supervise the clinical evolution of the patients and to correlate these results to the progression of the atrophy of the hippocampus.",
    "phase": [
        "PHASE4"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "donepezil 10 mg/day (donepezil hydrochloride, e.g., Aricept)"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The trial tests donepezil, a reversible acetylcholinesterase inhibitor used to increase brain acetylcholine and treat cognitive symptoms of Alzheimer disease rather than directly targeting amyloid or tau pathology. Donepezil is an orally administered small-molecule acetylcholinesterase inhibitor (indicated for symptomatic treatment of dementia of the Alzheimer’s type). citeturn1search0turn1search5",
        "Act: Extracted details from the description — intervention = donepezil 10 mg/day vs placebo; outcome = hippocampal volume measured by MRI to assess progression. Multiple clinical MRI studies have evaluated whether donepezil alters hippocampal atrophy rates (some report reduced atrophy rates versus placebo in prodromal/mild cohorts, others are mixed). citeturn0search2turn0search1turn0search4",
        "Reflect: Classification decision — although donepezil is a small-molecule drug, it does not meet the provided definition for a \"disease-targeted small molecule\" because it modulates cholinergic neurotransmission (symptomatic cognitive enhancement) rather than directly targeting core AD pathology (amyloid or tau). Therefore the correct category is \"cognitive enhancer.\" Note: the trial uses MRI hippocampal volume as a surrogate for progression and some studies suggest reduced atrophy with donepezil, but that does not change the drug’s mechanism or the classification. citeturn1search0turn0search2"
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The intervention is donepezil, a reversible acetylcholinesterase (AChE) inhibitor that increases synaptic acetylcholine to improve cognitive symptoms in Alzheimer disease — this is modulation of cholinergic neurotransmission rather than a direct disease-modifying action on amyloid or tau. citeturn2search0turn1search3",
        "Act: Extracted details from the trial description — drug = donepezil 10 mg/day (Aricept), class = acetylcholinesterase inhibitor (symptomatic cognitive enhancer). Clinical imaging (hippocampal volume by MRI) is used as an outcome in the description; several MRI studies and meta-analyses have evaluated whether donepezil (particularly at 10 mg) reduces hippocampal atrophy with mixed but some positive findings. These MRI/atrophy findings do not change the drug’s mechanism (cholinergic modulation). citeturn2search1turn0search5turn0search1",
        "Reflect: Mapping to CADRO — donepezil acts on neurotransmission (cholinergic system) rather than on amyloid, tau, ApoE/lipids, inflammation, proteostasis, or vasculature. The closest and most specific CADRO category is D) Neurotransmitter Receptors (covers interventions that modulate neurotransmitter systems/synaptic signaling). It is not multi-target (R) and not a non-therapeutic diagnostic intervention (T). Therefore the correct classification is: D) Neurotransmitter Receptors. citeturn1search0",
        "Web search results (key sources used):\n- Donepezil reversibly inhibits acetylcholinesterase; increases acetylcholine and is a symptomatic treatment for Alzheimer disease. (Aricept prescribing info / label). citeturn2search0turn2search1\n- Clinical and review literature describing donepezil pharmacology and symptomatic use. citeturn1search3turn1search4\n- MRI trials and systematic reviews/meta-analyses evaluating hippocampal atrophy effects (some studies show 10 mg donepezil reduces hippocampal atrophy vs placebo; results across studies are mixed). citeturn0search1turn0search5turn0search4"
    ]
}