{
    "nct_id": "NCT00287248",
    "title": "Evaluation of [123I] IMPY and SPECT as a Marker of Beta-amyloid Protein Deposition in the Brain of Healthy Subjects and Patients With Alzheimer Disease",
    "status": "COMPLETED",
    "last_update_time": "2014-03-06",
    "description_brief": "This research is designed to obtain efficacy and safety information for 123-I IMPY as an imaging biomarker for Alzheimer's disease (AD). The distribution of this agent will be measured by obtaining single photon emission computed tomography (SPECT) images of the brain serially over time to determine the relative localization of the radiopharmaceutical in regions of the cortex relative to background regions and develop an optimal technique of radiotracer administration (bolus or bolus with constant infusion). The researchers will then evaluate the utility of 123-I IMPY and SPECT in AD patients as an early diagnostic tool and subsequently serial evaluations of AD patients will be performed to determine if this technique may be useful as a tool for evaluation of progressive brain β-amyloid deposition in AD.",
    "description_detailed": "All study procedures will be conducted at the Institute for Neurodegenerative Disorders (IND) and Molecular NeuroImanging (MNI) in New Haven, CT. Approximately 25 patients with mild to moderate Alzheimer's disease (AD) and 20 healthy controls will be recruited to participate in this study. AD patients will be eligible to participate if they have a diagnosis of AD of less than 3 years duration. Healthy controls will be examined to ensure that there is no evidence of neurodegenerative changes including cognitive decline. All subjects will undergo written informed consent and a screening evaluation including baseline clinical laboratory testing, a baseline physical and neurological evaluation and baseline cognitive evaluations. Subjects will be asked to undergo either a bolus injection or bolus injection followed by continuous infusion of 123-I IMPY. Following injection, subjects will undergo serial SPECT imaging scans and serial venous plasma sampling for measurement of 123-I IMPY in plasma (both protein bound and free) over a 3.5 - 8 hour period. The imaging analyses will be performed by an image-processing specialist who will remain masked to the procedures employed with each imaging acquisition. The primary imaging outcome measure will be the brain regional distribution volumes expressed as a brain tissue to plasma ratio of the radioligand, 123-I IMPY.",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "DIAGNOSTIC",
    "results": null,
    "target_category": "N/A",
    "drug": [
        "123-I IMPY ([123I]IMPY) — radiolabeled small-molecule amyloid imaging agent"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The description states the intervention is an imaging radiotracer (123-I IMPY) used with SPECT to detect and serially measure beta-amyloid deposition as a diagnostic/biomarker — this is a diagnostic imaging study, not a therapeutic intervention, so it does not fit the four therapeutic categories (disease-targeted biologic, disease-targeted small molecule, cognitive enhancer, or neuropsychiatric symptom improvement).",
        "Act: Literature verifies that 123I-IMPY (6-iodo-2-(4'-dimethylamino-)phenyl-imidazo[1,2-a]pyridine) is a small-molecule radiopharmaceutical developed to bind amyloid plaques and serve as an imaging agent for AD. citeturn0search1turn0search2",
        "Act (safety/dosimetry): Human biodistribution and safety/dosimetry studies have been performed for 123I-IMPY showing it as a radiotracer for imaging amyloid plaques with acceptable dosimetry and no pharmacologic effects at tracer doses. citeturn0search0turn0search1",
        "Reflect: Because 123-I IMPY is used solely as a radiolabeled imaging biomarker (SPECT tracer) to detect amyloid deposition rather than to modify disease biology or directly improve cognition or neuropsychiatric symptoms, the correct classification is 'N/A' (diagnostic imaging). The cited publications above support that IMPY is a small-molecule imaging probe for amyloid rather than a therapeutic agent. citeturn0search1turn0search2"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}