{
    "nct_id": "NCT03855735",
    "title": "\"Sufficiency, Accuracy, Clarity, Contextualization, and Interpersonal Adaptation - Safe, Digitally Supported Communication in Gynecology and Obstetrics: TeamBaby\"",
    "status": "COMPLETED",
    "last_update_time": "2025-02-18",
    "description_brief": "The purpose of this project with obstetric healthcare workers, pregnant women and their relatives is to improve communication between all parties involved in order to increase sustainable patient safety. To this end, clinical staff, expectant mothers and their partners as well as relatives will be trained in personal sessions and through digital interventions. The aim is to improve their ability to communicate more confidently with each other. In addition, an app will be developed to support all participants in their communication with each other and in overcoming difficulties in everyday hospital life. The project contributes to reduce the frequency of preventable adverse events (pAEs) in gynecology and obstetrics and to increase patients' satisfaction with their treatment. Data will be collected in three study phases:\n\n1. Implementation phase - Training for obstetric healthcare workers at two German university hospitals which will be developed and implemented based on observations, interviews, and focus groups and pre-experimental study with pre/post-test (questionnaires for participants, interviews). To evaluate patient safety, an analysis of hospital data will be conducted incl. retrospective cohort study;\n2. Effectiveness study with randomized controlled study design (questionnaires and interviews). In the intervention group, pregnant women and their relatives will be trained in safe communication;\n3. Implementation of an app (evaluated via questionnaires, observations, interviews, focus groups). Women who receive the training via the app will be compared to the historical control group as case-control study (questionnaires, interviews, analysis of hospital data).",
    "description_detailed": "Phase 1:\n\nThe concept of the needs assessment is based on a previous approach, which aimed to implement an intervention to increase the safety of patient transfers in intensive care units. This should lead to a comprehensive understanding of the beneficial and inhibitory conditions as well as potentials for the implementation of the intervention in the field (e.g., how different communication techniques can be integrated beyond training into clinical practice). Observations for the ethnographic analyses are recorded in a standardized observation protocol. Focus groups and interviews are conducted with partially standardized guidelines with at least one person from each occupational group in order to gain as comprehensive an impression as possible of possible resources and barriers for the implementation of the intervention. The data will then be analyzed in terms of content using an inductive approach and used to develop the training. Migration background will be considered exploratively in the data collection and testing as well as participatory in the app development (i.e. it will be ensured that patients and accompanying persons with migration background will also be included in the development). Different communication models competencies and tailoring based on the Health Action Process Approach (HAPA) will also be integrated into the training and app intervention. A short manual for practical support and written documentation of the training process will be prepared, also to avoid failure of implementation. The online training will be offered in the pre-experimental study to all professionals at both intervention sites. The aim is to investigate the connection between the staff trainings and preventable Adverse Events (pAEs) that are compared between the year 2018 (before the staff trainings) and 2020 (after the staff trainings), to observe mechanisms of action and to create a basis for the implementation of phase 2.\n\nAdditional remark 23/06/22: The paper comparing pAEs between 2018 and 2020 is currently under review.\n\nThe study regarding the questionnaire evaluation has a one-group, pre-/post-design. The study includes all specialists (e.g. doctors, nurses, midwives, obstetricians) at both locations with a total of N = 140 participants. Specialists are trained in interdisciplinary groups of 10 to 12 participants.\n\nAdditional remark 23/06/22: The paper concerning the evaluation of communication behavior and behavioral factors associated with this behavior has been published.\n\nSummary of the implementation phase: Research questions, methods, study population and target criteria\n\nA: What is the prevalence of pAEs? This question will be answered using monitoring protocols and anonymous routine data of the hospital from 2018 in a Mixed Methods study: Quality indicators include the reporting according to safe communication, pAEs, and a retrospective cost analysis of pAEs.\n\nAdditional remark 23/06/22: The paper for the evaluation of pAEs has been published.\n\nB: What are effective interventions to optimize communication in everyday hospital life? This question will be answered by updating the status of the literature search in Pubmed, PsychInfo, Cochrane Database to provide an overview of effective interventions and effect strengths.\n\nAdditional remark 23/06/22: The systematic review has been published.\n\nC: What is the adherence for equivalent patient safety measures (e.g. hand hygiene)? Using questionnaire data of all employees at both intervention sites to measure adherence to patient safety measures and identify relationships between adherence and quality indicators Additional remark 23/06/22: The paper including questionnaire and observational data has been published.\n\nD: What are possible resources and barriers for the implementation of an intervention in order to optimize communication in everyday hospital life? The question will be answered in Ethnographic observation and guideline-based individual and focus group interviews with physicians, nursing staff, training assistants, psychologists, and midwives to classify resources and barriers.\n\nAdditional remark 23/06/22: The according publication has been finalized.\n\nE: What is an appropriate strategy to implement effective interventions to optimize communication? For this question, there will be a triangulation of results from previous steps including the matching of data from interviews, focus groups and questionnaires with evidence from the literature to determine the implementation strategy regarding resources and barriers in implementing the intervention to patient safety.\n\nAdditional remark 23/06/22: The triangulation was published.\n\nSince the aim is to achieve full inclusion of all healthcare workers in Phase 1, no inclusion and exclusion criteria are defined. Differences between the measurement times are checked using linear and general mixed models, initial values of the first measurement are taken into account as covariates. Clinics are modeled as a fixed effect. For the entire analysis, corresponding confidence intervals of 95 % are determined. To calculate the standardized mean difference (SMD) between the two measurement points, the non-standardized regression coefficients are standardized to the pooled standard deviation of the observed measured values. According to Cohen's recommendations, SMDs are interpreted as follows: small effect by SMD = 0.2; medium effect by SMD = 0.5; large effect by SMD = 0.8. The odds ratio of binary outcomes is subjected to a logit transformation to calculate effect strengths. To check whether the intervention effect on the primary target criterion is moderated by external variables, reciprocal interaction terms are considered in the model estimation. Continuous moderators are standardized by z-transformation. The estimated parameter of the interaction between the z-transformed continuous variable and the effect estimator of the group difference thus represents the additional intervention effect if the potential moderator increases by a standard deviation. Participants are only included in the analysis if they participate in the corresponding follow-up online survey and are analyzed according to intention to treat. Differences are interpreted as significant when the p-value of a two-sided test is \\<0.05.\n\nAdditional remark 22/06/22: The evaluation of questionnaire data has been published.\n\nDue to the COVID-19 pandemic, the trainings for staff members had to be paused. Although all staff members (N=141) were trained, only N=67 provided questionnaire data at both time points (before and after the training). Hence, the analysis was performed as a MANOVA to evaluate the questionnaire data.\n\nThe manuscript evaluating clinical data (preventable adverse events) is currently under review.\n\nPhase 2:\n\nIn Phase 2, the effectiveness of the communication intervention for the target group of women giving birth/family members is assessed using the gold standard, i.e. randomized control trial (RCT). In each institution, four employees are enabled to train patients and their relatives on the short manual developed to teach different communication models competencies. When a woman gives birth and her relatives are admitted, they are randomly assigned to a training group (IG) or a control group (CG). The pAEs are collected on a person-specific basis (anonymized) and coded in parallel. With an alpha error of 0.05 and a power of 80%, a sample of N = 352 is necessary (to be analyzed IG: N = 176; CG: N = 176) in order to be able to prove an effect of d = 0.3. With an assumed drop-out of 20%, N = 424 participants (to be recruited IG: N = 212; CG: N = 212) would have to be recruited (recruitment sample). The target criteria are evaluated statistically and clinically as in phase 1. Group differences are checked by means of linear and general mixed models, initial values of the first measurement point are considered as covariates. Clinics are modelled as fixed effects. For the entire analysis, corresponding confidence intervals of 95 % are determined. To calculate the standardized mean difference (SMD) between the two measurement points, the non-standardized regression coefficients are standardized to the pooled standard deviation of the observed measured values. According to Cohen's recommendations, SMDs are interpreted as follows: small effect by SMD = 0.2; medium effect by SMD = 0.5; large effect by SMD = 0.8. The odds ratio of binary outcomes is subjected to a logit transformation to calculate effect strengths. To check whether the primary target criterion is moderated by external variables, reciprocal interaction terms are considered in the model estimation. Continuous moderators are standardized by z-transformation. The estimated parameter of the interaction between the z-transformed continuous variable and the effect estimator of the group difference thus represents the additional intervention effect if the potential moderator increases by one standard deviation. Participants are only included in the analysis if they participate in the corresponding follow-up online survey and are analyzed according to intention to treat. Differences are interpreted as significant when the p-value of a two-sided test is \\<0.05.\n\nAdditional remark 28/06/22: The manuscript regarding the questionnaire data is currently under review. Due to a higher drop-out than originally calculated, the analysis was changed from an ANCOVA to a multilevel linear model to evaluate training effects.\n\nPhase 3:\n\nFrom all findings in phases 1 and 2, the digital app will be developed in a participatory and theory-driven way. The aim is to determine the extent to which the app supports secure communication processes among specialists and patients/relatives in their daily work and thus leads to a reduction in pAEs. The app helps users (skilled workers, mothers to be and relatives) to refine and improve their communication skills and, hence, to prepare for a safe birth. Controls form the data of the participants of both intervention arms of the preceding RCT study from phase 2 (historical control groups; No-Treatment CG analysis: N = 176; No-Treatment CG recruited: N = 212; Treatment CG analysis: N = 176; Treatment CG recruited: N = 212). The RCT in Phase 3 includes an intervention group who will have immediate access to the web-app after a baseline questionnaire and a waiting-list control group who will receive access to the web-app after a waiting period of 4 weeks. Recruiting is not only limited to the 2 clinics to reach a sample size with enough power to detect significant effects, but also includes a Germany-wide implementation and recruitment. This allows a first limited statement about the possible effect of a process supporting digital app. With an alpha error of 0.05 and a power of 80%, a sample of N = 352 (analysis sample) is required to be able to prove an effect of d = 0.3. Due to the historical control group, only N = 176 participants need to be analyzed for the intervention group (IG analysis). Assuming a drop-out of 20%, N = 424 participants would have to be recruited (recruitment sample). Due to the historical control group only N = 212 participants have to be recruited for the intervention group (IG recruited). The target criteria (primary: pAEs; Secondary: pAE costs, different communication models competencies, training-proximal outcomes such as outcome expectations, behavioral intention, action and coping planning, behavior, self-efficacy expectation, adherence safety culture, perceived safety culture, treatment satisfaction; covariates: sociodemographic characteristics) are evaluated statistically and clinically as in Phase 1 and 2. Group differences are checked by means of linear and general mixed models, initial values of the first measurement point are considered as covariates. Clinics are modeled as fixed effects. For the entire analysis, corresponding confidence intervals of 95 % are determined. To calculate the standardized mean difference (SMD) between the two measurement points, the non-standardized regression coefficients are standardized to the pooled standard deviation of the observed measured values. According to Cohen's recommendations, SMDs are interpreted as follows: small effect by SMD = 0.2; medium effect by SMD = 0.5; large effect by SMD = 0.8. The odds ratio of binary outcomes is subjected to a logit transformation to calculate effect strengths. To check whether the primary target criterion is moderated by external variables, reciprocal interaction terms are considered in the model estimation. Continuous moderators are standardized by z-transformation. The estimated parameter of the interaction between the z-transformed continuous variable and the effect estimator of the group difference thus represents the additional intervention effect if the potential moderator increases by one standard deviation. Participants are only included in the analysis if they participate in the corresponding follow-up survey and are analyzed according to intention to treat. Differences are interpreted as significant when the p-value of a two-sided test is \\<0.05.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "PREVENTION",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is a communication-training program and a supporting app for obstetric healthcare workers, pregnant women and their relatives intended to improve communication and reduce preventable adverse events (patient-safety / process intervention)—not a pharmacologic treatment, biologic, or cognitive/symptom-targeting drug. citeturn0search1turn0search7",
        "Act: Key details extracted — title 'TeamBaby – Safe, Digitally Supported Communication in Obstetrics and Gynecology' (ClinicalTrials.gov identifier NCT03855735); three-phase project including staff training, an RCT for effectiveness with training of pregnant women/relatives, and development/implementation of a communication app. Primary outcomes are communication competencies and reduction in preventable adverse events (pAEs). This is a behavioral/digital health intervention rather than a drug or biologic. citeturn0search6turn0search1turn0search0",
        "Reflect: Given the definitions — (1) disease-targeted biologic: biologics targeting AD pathology; (2) disease-targeted small molecule: small molecules targeting AD pathology; (3) cognitive enhancer: drugs improving cognition without targeting pathology; (4) neuropsychiatric symptom improvement: interventions for behavioral/psychiatric symptoms — none match this trial. The TeamBaby trial is a non-therapeutic, implementation/digital training study focused on communication and patient safety, so the correct classification is 'N/A'. citeturn0search2turn0search7",
        "Web search / sources consulted (summary): TeamBaby trial listings and protocol information (trial registries and trial summaries showing scope, phases, endpoints). citeturn0search1turn0search6",
        "Web search / additional sources: Publications and project pages describing the TeamBaby app and evaluation (JMIR Human Factors, MDPI publication, Constructor University summary). citeturn0search7turn0search2turn0search8"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}