{
    "nct_id": "NCT06268886",
    "title": "A Randomized, Double-blind, Placebo-controlled, Global Proof-of-concept Study to Evaluate the Efficacy, Safety, and Tolerability of BMS-986446, an Anti-MTBR Tau Monoclonal Antibody, in Participants With Early Alzheimer's Disease (TargetTau-1)",
    "status": "ACTIVE_NOT_RECRUITING",
    "last_update_time": "2025-07-21",
    "description_brief": "The purpose of this study is to assess the effectiveness, safety, and tolerability of BMS-986446 an Anti-MTBR Tau Monoclonal Antibody in participants with Early Alzheimer's Disease.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted biologic",
    "drug": [
        "BMS-986446 (humanized monoclonal antibody; anti‑MTBR tau)",
        "PRX005 (alias referenced in partner press materials)"
    ],
    "placebo": [
        "placebo (randomized placebo‑controlled comparator)"
    ],
    "explanation_target": [
        "Reason: The investigational agent, BMS-986446, is a humanized monoclonal antibody that binds the microtubule‑binding region (MTBR) of tau to neutralize intercellular tau spread and promote clearance — i.e., it targets pathological tau biology with the goal of modifying disease progression. citeturn0search0turn0search2",
        "Act: Key trial details — TargetTau‑1 (NCT06268886) is a randomized, double‑blind, placebo‑controlled Phase 2 proof‑of‑concept study in participants with early Alzheimer’s disease evaluating multiple doses of BMS‑986446; the protocol and sponsor (Bristol‑Myers Squibb) describe the antibody and its disease‑modifying intent. citeturn0search4turn0search2",
        "Act (additional source): Sponsor and partner press releases and site trial pages describe preclinical effects (reduced tau uptake/spread, microglial Fc‑mediated clearance) and Phase 1 tolerability, supporting that this is a biologic directed at AD pathology (sometimes referenced as PRX005 in partner materials). citeturn0search3turn0search0",
        "Reflect: Matching to category definitions — because BMS‑986446 is a monoclonal antibody (a biologic) that specifically targets Alzheimer’s pathology (MTBR tau) and is being tested to alter disease course, the correct classification is 'disease‑targeted biologic'. The study is placebo‑controlled (placebo listed as comparator). citeturn0search0turn0search4",
        "Web search sources used (key results cited above): Bristol Myers Squibb corporate release on BMS‑986446; TargetTau‑1 design article (PMCID) describing the Phase 2 trial; BMS clinical trials / NCT06268886 registry information; partner (Prothena) press release; Yale trial listing. citeturn0search0turn0search2turn0search4turn0search3turn0search1"
    ],
    "agent_type": "B) Tau",
    "explanation_agent": [
        "Reason: The investigational agent BMS-986446 (also referenced as PRX005) is a humanized monoclonal antibody that binds the microtubule‑binding region (MTBR) of tau to neutralize cell‑to‑cell tau spread and promote clearance (including Fc‑mediated microglial clearance) — i.e., it specifically targets pathological tau biology, which maps directly to CADRO category B (Tau). citeturn0search1turn0search4.",
        "Act: Extracted trial details and evidence — TargetTau‑1 (NCT06268886) is a randomized, double‑blind, placebo‑controlled Phase 2 proof‑of‑concept study sponsored by Bristol Myers Squibb evaluating multiple doses of BMS‑986446 in participants with early Alzheimer’s disease; the program materials and partner releases explicitly describe BMS‑986446/PRX005 as an anti‑MTBR tau monoclonal antibody with disease‑modifying intent. citeturn0search3turn0search1turn0search4.",
        "Reflect: Classification check — because the drug is a monoclonal antibody directed at pathological tau (MTBR) and the trial’s stated goal is to alter disease progression by reducing tau spread/clearing tau, the correct CADRO classification is B) Tau. This is not multi‑target (R) nor a non‑therapeutic study (T), so B) Tau is the most specific fit.",
        "Web search results used (key sources cited above):",
        "- Bristol Myers Squibb press release describing BMS‑986446 (anti‑MTBR‑tau), mechanism (binds R1–R3 MTBR, prevents cell‑to‑cell spread, activates microglial Fc clearance) and TargetTau‑1 Phase 2 details. citeturn0search1.",
        "- Prothena / partner press release noting PRX005 / BMS‑986446 anti‑MTBR‑tau program and license/opt‑in history. citeturn0search4.",
        "- Prothena investor/partner release reporting Fast Track designation and preclinical/Phase 1 observations (reduced tau uptake/spread; Phase 1 tolerability). citeturn0search0.",
        "- ClinicalTrials listing for NCT06268886 (TargetTau‑1) with Phase 2 designation, randomized double‑blind placebo‑controlled design and sponsor information. citeturn0search3."
    ]
}