{
    "nct_id": "NCT00393627",
    "title": "Efficacy of Behavioral Interventions to Improve Sleep in Adult Family Homes",
    "status": "COMPLETED",
    "last_update_time": "2012-06-12",
    "description_brief": "Sleep disturbances are widespread among demented residents of board and care homes and are a leading cause for transfer into nursing homes. This study is a randomized controlled clinical trial to evaluate the efficacy of a 4-week Sleep Education Program (SEP) for demented residents of board and care homes who are experiencing sleep disturbances. Residents of adult family homes (board and care homes with 2-6 residents) will be randomized into SEP or usual care control. Analysis of outcomes will determine whether the SEP is feasible and effective in adult family home settings, and whether the SEP delays transition into higher levels of institutional care.",
    "description_detailed": "This study addresses the clinical problem of sleep and nighttime behavioral disturbances in older adults with dementia living in board and care homes. Board and care facilities provide room and board, 24-hour supervision, and assistance with personal care tasks for two or more residents not related to the owner or operator. Many elderly persons who need residential care choose board and care facilities over the alternatives because of their small size and homelike environment.\n\nAdult family homes (AFHs) are small board and care homes with 2-6 residents. Sleep and nighttime behavioral disturbances such as wandering, getting out of bed repeatedly, and day/night confusion are widespread among demented residents of AFHs, and are a leading cause for transfer into nursing homes. However, little is known about how best to treat these problems. Adult family homes vary widely in their type of ownership, staffing schedules, physical environment, resident eligibility criteria, physician access, level of family involvement, and ratio of private/public pay clients. There have been no sleep intervention studies conducted in AFHs, and strategies that have been shown to improve sleep in community-dwelling or nursing home patients may not be feasible or effective in AFH settings. Residents of AFHs have higher rates of functional and health problems that can contribute to sleep disturbances than do community-dwelling patients, and paid caregivers have demanding on-the-job responsibilities and schedules not typically faced by family caregivers. In contrast to skilled nursing facilities, AFH employees often live 24-hours on-site, have limited training in dementia care, and have no licensed health care professionals supervising day-to-day activities. Identification of strategies that could be used as part of a staff educational program to manage sleep and nighttime behavioral disturbances in this unique environment is sorely needed. If successful, such strategies would help residents remain in a less restrictive environment for a longer time, and enhance resident quality of life.\n\nThe goal of the project is test the efficacy of a 4-session behavioral intervention for improving sleep and reducing nighttime behavioral disturbances in dementia residents of adult family homes compared to AFH residents in a usual care control condition. This project builds upon previous research conducted by the Principal Investigator showing that brief behavioral interventions can improve sleep of persons with Alzheimer's disease who are living in the community with family caregivers. It applies rigorous methodology to determine whether these interventions are equally feasible and effective in adult family home settings, and whether they delay transition into higher levels of institutional care.",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "neuropsychiatric symptom improvement",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial tests a 4-week Sleep Education Program (SEP) — a behavioral staff-education intervention delivered in adult family/board-and-care homes for residents with dementia who have sleep disturbances. The goal is to improve sleep and nighttime behavioral disturbances (e.g., wandering, repeated getting out of bed), i.e., to reduce neuropsychiatric/nighttime behavioral symptoms rather than modify underlying Alzheimer pathology or directly enhance cognition. citeturn0search1turn0search2",
        "Act: Key extracted details — intervention: Sleep Education Program (behavioral staff training, four sessions) for residents with dementia in adult family homes; design: randomized controlled trial comparing SEP vs usual care; no drug or pharmacologic agent is used or mentioned in the trial description. citeturn0search2turn0search1",
        "Reflect: Mapping to categories — this is not a biologic or small-molecule disease-modifying therapy, nor a cognitive-enhancer pharmacologic trial. Because the intervention aims to alleviate sleep/nighttime behavioral problems (neuropsychiatric symptoms) via behavioral management, the appropriate category is \"neuropsychiatric symptom improvement.\" Evidence from the published pilot results shows SEP decreased nocturnal behaviors and improved actigraphy sleep measures, supporting the symptomatic (behavioral) focus. citeturn0search0turn0search1",
        "Web search results found (trial and publication entries): (1) PubMed record / abstract for the pilot randomized trial titled \"Development and evaluation of a sleep education program for older adults with dementia living in adult family homes.\" citeturn0search1 (2) American Journal of Geriatric Psychiatry article abstract reporting outcomes (feasibility and improvements in nocturnal behaviors and actigraphic sleep measures). citeturn0search0 (3) Clinical trial registry entry (NCT00393627 / Behavioral Sleep Intervention in Adult Family Homes) summarizing the 4-week SEP, randomized design, and usual-care control. citeturn0search2turn0search4"
    ],
    "agent_type": "T) Other",
    "explanation_agent": [
        "Reason: The trial tests a non-pharmacologic Sleep Education Program (SEP) — a 4-session behavioral staff-education intervention delivered in adult family homes to reduce nocturnal behavioral disturbances and improve sleep in residents with dementia. The intervention is symptomatic/behavioral (sleep hygiene, environmental, scheduling changes) rather than targeting a molecular pathway (amyloid, tau, inflammation, synaptic receptors, etc.). citeturn0search2turn0search0",
        "Act: Key extracted details — SEP is a four-session caregiver/staff training to develop individualized behavioral sleep plans; the study is a randomized pilot comparing SEP vs usual care; outcomes included actigraphy-measured sleep and reductions in nocturnal disruptive behaviors. No drug, biologic, gene, or molecular pathway is tested or described in the trial publication or registry entry. Based on these specifics, the trial does not map to any CADRO biological target category. citeturn0search2turn0search3",
        "Reflect: CADRO is organized around biological and therapeutic targets (e.g., A Amyloid beta, B Tau, F Inflammation, etc.). Because this trial is a behavioral/symptomatic intervention aimed at improving neuropsychiatric/nighttime symptoms rather than modifying disease biology or engaging a defined molecular target, the correct classification under the CADRO scheme is 'T) Other'. This assignment is consistent with the published pilot results showing feasibility and symptomatic improvements (actigraphy, nocturnal behaviors), confirming the symptomatic (not disease-modifying) focus. citeturn0search0turn0search1",
        "Web search results supporting the above: (1) PubMed record for the pilot randomized trial reporting feasibility and improvement in nocturnal behaviors and actigraphy sleep measures. citeturn0search0 (2) American Journal of Geriatric Psychiatry article abstract describing the 4-session SEP and outcomes. citeturn0search1 (3) Clinical-trial registry entry (NCT00393627) summarizing the 4-week SEP, randomized design, and usual-care control. citeturn0search3"
    ]
}