{
    "nct_id": "NCT02570997",
    "title": "A Two-Part, Double-Blind, Placebo-Controlled, Phase I Study of the Safety Pharmacokinetics of Single and Multiple Ascending Doses of CT1812 in Healthy Volunteers",
    "status": "COMPLETED",
    "last_update_time": "2016-09-05",
    "description_brief": "This is a double-blind, placebo controlled, ascending dose, multi-cohort trial. The study will be conducted in two phases: a single ascending dose (SAD) phase \"Part A\", followed by a multiple ascending dose (MAD) phase \"Part B\". In Part A, subjects will receive one dose of study drug. In Part B, subjects within a cohort will receive the same dose daily for 14 days. In both parts, sequential cohorts will be exposed to increasing doses of CT1812 in order to identify the maximum tolerated dose (MTD).",
    "description_detailed": "Part A - Single Ascending Dose in up to 54 Subjects\n\nScreening procedures will occur on Days -21 to -3. Subjects will be admitted to the clinical research unit for up to 5 days. Administration of a single dose of study drug will occur on Day 1. Following completion of all safety assessments and blood draws for PK analyses, subjects will be discharged on Day 3 or Day 4, depending on cohort.\n\nDouble-blind dosing will occur in cohorts 1 through 6. In these cohorts, 6 subjects will receive CT1812 and 2 will receive placebo. Doses will be escalated per protocol.\n\nIn cohort 1 only, 2 subjects (1 placebo/1 active CT1812) will be dosed 24 hours prior to the remaining subjects in the cohort. The remaining 6 subjects will be dosed if no safety concerns are identified in the first 2 subjects (the last 6 subjects will be admitted to the research unit one day later than the initial 2 subjects). In cohorts 2 through 7, all subjects will be enrolled and dosed together.\n\nFollowing completion of each cohort, bioanalytical analyses for CT1812 PK will be performed and plasma Cmax concentrations will be reviewed. Enrollment of additional cohorts and dose escalations will not occur until safety assessments and PK analyses have been completed in the prior cohort.\n\nThe dose escalation plan may be adjusted in response to pharmacokinetic analyses, particularly if the relationship between dose and Cmax becomes non-proportional. If an MTD or a maximum allowable exposure is established at less than 650 mg (\\~8.45 mg/kg), fewer cohorts may be required, reducing the number of study subjects. Should an MTD not be identified (i.e. all doses are well tolerated and review of PK analyses reveal no clinical concerns), additional cohorts at higher doses may be enrolled. The maximum dose administered will not exceed 1350 mg (\\~18 mg/kg).\n\nAt the completion of dose escalation, one additional cohort of 6 subjects will be administered open-label CT1812 at the highest well-tolerated dose or potential therapeutic dose, 30 minutes following a standardized meal to test for food effects.\n\nAll subjects will be admitted to the clinical research unit on Day 0. Dosing will take place on the morning of Day 1. Blood draws for assessment of PK parameters will occur pre-dose and at 15, 30, 45, 60, and 90 minutes post dose as well as at 2, 3, 4, 8, 12, 24, 36 and 48 hours post dose. Subjects in cohorts 5 and 6 will have an additional sample drawn 72 hours after dosing. Subjects will be released on Day 3 or 4 following completion of all blood draws and safety assessments.\n\nPart B - Multiple Ascending Dose in up to 60 Subjects\n\nFollowing identification of the MTD in Part A and analysis of the pharmacokinetic data from Part A, the multiple ascending dose Part B will commence in 4 cohorts.\n\nScreening procedures will occur on Days -21 to -3. Subjects will be admitted to the clinical research unit for 17 days. Once daily administration of study drug will be initiated at 25% of the MTD established in Part A. Dosing will occur on Days 1 - 14. Following completion of all safety assessments and blood draws for PK analyses, subjects will be discharged on Day 16.\n\nIn cohorts 3 and 4 only, subjects will undergo lumbar puncture and CSF sampling for CT1812 concentration analysis (single-point) at the steady state Tmax (time after dosing TBD).\n\nIn addition to cohorts 1-4, two cohorts of subjects aged 65 to 75 may be enrolled and dosed following identification of the multiple-dose MTD.",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "BASIC_SCIENCE",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "CT1812 (also called Zervimesine / Elayta) — an oral, brain‑penetrant small molecule that is a selective allosteric antagonist/ligand of the sigma‑2 receptor complex which prevents/displaces Aβ oligomers from neurons"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The trial tests CT1812, which is described in the literature as a brain‑penetrant small molecule that selectively binds the sigma‑2 receptor complex and displaces/prevents binding of toxic amyloid‑beta oligomers (AβOs) to neuronal receptors — a mechanism intended to reduce Alzheimer’s pathology (amyloid oligomer–mediated synaptotoxicity). citeturn0search1turn0search4",
        "Act: Key extracted details — drug name CT1812; intervention is oral small‑molecule dosing (single and multiple ascending doses) in healthy volunteers, placebo‑controlled; mechanism = sigma‑2 receptor complex allosteric antagonism leading to displacement of Aβ oligomers (disease‑modifying intent). Based on these facts, the correct category is 'disease‑targeted small molecule'. Evidence from phase I and related studies confirms the described mechanism and class. citeturn0search0turn0search1",
        "Web search results (supporting sources): Phase I trial report and description of CT1812 as a sigma‑2 receptor complex allosteric antagonist that displaces Aβ oligomers and is a small molecule (Alzheimer’s & Dementia TRCI / PubMed). citeturn0search1turn0search0",
        "Reflect: Classification check — CT1812 is not a biologic (not a monoclonal antibody or vaccine) and it targets Alzheimer’s pathology (Aβ oligomers) rather than purely symptomatic cognitive enhancement or psychiatric symptom control, so 'disease‑targeted small molecule' best fits. No substantive ambiguity in the provided description or the literature about CT1812’s class/mechanism. citeturn0search4"
    ],
    "agent_type": "A) Amyloid beta",
    "explanation_agent": [
        "Reason: The investigational drug CT1812 (Zervimesine/Elayta) is an oral, brain‑penetrant small molecule that allosterically antagonizes the sigma‑2 receptor complex and prevents/displaces binding of toxic amyloid‑beta (Aβ) oligomers from neuronal synapses, i.e., its primary intended effect is to reduce Aβ‑oligomer–mediated synaptotoxicity. citeturn0search0turn0search4",
        "Act: Extracted details — drug = CT1812 (small molecule, oral); mechanism = sigma‑2 receptor (S2R/TMEM97) allosteric antagonist that displaces Aβ oligomers from neurons (disease‑modifying, Aβ‑focused). These facts map to the CADRO category A (Amyloid beta) because the therapeutic intent and proximal target are Aβ oligomers. citeturn0search6turn0search5",
        "Reflect: Classification check — although the molecular binding site is the sigma‑2 receptor complex, the mechanistic rationale and measured pharmacodynamic effect are displacement/clearance of Aβ oligomers (amyloid pathway). Therefore the most specific CADRO match is A) Amyloid beta rather than categories for receptor biology or symptomatic neurotransmission; there is no evidence here of multiple distinct disease targets that would require R) Multi‑target. citeturn0search3turn0search1",
        "Web search results (supporting sources): Phase I safety/pharmacokinetics report describing CT1812 and Aβ‑oligomer displacement. citeturn0search0; Translational Neurodegeneration phase 1b study and mechanistic description of S2R modulation and Aβ oligomer displacement. citeturn0search4; Discovery/development paper describing CT1812 as a sigma‑2 receptor antagonist that displaces Aβ oligomers in preclinical models. citeturn0search6; Systematic/scoping reviews summarizing clinical data and mechanism. citeturn0search1turn0search3"
    ]
}