{
    "nct_id": "NCT01764243",
    "title": "A Double-Blind, Placebo-Controlled Phase2 Study of MT-4666 in Patients With Mild to Moderate Probable Alzheimer's Disease.",
    "status": "COMPLETED",
    "last_update_time": "2015-09-24",
    "description_brief": "The objective of this study is to evaluate the safety and efficacy as assessed by the Alzheimers Disease Assessment Scale-cognitive subscale 13-item (ADAS-cog-13) of two doses of MT-4666 or placebo administered daily for 24 weeks to subjects with mild to moderate Alzheimer's disease.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "MT-4666 (encenicline, EVP‑6124)"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The trial tests MT-4666 (listed in the protocol as MT‑4666) with a cognitive primary efficacy measure (ADAS‑cog‑13) over 24 weeks in mild–moderate AD, which indicates the intended effect is improving cognition rather than targeting amyloid or tau pathology. citeturn0search0",
        "Act: MT‑4666 is the development code for encenicline (also known as EVP‑6124), a selective α7 nicotinic acetylcholine receptor (nAChR) partial agonist — a small‑molecule, pro‑cognitive mechanism (cholinergic/nicotinic modulation) rather than a biologic targeting AD pathology. Based on that mechanism and the ADAS‑cog endpoint, this fits the 'cognitive enhancer' category. citeturn1search1turn1search3",
        "Reflect: Classification check — encenicline/MT‑4666 is a small molecule acting on α7 nAChRs (procognitive), not a monoclonal antibody or vaccine and not primarily intended for neuropsychiatric symptom relief; therefore 'cognitive enhancer' is the appropriate category. Clinical program pages list MT‑4666/encenicline for cognitive impairment in AD, supporting this interpretation. citeturn1search0turn1search6",
        "Web search results (key sources used):",
        "- Clinical trial record for 'Safety and Efficacy of MT‑4666' (Phase 2) showing ADAS‑cog‑13 primary assessment and 24‑week daily dosing in mild–moderate AD. citeturn0search0",
        "- Pharmacodynamics/pharmacokinetics publications describing encenicline (EVP‑6124) as a selective α7 nicotinic acetylcholine receptor partial agonist developed for cognitive impairment. citeturn1search3",
        "- Clinical reports and product listings mapping MT‑4666 to encenicline/EVP‑6124 and describing its α7 nAChR partial agonist (procognitive) activity. citeturn1search1turn1search0"
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The protocol tests MT-4666 (encenicline) with a cognitive primary efficacy measure (ADAS-cog-13) in mild–moderate AD, indicating the intended effect is pro-cognitive modulation of neurotransmission rather than targeting amyloid or tau pathology. citeturn1search0",
        "Act: MT-4666 is the development code for encenicline (EVP‑6124/MT‑4666), a selective partial agonist of the α7 nicotinic acetylcholine receptor (a neuronal neurotransmitter receptor). This is a small‑molecule cholinergic/nicotinic receptor modulator (procognitive mechanism), which maps to CADRO category D: Neurotransmitter Receptors. citeturn0search0turn0search3",
        "Reflect: Classification check — encenicline’s documented pharmacology (α7 nAChR partial agonism) and its use to improve cognition (ADAS‑cog endpoint) align with CADRO D (Neurotransmitter Receptors). The trial is not primarily anti-amyloid, anti‑tau, anti‑inflammatory, nor a diagnostic procedure, and it targets a single receptor class rather than multiple distinct pathological pathways, so 'D) Neurotransmitter Receptors' is the appropriate assignment. citeturn0search2turn1search8",
        "Web search results (key sources used):",
        "- PubMed pharmacology of EVP‑6124 describing selective α7 nAChR partial agonism. citeturn0search0",
        "- Preclinical pharmacology showing neurotransmitter release effects and procognitive activity for EVP‑6124. citeturn0search1",
        "- Alzforum therapeutic profile linking encenicline (EVP‑6124 / MT‑4666) to procognitive α7 nAChR activity. citeturn0search2",
        "- Clinical trial registry for 'Safety and Efficacy of MT‑4666' (Phase 2) listing ADAS‑cog‑13 as the primary efficacy measure and 24‑week dosing in mild–moderate AD. citeturn1search0turn1search1"
    ]
}