{
    "nct_id": "NCT05462106",
    "title": "A Phase 1b/2, Multicenter, Adaptive, Double-blind, Randomized, Placebo-controlled Study to Assess the Safety, Tolerability, Immunogenicity, and Pharmacodynamic Effects of ACI-24.060 in Subjects With Prodromal Alzheimer's Disease and in Adults With Down Syndrome (ABATE)",
    "status": "RECRUITING",
    "last_update_time": "2025-06-11",
    "description_brief": "The purpose of this study is to assess the safety, tolerability, immunogenicity and pharmacodynamic effects of ACI-24.060 in subjects with prodromal Alzheimer's disease and in non-demented adults with Down syndrome.",
    "description_detailed": "This phase 1b/2 study will be in 2 parts. Study Part 1 will involve subjects with prodromal Alzheimer's disease. Study Part 2 will involve subjects with Down syndrome.",
    "phase": [
        "PHASE1",
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted biologic",
    "drug": [
        "ACI-24.060 (ACI‑24 anti-amyloid‑β vaccine; liposome‑based, SupraAntigen® platform)"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The trial tests ACI-24.060, an active vaccine designed to elicit polyclonal anti‑amyloid‑β antibodies to engage and reduce pathological Aβ species (disease‑modifying intent), which makes it a biologic targeting Alzheimer’s pathology. citeturn0search0turn0search3",
        "Act (extracted details): ACI‑24.060 is described as a liposome‑based anti‑Aβ vaccine (SupraAntigen® platform) that induces antibodies against oligomeric and pyroglutamate‑Aβ species; the ABATE trial is randomized, double‑blind, placebo‑controlled in prodromal AD and adults with Down syndrome. citeturn0search4turn0search0",
        "Act (supporting evidence): Prior Phase 1b data in adults with Down syndrome showed safety/tolerability and evidence of immunogenicity for the ACI‑24 program; AC Immune’s press releases and coverage note the vaccine’s mechanism and ongoing mid‑stage ABATE study. citeturn0search3turn0news12",
        "Reflect: Classification as a \"disease‑targeted biologic\" is appropriate because ACI‑24.060 is an immunotherapy (vaccine) specifically targeting Alzheimer’s pathology (amyloid‑β). It is not a small molecule, a symptomatic cognitive enhancer, nor an agent aimed at neuropsychiatric symptom management, so other categories do not fit. citeturn0search0turn0search4",
        "Web search results (key sources): AC Immune press release on ABATE and ACI‑24.060 (Jan 26, 2023). citeturn0search0; PubMed/PMC report on ACI‑24 vaccine safety/tolerability in adults with Down syndrome. citeturn0search3turn0search1; AC Immune news on trial centers and ACI‑24.060 description. citeturn0search4; Financial Times coverage of Takeda licensing/partnership relating to ACI‑24.060. citeturn0news12"
    ],
    "agent_type": "A) Amyloid beta",
    "explanation_agent": [
        "Reason: The investigational agent ACI-24.060 is an active (liposome‑based, SupraAntigen®) vaccine designed to elicit polyclonal anti–amyloid‑β antibodies that bind pathological Aβ species (oligomeric and pyroglutamate‑Aβ) with the goal of reducing/clearing Aβ and modifying disease course, so the biological focus is explicitly amyloid‑β. citeturn0search2turn0search1",
        "Act: Extracted details from the trial description and public sources — ACI‑24.060 is an anti‑Aβ active immunotherapy (vaccine) using AC Immune’s SupraAntigen® liposome platform, shown safe/tolerable and immunogenic in prior Phase 1b DS data and being tested in the randomized, placebo‑controlled Phase 1b/2 ABATE study in prodromal AD and adults with Down syndrome. These items point to a targeted anti‑amyloid therapeutic mechanism (disease‑modifying intent). citeturn0search0turn0search1turn0search5",
        "Reflect: Classification as A) Amyloid beta is the best fit — the intervention directly targets amyloid‑β pathology (not tau, inflammation, synaptic modulators, metabolic or diagnostic procedures), and the trial documents and press releases consistently describe ACI‑24.060 as an anti‑Aβ vaccine with PET/plaque reduction as a pharmacodynamic endpoint. No evidence in the description indicates multiple distinct CADRO targets, so R) Multi‑target is not appropriate. citeturn0search4turn0search2",
        "Web search results (key sources cited above):",
        "- PubMed: \"Safety, Tolerability, and Immunogenicity of the ACI‑24 Vaccine in Adults With Down Syndrome: A Phase 1b Randomized Clinical Trial\" (Phase 1b safety/immunogenicity data). citeturn0search0",
        "- AC Immune press release: \"ACI‑24.060 Anti‑Amyloid Beta Vaccine for Alzheimer’s Shows Positive Initial Interim Safety and Immunogenicity in Phase 1b/2 ABATE Trial\" (Jan 26, 2023). citeturn0search1",
        "- AC Immune info on ACI‑24.060 / SupraAntigen® platform (asset description and mechanism). citeturn0search2",
        "- AC Immune: FDA Fast Track designation for ACI‑24.060 (describes anti‑Abeta active immunotherapy and trial aims). citeturn0search4",
        "- Takeda press release: exclusive option/license agreement describing ACI‑24.060 as an anti‑Abeta active immunotherapy evaluated in the ABATE trial. citeturn0search5"
    ]
}