{
    "nct_id": "NCT06411561",
    "title": "A Multi-Modal Combination Intervention to Promote Cognitive Function in Older Intensive Care Unit Survivors",
    "status": "RECRUITING",
    "last_update_time": "2025-07-16",
    "description_brief": "Up to 25% of intensive care unit (ICU) survivors experience cognitive impairment comparable in severity to mild Alzheimer's disease and related dementias after hospital discharge. Older ICU survivors (ages 60 and older) are at highest risk for delirium and subsequent cognitive impairment, which contribute to higher risk for cognitive decline related to Alzheimer's disease and related dementias. Sleep and activity are essential for recovery from critical illness, yet ICU survivors experience both sleep deficiency and profound inactivity. About 75-80% of ICU patients experience circadian dysrhythmia, which contributes to cognitive decline and increases likelihood of developing Alzheimer's disease and related dementias. The scientific premises of the proposed study are: 1) a combined sleep promotion and cognitive training intervention will have synergistic effects to mitigate the risk of cognitive impairment and development of Alzheimer's disease and related dementias in older ICU survivors; and 2) chronotherapeutic timing of interventions (i.e., adjusting timing of interventions according to circadian rhythm) may improve intervention efficacy.",
    "description_detailed": "Using a 2 x 2 factorial design, 100 English- or Spanish-speaking older ICU survivors will be enrolled after discharge out of ICU and randomized to one of 4 combinations of two interventions: SLEEP and COG. We propose that the combination of a nighttime sleep promotion intervention \\[SLEEP: nighttime use of earplugs and eye masks\\] and a daytime computerized cognitive training intervention \\[COG: daily 30-minute cognitive training sessions\\] may produce synergistic effects on cognitive function to mitigate delirium and reduce risk of incident Alzheimer's disease and related dementias. Because circadian dysrhythmia contributes to cognitive decline, chronotherapeutic timing of the COG intervention could maximize intervention efficacy.\n\nSpecific Aim 1: Test the separate and combined effects of SLEEP and COG \\[SLEEP + COG, SLEEP, COG\\] versus an active control \\[AC\\] in improving cognitive function for older ICU survivors.\n\nSpecific Aim 2: Examine circadian rhythm parameters of continuous body temperature (iButton: wearable sensor) to determine the optimal window for timing of the COG intervention.\n\nSpecific Aim 3: Examine if the effects of each intervention on cognitive function are mediated by sleep and activity, and examine if selected biological and clinical factors moderate intervention effects.\n\nExploratory Aim 4: Explore the effect of each intervention on cognitive function at 1 month and incident Alzheimer's disease and related dementias at 6 months and 12 months post-hospital discharge.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial tests a combined sleep-promotion (nighttime earplugs and eye masks) and daytime computerized cognitive training intervention, with chronotherapeutic timing, intended to improve/ preserve cognitive function and reduce risk of dementia in older ICU survivors. This is a non‑pharmacologic intervention aimed at improving cognitive performance rather than targeting Alzheimer’s molecular pathology (amyloid/tau). citeturn0search7turn0search1",
        "Act: Extracted key details from the trial description: 1) Title: A Multi-Modal Combination Intervention to Promote Cognitive Function in Older Intensive Care Unit Survivors; 2) Interventions: SLEEP (nighttime sleep promotion using earplugs and eye masks) and COG (daily 30‑minute computerized cognitive training); 3) Focus: cognitive function recovery/mitigation of cognitive impairment and reduced risk of incident Alzheimer’s disease and related dementias; 4) Chronotherapeutic timing of cognitive training is being tested. Sources: UnityTrials/registry and trial summaries. citeturn0search0turn0search1turn0search7",
        "Reflect: Classification rationale — because the intervention is intended to improve cognitive function (behavioral/cognitive training and sleep optimization) and does not use a biologic or small molecule designed to modify Alzheimer’s pathology, the correct category is 'cognitive enhancer'. No drug or placebo is described in the protocol; therefore drug/placebo fields are empty. Confirmed by trial registry entries. citeturn0search7turn0search1"
    ],
    "agent_type": "T) Other",
    "explanation_agent": [
        "Reason: The intervention is a multi‑modal, non‑pharmacologic program (nighttime sleep promotion using earplugs and eye masks + daytime computerized cognitive training with chronotherapeutic timing) intended to improve cognitive function in older ICU survivors, not a drug or biologic targeting molecular AD pathology (amyloid, tau, ApoE, inflammatory pathways, etc.). Evidence from the trial registry descriptions confirms the behavioral nature of the interventions. citeturn0search0turn0search1",
        "Act: Key extracted details from registries — Title: 'A Multi-Modal Combination Intervention to Promote Cognitive Function in Older Intensive Care Unit Survivors' (NCT06411561); Interventions: SLEEP (nighttime earplugs + eye masks), COG (daily 30‑minute computerized cognitive training — Lumosity), factorial design testing SLEEP, COG, combined SLEEP+COG, and an active comparator; chronotherapeutic timing of COG sessions is being tested. No drug, biologic, or molecular target/gene/pathway is listed in the protocol. citeturn0search2turn0search1",
        "Reflect: CADRO categories map to biological drug/therapeutic targets (amyloid, tau, inflammation, synaptic plasticity, circadian rhythm, etc.). Because this trial uses behavioral/sleep and cognitive-training interventions (not a pharmacologic agent targeting a defined CADRO biological pathway), the most appropriate CADRO assignment is 'T) Other'. I note that the trial does address circadian rhythm and cognitive function (concepts related to CADRO O: Circadian Rhythm and M: Synaptic Plasticity/Neuroprotection), but these links are mechanistic/behavioral rather than drug targets; therefore 'T) Other' best reflects that no drug target is present. Supporting registry entries and related ICU sleep intervention literature are cited. citeturn0search0turn0search2turn0search5",
        "Web search results (sources used): UnityTrials trial detail for the study (A Multi-Modal Combination Intervention...) — UnityTrials/University of Washington. citeturn0search0; MedPath/Clinical trial listing (NCT06411561) summarizing the SLEEP and COG interventions and schedule. citeturn0search1; CTV/Veeva trial summary with intervention details including Lumosity and timing. citeturn0search2; CenterWatch trial listing with design and dates. citeturn0search3; Representative ICU sleep intervention RCTs (earplugs/eye masks) supporting the behavioral sleep‑promotion approach. citeturn0search5"
    ]
}