{
    "nct_id": "NCT03846492",
    "title": "Targeting Brain Physiology to Treat Neuropsychiatric Symptoms of Dementia Using TMS-EEG and tDCS",
    "status": "RECRUITING",
    "last_update_time": "2024-02-27",
    "description_brief": "Agitation and aggression impose a tremendous burden on the individuals living with dementia, their families, caregivers, and healthcare systems. Neuropsychiatric symptoms of dementia (NPS) affect up to 80% of patients with Alzheimer's dementia (AD). The mechanisms of agitation in AD are poorly understood and the current interventions are only modestly effective while having serious adverse effects. In this study, the investigators propose to assess the mechanisms and treatment of neuropsychiatric symptoms in AD with the use of non-invasive, brain stimulation approaches. By applying magnetic stimulation to the surface of the head (transcranial magnetic stimulation - TMS) combined with electroencephalography (EEG), the investigators will be able to study the mechanisms of agitation and advance our understanding of AD. Further, the investigators will evaluate if transcranial direct current stimulation (tDCS) is effective to treat agitation dementia.",
    "description_detailed": "Alzheimer's dementia (AD) and related neurodegenerative diseases are inflicting a global healthcare crisis. Neuropsychiatric symptoms including agitation and aggression affect up to 80% of patients with AD. Among these symptoms, agitation and aggression are the most burdensome for patients, families, caregivers, and the health care system. The mechanisms of agitation in AD are poorly understood and the current interventions are only modestly effective while having serious adverse effects.\n\nIn this study, the investigators propose to assess the mechanisms and treatment of neuropsychiatric symptoms in AD with the use of non-invasive, brain stimulation approaches. Agitation/aggression is associated with abnormalities in the balance of cortical excitation/inhibition. Transcranial magnetic stimulation (TMS) using single and paired pulse TMS paradigms such as long interval cortical inhibition (LICI) and short interval intracortical inhibition (SICI) can assess this cortical excitation/inhibition balance in vivo. The investigators will use TMS, combined with electroencephalography (EEG), to assess cortical excitation/inhibition balance in the dorsolateral prefrontal cortex (DLPFC) of participants with AD with and without agitation/aggression and age matched healthy comparators.\n\nTranscranial direct current stimulation (tDCS) is a non-invasive brain stimulation technique that uses a very low intensity electric current to modulate cortical excitability and brain plasticity. tDCS can restore excitation and inhibition balance by altering GABA and glutamate activity in the brain. tDCS can be safely administered to awake persons and is very well tolerated. Studies in healthy individuals and patients with AD have shown that tDCS applied to frontal brain regions can enhance cognitive function. Further, tDCS applied to frontal brain regions can improve depressive symptoms. The effects of tDCS on neuropsychiatric symptoms are not known. In this study, the investigators will use tDCS applied to the frontal brain regions to target deficits in inhibition and symptoms of agitation/aggression in AD.\n\nThis study will be done over a period of 3 years at Centre for Addiction and Mental Health Geriatric Psychiatry Division and Temerty Centre for Therapeutic Brain Intervention. The investigators will recruit and enroll 30 individuals with AD + Agitation (mild to moderate agitation), 30 individuals with AD without agitation and 30 older healthy individuals. Medical work up will be done as part of clinical care prior to study enrollment to rule out medical causes of agitation. Clinical and cognitive assessments will be performed to characterize participants at baseline. The investigators will assess cortical inhibition using TMS EEG at baseline in the three groups. Individuals with AD + agitation will then receive a 2 week course of active/sham cathodal tDCS to frontal brain region in a double blind 1:1 randomized control design. Assessment of cortical inhibition using measures identical to baseline will be done at the end of tDCS course. The investigators will also repeat clinical and cognitive assessments after tDCS course and 2 weeks later. Measures of cortical inhibition will first be compared between HC and AD, and between AD and AD + Agitation groups. The treatment effects on clinical symptoms, cortical inhibition and the rate adverse events will be compared between active and sham tDCS groups.\n\nDuring the Covid-19 pandemic, the study has been modified to be administered in a hybrid manner to accommodate both in-person and virtual assessments. Clinical and cognitive assessments can be done in-person or remotely. The initial tDCS course will be conducted in-person with the research staff. The remaining tDCS intervention will be completed onsite or at the participant's home with virtual supervision from the research team.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "neuropsychiatric symptom improvement",
    "drug": [
        "transcranial direct current stimulation (tDCS)",
        "transcranial magnetic stimulation (TMS) (used diagnostically with EEG)"
    ],
    "placebo": [
        "sham tDCS"
    ],
    "explanation_target": [
        "Reason: The trial description and title state the goal is to assess and treat agitation/aggression (neuropsychiatric symptoms) in Alzheimer's disease using non‑drug, non‑invasive brain stimulation (TMS‑EEG to study physiology and tDCS as the treatment). This targets behavioral/psychiatric symptoms rather than underlying amyloid/tau pathology or a cognitive enhancement per se. citeturn0search3turn0search2.",
        "Act: Trial details show active tDCS (2 mA, ~30 min/day for 2 weeks, frontal/inhibitory stimulation) with a sham tDCS control; TMS combined with EEG is used to measure cortical excitation/inhibition (LICI, SICI) and guide mechanistic assessment. These are device/stimulation interventions, not biologic or small‑molecule drugs. citeturn0search2turn0search3.",
        "Reflect: Classification as 'neuropsychiatric symptom improvement' fits the definitions: intervention aims to alleviate agitation/aggression (NPS) via neuromodulation. No pharmacologic agent or biologic is being tested, so the other categories (disease‑targeted biologic, disease‑targeted small molecule, cognitive enhancer) do not apply. Supporting literature shows tDCS/TMS are used in AD research for modulation of cortical excitability and symptoms/cognition. citeturn0search1turn0search4.",
        "Web search results used: Clinical trial listings describing this study and its interventions (MedPath/trial entry and CenterWatch/clinical listing for NCT03846492) and background PubMed literature on tDCS/TMS in AD were consulted. citeturn0search2turn0search3turn0search1."
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The intervention is non‑invasive brain stimulation (tDCS as the treatment; TMS‑EEG used to measure cortical physiology) aimed at restoring cortical excitation/inhibition balance and reducing agitation/aggression. The trial explicitly plans to measure GABA and glutamate and uses TMS paradigms (LICI, SICI) that index cortical inhibition/excitation, indicating the biological focus is modulation of neurotransmitter‑mediated excitation/inhibition. citeturn0search2turn0search0",
        "Act: Trial details show active tDCS delivered at 2 mA for ~30 min/day for 2 weeks (frontal/inhibitory stimulation) with sham control; TMS‑EEG (LICI, SICI) is used to assess cortical inhibition and investigators state tDCS can alter GABA and glutamate activity — all pointing to modulation of neurotransmitter systems rather than an amyloid/tau or other pathway. Based on these mechanistic aims, the most specific CADRO match is D) Neurotransmitter Receptors. citeturn0search0turn0search2",
        "Reflect: This classification fits because the trial targets symptomatic modulation of cortical excitation/inhibition mediated by GABAergic/glutamatergic systems rather than disease‑modifying protein targets (amyloid, tau) or purely diagnostic work. An alternative plausible classification would be M) Synaptic Plasticity/Neuroprotection because tDCS also affects plasticity, but the trial’s stated mechanistic measures (LICI/SICI, GABA/glutamate MRS) emphasize neurotransmitter balance, so D is the best fit. If you prefer an alternative mapping (e.g., emphasizing plasticity), I can reclassify and explain that choice. citeturn0search2",
        "Web sources consulted (selected): MedPath trial listing for NCT03846492 (detailed intervention, parameters, outcomes). citeturn0search0 CenterWatch clinical listing describing use of TMS‑EEG, tDCS mechanism and plans to measure GABA/glutamate and LICI/SICI. citeturn0search2 ClinConnect trial summary for NCT03846492. citeturn0search3 ICHGCP clinical trial registry entry (updated trial description). citeturn0search4"
    ]
}