{
    "nct_id": "NCT03611439",
    "title": "Effects of an 8 Component Botanical Supplement on Mild and Moderate Alzheimer's Patients",
    "status": "COMPLETED",
    "last_update_time": "2018-07-26",
    "description_brief": "This placebo-controlled, double blind study evaluates the treatment effects of adding a multi-pathway botanical dietary supplement (ReBuilder) to the standard treatment regimens of subjects diagnosed with mild or moderate stage Alzheimer's Disease. The objective of the study is to determine if mild and moderate AD patients exhibit improved or stabilized cognitive function when this supplement is added to maximum tolerated doses of their standard treatments.",
    "description_detailed": "Currently, there is no treatment that can stop the progression of Alzheimer's Disease. The investigators in this study have used transgenic Drosophila melanogaster models and machine learning to develop an eight component botanical mixture (Geneaire™\\* ReBuilder™) that targets multiple genetic pathways involved in brain aging and dementia that are homologous between Drosophila and humans.\n\nWhile beta-amyloid plaques and phosphorylated-tau tangles are diagnostic for AD, the cause(s) of their soluble precursors that kill neurons has not been determined. The majority of AD patients are diagnosed after 60 years of age. Many studies point to aging related processes like inflammation, neural vascular damage, neural stress, altered cell metabolism, inefficient cellular autophagy, microglial dysfunction, mitochondrial dysfunction, and poor diet as potential causal factors in the decline of brain function over the decades that precede an actual AD diagnosis. AD is a multifaceted pathology involving many biochemical pathways and thus a multifaceted therapeutic approach may prove beneficial.\n\nThe goal of this study was to test ReBuilder on human cognitive function. During the 12-month pilot study, the subjects were evaluated quarterly on the Mini Mental State Exam (MMSE), Alzheimer's Disease Cooperative Study's Activities of Daily Living (ADCS-ADL), and the Clinical Dementia Rating Sum of Boxes (CDR-SB).",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "ReBuilder (Geneaire™ ReBuilder) — multi-component botanical dietary supplement",
        "Main reported components/actives (from study/patent summary): Astragalus membranaceus extract (astragalosides), Berberine HCl, Vaccinium uliginosum / Pterocarpus marsupium (resveratrol analogs), L-Theanine, Genistein, Lithium Orotate, Selenium glycinate (plus additional botanical to make eight components as reported). citeturn0search2turn0search4"
    ],
    "placebo": [
        "Placebo (dietary supplement capsule) citeturn0search4"
    ],
    "explanation_target": [
        "Reason: The trial is a placebo-controlled, double-blind study testing 'ReBuilder', described as an eight-component botanical mixture added to standard AD treatments to determine whether patients show improved or stabilized cognition. This characterization and the trial registration (NCT03611439) identify the intervention as a multi-pathway botanical dietary supplement rather than a biologic or device. citeturn0search0turn0search3.",
        "Act: Key extracted details — Intervention name: ReBuilder (Geneaire™ ReBuilder). Intended effect: stabilize or improve cognitive function in mild-to-moderate AD. Mechanism as reported: the formulation was developed to target multiple genetic/pathways involved in brain aging and dementia; individual botanicals/actives listed in the study/patent summary are small molecules (e.g., berberine, genistein, resveratrol analogs, lithium orotate, L-theanine) with putative targets including amyloid, phosphorylated tau, GSK3B, mitochondrial pathways, AMPK, etc. These source summaries list the components and their proposed targets. citeturn0search2turn0search4.",
        "Reflect: Category choice rationale — This is not a biologic (no monoclonal antibody, vaccine, or large-molecule biologic) and is not limited to a single conventional prescription small-molecule drug; rather it is a multi-component botanical product made of small-molecule phytochemicals and related compounds that the investigators claim target AD-related pathways (amyloid/tau/GSK3B and others). Given the intervention consists of small-molecule botanical actives intended to affect disease-related biology (rather than solely symptomatic cognitive stimulation or neuropsychiatric symptom relief), the best fit among the provided categories is 'disease-targeted small molecule'. The trial outcome focus on cognitive stabilization is consistent with a disease-modifying intent in their description, though the evidence presented in the pilot is preliminary and lacks biomarker confirmation. citeturn0search2turn0search0.",
        "Web search sources found (summary): - Clinical trial registration and trial summary for NCT03611439 describing the double-blind, placebo-controlled study of ReBuilder in mild/moderate AD. citeturn0search0turn0search3. - Published/pilot study summary and article describing outcomes and listing the formulation components, proposed actives and their putative molecular targets (table of components/targets, patent reference). This source is the basis for identifying the formulation's constituents and claimed pathways. citeturn0search2. - Trial listing pages (industry trial aggregators) that specify dosing (650 mg capsule twice daily), enrollment and trial design details. citeturn0search4."
    ],
    "agent_type": "R) Multi-target",
    "explanation_agent": [
        "Reason: The intervention (ReBuilder / Geneaire™ ReBuilder) is an eight-component botanical small-molecule dietary supplement developed to act on multiple genetic/pathways implicated in brain aging and Alzheimer disease (amyloid, phosphorylated-tau, GSK3B, mitochondrial pathways, AMPK, inflammation, etc.). This multi-pathway description and the component list identify diverse putative mechanisms rather than a single molecular target. citeturn0search1turn0search0",
        "Act: Extracted details — Intervention name: ReBuilder (Geneaire™ ReBuilder). Trial registration: NCT03611439 (placebo-controlled, double-blind, add-on to standard AD treatments). Components reported include Astragalus membranaceus (astragalosides), Berberine HCl, Vaccinium uliginosum / Pterocarpus marsupium (resveratrol analogs), L-Theanine, Genistein, Lithium Orotate, Selenium glycinate, etc., with claimed targets spanning amyloid, phosphorylated-tau, GSK3B, mitochondria, AMPK, inflammation and other pathways. Given the explicit multi-component, multi-pathway design, the most specific CADRO match is R) Multi-target. citeturn0search0turn0search4",
        "Reflect: Confirmation and alternatives — The formulation is composed of multiple small-molecule botanicals each with different proposed molecular effects; it is not a single-target biologic or a solely symptomatic agent. Therefore classifying it as 'Multi-target' (R) best fits the CADRO taxonomy. If one insisted on a single dominant pathway from the formulation summaries, candidate categories could include A) Amyloid beta, B) Tau, J) Metabolism & Bioenergetics or F) Inflammation for specific components — but because the trial and patent explicitly claim multiple pathways and the product mixes actives with diverse putative targets, R) Multi-target is the most accurate. Citations for trial registration and component/target list are provided. citeturn0search1turn0search0",
        "Web search results (key sources used): 1) Clinical trial record for NCT03611439 describing the double-blind, placebo-controlled study of ReBuilder in mild/moderate AD (multi-pathway botanical supplement). citeturn0search1 2) Article/pilot study summary and formulation table (lists components, actives and putative targets; references a US patent for the formulation). citeturn0search0 3) Trial listing / aggregator and company summary pages describing study design, dosing and that ReBuilder is distributed by Geneaire/Genescient. citeturn0search4turn0search5"
    ]
}