{
    "nct_id": "NCT02045056",
    "title": "Modulation of Micro-RNA Pathways by Gemfibrozil in Predementia Alzheimer Disease",
    "status": "COMPLETED",
    "last_update_time": "2019-10-06",
    "description_brief": "The purpose of this study is to assess the safety and efficacy of gemfibrozil in modulating microRNA-107 levels for the prevention of Alzheimer's disease in subjects with intact cognition and mild cognitive impairment",
    "description_detailed": "Double-blind, placebo controlled, parallel-design. 48 cognitively-intact subjects, and 24 subjects with early cognitive decline (CDR 0.5) will be randomly assigned to treatment with gemfibrozil (600 mg orally twice a day) or placebo for 52 weeks. Safety assessments will include routine assessment of adverse events, safety labs, and brain magnetic resonance imaging.",
    "phase": [
        "EARLY_PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "PREVENTION",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "gemfibrozil (fibrate small-molecule; trial used 600 mg twice daily)"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The trial tests gemfibrozil to modulate microRNA-107 for prevention/early-stage Alzheimer’s disease — an intervention aimed at altering a molecular pathway (miR-107/BACE1/Aβ) implicated in AD pathology, which indicates a disease-modifying intent rather than a purely symptomatic or cognitive-enhancing use. citeturn0search0turn0search4",
        "Drug type: Gemfibrozil is a licensed fibric-acid derivative (a small-molecule fibrate, marketed as Lopid) used for lipid lowering; it is not a biologic (e.g., monoclonal antibody) but a conventional small-molecule drug. citeturn1search0turn1search7",
        "Mechanism / target rationale: miR-107 has been reported to decrease early in AD and to regulate BACE1 (the β-secretase involved in Aβ generation); modulating miR-107 is therefore a strategy aimed at influencing AD molecular pathology. The clinical trial measured CSF gemfibrozil, miR-107, and CSF Aβ/tau as endpoints. citeturn0search5turn0search0",
        "Act (trial evidence): The study was a randomized, placebo-controlled trial of gemfibrozil in predementia/early AD populations (600 mg twice daily), assessing safety, CSF penetration, changes in miR-107 and Aβ/tau — consistent with a disease-targeted small-molecule repurposing approach. citeturn0search0turn0search4",
        "Reflect (ambiguity/notes): Although gemfibrozil is an approved lipid-lowering small molecule being repurposed, and the trial’s endpoints and rationale are disease-pathology–focused, some outcomes were negative or only trended in the hypothesized direction; however, that does not change the intervention type or primary intent (disease-targeted small molecule). citeturn0search0turn0search4"
    ],
    "agent_type": "A) Amyloid beta",
    "explanation_agent": [
        "Reason: The trial tests gemfibrozil to modulate miR-107 with the stated goal of altering the miR-107 → BACE1 → Aβ pathway implicated in AD pathology; miR-107 is reported to decline early in AD and to regulate BACE1 (the β‑secretase that generates Aβ). citeturn0search7turn0search0",
        "Act: Key extracted details — drug: gemfibrozil (a licensed fibrate small molecule, Lopid); trial design: randomized, placebo‑controlled in predementia/early AD; dose: 600 mg twice daily; endpoints included CSF gemfibrozil, miR‑107, and CSF Aβ/tau. The intervention is a small‑molecule repurposing approach intended to reduce Aβ production via miRNA/BACE1 modulation. citeturn0search4turn0search1turn0search3",
        "Reflect: Mapping to CADRO — although the immediate molecular mediator is an epigenetic regulator (miR‑107), the downstream intended disease mechanism is to reduce BACE1 activity and Aβ generation. That makes the most specific CADRO match A) Amyloid beta. (Note: one could also justify Q) Epigenetic Regulators as a secondary descriptor because the trial targets a microRNA, but the primary intent and measured pathology are amyloid‑related.) citeturn0search0turn0search7",
        "Web search results (supporting sources referenced above): 1) Jicha et al. CTAD/Alzheimer’s & Dementia report on the gemfibrozil miR‑107 trial describing design, endpoints, CNS penetration and biomarker trends. citeturn0search0turn0search3 2) ALZFORUM summary of the trial and outcomes presented at CTAD (safety, miR‑107/plasma/CSF findings, biomarker trends). citeturn0search1 3) ClinicalTrials registry entry NCT02045056 listing dose (600 mg twice daily), population and primary endpoints. citeturn0search4 4) PubMed report validating miR‑107 reduction in AD brain and its relationship with BACE1. citeturn0search7 5) Gemfibrozil pharmacology (fibrate lipid‑lowering small molecule; marketed as Lopid) documented in clinical pharmacology literature. citeturn0search8"
    ]
}