{
    "nct_id": "NCT03933696",
    "title": "Light, Metabolic Syndrome and Alzheimer's Disease: A Non-Pharmocological Approach",
    "status": "COMPLETED",
    "last_update_time": "2025-09-11",
    "description_brief": "To test the long term effect of a light treatment on cognition, sleep and metabolism in patients with Mild cognitive impairment (MCI) or mild Alzheimer's disease or related dementia (ADRD).",
    "description_detailed": "Test if a tailored light intervention (TLI) that promotes entrainment can improve sleep disturbances, inflammation, insulin sensitivity (Si) and glucose disposal (Sg) and cognition in patients with MCI and mild ADRD and sleep disturbances. Using a single-arm, between-subjects, placebo-controlled study the investigators will investigate if long-term (6-month) exposure to TLI improves glucose homeostasis and insulin sensitivity in patients with MCI and mild AD who suffer from sleep disturbance and are living at home. Participants will be recruited from the Mount Sinai AD research center (ADRC) and randomized to receive the TLI (or comparison control treatment) at home. The investigators hypothesize that, compared to the comparison light, a TLI will increase entrainment, improve sleep, reduce depression, reduce inflammation, improve metabolic control, increase insulin sensitivity, and reduce susceptibility to T2DM and metabolic disease during and after the completion of the 6-month intervention.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is a tailored lighting intervention (non‑pharmacological device) intended to improve cognition, sleep, and metabolic outcomes in people with MCI or mild ADRD. The trial tests whether long‑term light exposure that promotes circadian entrainment improves cognitive function (and also sleep and glucose/insulin measures). citeturn0search8turn0search4",
        "Act — key trial details extracted from registries and summaries: (1) Title/study: \"Light, Metabolic Syndrome and Alzheimer's Disease: A Non‑Pharmocological Approach\" / Tailored Lighting Intervention (TLI). The intervention is a device/light treatment (bluish white vs yellowish white / tailored light) applied daily to affect circadian entrainment; study duration described as long‑term (6 months in registry entry; some pages describe 8‑week crossovers for similar studies). citeturn0search8turn0search4 (2) Primary intended effects listed: cognition, sleep (circadian entrainment), and metabolic measures (insulin sensitivity, glucose disposal). citeturn0search8 (3) Mechanistic and literature context: Light therapy can modulate circadian rhythms and has been studied for effects on sleep, mood, and cognition in AD; photobiomodulation (specific wavelengths, e.g., near‑infrared) has putative effects on microglial metabolism, Aβ clearance and neuronal survival in preclinical studies. Systematic reviews/meta‑analyses show mixed but some positive effects on sleep and behavioral symptoms; evidence for cognitive benefit is still limited/heterogeneous. citeturn0search0turn0search5turn0search3",
        "Web search results (summary of sources found): (a) Clinical trial registry / study page describing the \"Tailored Lighting Intervention\" and aims to test long‑term TLI on cognition, sleep, inflammation and insulin sensitivity in MCI/mild ADRD — registry entry and study overview. citeturn0search8turn0search4 (b) Systematic reviews and randomized trials reporting effects of tailored/bright light therapy on sleep, mood, and cognition in AD/MCI — mixed results, with some improvements in sleep and behavioral symptoms; cognitive effects inconclusive. citeturn0search7turn0search6 (c) Mechanistic/preclinical work on photobiomodulation and near‑infrared light showing reductions in Aβ‑related microglial toxicity and metabolic effects in cells/animals, supporting plausible biological mechanisms for light affecting neurodegeneration and metabolism. citeturn0search5turn0search1 (d) Recent reviews proposing dual entrainment approaches (circadian + gamma frequency light) as promising for cognition in AD/MCI. citeturn0search9",
        "Reflect: Classification justification and uncertainties — This is not a biologic or small molecule intervention (no drug involved); it is a non‑pharmacological device (light). The trial’s stated primary aim includes improving cognition (alongside sleep and metabolic measures). Under the provided category definitions, the best fit is \"cognitive enhancer\" because the intervention is intended to improve cognitive function (not to directly target amyloid/tau with a biologic or small molecule) and is not narrowly focused on treating neuropsychiatric/behavioral symptoms alone. If one interpreted the trial mainly as a sleep/circadian or metabolic intervention rather than a cognition‑targeted therapy, a case for 'N/A' could be argued, but the study description explicitly lists cognition as a primary outcome, so \"cognitive enhancer\" is the most appropriate category. citeturn0search8turn0search4"
    ],
    "agent_type": "O) Circadian Rhythm",
    "explanation_agent": [
        "Reason: The trial tests a tailored lighting intervention (a non‑pharmacological device) intended to modulate circadian entrainment to improve cognition, sleep, and metabolic outcomes in people with MCI/mild ADRD. This directly targets circadian rhythms rather than a molecular pathway such as amyloid, tau, inflammation, or synaptic receptors. citeturn0search0turn0search1",
        "Act: Key extracted details — intervention = Tailored Lighting Intervention (TLI), delivered as bluish‑white (high circadian stimulus) versus yellowish‑white (low circadian stimulus) light over weeks to months (examples: 8‑week crossover or 24 weeks/6 months in registry entries); primary endpoints include cognition, sleep/circadian entrainment measures and metabolic measures (glucose/insulin). The intervention is a device/light treatment (not a drug). citeturn0search1turn0search7turn0search3",
        "Reflect: CADRO fit — the most specific CADRO category is O) Circadian Rhythm because the biological focus is modulation of the circadian system (light as a zeitgeber) to produce downstream benefits on sleep and cognition. Although some preclinical work links certain light wavelengths/photobiomodulation to effects on microglia or Aβ in animals, the clinical trial’s mechanism and outcomes are framed around circadian entrainment and sleep, so O) Circadian Rhythm is the correct classification. citeturn0search5turn0search2",
        "Web evidence summary (selected sources used): (a) NIA/Alzheimers.gov registry entry for the study describing the Tailored Lighting Intervention and outcomes. (b) Trial registry/MedPath entries describing intervention parameters (CS levels, duration up to 24 weeks) and metabolic/sleep/cognitive endpoints. (c) Randomized clinical trials and reviews showing tailored light therapy increases circadian entrainment and improves sleep/mood in ADRD; cognitive effects are mixed/inconclusive in the literature. citeturn0search0turn0search7turn0search3",
        "Uncertainties/notes: No pharmacologic agent or molecular drug target is involved in this study (so CADRO categories tied to specific molecules/pathways are not applicable). If one prefers to classify by intended clinical effect rather than mechanism, the study could be described as a cognitive‑enhancing or sleep‑modulating intervention — but per CADRO mechanistic categories, O) Circadian Rhythm is the best match."
    ]
}