{
    "nct_id": "NCT04562506",
    "title": "Repetitive Transcranial Magnetic Stimulation With H-coil in Alzheimer's Disease: A Double-blind, Placebo-controlled Pilot Study",
    "status": "COMPLETED",
    "last_update_time": "2020-09-23",
    "description_brief": "Focal repetitive transcranial magnetic stimulation (rTMS) has been applied to improve cognition in Alzheimer's disease (AD) with conflicting results. In this study we aimed to explore feasibility, safety and efficacy of excitatory rTMS of bilateral DLPFC applied with H-coil in AD in a pilot randomized, placebo-controlled, double-blind study.",
    "description_detailed": "Study Design The study was a double-blind, placebo-controlled paradigm, with randomization into a real rTMS group or a sham rTMS",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "rTMS (H2/H2‑coil, bilateral DLPFC/fronto‑temporo‑parietal stimulation)"
    ],
    "placebo": [
        "sham rTMS (sham H‑coil)"
    ],
    "explanation_target": [
        "Reason: The described intervention is focal excitatory repetitive transcranial magnetic stimulation (rTMS) using the H‑coil applied to bilateral DLPFC / fronto‑temporo‑parietal regions with the explicit aim to improve cognition in Alzheimer’s disease (symptomatic cognitive improvement), not to target amyloid/tau or other molecular pathology. This fits the definition of a cognitive enhancer (non‑pathology‑targeting intervention intended to improve cognitive performance). citeturn0search4turn0search3",
        "Act (key trial details extracted): The study used the H2‑coil (Brainsway) delivering 10 Hz rTMS (120% RMT) to bilateral frontal‑parietal‑temporal areas, 3 sessions/week for 4 weeks then 1/week for 4 weeks; it was randomized, double‑blind and sham‑controlled with ADAS‑cog as primary outcome. Reported results showed a transient, modest improvement on ADAS‑cog for active versus sham. These are device‑based neuromodulation details (device/intervention, sham comparator, cognitive outcome). citeturn0search3turn0search4",
        "Reflect: This is not a biologic (no antibody/vaccine), nor a small molecule drug, nor an intervention primarily targeting neuropsychiatric/behavioral symptoms. The intent and measured outcome are cognitive (ADAS‑cog), so classifying as 'cognitive enhancer' is appropriate. The device produced transient symptomatic benefit in the published pilot. citeturn0search4",
        "Web search results / sources found: PubMed entry for the study (abstract). citeturn0search0; Frontiers full text / article (detailed methods and discussion). citeturn0search3; PMC full text (open access). citeturn0search4; Ben‑Gurion University research portal entry summarizing the pilot. citeturn0search1"
    ],
    "agent_type": "M) Synaptic Plasticity/Neuroprotection",
    "explanation_agent": [
        "Reason: The intervention is repetitive transcranial magnetic stimulation (rTMS) with an H2/H‑coil applied to bilateral DLPFC/fronto‑temporo‑parietal regions aiming to produce symptomatic cognitive improvement (ADAS‑cog), not to modify amyloid, tau, ApoE, or another specific molecular pathology. citeturn0search0turn0search4",
        "Act: Key trial details extracted from the published pilot — H2‑coil (Brainsway) delivering 10 Hz rTMS (120% RMT) to bilateral frontal/parietal/temporal areas, 3 sessions/week for 4 weeks then 1/week for 4 weeks; randomized, double‑blind, sham‑controlled; reported transient, modest improvement on ADAS‑cog for active versus sham. These are device‑based neuromodulation parameters and symptomatic cognitive outcomes (no explicit molecular target). citeturn0search0turn0search2",
        "Reflect: rTMS acts by modulating cortical excitability and synaptic function/plasticity to alter network activity and cognition; therefore the most specific CADRO category is M) Synaptic Plasticity/Neuroprotection (cognitive enhancer via neuromodulation), rather than A/B/C etc. This classification fits because the intervention is not primarily addressing amyloid, tau, inflammation, neurotransmitter receptor pharmacology, or a molecular pathway. citeturn0search3turn0search0",
        "Web search results / sources (selected): PubMed entry for the H‑coil pilot study (Leocani et al., H2‑coil pilot). citeturn0search0; Frontiers / earlier rTMS + cognitive training randomized study. citeturn0search3; Protocols and larger rTMS trial discussions. citeturn0search4turn0search1"
    ]
}