{
    "nct_id": "NCT00000174",
    "title": "Investigation Into Delay to Diagnosis of Alzheimer's Disease With Exelon (InDDEx)",
    "status": "COMPLETED",
    "last_update_time": "2005-06-23",
    "description_brief": "This phase IIIb trial is a prospective, randomized, double-blind, placebo-controlled, 36-month study comparing the length of time of progression from mild cognitive impairment (MCI) to a clinical diagnosis of Alzheimer's disease (AD) in subjects taking Exelon vs. placebo. Exelon is currently under review with the U.S. Food and Drug Administration as a treatment for Alzheimer's disease. The drug has been cleared for marketing in more than 40 countries for Alzheimer's disease to date, including all 15 member states of the European Union, New Zealand, Argentina, Brazil and Mexico.\n\nEach subject with MCI will be randomly assigned to treatment with either Exelon or placebo. Subjects assigned to Exelon will receive 1.5 to 6.0 mg bid (twice daily) (3.0 to 12 mg/day) for the majority of the study. At every regular visit scheduled every three months, patients will be given basic efficacy and safety assessments. These assessments will include evaluation of adverse events, vital signs, activities of daily living, and clinical staging scales to determine if the subject may have converted to dementia.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE3"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "Exelon (rivastigmine)"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The trial tests Exelon versus placebo for delaying progression from MCI to clinical AD over 36 months. Exelon is the brand name for rivastigmine, a cholinesterase inhibitor that increases brain acetylcholine and is prescribed to improve/maintain cognitive function and daily living in Alzheimer's disease rather than to remove core pathology (amyloid or tau). citeturn0search6turn0search9",
        "Act: Key extracted details — intervention: Exelon (rivastigmine); dose in the protocol: 1.5–6.0 mg twice daily (≈3–12 mg/day) vs placebo; randomized, double-blind, placebo-controlled, 36-month follow-up with regular 3-month assessments. Labeling and prescribing sources confirm rivastigmine/Exelon formulations and dosing. citeturn0search0turn0search5",
        "Reflect: Classification — rivastigmine is a symptomatic cholinesterase inhibitor (a small-molecule cognitive enhancer) that improves/maintains cognition and activities of daily living but is not considered disease-modifying for AD; therefore this trial fits the 'cognitive enhancer' category rather than a disease-targeted biologic or disease-targeted small molecule. (Sources supporting lack of disease-modifying evidence and mechanism of action are cited.) citeturn0search7turn0search2",
        "Web search sources used (for drug identity, mechanism, dosing, and labeling): Drugs.com / Exelon package information (rivastigmine). citeturn0search0; StatPearls (mechanism: dual cholinesterase inhibition). citeturn0search6; EMA summary for Exelon (uses and mode of action). citeturn0search9; Novartis product/press information (labeling and safety; notes on symptomatic use). citeturn0search2; MedThority/label summaries noting no evidence of altering disease course. citeturn0search7"
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The trial tests Exelon (rivastigmine), a cholinesterase inhibitor that increases brain acetylcholine to improve/maintain cognition (a symptomatic, cholinergic cognitive-enhancer mechanism), not a therapy directed at core AD pathology (amyloid or tau). citeturn0search0turn0search4",
        "Act: Extracted details — intervention: Exelon (rivastigmine); typical oral dosing 1.5–6 mg twice daily (≈3–12 mg/day) and available transdermal formulations; randomized, placebo-controlled cognitive-enhancer trial aiming to delay progression from MCI to clinical AD over 36 months. Mechanism = inhibition of acetylcholinesterase / butyrylcholinesterase increasing synaptic acetylcholine. citeturn0search0turn0search1turn0search8",
        "Reflect: Classification — rivastigmine acts by enhancing cholinergic neurotransmission (modulating neurotransmitter systems). Under CADRO this maps best to D) Neurotransmitter Receptors (the neurotransmitter/cholinergic modulation category). The trial is symptomatic/cognitive-enhancer in focus (not disease-modifying), and it does not indicate multiple biological targets that would require R) Multi-target. citeturn0search7turn0search9",
        "Web search results cited: NCBI Bookshelf (Rivastigmine summary; dosing, mechanism). citeturn0search0; WebMD (formulations/dosing). citeturn0search1; PubMed/Cochrane review (efficacy as symptomatic treatment). citeturn0search3; MedThority/Novartis product information (mechanism; no evidence of altering disease course). citeturn0search4; Clinical pharmacotherapy/guidelines review noting symptomatic use and formulations. citeturn0search9"
    ]
}