{
    "nct_id": "NCT06429124",
    "title": "Time-Restricted Eating in Alzheimer's Disease : The T.R.E.A.D Trial",
    "status": "RECRUITING",
    "last_update_time": "2025-06-03",
    "description_brief": "This pilot and feasibility study will enable the research team to determine the feasibility of implementing a time-restricted eating regimen among adults with mild cognitive impairment (MCI) and the impact of time-restricted eating on cognitive performance and biomarkers of metabolic health in this population. Study staff will execute the specific aims using a pre-post, non-randomized study design in which all participants receive the intervention. The intervention is a 16/8 time-restricted eating regimen characterized by fasting for 16 hours and eating within an 8-hour window on 5 days per week for 3 months. Assessments will be performed at baseline and after the 3-month time-restricted eating intervention with the following outcome measures.\n\nOutcome measures for feasibility include participant recruitment, retention and metrics of acceptability, safety, and adherence to the intervention. Outcome measures for cognitive performance and metabolic health include neuropsychological tests, blood biomarkers, and surveys of psychological well-being.",
    "description_detailed": "The goal of this pilot study on time restricted eating regimens in the mild cognitive impairment (MCI) patient population will be to determine the feasibility of implementing the intervention and impact of time-restricted eating on cognitive performance and biomarkers of metabolic health. Researchers at the Barrow Neurological Institute, Alzheimer\\&amp;#39;s Disease Program in collaboration with the Arizona State University College of Health Solutions will execute the specific aims using a pre-post non-randomized study design in which all participants receive the intervention. Outcome assessments for specific aim 2 will include neuropsychological tests, blood biomarkers, and psychological well-being measured at baseline and after 3 months of intervention.\n\nParticipants will be instructed to follow a 16/8 regimen characterized by 16 hours of fasting and an 8-hour eating window daily, on approximately 5 days/week, for 3 months. Primary outcomes will include participant recruitment, retention, acceptability, safety, and adherence to the 16 hours of fasting and 8-hour eating window. Researchers hypothesize that participants who follow a time-restricted eating pattern will have improvements in attention, working memory and semantic fluency domains. Study staff hypothesize that there will be improvements or trends toward improvements in inflammatory and cardiometabolic biomarkers (i.e., interleukin-6, tumor necrosis factor alpha, C-reactive protein, insulin, hemoglobin A1c, and lipids).\n\nThe results of this project will provide critical preliminary data for a longer-term, large-scale, randomized controlled trial of time-restricted eating on cognitive trajectory among adults with MCI. The novel findings from the proposed project and future studies will contribute significantly to the body of knowledge that will advance the field, with the ultimate goal of preventing or delaying the progression of MCI to dementia.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "OTHER",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The protocol describes a behavioral/lifestyle intervention — a 16/8 time-restricted eating (TRE) regimen (fast 16 hours, eat in an 8-hour window on 5 days/week for 3 months) in adults with MCI, with outcomes of feasibility, cognitive performance, and metabolic biomarkers. This is non‑pharmacologic, so it does not fit the disease-targeted biologic, disease-targeted small molecule, cognitive enhancer (drug), or neuropsychiatric symptom improvement (drug/symptom-targeted) categories. citeturn0search3",
        "Act: Key extracted details from the trial description — Intervention: 16/8 time-restricted eating; Design: pre–post, non-randomized single-arm (all participants receive the intervention); Outcomes: neuropsychological tests, blood biomarkers of metabolic health, feasibility/acceptability/adherence metrics. These details match public trial listings for the T.R.E.A.D trial. citeturn0search3turn0search2",
        "Reflect: Given the intervention and stated aims, the trial is a dietary/time‑restricted eating feasibility study (behavioral/lifestyle). It does not test a biologic (e.g., monoclonal antibody), a small‑molecule disease‑modifying drug, a pharmacologic cognitive enhancer, nor a drug for neuropsychiatric symptom reduction — therefore the correct classification is 'N/A'. citeturn0search2turn0search0",
        "Web search results (sources located matching the trial and related background):",
        "- Clinical trial registry entry matching the user's description (T.R.E.A.D: Time-Restricted Eating in Alzheimer's Disease : The T.R.E.A.D Trial). citeturn0search3",
        "- UCSD pages describing the TREAD trial (Time Restricted Eating Intervention for Alzheimer's Disease) and related TRE research at UC San Diego. citeturn0search0turn0search2",
        "- Related literature on time‑restricted feeding/eating and Alzheimer’s models and reviews supporting rationale for TRE in AD (animal and review articles). citeturn0search9turn0search5"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}