{
    "nct_id": "NCT01767311",
    "title": "A Placebo-Controlled, Double-Blind, Parallel-Group, Bayesian Adaptive Randomization Design and Dose Regimen-finding Study With an Open-Label Extension Phase to Evaluate Safety, Tolerability and Efficacy of BAN2401 in Subjects With Early Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2025-01-21",
    "description_brief": "This is a multinational, multicenter, double-blind, placebo-controlled, parallel-group study using a Bayesian design with response adaptive randomization across placebo or 5 active arms of lecanemab to determine clinical efficacy and to explore the dose response of lecanemab using a composite clinical score (ADCOMS). BAN2401-G000-201 Core study is an 18-month study in which 3 dose levels (2.5, 5, and 10 mg/kg) are given biweekly (once every 2 weeks) to separate groups of participants and 2 dose levels (5 and 10 mg/kg) are given monthly (once every 4 weeks) to separate groups of participants. Participants will be from 2 clinical subgroups: mild cognitive impairment (MCI) due to Alzheimer's disease (AD) or mild Alzheimer's disease dementia. Frequent interim analyses will be conducted to continually update randomization allocation on the basis of the primary clinical endpoint. Any participant who completes the study treatment (Visit 42 \\[Week 79\\] of the Core study) or discontinues the Core Study will be eligible to participate in the Extension Phase, provided they meet the Extension Phase inclusion and exclusion criteria. Participants will receive 10 mg/kg biweekly for up to 60 months or until the drug is commercially available in the country, where the subject resides, or until the benefit-to-risk ratio from treatment with lecanemab is no longer considered favorable, whichever comes first. The Follow-up Visit in the Extension Phase will take place 3 months after the last dose of study drug.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted biologic",
    "drug": [
        "lecanemab (BAN2401)"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The intervention is lecanemab (BAN2401), a humanized IgG1 monoclonal antibody that preferentially binds soluble Aβ aggregates (oligomers/protofibrils) and is intended to reduce amyloid pathology and slow clinical decline in early Alzheimer’s disease. citeturn0search4turn0search0",
        "Act: The described BAN2401‑G000‑201 study is a randomized, double‑blind, placebo‑controlled, Bayesian adaptive dose‑finding trial with multiple lecanemab dosing arms and ADCOMS as a primary clinical measure, with an open‑label extension using 10 mg/kg biweekly — consistent with trials of a disease‑targeting biologic. citeturn0search0turn0search2",
        "Reflect: Because lecanemab is a monoclonal antibody targeting Alzheimer’s pathology (amyloid protofibrils) and the trial evaluates amyloid reduction and clinical decline, the correct category is 'disease-targeted biologic' rather than a small molecule, symptomatic cognitive enhancer, or neuropsychiatric‑symptom intervention. Clinical results and regulatory context (Leqembi approval/use) further support that lecanemab is a disease‑targeting biologic. citeturn0search0turn0news12",
        "Web search sources used: (1) phase 2b trial publication and design details for BAN2401‑G000‑201. citeturn0search0 (2) clinical trial registry entry summarizing the Core and Extension study details. citeturn0search2 (3) mechanism of action summary describing lecanemab as an anti‑Aβ protofibril monoclonal antibody. citeturn0search4 (4) additional trial/outcome reports and OLE analyses. citeturn0search1 (5) news/regulatory reporting on FDA approval (Leqembi) and clinical effect size. citeturn0news12"
    ],
    "agent_type": "A) Amyloid beta",
    "explanation_agent": [
        "Reason: The intervention is lecanemab (BAN2401), a humanized IgG1 monoclonal antibody that preferentially binds soluble aggregated amyloid-β species (oligomers/protofibrils) to reduce amyloid pathology and slow clinical decline — i.e., it directly targets Aβ pathology. citeturn1search1turn1search3",
        "Act: The described BAN2401‑G000‑201 study is a randomized, double‑blind, placebo‑controlled, Bayesian adaptive dose‑finding trial (with 10 mg/kg biweekly identified as the ED90 dose and an open‑label extension), consistent with a disease‑targeting anti‑amyloid biologic intervention. These trial design and dosing details and the mechanism (anti‑Aβ protofibril antibody) are reported in the Phase 2b publication and sponsor materials. citeturn1search1turn0search0",
        "Reflect: Classification as CADRO category A (Amyloid beta) is the most specific and appropriate choice because the drug’s known and intended biological target is amyloid‑β aggregates/protofibrils (not tau, inflammation, neurotransmitter systems, etc.). Regulatory and clinical summaries (including FDA/approval communications) also describe lecanemab/Leqembi as an anti‑amyloid therapy that reduces brain Aβ and slows decline, further supporting CADRO A. citeturn0search1turn0news12",
        "Web search sources used: (1) Phase 2b trial publication describing BAN2401‑G000‑201, mechanism and dosing. citeturn1search1 (2) Systematic review / mechanism summaries describing lecanemab as an anti‑Aβ protofibril monoclonal antibody. citeturn1search3 (3) Sponsor / investor materials and trial summaries noting mechanism and program details. citeturn0search0 (4) Press/release on FDA traditional approval of Leqembi (lecanemab). citeturn0search1 (5) News on dosing/regulatory context (monthly vs biweekly dosing options). citeturn0news12"
    ]
}