{
    "nct_id": "NCT06835283",
    "title": "Sequential Accelerated ITBS / Remote tDCS for Treatment of Neuropsychiatric Symptoms in Alzheimer's Disease: A Pilot Study",
    "status": "RECRUITING",
    "last_update_time": "2025-08-04",
    "description_brief": "The goal of this pilot study is to test a combination of two non-invasive brain stimulation methods, called iTBS (intermittent theta burst stimulation) and tDCS (transcranial direct current stimulation), in people with Alzheimer's Disease (AD) and related dementias (ADRD). This study will also explore whether the combined treatment shows promise for reducing neuropsychiatric symptoms like mood swings, apathy, and agitation, and will evaluate the impact of the treatment on caregivers.\n\nThe main questions the study aims to answer are:\n\n1. Is the combined brain stimulation treatment practical and well-tolerated?\n2. Do preliminary results suggest that this treatment could help manage neuropsychiatric symptoms and support a larger study?\n\nParticipants will:\n\n* Attend nine in-person visits over three months.\n* Complete one week of in-clinic brain stimulation sessions (iTBS) followed by four weeks of daily at-home brain stimulation sessions (tDCS).\n* Take part in brain scans, questionnaires, and brain activity tests before and after the treatment.\n\nThis pilot study is a first step to assess whether this combined treatment approach is practical and whether it has potential to improve symptoms, laying the groundwork for larger studies in the future.",
    "description_detailed": "This study is designed to explore a new way to manage behavioral and emotional symptoms in people with Alzheimer's Disease (AD) and related dementias (ADRD). Many people with these conditions experience mood swings, apathy, or agitation, which can be difficult to treat with current medications due to limited effectiveness and side effects. This research is testing whether two types of brain stimulation, called iTBS (intermittent theta burst stimulation) and tDCS (transcranial direct current stimulation), can be combined to provide a non-invasive and potentially effective treatment for these symptoms.\n\nBrain stimulation is already used in other areas of medicine and involves applying gentle magnetic or electrical stimulation to the brain. iTBS uses short bursts of magnetic pulses, while tDCS uses a low electrical current. Both methods are painless, safe, and do not require surgery. This study is the first to look at combining these two techniques for people with AD/ADRD, based on findings from other research that suggest the combination might have stronger effects than either method alone.\n\nSince this is a pilot study, the focus is on understanding whether the treatment process is practical for both patients and caregivers. This includes evaluating how easy it is for participants to attend the clinic sessions, whether caregivers can successfully administer the at-home treatments, and whether the overall process is manageable for families. In addition to these practical questions, researchers will also collect preliminary data to see if the treatment helps improve behavioral symptoms and measure any changes in the brain using scans and brain activity tests.\n\nParticipants will spend one week receiving treatments in a clinic and four weeks using a portable device for at-home sessions. Researchers will closely monitor participants throughout the study to ensure safety and will follow up to see if any improvements last after the treatment ends.\n\nThe study is an important step in understanding whether this new approach has potential to help people with AD/ADRD and whether it should be studied further in larger trials. It also aims to identify how to make the treatment process as smooth and effective as possible for patients and caregivers.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "neuropsychiatric symptom improvement",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is a combination of two non‑invasive brain stimulation methods (iTBS = intermittent theta burst stimulation, a form of rTMS, and tDCS = transcranial direct current stimulation). The study explicitly states it will \"explore whether the combined treatment shows promise for reducing neuropsychiatric symptoms like mood swings, apathy, and agitation\" and the title names treatment of neuropsychiatric symptoms in AD; therefore the intended effect is symptom management rather than a pharmacologic disease‑modifying mechanism. (iTBS and tDCS are neuromodulation techniques, not drugs).",
        "Act: Key extracted details — intervention: sequential accelerated iTBS (in‑clinic) followed by remote daily tDCS (at home); population: people with Alzheimer's disease and related dementias (AD/ADRD); primary aims: feasibility/tolerability and preliminary effect on neuropsychiatric symptoms (mood swings, apathy, agitation). This matches the category \"neuropsychiatric symptom improvement\" because the trial targets behavioral/psychiatric symptoms rather than molecular AD pathology or purely cognitive enhancement. Supporting literature shows iTBS and tDCS are used as noninvasive neuromodulation approaches in AD/MCI trials for cognition and for symptoms such as apathy/agitation, consistent with a symptom‑management aim. citeturn0search2turn0search6turn0search7",
        "Reflect: Classification check — the intervention is not a biologic (no monoclonal antibody or vaccine) and not a small molecule drug; although some iTBS/tDCS studies examine cognition, this specific protocol and stated aims focus on reducing neuropsychiatric/behavioral symptoms and caregiver impact. Therefore the most appropriate category is \"neuropsychiatric symptom improvement.\" No drug/placebo information applies. Web search results used to support these points: (1) randomized trials showing iTBS used to improve cognition in AD and feasibility of accelerated iTBS. citeturn0search2turn0search1 (2) recent iTBS trials and reports on delayed cognitive effects and safety/feasibility. citeturn0search6turn0search3 (3) protocols/trials of tDCS combined with cognitive interventions targeting apathy and other neuropsychiatric symptoms in AD. citeturn0search7"
    ],
    "agent_type": "T) Other",
    "explanation_agent": [
        "Reason: The intervention is sequential accelerated iTBS (a form of rTMS) plus remote tDCS — noninvasive neuromodulation techniques aimed at reducing neuropsychiatric symptoms (mood swings, apathy, agitation). These are symptom-management neuromodulatory interventions, not pharmacologic or molecularly targeted therapies against amyloid, tau, inflammation, etc., so they do not map to any molecular CADRO category. The literature shows rTMS/iTBS and tDCS are used in AD/MCI to target cognition and behavioral/neuropsychiatric symptoms. citeturn0search1turn0search3turn0search7",
        "Act: Extracted details from the trial description — intervention: in‑clinic accelerated intermittent theta burst stimulation (iTBS) followed by daily at‑home transcranial direct current stimulation (tDCS); target population: people with Alzheimer’s disease / ADRD; primary aim: feasibility/tolerability and preliminary reduction in neuropsychiatric symptoms (mood swings, apathy, agitation). These are non‑drug neuromodulation procedures addressing behavioral symptoms rather than a biological AD pathway, so assign the non‑therapeutic/other CADRO category. Systematic reviews/meta‑analyses examine NIBS effects on behavioral and psychological symptoms of dementia (BPSD)/neuropsychiatric symptoms (NPS) and report mixed but sometimes positive findings, especially for rTMS. citeturn0search0turn0search5",
        "Reflect: The intervention is neither a biologic nor small molecule and does not explicitly target CADRO molecular pathways (amyloid, tau, inflammation, synaptic plasticity at a molecular level, etc.). It is a neuromodulation symptom‑management approach; per instructions non‑therapeutic or diagnostic trials map to 'T) Other'. This classification aligns with the description and with published reviews showing NIBS is used to treat NPS/BPSD rather than directly modifying core AD molecular pathology. citeturn0search7turn0search0",
        "Supporting web search results (selected): (1) Systematic review/meta‑analysis of noninvasive brain stimulation for BPSD indicating rTMS shows some benefit on behavioral/psych symptoms. citeturn0search0turn0search5 (2) Randomized controlled trials of accelerated iTBS showing cognitive/feasibility benefits in AD/MCI. citeturn0search1turn0search2 (3) Recent trials/reports on iTBS effects on cognition and related measures (including a 2025 trial reporting delayed cognitive benefits). citeturn0search3",
        "Final classification output: T) Other — Noninvasive neuromodulation (iTBS/tDCS) for neuropsychiatric symptom management in AD; not a molecular drug target."
    ]
}