{
    "nct_id": "NCT04693520",
    "title": "A Phase 2, Single-arm Study of the Biomarker Effects of ALZ-801 in Subjects With Early Alzheimer's Disease Who Are Carriers of the ε4 Variant of the Apolipoprotein E Gene (APOE4/4 or APOE3/4)",
    "status": "ACTIVE_NOT_RECRUITING",
    "last_update_time": "2024-01-31",
    "description_brief": "The study will investigate the effects of oral ALZ-801, in subjects with Early AD who have the APOE4/4 or APOE3/4 genotype, on the biomarkers of core AD pathology. The objectives of this study include determining the efficacy and safety/tolerability of ALZ-801. In addition, the study will evaluate the extended PK profile over 8 hours in 16 subjects after 65 weeks of treatment.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "ALZ-801 (valiltramiprosate; oral prodrug of tramiprosate)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial tests oral ALZ-801 and explicitly aims to measure effects on core AD biomarkers (Aβ, phosphorylated tau, MRI hippocampal volume), which indicates a disease-modifying intent rather than a purely symptomatic/cognitive or neuropsychiatric aim. citeturn0search6turn0search7",
        "Act: Key extracted details — Drug: ALZ-801, an oral small-molecule prodrug (valiltramiprosate) that is converted to tramiprosate and acts as an inhibitor of β-amyloid (Aβ) aggregation and oligomer formation (anti-Aβ oligomer mechanism). citeturn0search2turn0search3  Trial: Phase 2, single-arm biomarker study in APOE4 carriers (APOE4/4 or APOE3/4; NCT04693520), assessing biomarkers (plasma and CSF p-tau, Aβ measures) and imaging over 104 weeks with reported biomarker and hippocampal-volume effects. Dosing used in the program is 265 mg twice daily in these studies. citeturn0search6turn0search1turn0search7",
        "Reflect: Classification — This intervention is a disease-targeted small molecule because it is a non-biologic, orally administered small-molecule prodrug (valiltramiprosate → tramiprosate) whose stated mechanism is direct targeting of Alzheimer’s pathology by inhibiting Aβ aggregation/oligomer formation and whose outcomes are biomarkers of core AD pathology (consistent with disease-modifying approach). It is not a monoclonal antibody or vaccine (so not a biologic), nor described as solely a cognitive enhancer or a neuropsychiatric symptom treatment. citeturn0search2turn0search7",
        "Web search results cited: PubMed/PMC phase 2 results and discussion of biomarker effects and hippocampal preservation (ALZ-801/valiltramiprosate). citeturn0search7turn0search0",
        "Web search results cited: Pharmacokinetics and mechanism summary describing ALZ-801 as a valine-conjugated prodrug converted to tramiprosate, with anti-Aβ oligomer action. citeturn0search2turn0search3",
        "Web search results cited: Trial registry / trial summary for the Phase 2 biomarker study (NCT04693520) and corporate press summaries describing study design (APOE4 carrier biomarker study; 265 mg BID). citeturn0search6turn0search4"
    ],
    "agent_type": "A) Amyloid beta",
    "explanation_agent": [
        "Reason: The Phase 2 biomarker study tests oral ALZ-801 (valiltramiprosate) in APOE4 carriers and explicitly measures core AD biomarkers (Aβ, p-tau, hippocampal volume), indicating a disease-modifying intent that addresses amyloid pathology. citeturn0search2turn0search0",
        "Act: Key extracted details — Drug: ALZ-801, a valine‑conjugated oral prodrug converted to tramiprosate; active agents (tramiprosate and its metabolite 3‑sulfopropanoic acid, 3‑SPA) inhibit β‑amyloid (Aβ) aggregation and formation of toxic oligomers. Trial: Phase 2, single‑arm biomarker study in APOE4 carriers (NCT04693520) using 265 mg twice daily dosing and assessing plasma/CSF Aβ, p‑tau and MRI hippocampal volume over 104 weeks. citeturn0search7turn0search5turn0search0turn0search2",
        "Reflect: Classification — The mechanism is a direct anti‑amyloid (anti‑Aβ aggregation/oligomer) action by a small‑molecule prodrug, so the most specific CADRO category is A) Amyloid beta. This is not a symptomatic neurotransmitter, inflammatory, or vascular intervention, nor is it a multi‑target or non‑therapeutic procedure. citeturn0search3turn0search5",
        "Web search results (sources used): 1) Clinical trial registry NCT04693520 — Phase 2 single‑arm biomarker study of ALZ‑801 in APOE4 carriers (study design, dosing 265 mg BID, biomarker endpoints). citeturn0search0 2) PubMed: Phase 2 results summary describing ALZ‑801 as an oral small‑molecule inhibitor of Aβ aggregation/oligomer formation and reporting biomarker and hippocampal‑volume outcomes. citeturn0search2 3) Clinical Pharmacokinetics / PubMed summary: ALZ‑801 (valiltramiprosate) is converted to tramiprosate and generates 3‑SPA; supports MOA as anti‑Aβ oligomer agent. citeturn0search7 4) CNS Drugs / discovery paper: identification of 3‑SPA metabolite and its anti‑Aβ oligomer activity. citeturn0search5 5) Preclinical mechanistic study (FASEB / 2025): ALZ‑801/tramiprosate prevents Aβ42 aggregation, nucleus formation and fibril elongation, reducing Aβ‑induced cytotoxicity. citeturn0search3"
    ]
}