{
    "nct_id": "NCT05323812",
    "title": "A Randomized, Double-Blind, Placebo-Controlled Study to Evaluate the Safety, Pharmacodynamics and Pharmacokinetics of TW001 in Alzheimer Patients",
    "status": "COMPLETED",
    "last_update_time": "2025-04-17",
    "description_brief": "This is a multi-center, Phase IIa, randomized, double-blind, placebo-controlled study in patients with Alzheimer's Disease (AD).",
    "description_detailed": "This is an exploratory, double-blind, randomized, placebo-controlled phase IIa proof of concept study to evaluate the safety, pharmacodynamics and pharmacokinetics of TW001 in patients with mild AD. Patients will be randomized 1:1 to TW001 and placebo. Treatments will be given in a fasted state once daily for 90 days. The total duration of the clinical trial will be approximately 4 months per patient.",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "TW001 (oral edaravone — small‑molecule free‑radical scavenger)"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: TW001 is an oral formulation of edaravone, a small‑molecule free‑radical scavenger that targets oxidative stress — a pathological process implicated in Alzheimer’s disease; this identifies it as a disease‑targeting pharmacologic agent rather than a purely symptomatic cognitive enhancer or neuropsychiatric treatment. citeturn0search0turn1search3",
        "Act (trial details & sources): the described study is a multi‑center Phase IIa randomized, double‑blind, placebo‑controlled proof‑of‑concept trial (ASURE) that randomizes patients to 100 mg TW001 or placebo once daily for 90 days and uses safety and oxidative‑stress biomarkers (e.g., 8‑OHdG, 3‑NT) as primary pharmacodynamic/safety endpoints. These protocol details and the edaravone mechanism are described in the trial protocol and related announcements. citeturn0search0turn1search5",
        "Act (additional context): Treeway developed TW001 as an oral edaravone formulation (previously approved/used in IV form for stroke/ALS), and the drug is being evaluated for disease‑modifying effects via oxidative stress reduction in AD. citeturn0search4turn1search3",
        "Reflect: Given that TW001 is a small molecule (edaravone) whose intended effect in this trial is engagement of a disease‑linked pathway (oxidative stress) and exploration of downstream AD biomarkers, the correct category is 'disease‑targeted small molecule'. There is no indication this is solely a symptomatic cognitive enhancer or a neuropsychiatric symptom study, nor is it a diagnostic/non‑therapeutic trial. citeturn0search0turn0search4"
    ],
    "agent_type": "G) Oxidative Stress",
    "explanation_agent": [
        "Reason: The investigational drug TW001 is an oral formulation of edaravone, a small‑molecule free‑radical scavenger whose mechanism is to donate electrons to neutralize reactive oxygen/nitrogen species and thereby reduce oxidative and nitrosative stress—an AD‑linked pathological process. citeturn0search1turn0search4",
        "Act: The ASURE Phase IIa study tests TW001 100 mg once daily vs placebo for 90 days with primary pharmacodynamic endpoints focused on oxidative‑stress biomarkers (e.g., 8‑OHdG, 3‑NT) and safety, confirming the trial’s intended target engagement is oxidative stress rather than amyloid/tau or symptomatic neurotransmitter modulation. citeturn0search1turn0search2",
        "Reflect: Given the explicit mechanism (free‑radical scavenging/antioxidant action of edaravone) and the trial’s biomarker endpoints for oxidative stress, the correct CADRO classification is G) Oxidative Stress. There is no indication the intervention primarily targets amyloid, tau, inflammation, synaptic receptors, or is non‑therapeutic, so 'G' is the most specific fit. citeturn0search1turn0search3",
        "Web sources used (key results): JPAD/ PubMed trial protocol describing TW001 (ASURE) and oxidative‑stress endpoints; clinical registry summary (NCT/ClinConnect) with dosing and design; Treeway press release about enrollment and TW001 as oral edaravone; Alzforum summary of TW001 development and indications. citeturn0search0turn0search1turn0search2turn0search3turn0search4"
    ]
}