{
    "nct_id": "NCT00034762",
    "title": "Efficacy And Safety Of A Flexible Dose Of Risperidone Versus Placebo In The Treatment Of Psychosis Of Alzheimer's Disease.",
    "status": "COMPLETED",
    "last_update_time": "2011-01-31",
    "description_brief": "The purpose of this study is to evaluate the efficacy and safety of risperidone compared with placebo in the treatment of psychotic symptoms in patients with Alzheimer's disease",
    "description_detailed": "Dementia is frequently observed in the elderly, often associated with psychotic symptoms such as delusion or hallucinations, or with behavioral disturbances such as aggressive behavior, wandering, and aimless behavior induced by the psychotic symptoms. This is a double-blind, placebo-controlled study of the effectiveness and safety of risperidone (taken twice daily over 8 weeks) in the treatment of psychotic symptoms in patients with Alzheimer's disease. Assessments of effectiveness include: Behavioral Pathology in Alzheimer's Disease (BEHAVE-AD), a scale used for global assessment of symptoms associated with dementia; the Psychosis Cluster Scale of BEHAVE-AD, a subscale that assesses paranoid and delusional ideation as well as hallucination; and Clinical Global Impression-Change (CGI-C), a measure of an improved or aggravated condition. Safety evaluations include the incidence of adverse events throughout the study; physical examinations, electrocardiograms (ECGs), laboratory tests (hematology, biochemistry, urinalysis), and assessment of extrapyramidal symptoms at specified intervals. The study hypothesis is that treatment with risperidone shows greater improvement in psychotic symptoms, as measured by the BEHAVE-AD psychotic cluster score, in patients with Alzheimer's disease, as compared to placebo. In addition, it is hypothesized that risperidone is well tolerated. Risperidone tablets (0.25 mg or 0.50 mg) or placebo tablets taken orally twice daily. Total daily dosage of 0.5mg on Day 1, 1.0mg on Days 3-5, and 1.5mg (maximum dose) on Days 5-13. Optimum dose maintained during Weeks 3-8 of treatment.Dose may be increased or decreased at investigator's discretion.",
    "phase": [
        "PHASE3"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "neuropsychiatric symptom improvement",
    "drug": [
        "risperidone (atypical antipsychotic)"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The trial's stated purpose and title explicitly say the study evaluates risperidone versus placebo for the treatment of psychotic symptoms in patients with Alzheimer's disease, indicating the intent is to treat neuropsychiatric/behavioral symptoms (psychosis), not to modify underlying AD pathology or improve cognition directly. citeturn0search7",
        "Act: Extracted details — drug: risperidone, an atypical (second‑generation) antipsychotic used to treat psychosis and behavioral symptoms in dementia trials; the trial is a double‑blind, placebo‑controlled study of flexible/low doses for psychosis in AD (matches NCT description and published trial reports). Key supporting sources: the clinical-trial registry entry matching the trial description (NCT details), randomized trials and meta-analyses reporting risperidone's effect on psychosis/agitation in AD, and safety findings. citeturn0search7turn0search0turn0search1",
        "Reflect: Classification check — risperidone is a symptomatic antipsychotic (small‑molecule psychotropic), so the correct category from the supplied list is 'neuropsychiatric symptom improvement' (it addresses psychosis/agitation). It is not a disease‑targeted biologic or small molecule aimed at amyloid/tau, nor a cognitive enhancer. Note safety considerations (increased mortality and cerebrovascular risk in dementia patients treated with antipsychotics) are documented in product labeling and regulatory warnings and are relevant when interpreting such trials. citeturn1search1turn0search1",
        "Web search results (sources used):\n- Clinical trial registry matching the study description (double‑blind, risperidone vs placebo for psychosis of AD). citeturn0search7\n- Prospective randomized trial(s) of risperidone for psychosis of AD. citeturn0search0turn0search3\n- Meta-analysis showing risperidone can reduce psychotic symptoms in AD but with safety signals. citeturn0search1\n- Randomized trial of risperidone for aggression/agitation and psychosis in dementia (flexible dose up to ~2 mg/day). citeturn0search2\n- FDA/product labeling and regulatory warnings about increased mortality and cerebrovascular events in elderly patients with dementia-related psychosis treated with antipsychotics (risperidone labeling includes this boxed warning). citeturn1search1turn1search6"
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The intervention is risperidone, an atypical antipsychotic whose primary pharmacologic actions are antagonism/blockade of neurotransmitter receptors (notably dopamine D2 and serotonin 5‑HT2A), and the trial aims to treat psychosis/behavioral symptoms in AD rather than modify core AD pathology (amyloid/tau/etc.).",
        "Act: Extracted details — drug: risperidone (atypical antipsychotic); indication in trial: treatment of psychosis of Alzheimer’s disease (neuropsychiatric symptom improvement). Based on mechanism (D2/5‑HT2A receptor antagonism) the best CADRO match is D) Neurotransmitter Receptors.",
        "Reflect: This classification fits the trial description and CADRO definitions: the drug targets neurotransmitter receptors and is symptomatic for psychosis, not disease‑modifying. Safety considerations (increased mortality and cerebrovascular risk with antipsychotics in dementia) are relevant clinically but do not change target classification.",
        "Web search results (as provided):",
        "- Clinical trial registry matching the study description (double‑blind, risperidone vs placebo for psychosis of AD).",
        "- Prospective randomized trial(s) of risperidone for psychosis of AD.",
        "- Meta-analysis showing risperidone can reduce psychotic symptoms in AD but with safety signals.",
        "- Randomized trial of risperidone for aggression/agitation and psychosis in dementia (flexible dose up to ~2 mg/day).",
        "- FDA/product labeling and regulatory warnings about increased mortality and cerebrovascular events in elderly patients with dementia‑related psychosis treated with antipsychotics (risperidone labeling includes this boxed warning)."
    ]
}