{
    "nct_id": "NCT04065061",
    "title": "Investigation of Erinacine A-enriched Hericium Erinaceus Mycelia for Improvement of Recognition, Vision, and Functional MRI Alterations",
    "status": "COMPLETED",
    "last_update_time": "2019-08-20",
    "description_brief": "This study was designed as randomized double blind placebo study to investigate the efficacy of Erinacine A-enriched Hericium erinaceus mycelia for improvement of recognition, vision, and functional MRI alterations.",
    "description_detailed": "Patients were recruited with diagnosis of mild or medium dementia, according to criteria by NINCDS-ADRDA (National Institute of Neurological and Communicative Disorders and Stroke-Alzheimer's Disease and Related Disorders Association) as probable or possible Alzheimer's disease. Upon signature of informed consent, they were subject to: (1) Cognitive assessments, including Mini-Mental State Examination(MMSE), Neuropsychiatric Inventory (NPI), Cognitive Abilities Screening Instrument (CASI), and Instrumental Activities of Daily Living (IADL) on weeks 0, 12, 24, and 49, (2) Blood Markers Tests, including DHEAS, Alpha 1-antichymotrypsin, Superoxide Dismutase, and Homocysteine, Apolipoprotein E, Hemoglobin, Calcium, Albumin, and Amyloid Beta on weeks 0, 24, and 49, (3) fMRI Assessments for Super-resolution Track Density Imaging (TDI), and Blood Oxygenation Level-Dependent (BOLD) Signal Mapping, on weeks 0 and 49, (4) Vision Assessments, including Visual Acuity (VA) and Contrast Sensitivity (CS), on weeks 0, 24, and 49. Mann-Whitney U test and Wilcoxon tests were applied to examine the data before and after dietary intake of Erinacine A-enriched Hericium Erinaceus Mycelia after 49 weeks.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "OTHER",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "Erinacine A-enriched Hericium erinaceus mycelia (EAHEM) — contains erinacine A"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The intervention is Erinacine A-enriched Hericium erinaceus mycelia (EAHEM). Erinacine A is a cyathane diterpenoid from H. erinaceus mycelium that potently stimulates nerve growth factor (NGF) production, promotes neurite outgrowth and has neuroprotective/neurotrophic effects; the trial endpoints (improvement of recognition, vision, and fMRI alterations) are functional/cognitive measures rather than explicit anti-amyloid or anti-tau disease-modification endpoints. citeturn0search0turn0search4",
        "Act: Key extracted details — drug: Erinacine A-enriched Hericium erinaceus mycelia (EAHEM); type/mechanism: natural-product-derived small molecule (erinacine A) that increases NGF and promotes neuritogenesis and neuroprotection in preclinical work and has been tested in human cognition trials. The mechanism and intended outcomes align with improving cognitive/functional measures, so this fits the 'cognitive enhancer' category rather than a biologic directed at amyloid/tau or a neuropsychiatric-symptom agent. citeturn0search4turn0search5turn0search1",
        "Reflect: Verification and ambiguity — although erinacines (some members) have shown effects on amyloid in animal models, the primary documented activity of erinacine A is NGF stimulation and neuritogenesis and the clinical trial described aims cognitive/functional improvement; therefore classifying this trial as 'cognitive enhancer' best matches the intervention and endpoints. If future evidence or trial intent were explicitly anti-amyloid/tau, reclassification to a disease-targeted small molecule could be considered. citeturn0search0turn0search5",
        "Web search results used (selected): review summarizing erinacines and NGF-stimulating activity; randomized human/clinical study of erinacine A-enriched H. erinaceus on cognition; mechanistic/neuritogenesis studies describing erinacine A (TrkA/Erk1/2, NGF potentiation); preclinical models showing cognitive benefit and neuroprotection with EAHEM. citeturn0search0turn0search1turn0search4turn0search5"
    ],
    "agent_type": "L) Growth Factors and Hormones",
    "explanation_agent": [
        "Reason: The intervention is Erinacine A-enriched Hericium erinaceus mycelia (EAHE). Erinacine A (and related Hericium compounds) potently stimulate production or potency of neurotrophic factors (notably NGF/and/or BDNF-related signaling) and promote neurite outgrowth and neurotrophic/neuroprotective effects rather than acting primarily on amyloid, tau, inflammation, or vascular targets. Key mechanistic studies show NGF induction/potentiation and TrkA/ERK pathway activation; clinical pilot trials test EAHE for cognitive/functional improvement. citeturn0search4turn0search0turn0search5.",
        "Act: Extracted details — drug: Erinacine A-enriched Hericium erinaceus mycelia (EAHE). Mechanism/type: natural-product-derived small molecule (erinacine A / related erinacines/hericenones) that increases NGF signaling or potentiates NGF-induced neuritogenesis, activates TrkA/ERK and other neurotrophic pathways, and shows neuroprotective effects in preclinical models; tested in human cognition trials (pilot RCT). Because the primary documented biological focus is on growth-factor/neurotrophic signaling (NGF/TrkA/ERK/BDNF-related effects), the most specific CADRO match is L) Growth Factors and Hormones. Relevant sources: preclinical mechanistic work and human pilot trials. citeturn0search0turn0search4turn0search1.",
        "Reflect: Verification and alternatives — classification as L) Growth Factors and Hormones aligns with the explicit mechanism (NGF stimulation/potentiation and TrkA/ERK activation). The trial’s endpoints (recognition, vision, fMRI changes) and its description as a cognitive-enhancer intervention are consistent with neurotrophic/growth-factor-mediated cognitive support. One could also reasonably consider M) Synaptic Plasticity/Neuroprotection because erinacine A enhances neuritogenesis, synaptic/ERK signaling, and shows neuroprotection; however CADRO most specifically groups direct actions on growth factors and hormones (NGF/BDNF pathways) under L, so L is the best-fit single category. If the trial were explicitly targeting synaptic plasticity without invoking growth-factor modulation, M would be appropriate; if multiple major mechanisms were targeted, R) Multi-target would be considered. citeturn0search5turn0search6.",
        "Output: {\"category\": \"L) Growth Factors and Hormones\"}",
        "Web search results used (selected):",
        "- \"Chemical Constituents from Hericium erinaceus Promote Neuronal Survival and Potentiate Neurite Outgrowth via the TrkA/Erk1/2 Pathway\" — demonstrates neuritogenic activity and TrkA/ERK potentiation by Hericium compounds (relevant to NGF/TrkA signaling). citeturn0search0",
        "- \"Prevention of Early Alzheimer's Disease by Erinacine A-Enriched Hericium erinaceus Mycelia Pilot Double-Blind Placebo-Controlled Study\" (PubMed) — pilot clinical trial of EAHE with cognitive/functional endpoints showing cognitive benefit. citeturn0search1",
        "- \"Nerve growth factor-inducing activity of Hericium erinaceus in 1321N1 human astrocytoma cells\" — shows H. erinaceus extracts can stimulate NGF expression in cells and in mouse hippocampus. citeturn0search4",
        "- \"Hericerin derivatives activates a pan‐neurotrophic pathway...\" (PMC) — describes hericene/hericenone effects on neurotrophic signaling, ERK1/2, BDNF/TrkB-related activity and memory enhancement in animals. citeturn0search5",
        "- \"Hericium erinaceus mycelium and its isolated erinacine A protection from MPTP-induced neurotoxicity...\" — preclinical neuroprotective mechanisms including ER stress/apoptosis modulation. citeturn0search6"
    ]
}