{
    "nct_id": "NCT04908358",
    "title": "The Wandering Nerve: Gateway to Boost Alzheimer's Disease Related Cognitive",
    "status": "RECRUITING",
    "last_update_time": "2025-02-18",
    "description_brief": "In this research study the investigators want to find out if a non-invasive electrical brain stimulation method called RAVANS (also called tVNS) can have a beneficial effect on cognition in older individuals. The investigators also want to understand whether certain individual factors contribute to the effect of RAVANS on cognition. RAVANS is only used in research studies.",
    "description_detailed": "The intervention will be studied in 140 older individuals using a randomized cross-over design of sham versus RAVANS stimulation (2 sessions separated by 4 weeks) during a functional magnetic resonance imaging (fMRI) task. Participants will then be randomized to daily tVNS or sham sessions during 10 visits within two weeks, and two follow-up cognitive assessments each after 2 months of the last intervention session. The face-name association task will be the main outcome measure. The investigators will also draw blood twice to examine whether the response on the outcome is dependent on Alzheimer's disease related biomarker, and whether RAVANS has effects on inflammatory responses.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "OTHER",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "RAVANS (Respiratory-gated Auricular Vagal Afferent Nerve Stimulation)",
        "tVNS / taVNS (transcutaneous auricular vagus nerve stimulation)"
    ],
    "placebo": [
        "sham stimulation (sham tVNS)"
    ],
    "explanation_target": [
        "Reason: The intervention described is a non‑pharmacologic, non‑invasive electrical brain stimulation method—RAVANS (a form of transcutaneous auricular vagus nerve stimulation, tVNS)—delivered to modulate brain circuits and improve cognition in older adults. This is an attempt to improve cognitive function rather than to deliver a biologic or small molecule that targets Alzheimer’s core pathology (amyloid or tau). Evidence shows RAVANS/tVNS modulates brain activity, autonomic outflow, and has been tested for mood, pain, autonomic and cognitive outcomes. citeturn0search5turn0search1turn0search8",
        "Act: Key extracted details — intervention: RAVANS (respiratory‑gated auricular vagus nerve stimulation), alternative name taVNS/tVNS (transcutaneous auricular vagus nerve stimulation); intended effect: beneficial effect on cognition in older individuals (Alzheimer’s‑related cognitive boost); control commonly used in such trials: sham stimulation. Because this is a neuromodulation device/procedure intended to improve cognition (symptomatic/cognitive enhancement) rather than a biologic or small molecule aimed at disease pathology, it maps to the 'cognitive enhancer' category. Supporting trials of taVNS/RAVANS in cognitive or related domains are reported. citeturn0search6turn0search10",
        "Reflect: RAVANS/tVNS is not a monoclonal antibody, vaccine, or other biologic targeting amyloid or tau, nor is it a small molecule drug. Its mechanism (vagal afferent stimulation to alter brain networks and autonomic function) is consistent with interventions used to enhance cognition or modulate symptoms (memory, attention, executive function). Therefore the classification 'cognitive enhancer' best fits. If the study instead aimed to change Alzheimer’s pathology (e.g., reduce amyloid/tau) and included biomarker endpoints, one could consider disease‑modifying categories—but that is not stated here. citeturn0search5turn0search3",
        "Web search results (key sources used): 1) RAVANS modulates brain response to stress and alters circuits relevant to mood and cognition (PMC article). citeturn0search5 2) Studies showing RAVANS/tVNS affects cardiovagal/autonomic activity and has been optimized for physiological effects (PubMed reports). citeturn0search1turn0search3 3) taVNS has been tested in mild cognitive impairment and for cognitive enhancement in older adults (randomized and experimental studies). citeturn0search6turn0search10 4) Reviews/experimental work show taVNS/RAVANS modifies cortical excitability and prefrontal connectivity relevant to cognition. citeturn0search9turn0search8"
    ],
    "agent_type": "M) Synaptic Plasticity/Neuroprotection",
    "explanation_agent": [
        "Reason: The intervention is a non‑invasive neuromodulation (RAVANS / taVNS) intended to modulate brain circuits and improve cognition (symptomatic/cognitive enhancement) rather than to target core AD pathologies such as amyloid or tau. citeturn0search1turn0search9",
        "Act: Extracted details — intervention: RAVANS (respiratory‑gated auricular vagal afferent nerve stimulation) / taVNS (transcutaneous auricular vagus nerve stimulation); intended effect: cognitive enhancement in older adults/MCI; mechanism: bottom‑up modulation of brainstem‑cortical networks (including nucleus tractus solitarii and locus coeruleus) that influence cortical excitability, prefrontal connectivity, and neuromodulators (e.g., norepinephrine) linked to synaptic function. Clinical and pilot trials report cognitive/physiological effects. citeturn0search1turn0search10turn0search0",
        "Reflect: This maps best to CADRO category M) Synaptic Plasticity/Neuroprotection because the device seeks to enhance cognitive function by modulating neural networks and synaptic/functional connectivity (neuroprotective or synaptic plasticity effects), not by acting on amyloid, tau, inflammation, or other molecular disease mechanisms. If the trial explicitly targeted molecular pathology (e.g., reducing amyloid or tau biomarkers), a different CADRO category might apply, but that is not stated here. citeturn0search9turn0search3",
        "Web search results used (key sources): 1) RAVANS modulates brain response and connectivity (fMRI) and links to locus coeruleus/prefrontal circuits. citeturn0search1 2) taVNS/RAVANS modulates cardiovagal/autonomic activity and physiology. citeturn0search6turn0search2 3) taVNS has been tested in MCI and shown cognitive improvements in randomized/pilot studies. citeturn0search0turn0search10 4) Summary discussion of taVNS for cognitive effects in aging/AD context (Alzforum). citeturn0search9"
    ]
}