{
    "nct_id": "NCT01350362",
    "title": "A Multicenter, Randomized, Double-blind, Placebo-controlled, 4-arm, 26 Week Parallel-Group Study to Evaluate Efficacy, Safety and Tolerability of 2 Oral Doses and 2 Regimes of Tideglusib vs Placebo in Mild-to-Moderate AD Patients",
    "status": "COMPLETED",
    "last_update_time": "2012-10-01",
    "description_brief": "The main purpose of this study is to evaluate the cognitive changes after administration of tideglusib versus placebo at two oral doses and two treatment regimes for 26 weeks in patients with mild to moderate Alzheimer's disease.\n\nAfter the 26 week core treatment period, the patients may continue in the study under blinded conditions for an optional extension period up to a maximum of 39 additional weeks (total study duration up to 65 weeks), until the last patient in the study has completed the 26 week of treatment.",
    "description_detailed": "This double-blind, placebo-controlled, randomized, parallel group study will be conducted at multiple centers in the European Union. Patients with mild to moderate Alzheimer's disease will undergo a screening period, and then they will be randomized to one of these four groups: tideglusib 1000 mg once daily (Q.D.), tideglusib 1000 mg every other day (Q.O.D.), tideglusib 500 mg Q.D., or matching placebo, for a 26-week, double-blind, placebo-controlled treatment period.",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "tideglusib (small-molecule GSK-3 inhibitor)"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The trial tests tideglusib to evaluate cognitive changes in mild–moderate AD over 26 weeks, implying a therapeutic drug intervention rather than a diagnostic or purely symptomatic treatment. citeturn0search0",
        "Act: Tideglusib is a small‑molecule inhibitor of glycogen synthase kinase‑3 (GSK‑3), a kinase implicated in AD pathology (tau phosphorylation and related processes); the ARGO phase II study and registry describe tideglusib as a GSK‑3 inhibitor and a small‑molecule oral drug. citeturn0search2turn0search0",
        "Supporting trial results / web sources: The NCT registry entry gives the study design and intervention details (26‑week, 4‑arm tideglusib vs placebo). The published ARGO phase II paper and related reports state tideglusib’s mechanism (GSK‑3 inhibition), report no significant clinical benefit at 26 weeks overall, and note biomarker assessments (e.g., CSF BACE1, tau) and safety findings. citeturn0search0turn0search2turn0search5turn0search4",
        "Reflect: Because tideglusib is a small‑molecule kinase inhibitor aimed at disease biology (GSK‑3 → tau/AD pathways) rather than a symptomatic cognitive enhancer or a biologic (monoclonal antibody/vaccine), the correct category is 'disease-targeted small molecule'. No substantive ambiguity remains from the description; classification is supported by trial registry and peer‑reviewed publications. citeturn0search2turn0search0"
    ],
    "agent_type": "B) Tau",
    "explanation_agent": [
        "Reason: The trial tests tideglusib, a small‑molecule inhibitor of glycogen synthase kinase‑3 (GSK‑3). GSK‑3 is implicated in pathological tau phosphorylation and related tauopathy mechanisms in AD, so the therapeutic mechanism is aimed at modifying tau biology rather than amyloid or a purely symptomatic pathway. citeturn0search0turn0search8",
        "Act: Tideglusib is explicitly described in the clinical literature as a GSK‑3 inhibitor and was evaluated in a 26‑week, 4‑arm randomized phase II (ARGO) trial in mild–moderate AD; because its intended biological effect is to reduce tau hyperphosphorylation/modify tau pathology, the most specific CADRO match is 'B) Tau'. citeturn0search5turn0search1",
        "Reflect: This classification aligns with CADRO definitions—interventions intended to alter tau phosphorylation, aggregation, or clearance map to B) Tau. Tideglusib is a disease‑targeted small molecule kinase inhibitor (not a symptomatic cholinergic or an anti‑amyloid immunotherapy), so 'B) Tau' is the appropriate, specific category rather than Multi‑target or Other. The ARGO trial reported no overall clinical benefit at 26 weeks but confirms the drug’s GSK‑3/tau‑focused mechanism. citeturn0search5turn0search0",
        "Web search results (key sources consulted): 1) Evidence that tideglusib irreversibly inhibits GSK‑3β (mechanistic paper). citeturn0search0 2) Pilot randomized, placebo‑controlled tideglusib AD study (early phase results / safety). citeturn0search1 3) ARGO phase II, 26‑week, 4‑arm tideglusib trial in mild‑moderate AD (study design and outcomes). citeturn0search5 4) Additional summaries and discussion of tideglusib’s GSK‑3 targeting and relevance to tauopathy. citeturn0search4turn0search8"
    ]
}