{
    "nct_id": "NCT02351882",
    "title": "Safety and Efficacy of Nabilone in Alzheimer's Disease: a Pilot Study",
    "status": "COMPLETED",
    "last_update_time": "2020-06-23",
    "description_brief": "Alzheimer's disease (AD) is commonly associated with behavioural changes such as agitation. Severe agitation is important to treat because it not only increases progression of AD and physical health problems (increased falls and weight loss), but it also decreases quality of life and increases caregiver stress. Currently prescribed treatments (i.e., antipsychotics) for agitation in AD do not work in everybody and when they do work the effect is small and they increase the risk of harmful side effects, including death. As a result, there is an urgent need for safer medication options. The cannabinoid nabilone can now be prescribed in capsule form for appetite and pain killing effects. Nabilone's calming effects may benefit those with agitation, and help the weight loss and untreated pain frequently associated with agitation. Through a clinical trial, the investigators hope identify the benefits of nabilone in the treatment of agitation in AD.\n\nThe investigators objective is to determine whether nabilone is an efficacious and safe treatment for agitation, as well as having benefits for pain, weight and behavioural symptoms. This will be a 14 week clinical trial (participants take nabilone for 6 weeks, placebo for 6 weeks (order randomized) with 1 week between treatments). The investigators will assess and compare agitation, weight, pain, memory, behaviour and safety.\n\nNabilone is a new class of medication that may be a safe and effective treatment for agitation in AD, with added benefits on appetite and pain. Reducing these symptoms would increase quality-of-life and reduce caregiver stress.",
    "description_detailed": "Objectives: The investigators objective is to provide pilot data addressing whether the ∆9-tetrahydrocannabinol (THC) analogue nabilone is a pharmacological option for managing agitation, a particularly difficult to treat neuropsychiatric symptom (NPS), as well as having benefits for pain, weight and overall NPS, and gather double-blind information on tolerability and safety. This group of symptoms is particularly prevalent in patients with moderate to severe AD.\n\nRationale: The high prevalence and impact of agitation in patients with moderate to severe Alzheimer's disease (AD) makes this neuropsychiatric symptom (NPS) a key determinant of decreased quality of life. Associated with agitation are weight loss, and pain, both of which lead to additional loss of quality of life. Agitation frequently necessitates use of antipsychotics, which, while well-studied, have modest efficacy and severe side effects including increased mortality. With the development of synthetic THC analogues, the therapeutic potential of cannabinoids can now be evaluated. Cannabinoids can be prescribed as capsules to treat anorexia and pain in certain patient groups. In addition to these potentially beneficial effects on appetite and pain, a recent study suggested positive effects of nabilone on agitation in dementia. Importantly, in addition to psychotropic effects, emerging evidence suggests neuroprotective (inhibit Aβ-induced microglial activation and excitotoxicity) and anti-inflammatory abilities, which can decrease oxidative stress, in stark contrast to the negative effects of antipsychotics. As such, this system is of high potential relevance in agitated patients with AD.\n\nResearch Plan: This will be a randomized cross-over study comparing 6 weeks of nabilone and placebo, with a 1 week placebo washout preceding each treatment phase in Long-term care (LTC) patients, and outpatients with moderate to severe AD and agitation. Study outcomes will be measured at baseline and end of treatment for each treatment phase. The primary outcome measure will be the Cohen-Mansfield Agitation Inventory (CMAI). The secondary outcomes will be the weight (kg), overall NPS (Neuropsychiatric Inventory (NPI)), NPI agitation/aggression subscale, nutrition (Mini Nutritional Assessment - Short Form (MNA-SF), body mass index (BMI), skin fold thickness), pain (The Pain Assessment In Advanced Dementia (PAINAD)), cognition (Mini-Mental State Examination (MMSE); Severe Impairment Battery (SIB)) and clinical significance (Alzheimer's Cooperative Study-Clinician Global Impression of change (ADCS-CGIC). Safety (heart rate, blood pressure, and adverse events) will also be assessed at every visit.",
    "phase": [
        "PHASE2",
        "PHASE3"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "neuropsychiatric symptom improvement",
    "drug": [
        "nabilone (synthetic cannabinoid; CB1/CB2 agonist)"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The trial tests nabilone to treat agitation (a behavioural/neuropsychiatric symptom) in people with Alzheimer’s disease, explicitly aiming to reduce agitation and related outcomes (weight, pain, caregiver distress)—not to modify AD pathology or primarily to improve cognition. citeturn0search1turn0search0.",
        "Act: Key extracted details — intervention: oral nabilone (0.5–2 mg, target ~1–2 mg) vs placebo in a randomized double‑blind crossover design (6 weeks each treatment, 1‑week washout; 14‑week total). Nabilone is a synthetic THC analogue acting as a cannabinoid receptor (CB1/CB2) agonist with calming, appetite and analgesic effects; it has been studied specifically for agitation in AD. These facts support classification as a symptomatic treatment for neuropsychiatric features rather than a disease‑modifying biologic or small molecule targeting amyloid/tau. citeturn0search1turn0search0turn0search5.",
        "Reflect: Given the definitions — (1) disease‑targeted biologic: biologic targeting AD pathology (e.g., anti‑amyloid antibodies) — not applicable; (2) disease‑targeted small molecule: small molecules targeting pathology — not applicable; (3) cognitive enhancer: primary aim is not to improve cognition — not applicable; (4) neuropsychiatric symptom improvement: fits because the primary outcome is agitation and the drug is used for behavioural symptom relief. Therefore the correct category is 'neuropsychiatric symptom improvement'. PubMed reports and the study protocol describe nabilone’s use for agitation and related behavioural outcomes, confirming this classification. citeturn0search0turn0search1.",
        "Web search results used: PubMed randomized crossover trial of nabilone for agitation in AD (trial results and outcomes). citeturn0search0; Study protocol describing the crossover design and outcomes (NCT02351882). citeturn0search1; Drug mechanism and approvals: nabilone is an oral synthetic cannabinoid (THC analogue) acting at CB1/CB2 with effects on appetite, mood, sedation and analgesia (LiverTox / Pharmacotherapy summaries). citeturn0search5turn0search2; AlzForum summary of nabilone trials and ongoing studies. citeturn0search3."
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The intervention is nabilone, a synthetic THC analogue used to treat agitation (a neuropsychiatric/symptomatic endpoint) in people with Alzheimer’s disease. Nabilone acts at cannabinoid receptors (CB1 and CB2), which are G-protein–coupled neurotransmitter receptors—so the biological target class is neurotransmitter receptors rather than amyloid/tau, inflammation, or other CADRO pathology categories. citeturn0search0turn0search1",
        "Act: Extracted details — randomized double‑blind crossover trial of oral nabilone (target ~1–2 mg) vs placebo for agitation in AD; nabilone is a mixed CB1/CB2 agonist/partial agonist with sedative, appetite and analgesic effects. These facts indicate a symptomatic, neuropsychiatric-targeted use acting via cannabinoid neurotransmitter receptors. citeturn0search0turn0search1turn0search2",
        "Reflect: The CADRO category that best fits a drug acting on GPCR cannabinoid receptors to treat behavioural/neuropsychiatric symptoms is D) Neurotransmitter Receptors. Although the trial is symptomatic (neuropsychiatric improvement), CADRO does not have a separate ‘‘neuropsychiatric symptom’’ category, so mapping the molecular target (CB1/CB2 neurotransmitter receptors) to D is the most specific and appropriate classification. Confirmed by pharmacology and the trial protocol/results. citeturn0search2turn0search5turn0search6",
        "Web search results (key sources used):",
        "- Randomized placebo‑controlled trial of nabilone for agitation in Alzheimer’s disease (PubMed — trial results describing crossover design, dose, and outcomes). citeturn0search0",
        "- Study protocol (NCT02351882) for the randomized crossover trial of nabilone for agitation in moderate‑to‑severe AD. citeturn0search1",
        "- Reviews and pharmacology summaries describing nabilone as a synthetic cannabinoid that acts at CB1/CB2 receptors (mechanism, clinical uses and receptor pharmacology). citeturn0search2turn0search3turn0search5"
    ]
}