{
    "nct_id": "NCT01548053",
    "title": "A Study Evaluating the Effects of a Primary Care - Dementia Assessment Treatment Algorithm on the Quality of Care Provided to Older Adults With Dementia in Primary Care Settings",
    "status": "COMPLETED",
    "last_update_time": "2017-04-13",
    "description_brief": "Alzheimer's disease (AD) and related forms of dementia currently affect over 400,000 individuals in Canada and the numbers of community dwelling older adults with AD is rapidly growing. AD is associated with over $15 billion annually in care costs. Most individuals with AD are under the care of primary care providers (PCPs) including family physicians and primary care nurses. The evaluation and management of AD is challenging for PCPs and the quality of care provided to older adults with AD by PCP could be improved which would optimize outcomes for this vulnerable population. Provision of quality care to older adults with AD involves implementation of best practices as outlined in guidelines such as the Canadian Consensus Conference Guidelines on the Diagnosis and Treatment of Dementia. Utilizing a group of dementia researchers, PCPs, other knowledge users, and individuals affected by AD, this project will develop practical, clinically relevant resources for primary care physicians and nurses to aid in the evaluation of older adults with AD. A knowledge tool, the Primary Care - Dementia Assessment and Treatment Algorithm (DATA Tool) will be introduced into several primary care settings in Ontario using educational sessions with PCP with additional support from internet resource and a dementia care manager. The quality of dementia care provided to older adults newly diagnosed with AD will be assessed in the three years preceding the intervention compared to the year following the implementation. This project will also describe the process of knowledge exchange with PCPs, including potential barriers and facilitators of knowledge uptake and examine if the care provided during the intervention was patient-centred through interviews with patients and caregivers.\n\nResearch Objectives:\n\n1. Develop knowledge tools to facilitate assessment and treatment of AD by PCPs based on best evidence;\n2. Transfer these knowledge tools into a variety of primary care settings in Ontario; and,\n3. Evaluate the effects of this intervention on dementia quality of care, PCP application of knowledge, and the patient-centeredness of care.",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "HEALTH_SERVICES_RESEARCH",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The described study is an implementation/knowledge-translation project that develops and introduces a Primary Care - Dementia Assessment and Treatment Algorithm (PC‑DATA or DATA Tool) into primary care settings, trains PCPs, and evaluates changes in quality of dementia care and patient-centeredness — it is not testing a drug or biologic and does not target a molecular pathology (amyloid/tau) or measure direct cognitive-enhancing pharmacologic effects. citeturn0search0turn0search3",
        "Act (extracted details): Intervention = clinical decision/support tool (Primary Care - Dementia Assessment and Treatment Algorithm, PC‑DATA / DATA Tool) plus educational sessions, internet resources, and a dementia care manager; Setting = primary care in Ontario; Aim = improve quality of dementia care and guideline uptake, measure care before vs after implementation. No pharmacologic agent, biologic, or placebo is described. citeturn0search2turn0search7",
        "Reflect: Given the intervention is a guideline-derived toolkit and care-management/education program (not a therapeutic drug or device), the trial does not fit any of the four therapeutic categories (disease-targeted biologic; disease-targeted small molecule; cognitive enhancer; neuropsychiatric symptom improvement). Therefore classification = 'N/A'. This aligns with multiple sources describing the PC‑DATA program and its focus on knowledge translation rather than testing a medication. citeturn0search0turn0search2",
        "Web-search evidence (key sources found): - Conference abstract describing PC‑DATA and its components and outcomes (Seitz et al., Alzheimer’s & Dementia conference abstract). citeturn0search0 - Journal article describing adaptation and implementation of the Primary Care - Dementia Assessment and Treatment Algorithm (PC‑DATA). citeturn0search2 - Clinical-trial/registry-style entry summarizing the DATA Tool intervention and evaluation in Ontario primary care. citeturn0search3 - Trial listing/summary (CTv/Veeva entry) describing the study aims and methods for PC‑DATA implementation. citeturn0search7"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}