{
    "nct_id": "NCT02792179",
    "title": "A Pilot Longitudinal Follow-Up Study of Tau Burden in The Brain of Subjects With Alzheimer's Disease Who Previously Participated in Study BP29409 Using [18F]RO6958948 Positron Emission Tomography",
    "status": "COMPLETED",
    "last_update_time": "2017-10-30",
    "description_brief": "This is a longitudinal, follow-up study in participants with Alzheimer's disease (AD) who previously participated in study BP29409 (NCT02187627). This study is designed to assess the longitudinal change of Tau pathology in the brain of participants with AD using the PET ligand \\[18F\\]RO6958948 and to assess the safety and tolerability of PET ligand.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "BASIC_SCIENCE",
    "results": null,
    "target_category": "N/A",
    "drug": [
        "[18F]RO6958948 (aka 18F‑RO‑948) — PET radioligand for tau imaging"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The study description and title state this is a longitudinal follow-up using the PET ligand [18F]RO6958948 to assess tau pathology and to evaluate safety/tolerability of the PET ligand. That indicates a diagnostic imaging tracer study (measuring tau burden), not a therapeutic intervention intended to modify disease or symptoms. citeturn0search0",
        "Act: I searched the literature and trial registries. 18F‑RO‑948 (previously referred to as 18F‑RO6958948) is a tau PET radioligand developed/evaluated by Roche for imaging tau aggregates in Alzheimer's disease; it has been characterized in preclinical work and evaluated in human PET studies (Journal of Nuclear Medicine, PubMed) and appears in Roche trial listings/ClinicalTrials entries for imaging studies. citeturn0search4turn0search5turn0search1",
        "Reflect: Given the intervention is an imaging radioligand used to quantify tau burden (diagnostic/biomarker measurement) and the trial assesses PET signal change and tracer safety, the trial does not fit any of the four therapeutic categories (disease-targeted biologic, disease-targeted small molecule, cognitive enhancer, or neuropsychiatric symptom improvement). Therefore the correct classification is 'N/A'. There is no placebo listed for this imaging tracer study. citeturn0search1turn0search0"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}