{
    "nct_id": "NCT01920672",
    "title": "Disrupted Sleep, Neuroendocrine Status and the Behavioral Symptoms of Alzheimer's Disease (AD)",
    "status": "COMPLETED",
    "last_update_time": "2017-12-08",
    "description_brief": "Over 5 million Americans have Alzheimer's disease or a related dementia, a progressive and irreversible neurodegenerative condition, affecting also close to 15 million family caregivers (CG). Sleep efficiency in AD patients is severely impaired and complicated by frequent night awakenings and nocturnal restlessness. Untreated sleep disruption in AD patients is associated with increased rates of neuropsychiatric symptoms, daytime napping, 'sundowning' behaviors, cognitive and functional decline, and morbidity and mortality. The added strain of sleep disruption is the primary reason family caregivers make the decision to institutionalize AD patients. The circadian abnormalities in the sleep-wake cycle commonly observed in AD patients occur more often in individuals with hypothalamic/ pituitary/adrenal (HPA) axis hyperactivity. HPA axis hyperactivity may influence diurnal sleep-wake activity by diminishing an AD patient's ability to respond to external zeitgebers which, in turn, can further propagate HPA axis dysfunction. Thus, interventions to normalize diurnal HPA axis patterns may be beneficial in treating sleep-wake disturbances. Nonpharmacologic treatments are the first line therapy in AD patients with sleep wake problems, given the ineffective and potentially harmful effects of pharmacologic agents. Current clinical sleep hygiene practices in institutional (e.g., nursing home) settings holds promise for reducing disruptive sleep by reestablishing circadian patterns in HPA functioning. These interventions include use of timed and planned activities during daylight hours and creating a relaxing environment in the evening. However little systematic work has been done to determine the efficacy of these interventions in the home setting (where most individuals with AD reside).\n\nWe propose a pilot study to (a) characterize objective sleep parameters and behavioral symptoms of sleep-wake disturbance, and biological indicators of diurnal HPA axis activity in a sample of community residing older adults with AD: (b) examine the effects of timed and planned activities on subjective and objective characteristics of sleep, behavioral symptoms, and HPA status; and (c) evaluate measurement approaches in home-dwelling AD patients. Subjective (CG questionnaires) and objective (wrist actigraphy) characteristics of sleep and behavioral symptoms will be measured in fifty-four AD patients being cared for at home by a family. Patients and CG with then be randomized to receive an intervention of timed, planned activities (TPA) or attention control (AC) condition. We will also obtain diurnal measures of HPA activity including salivary cortisol and alpha amylase.",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "SUPPORTIVE_CARE",
    "results": null,
    "target_category": "neuropsychiatric symptom improvement",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The study tests a non‑pharmacologic behavioral intervention (Timed Planned Activity) delivered to AD patients/caregivers to normalize diurnal HPA patterns and improve sleep-wake disturbance and related behavioral symptoms — i.e., it targets neuropsychiatric/behavioral manifestations (sleep disruption, sundowning, nocturnal restlessness) rather than Alzheimer pathology or primary cognition. citeturn1search0turn1search2",
        "Act: Key trial details — randomized pilot of Timed Planned Activity (TPA) versus an attention control/Home Safety & Education program; outcomes include objective sleep by wrist actigraphy, caregiver questionnaires, and diurnal HPA markers (salivary cortisol and alpha amylase). This is an interventional behavioral trial (NCT01920672) with no investigational drug. citeturn1search0turn1search2",
        "Reflect: Classification check — the intervention is behavioral and intended to reduce sleep- and behavior‑related disturbances (neuropsychiatric symptoms) rather than to modify AD pathology (so it does not fit disease‑targeted biologic or small molecule categories) nor is it described as a cognitive‑enhancer per se. Therefore 'neuropsychiatric symptom improvement' is the appropriate category. citeturn1search0",
        "Web search sources used: MedPath trial listing for NCT01920672 (summary and intervention details). citeturn1search0",
        "Additional source: CTV/Veeva trial entry summarizing the same study and confirming interventions and NCT identifier. citeturn1search2"
    ],
    "agent_type": "O) Circadian Rhythm",
    "explanation_agent": [
        "Reason: The described intervention is a non‑pharmacologic behavioral program (Timed Planned Activity) intended to normalize diurnal HPA patterns and improve sleep‑wake disturbances (sleep disruption, sundowning, nocturnal restlessness) in people with AD, i.e., it aims to modify circadian/sleep behavior rather than target amyloid, tau, or other molecular AD pathology. citeturn0search1turn0search0",
        "Act: Key trial details extracted from registry entries — randomized pilot of Timed Planned Activity (TPA) versus an attention control/Home Safety & Education program; outcomes include objective sleep by wrist actigraphy, caregiver questionnaires, and diurnal HPA markers (salivary cortisol and alpha amylase). This is an interventional behavioral trial (NCT01920672) with no investigational drug. Based on that focus, the most specific CADRO match is O) Circadian Rhythm. citeturn0search0turn0search2",
        "Reflect: The intervention primarily targets sleep/circadian regulation (timed activities and re‑establishing diurnal patterns) rather than a molecular/hormonal pharmacologic mechanism. While the study measures neuroendocrine (HPA) markers, the mechanism of change is behavioral re‑entrainment of sleep/circadian rhythms, so O) Circadian Rhythm best fits CADRO. If the trial had been a hormone‑targeting drug acting on HPA biology directly, a different CADRO category (e.g., L) Growth Factors and Hormones) might apply, but that is not the case here. citeturn0search1",
        "Web search results (primary sources consulted): MedPath clinical trial summary for NCT01920672 (study details, interventions, outcomes). citeturn0search0",
        "ICH GCP/clinical trials registry entry for NCT01920672 (detailed description of Timed Planned Activity, control condition, HPA measures and actigraphy outcomes). citeturn0search1",
        "CTV/Veeva trial entry summarizing the study and confirming interventions and NCT identifier. citeturn0search2"
    ]
}