{
    "nct_id": "NCT06535308",
    "title": "A Dose-block Randomized, Double-blind, Placebo-controlled, Single and Multiple Dosing, Dose-escalation, Phase 1 Clinical Trial to Evaluate the Safety/Tolerability, Pharmacokinetic and Pharmacodynamic Characteristics, Food Effect, Ethnic Difference of BnH-015B After Oral Administration in Healthy Adult Korean and Caucasian Male Volunteers and in Patients With Moderate Alzheimer's Disease",
    "status": "RECRUITING",
    "last_update_time": "2025-01-06",
    "description_brief": "BnH-015B is a small molecule compound that targets the GluN2B binding site on NMDA receptors and positively modulates. BnH-015B has shown, through nonclinical trials, to improve symptoms of cognitive decline by regulating the BDNF/TRKβ and microglia-mediated IL-33/OPN signaling pathways; therefore, it is expected to be a promising new drug that can significantly improve symptoms associated with Alzheimer's disease, including memory loss.",
    "description_detailed": "Given that existing treatments for Alzheimer's disease only temporarily alleviate symptoms or delay cognitive decline, there is an urgent need for new therapeutic options. Based on the aforementioned safety and efficacy study results, BnH Research Co., Ltd. intends to conduct this phase 1 clinical trial as the first-in-human study of BnH-015B to evaluate its safety and tolerability.",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "BnH-015B (small‑molecule, GluN2B-selective positive modulator of NMDA receptors)"
    ],
    "placebo": [
        "Placebo (used in trial)"
    ],
    "explanation_target": [
        "Reason: The trial description and registry entry state BnH-015B is a small‑molecule compound that targets the GluN2B binding site on NMDA receptors and acts as a positive modulator, and nonclinical data reported improvement of cognitive decline (BDNF/TRKβ and microglia IL-33/OPN pathways are cited as mechanisms). citeturn0search0turn0search3",
        "Act: Key extracted details — Phase 1, first‑in‑human oral dose‑escalation study sponsored by BnH Research in healthy volunteers and patients with moderate Alzheimer’s disease; multiple dose levels and a placebo arm are listed in the registry. The registry text repeats the mechanism and expected symptomatic (memory/cognition) benefits. citeturn0search0turn0search5",
        "Reflect: Classification rationale — by the provided definitions, this is not a biologic (it is explicitly a small molecule) and it does not state targeting canonical AD pathology (amyloid or tau). Instead, it positively modulates NMDA (GluN2B) to improve cognitive symptoms, so it best fits the 'cognitive enhancer' category. Note: the drug also reportedly modulates neurotrophic and microglial signaling, which could have longer‑term or disease‑modifying implications, but based on the trial description and stated intent (improving memory/cognitive symptoms) the primary classification is cognitive enhancer. citeturn0search0turn0search4"
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The trial drug BnH-015B is described in the registry as a small‑molecule that binds the GluN2B site and positively modulates NMDA receptors, with the stated intent of improving cognition — i.e., it directly targets a neurotransmitter receptor (NMDA/GluN2B). citeturn0search0turn0search4",
        "Act: Key extracted details — Phase 1, oral, dose‑escalation study in healthy volunteers and patients with moderate AD; mechanism explicitly listed as GluN2B‑selective positive modulation of NMDA receptors (nonclinical data also cite downstream BDNF/TRKβ and microglia IL‑33/OPN effects). Based on this, the most specific CADRO match is D) Neurotransmitter Receptors. citeturn0search0turn0search3",
        "Reflect: Confirming mapping — CADRO D covers interventions that act on neurotransmitter receptors (including NMDA receptor modulators). Although secondary pathways (BDNF/TRKβ, microglial signaling) are reported, the primary molecular target is the GluN2B NMDA receptor rather than amyloid/tau or a broad multi-target mechanism, so D is the correct classification. If the trial focused solely on cognitive symptom relief via synaptic modulation one might colloquially call it a 'cognitive enhancer,' but under CADRO the appropriate category is D) Neurotransmitter Receptors. citeturn0search0turn0search3",
        "Web search results supporting classification: registry entry describing BnH-015B and its GluN2B NMDA mechanism. citeturn0search0",
        "News/coverage and trial aggregators describing the GluN2B‑selective NMDA modulation, synaptic plasticity effects and the cited downstream pathways (BDNF/TRKβ, IL‑33/OPN). citeturn0search3turn0search4"
    ]
}