{
    "nct_id": "NCT03259958",
    "title": "A Study to Assess the Steady-State Bioequivalence of Once-Weekly Corplex™ 10mg Donepezil Transdermal Delivery System Compared to Daily Oral Administration of Aricept®",
    "status": "COMPLETED",
    "last_update_time": "2018-07-31",
    "description_brief": "A study to assess the steady-state bioequivalence of once-weekly Corplex™ Donepezil 10 mg Transdermal Delivery System (TDS) compared to daily administration of Aricept®",
    "description_detailed": "Open label, randomized, 2-period, multiple-dose crossover study.\n\nApproximately 86 healthy, adult male and female subjects will be enrolled.\n\nSubjects will be randomized to 1 of 2 treatment sequences prior to the first study product treatment in treatment period 1.\n\nFor each treatment period; subjects will receive donepezil for 5 consecutive weeks. Blood samples for donepezil PK will be collected pre-dose through week 10.\n\nAdhesion and skin irritation will be monitored throughout TDS treatments. Safety will be monitored throughout the study by adverse event reporting, repeated clinical and laboratory evaluations.",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "Donepezil (Corplex™ Donepezil Transdermal Delivery System; Aricept® / donepezil hydrochloride)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is Corplex™ Donepezil TDS (a once-weekly transdermal patch) compared directly to daily oral Aricept® (donepezil). Donepezil is a reversible acetylcholinesterase inhibitor used to treat symptoms of Alzheimer’s disease (i.e., it improves cognition/symptoms rather than targeting amyloid or tau pathology). citeturn0search3turn1search0",
        "Act: Key extracted details — trial title/description: “A Study to Assess the Steady-State Bioequivalence of Once-Weekly Corplex™ Donepezil 10 mg Transdermal Delivery System Compared to Daily Oral Administration of Aricept®.” The Corplex product delivers donepezil transdermally and was tested for PK/PD bioequivalence to oral donepezil in phase‑1 studies. citeturn0search3turn0search5turn0search2",
        "Reflect: Classification rationale — this trial compares formulations/routes of the same small‑molecule drug donepezil, whose therapeutic action is cholinesterase inhibition to improve cognitive symptoms. That fits the definition of a \"cognitive enhancer\" (symptomatic cognitive improvement) rather than a disease‑targeted biologic or small molecule aimed at Alzheimer’s pathology (amyloid/tau) or a neuropsychiatric‑symptom intervention. No ambiguity in the mechanism or intent was found in the trial description. citeturn1search0turn0search5",
        "Web search sources (supporting evidence): 1) Clinical trial listing / bioequivalence study description (Corplex Donepezil TDS vs Aricept®). citeturn0search3 2) Published PK/PD and bioequivalence results (PMC article and Alzheimer's & Dementia abstract reporting Corplex Donepezil bioequivalence). citeturn0search5turn0search0 3) Corium press release announcing positive preliminary results for the Corplex donepezil patch. citeturn0search2 4) Aricept (donepezil) prescribing information describing mechanism (acetylcholinesterase inhibitor) and indication for symptomatic treatment of Alzheimer’s disease. citeturn1search0"
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The investigational product is donepezil (Corplex™ Donepezil TDS vs oral Aricept®). Donepezil is a centrally acting, reversible acetylcholinesterase inhibitor that increases synaptic acetylcholine and provides symptomatic cognitive enhancement rather than targeting amyloid or tau pathology. citeturn1search0turn1search5",
        "Act: Key extracted details from the trial — title: 'A Study to Assess the Steady-State Bioequivalence of Once-Weekly Corplex™ 10mg Donepezil Transdermal Delivery System Compared to Daily Oral Administration of Aricept®.' The trial compares formulations/routes of the same cholinergic drug and is a PK/PD/bioequivalence study (Corplex TDS vs oral donepezil). citeturn0search2turn0search3turn0search5",
        "Reflect: Mapping to CADRO — this intervention modulates cholinergic neurotransmission (a neurotransmitter system). Under CADRO, therapies that act on neurotransmitter systems (cholinergic agents, cholinesterase inhibitors) are best classified in D) Neurotransmitter Receptors (neurotransmitter system targets). The trial is symptomatic (cognitive enhancer) and not disease-modifying for amyloid/tau, and it tests formulation/bioequivalence rather than additional biological targets, so 'D) Neurotransmitter Receptors' is the most specific fit. citeturn1search0turn0search2",
        "Web search results (supporting evidence): 1) Steady-state PK/PD bioequivalence report (Alzheimer's & Dementia abstract). citeturn0search0 2) PubMed article comparing steady-state PK of Corplex TDS vs oral donepezil (bioequivalence study). citeturn0search2 3) Clinical trial listing / trial registry for the Corplex donepezil studies (NCT details). citeturn0search3 4) Corium press release / company communications reporting Phase 1 results and bioequivalence findings. citeturn0search5turn0search6 5) Reviews and drug information describing donepezil as a reversible acetylcholinesterase inhibitor (mechanism and symptomatic use). citeturn1search0turn1search7"
    ]
}