{
    "nct_id": "NCT05943054",
    "title": "Role of the Striatum and Hippocampus on Different Time Scales",
    "status": "RECRUITING",
    "last_update_time": "2023-07-05",
    "description_brief": "Time processing is fundamental to survival and goal reaching in humans. Different time scales (seconds, minutes, and beyond) are processed through specific cognitive processes involving different neural representations. It is generally agreed that time scale in seconds-to-minutes range named \"interval timing\" would be anatomically linked to the striatum. Indeed, it is possible to demonstrate a deficit of interval timing processes in patients suffering from striatal damage (Huntington's disease). However, recent findings show involvement of a second brain structure, the hippocampus, in interval timing processing in the minutes range, suggesting an interaction between the striatum and hippocampus. Presumably, patients with hippocampal damage (Alzheimer's disease) would specifically show a decrease in performance for this minutes-range time scale. This study aims to provide a better understanding of the role of the striatum in the treatment of time and its interactions with other brain structures such as the hippocampus. More specifically, it is unclear whether the striatum plays a platform role that would always be involved regardless of the time scale, as suggested by the unified model of time or whether different brain structures is solicited according to the time scale, as suggested by the modular system model. In order to elucidate these issues, a potential double dissociation between brain structures and time scales will be tested.",
    "description_detailed": "In that aim, we will evaluate patients with Huntington's disease and patients with Alzheimer's disease by developing and using time processing paradigms comparing short and long time scales.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "OTHER",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The description outlines an experimental cognitive/neuroscience study testing interval timing (seconds vs. minutes) and the relative roles of the striatum and hippocampus (including patients with Huntington's and Alzheimer's disease). It discusses neural/behavioral mechanisms rather than testing a pharmacologic agent or therapeutic biologic. Literature shows hippocampal–striatal circuits encode minute-scale timing and that the striatum and hippocampus have distinct roles in temporal processing, supporting the study's cognitive/neural focus. citeturn0search0turn1search3turn1search8",
        "Act (extracted trial details & web search): The trial title/registration is \"Striatum and Hippocampus on Different Time Scales\" (NCT05943054). The registered intervention is listed as \"Temporal perception tasks\" (i.e., behavioral/cognitive tasks) and no drug or biologic is listed. The study enrolls Huntington's disease and Alzheimer's disease patients plus healthy volunteers to compare short vs. long time-scale performance. citeturn1search0turn1search2",
        "Reflect: Because the intervention is behavioral (temporal perception tasks) and there is no drug, biologic, or symptomatic pharmacotherapy being tested, this trial does not fit the four therapeutic categories (disease-targeted biologic; disease-targeted small molecule; cognitive enhancer; neuropsychiatric symptom improvement). Therefore the correct classification is 'N/A'. The web search did not identify any drug associated with this trial or any pharmacologic manipulation in the protocol. citeturn1search0turn1search2",
        "Web search results (supporting sources found): - Trial listing showing NCT05943054 and intervention = \"Temporal perception tasks\" (MedPath / trial aggregator). citeturn1search0 - Parallel trial listing / summary (TrialX). citeturn1search2 - Research on minute-encoding neurons in hippocampal–striatal circuits (PubMed). citeturn0search0 - fMRI and functional connectivity studies showing hippocampus–striatum roles in temporal/interval processing. citeturn1search3turn1search8"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}