{
    "nct_id": "NCT05525377",
    "title": "Better Living With Non-memory-led Dementia: Feasibility Study on the Effects of a Blended Online Training Course for Carers of People With Atypical AD and FTD.",
    "status": "COMPLETED",
    "last_update_time": "2023-04-26",
    "description_brief": "This is a feasibility study on the effects of an online-based training and education programme for carers of people with posterior cortical atrophy (PCA), primary progressive aphasia (PPA) and behavioural-variant frontotemporal dementia (bvFTD).",
    "description_detailed": "The purpose of this study is:\n\nTo evaluate the feasibility of an online training course for carers of people with PCA, PPA, and bvFTD. Feasibility measures will focus on the recruitment process and measurement tools.\n\nTo determine the acceptability of an online training course for carers of people with PCA, PPA and bvFTD.\n\nThe study will involve 6 online modules over the course of 7 weeks. All sessions will take place over the internet, using an online platform. A research team member (facilitator) will be available to assist participants over the course completion.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The described trial tests a blended online training and education programme for carers of people with posterior cortical atrophy (PCA), primary progressive aphasia (PPA) and behavioural-variant FTD (bvFTD). Its aim is caregiver education/support and feasibility outcomes (recruitment, acceptability, measures), not administration of a pharmacologic or biologic therapy to patients; therefore it is not a disease-targeted biologic, disease-targeted small molecule, cognitive enhancer, or neuropsychiatric symptom treatment. citeturn0search2turn0search0",
        "Act: Key extracted details — Title: \"Better Living with Non-memory-led Dementia\" (BELIDE). Intervention: an 8-week web-based/blended programme (6 modules) co-produced for carers, with online coaching; Population: unpaid carers of people with PCA, PPA, bvFTD; Design: randomised feasibility trial (2:1 allocation reported in protocol/pilot). No drug or placebo is involved. citeturn0search2turn0search0",
        "Reflect: Classification check — because the intervention is educational/psychosocial (carer training) and not a pharmacological or device therapy aimed at modifying Alzheimer/FTD pathology or directly improving patients' cognition or neuropsychiatric symptoms, the correct category is 'N/A'. There is no ambiguity in the materials found; the published protocol and pilot report consistently describe a non-drug educational intervention. citeturn0search2turn0search0",
        "Web search results (sources found): 1) Pilot/published results: \"Better living with non‐memory led dementia: results from a pilot randomised clinical trial of an online training programme for carers of people with PCA, PPA and bvFTD\" (Alzheimer's & Dementia, 2023) — describes feasibility trial results. citeturn0search0",
        "2) Protocol / trial description: \"Better Living with Non‑memory‑led Dementia\": protocol for a feasibility randomised controlled trial of a web‑based caregiver educational programme (Pilot and Feasibility Studies, 2023) — details intervention content (8 weeks, 6 modules), aims and design. citeturn0search2",
        "3) PubMed / trial registration summary: PubMed entry and ClinicalTrials registration (NCT05525377) summarising the feasibility study and registration details. citeturn0search3turn0search4"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}