{
    "nct_id": "NCT03991195",
    "title": "Regulatory Mechanism of Intestinal Microorganism in Intervening Mild Cognitive Impairment Based on Multi-modal Neuroimaging Techniques",
    "status": "COMPLETED",
    "last_update_time": "2022-07-12",
    "description_brief": "Alzheimer's disease (AD) is the most common form of neurodegenerative disorders leading to dementia. Currently, there has been no effective drugs targeting this disease. Dysbiosis of the gut microbiota is considered to be associated with AD, and probiotic supplementation may positively affect cognitive function. However, there are few studies involving the relationship between intestinal microorganism and amnestic mild cognitive impairment (aMCI). In this project, taking the method of random, double blindness and control, the probiotic supplemented group with aMCI will take certain Bifidobacterium for a certain time. After that, the investigators aim to investigate the improvement of cognitive function and changes of intestinal microbial flora diversity via combining neuropsychological tests and 16S recombinant deoxyribonucleic acid (rDNA) high-throughput sequencing technique. Furthermore, based on the multi-modal neuroimaging techniques, the regulatory mechanism of intestinal microorganism in intervening aMCI will be revealed from the perspective of brain networks. In conclusion, these results are beneficial for understanding the therapeutic effect of gut microbiota as a non-drug treatment for early AD and further elucidating the potential brain mechanism, which are of great values in solving scientific and clinical practice issues.",
    "description_detailed": "Dysbiosis of the gut microbiota is considered to be associated with Alzheimer's disease (AD), and probiotic supplementation may positively affect cognitive function for patients with AD. However, there are few existing studies involving the role of gut microbiota in possible intervention for amnestic mild cognitive impairment (aMCI).\n\nIn this project, taking the method of random, double blindness and control, the probiotic supplemented group with aMCI will take Bifidobacterium for three months. The control group with aMCI will take placebo. After that, the investigators aim to investigate the differences of cognitive function between these two groups and changes of intestinal microbial flora diversity via combining neuropsychological tests and 16S rDNA high-throughput sequencing technique. Furthermore, based on the multi-modal neuroimaging techniques, including structural magnetic resonance imaging (sMRI）, functional MRI, diffusion tensor imaging (DTI)， functional near-infrared spectroscopy (fNIRS), the regulatory mechanism of intestinal microorganism in intervening aMCI will be revealed from the perspective of brain networks.\n\nIn conclusion, these results are beneficial for understanding the therapeutic effect of gut microbiome as a non-drug treatment for early AD and further elucidating the potential brain mechanism, which are of great values in solving scientific and clinical practice issues.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "PREVENTION",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "Bifidobacterium (probiotic; strain not specified in registry)"
    ],
    "placebo": [
        "placebo (unspecified)"
    ],
    "explanation_target": [
        "Reason: The trial tests oral probiotic supplementation (Bifidobacterium) in people with amnestic MCI to assess improvement of cognitive function and changes in gut microbiota and brain networks — the stated primary goal is cognitive improvement rather than targeting AD core pathology (amyloid/tau). citeturn0search0",
        "Act: From the clinical-trial registry entry (NCT03991195) the intervention is a Bifidobacterium probiotic taken for three months versus placebo; outcomes are cognitive tests, 16S rDNA microbiome sequencing, and multimodal neuroimaging to probe mechanisms. The registry does not specify a particular Bifidobacterium strain. citeturn0search0turn0search4",
        "Support: Probiotic/Bifidobacterium interventions have been studied in MCI and shown cognitive benefits in RCTs and meta-analyses, consistent with classifying this intervention as intended to enhance cognition via the gut–brain axis rather than being a disease-targeted biologic or small molecule. Examples include trials of B. breve and systematic reviews of probiotics in MCI/AD. citeturn0search6turn0search5",
        "Reflect: Given the intervention type (live microbial supplement) and the trial endpoints (neuropsychological tests aiming to improve cognition), the best-fit category is 'cognitive enhancer.' It is not a disease-targeted biologic (not a monoclonal antibody/vaccine directed at amyloid or tau) nor a small molecule, and it does not target neuropsychiatric/behavioral symptoms specifically. The only ambiguity is the unspecified Bifidobacterium strain in the registry; this does not change the category assignment. citeturn0search0"
    ],
    "agent_type": "N) Gut-Brain Axis",
    "explanation_agent": [
        "Reason: The intervention is an oral probiotic (Bifidobacterium) given to people with amnestic MCI with primary outcomes of cognitive tests and analyses of gut microbiota and brain networks — indicating the trial aims to modify cognition via the gut–brain axis rather than directly targeting amyloid, tau, or other canonical AD molecular targets. citeturn1search2",
        "Act: Extracted details — trial NCT03991195 describes a randomized, placebo-controlled probiotic (Bifidobacterium) intervention for three months with outcomes including cognitive assessments, 16S rDNA microbiome sequencing, and multimodal neuroimaging to probe mechanisms. The probiotic approach (Bifidobacterium) has precedent in RCTs showing cognitive benefit in MCI (e.g., B. breve trials) and in meta-analyses of probiotics in MCI/AD. citeturn1search2turn0search4turn0search6",
        "Reflect: This intervention is not a monoclonal antibody, anti-amyloid or anti-tau drug, nor a diagnostic-only study — it is a live-microbe dietary supplement intended to alter the gut microbiome and thereby influence brain function. That maps to CADRO category N) Gut-Brain Axis. Although probiotics can secondarily modulate inflammation or metabolism, the registry and endpoints emphasize gut microbiota and brain-network mechanisms, so 'Gut-Brain Axis' is the best specific CADRO fit rather than Inflammation, Metabolism, or Multi-target. citeturn1search2turn0search7"
    ]
}