{
    "nct_id": "NCT03991624",
    "title": "Lack of Decision-making in Patients With Alzheimer's Disease : Functions Involved and the Daily Consequences",
    "status": "RECRUITING",
    "last_update_time": "2025-04-28",
    "description_brief": "Early in its development, Alzheimer's disease causes not only brain damage affecting different regions of the brain, such as the entorhinal cortex, the anterior cingulate cortex, and the prefrontal lobe, but also a cognitive deficit affecting several functions, such as episodic memory, executive functions, or working memory. Although these different areas and functions are involved in the decision-making process, few studies have focused their research on this subject in the context of Alzheimer's disease. However, a 2008 study showed an early decline in decision-making skills in the disease, but did not link this deficit to cognitive impairment. In addition, decision-making is generally assessed using a test called the Iowa Gambling Task (IGT), which, despite its many advantages, does not have established ecological validity.\n\nIn the context of pathology, however, it seems essential to evaluate decision-making in relation to daily life, especially since a deficit in this process would have considerable repercussions on quality of life.\n\nIn this study, the investigators seek to better define the disorder by decision-making in early Alzheimer's disease, to understand the links between them with the deficit of other cognitive functions, and to highlight the the consequences that this decline has on patients' daily lives.",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "OTHER",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The study description and registry entry show this is an observational/assessment study of decision-making and related cognitive functions in early Alzheimer's disease (aims: define decision-making deficits, link with other cognitive impairments, and assess daily-life consequences). No pharmacologic agent or therapeutic intervention is described. citeturn0search5",
        "Act: Key extracted details — listed interventions are cognitive/behavioral assessments (Diagnostic Test: cognitive assessment; working memory, inhibition, episodic memory, mental flexibility evaluations; Iowa Gambling Task referenced as the common decision-making measure). The trial is registered as NCT03991624 on a trial listing (MedPath) and cites prior work showing early decision-making decline (e.g., 2008 Neuropsychologia paper using IGT). citeturn0search5turn0search4",
        "Reflect: Classification — this trial does not test a biologic or small-molecule disease-targeting therapy, nor an experimental cognitive-enhancing drug, nor an intervention aimed at treating neuropsychiatric symptoms. It is a non-therapeutic, observational/diagnostic study of cognitive decision-making; therefore it does not fit any of the four therapeutic categories and is best classified as 'N/A'. For context, reviews and recent studies characterize decision-making deficits in MCI/AD as cognitive impairments assessed with tasks like the IGT, supporting the observational (non-drug) nature of this work. citeturn0search8turn0search10"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}