{
    "nct_id": "NCT01018875",
    "title": "A Randomized, Double-Blind, Active- and Placebo-Controlled Study to Evaluate the Efficacy and Safety of ABT-288 in Subjects With Mild-to-Moderate Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2018-06-01",
    "description_brief": "Efficacy and safety study of ABT-288 in adults with mild-to-moderate Alzheimer's disease.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "Cognitive enhancer",
    "drug": [
        "ABT-288 (histamine H3 receptor antagonist)"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The investigational agent ABT-288 is a selective histamine H3 receptor antagonist developed as a procognitive (symptomatic cognitive-enhancing) small molecule rather than a biologic or an anti-amyloid/tau disease-modifying agent. citeturn0search5turn0search8",
        "Act: The trial title and description match a randomized, double-blind, placebo- and active-controlled (donepezil as active control) 12-week study in mild-to-moderate Alzheimer’s disease; the study was stopped for futility and ABT-288 did not demonstrate symptomatic cognitive benefit. citeturn0search5turn0search0",
        "Act (drug info): Phase 1 and other clinical reports describe ABT-288 pharmacology and tolerability as an H3 antagonist with procognitive intent (clinical testing in elderly/AD and in cognitive impairment in schizophrenia). citeturn0search2turn0search3",
        "Reflect: Given the mechanism (H3 receptor antagonism aiming to enhance cognition) and absence of an anti-amyloid/tau mechanism, the trial fits the 'Cognitive enhancer' category (symptomatic cognitive improvement), not 'disease-targeted small molecule' or 'disease-targeted biologic'. The classification is consistent with the cited publications above. citeturn0search5turn0search0",
        "Web-search results used: PubMed / Journal of Alzheimer’s Disease reports of the randomized ABT-288 AD study and trial outcome; phase 1 PK/safety reports; schizophrenia cognitive trials — sources: Journal of Alzheimer’s Disease (IOS Press) summary and PubMed abstracts/full-text (turn0search5, turn0search0, turn0search2, turn0search3, turn0search8). citeturn0search5turn0search0turn0search2turn0search3turn0search8"
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The investigational agent ABT-288 is a selective histamine H3 receptor antagonist (an antagonist of a G-protein coupled neurotransmitter receptor) developed as a procognitive/symptomatic cognitive-enhancing small molecule rather than an anti-amyloid or anti-tau disease-modifying therapy. citeturn0search1turn0search2",
        "Act: The trial described (randomized, double-blind, placebo- and active-controlled in mild-to-moderate AD) tested ABT-288 for symptomatic cognitive enhancement; the mechanism is H3 receptor antagonism which modulates central neurotransmitter release (e.g., acetylcholine, dopamine) — this maps to the CADRO category for neurotransmitter receptors. The clinical AD study was stopped for futility (ABT-288 showed no cognitive benefit vs placebo; donepezil showed improvement). citeturn0search3turn0search0",
        "Reflect: Given the explicit H3 receptor target (a histaminergic neurotransmitter receptor) and absence of amyloid/tau/ApoE/vascular/inflammatory primary mechanisms, the most specific CADRO match is D) Neurotransmitter Receptors. There is no indication this was a multi-target or non-therapeutic diagnostic trial. Phase 1 and other clinical reports support the H3 antagonist pharmacology and procognitive intent. citeturn0search2turn0search1",
        "Web search results (key sources used):",
        "- PubMed summary of the randomized AD study reporting ABT-288 (H3 antagonist) in mild-to-moderate Alzheimer's dementia; study terminated for futility. citeturn0search0",
        "- Journal of Alzheimer's Disease (full/IOS Press) article reporting the randomized, placebo- and active-controlled ABT-288 study and negative efficacy. citeturn0search3",
        "- Pharmacology paper describing ABT-288 as a potent, selective histamine H3 receptor antagonist with procognitive effects in preclinical models. citeturn0search1",
        "- Phase 1 safety/tolerability and pharmacokinetics report in young and elderly subjects (supports dose selection and H3 mechanism). citeturn0search2",
        "Output: D) Neurotransmitter Receptors — ABT-288 is an H3 histamine receptor antagonist (a neurotransmitter receptor target) and the trial tested symptomatic cognitive enhancement rather than disease-modifying pathology-directed therapy."
    ]
}