{
    "nct_id": "NCT04338750",
    "title": "Telephone Acceptance and Commitment Therapy Intervention for Caregivers of Adults With Alzheimer's Disease and Related Dementias (TACTICs): A Pilot Randomized Controlled Trial",
    "status": "COMPLETED",
    "last_update_time": "2022-07-23",
    "description_brief": "Caregivers of adults with dementia report higher distress, including anxiety and depressive symptoms, burden, and existential suffering, than caregivers of people with other chronic diseases. Acceptance and Commitment Therapy (ACT) is a behavioral intervention designed to increase psychological flexibility in the face of challenges. Results from our recent proof-of-concept study suggest that ACT is effective in reducing anxiety and associated psychological distress in dementia caregivers. In this study, we will randomize N=60 dementia caregivers in equal numbers to receive either 6 weekly 1-hour telephone-based ACT sessions (TACTICs; experimental) or minimally-enhanced usual care (mEUC; control). We hypothesize that our TACTICs intervention will be feasible and acceptable in this population and will have a greater impact on reducing anxiety and secondary outcomes from baseline to post-intervention, and 3 and 6 months later.",
    "description_detailed": "The objective of this pilot randomized controlled trial is to assess feasibility, acceptability, and preliminary effects of Telephone Acceptance and Commitment Therapy Intervention for Caregivers (TACTICs) of adults with Alzheimer's disease or related dementias. Using a 2-arm randomized design, we will examine the effects of TACTICs compared to a minimally enhanced usual care group (mEUC) in N=60 dementia caregivers. Primary dementia caregivers with clinically-significant anxiety will be randomized in equal numbers to receive either TACTICs or mEUC. The specific aims are to: (1) Evaluate the feasibility and acceptability of TACTICs. Feasibility will be assessed using caregiver accrual, retention, and TACTICs session attendance rates. Acceptability will be assessed using a participant-reported satisfaction item administered upon intervention completion. (2) Measure the changes in caregiver anxiety and depressive symptoms, caregiver burden, wellbeing, and psychological flexibility at post-intervention (T2) and 3 months (T3) and 6 months (T4) post-intervention compared to baseline. Caregivers will be recruited from a variety of sources, including the Indiana Alzheimer's Disease Center (IADC), Aging Brain Care program at Eskenazi Health, and Indiana University Health geriatric psychiatry and neurology practices. Study staff will contact potentially-eligible caregivers to assess interest and verify eligibility. After providing informed consent and enrolling in the trial, interested and eligible caregivers will complete baseline measures and be randomly assigned in equal numbers to either the TACTICs intervention (n=30) or to mEUC (n=30) using a block randomization scheme. Randomization will be performed in REDCap using a SAS procedure. All study personnel will be blind to allocation sequence. The unblinded research coordinator will be responsible for randomizing participants in REDCap. The PI, Co-Investigators, and research assistants (i.e., recruiters and outcome assessors) will be blind to intervention assignment to reduce the risk of outcome expectancy bias and to enhance the rigor of the trial.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "Neuropsychiatric symptom improvement",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is Acceptance and Commitment Therapy (ACT) delivered by telephone to dementia caregivers to reduce anxiety, depression, burden and psychological suffering — i.e., it is a behavioral/psychological intervention aimed at improving psychiatric symptoms (caregiver anxiety and related distress) rather than targeting Alzheimer’s pathology or cognition in patients. citeturn0search2turn0search3",
        "Act: Key extracted details — intervention name: TACTICs (Telephone Acceptance and Commitment Therapy Intervention for Caregivers); format: 6 weekly 1-hour telephone sessions (pilot RCT); population: caregivers of adults with Alzheimer’s disease and related dementias; primary outcome: reduction in caregiver anxiety (with secondary outcomes of depressive symptoms, burden, suffering). No drug or placebo is involved. These facts come from the trial reports. citeturn0search3turn0search2",
        "Reflect: This trial does not test a biologic or small-molecule disease-modifying agent, nor a cognitive-enhancing drug; it is a psychosocial therapy intended to relieve neuropsychiatric/psychological symptoms in caregivers. Therefore the correct category is 'Neuropsychiatric symptom improvement'. The classification is supported by the cited pilot randomized trial publications. citeturn0search2turn0search3",
        "Web search results used: PubMed and BMC Geriatrics descriptions of the TACTICs pilot randomized trials reporting feasibility, acceptability, and reductions in caregiver anxiety and related outcomes (see sources). citeturn0search3turn0search2"
    ],
    "agent_type": "T) Other",
    "explanation_agent": [
        "Reason: The intervention is a psychosocial/behavioral Acceptance and Commitment Therapy (ACT) program delivered by telephone to dementia caregivers to reduce anxiety, depression and burden — it does not target a molecular pathway, protein, or Alzheimer’s pathology. citeturn0search4turn0search1",
        "Act: Extracted details — intervention name: TACTICs (Telephone Acceptance and Commitment Therapy for Caregivers); format: 6 weekly 1-hour telephone sessions (pilot) or 6+1 booster in some RCT versions; population: caregivers of adults with Alzheimer’s disease and related dementias; primary outcomes: caregiver anxiety (and secondary outcomes depressive symptoms, burden, suffering). No drug, biologic, or molecular target is involved. citeturn0search4turn0search0",
        "Reflect: This trial does not test a disease-modifying or symptomatic pharmacologic agent nor a biologic targeting CADRO categories A–Q or R; it is a non-pharmacologic psychosocial intervention for caregiver neuropsychiatric symptoms, so the appropriate CADRO mapping is 'T) Other'. Confirmed by the cited pilot and pilot-RCT trial reports. citeturn0search4turn0search1",
        "Web search results used (sources): BMC Geriatrics full text (TACTICs pilot) and PubMed records for the pilot and the pilot randomized trial. citeturn0search4turn0search0turn0search1"
    ]
}