{
    "nct_id": "NCT06631742",
    "title": "The Effect of an Exergaming Intervention on Physical Activity and Sleep in People With Major Neurocognitive Disorders Living in Long-term Care Facilities: a Pilot Randomized Controlled Trial.",
    "status": "RECRUITING",
    "last_update_time": "2024-10-07",
    "description_brief": "This pilot randomized controlled trial evaluates the effect of a 12 weeks exergaming training in people with major neurocognitive disorders (MNCD) living in long-term care facilities.",
    "description_detailed": "Background: Major neurocogntivie disorders (MNCD) are categorised as public health priority by the World Health Organisation. To date, there are no disease-modifying treatments that can cure MNCD or effectively halt its progression. However, lifestyle changes that increase physical activity and/or reduce vascular risk factors are effective in protecting against brain atrophy and cognitive decline. Therefore, it has been suggested to focus on non-pharmacological therapies that target people\\&#39;s lifestyle, such as multimodal treatment strategies that encompass multiple domains, including physical exercise and cognitive stimulation. Exergames which combine exercise with feedback on performance, fun, relaxation and socialising, are promising for older people.\n\nThe goal of this pilot randomized controlled trial is to evaluate the effect of an exergaming intervention in people with MNCD. The main questions it aims to answer are:\n\n* How does an exergaming intervention effects gait speed, cognitive and motor functions as well as depressive symptoms and quality of life in residents of a long-term care facilities.\n* How does an exergaming intervention effects physical activity and sleep in residents of a long-term care facilities.\n\nMethods: Investigators plan to include 48 participants living in long-term care facilities. Participants will participate in a 12 weeks active dance video game (3x 15minute per week) or will get care as usual. The Short Physical Perfomance Battery (SPPB), The Montréal Cognitive Assessment (MoCA), Neuropsychiatric Inventory (NPI), Cornell Scale for Depression in Dementia (CSDD), Quality of Life in Alzheimer\\&#39;s (QoL-AD), Katz activities of daily living (Katz-ADL), Geriatric Sleep Questionnaire (GSQ-6), number\\&#39;s of falls in the last 12 weeks, physical activity and sleep parameters of the motions sensor GENEactiv and sleep parameters of the contacless sensorbox Sleepiz are measured at baseline and post intervention.\n\nFor all outcomes, descriptive statistics will be computed first. Normality distribution of data will be checked using the Shapiro-Wilk test and Q-Q-plots. The assumptions of homogeneity of variance and of sphericity will be checked using Levene's test and Mauchly's test, respectively. In case all assumptions are met, a two-way analysis of covariance (ANCOVA) will be computed for all primary and secondary outcomes with the pre-test as covariate for the predicting group factor and the posttest as outcome variable. Therefore, the outcome is the differences of the pre- and post-test with the baseline as the influencing variable. In case not all assumptions for ANCOVA are met, Quade non-parametric tests will be used. The level of significance will be set to p ≤ 0.05 (two-sided).",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "SUPPORTIVE_CARE",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is a 12-week exergaming training (a physical/activity-based, non-pharmacologic program) in people with major neurocognitive disorders living in long-term care. The trial title and description focus on physical activity and sleep outcomes, not on a drug or biologic, nor on a pharmacologic cognitive enhancer or a specific treatment for neuropsychiatric symptoms.",
        "Act: Extracted details — intervention = exergaming training (exercise + gaming), population = people with major neurocognitive disorders in long-term care, outcomes = physical activity and sleep. This is not a biologic or small molecule, and it is not described as a pharmacologic cognitive enhancer or targeted neuropsychiatric treatment, so none of the four drug/biologic categories apply.",
        "Reflect: Classification confirmed as 'N/A' because the study tests a non-drug, behavioral/physical intervention rather than a disease-targeted biologic, disease-targeted small molecule, cognitive-enhancing drug, or pharmacologic neuropsychiatric treatment. No web search was necessary because there is no drug to identify."
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}