{
    "nct_id": "NCT02550665",
    "title": "A Multicenter, Randomized, Open-label, Prospective Trial to Evaluate the Safety and Tolerability of Donepezil 23 mg With or Without Intermediate Dose Titration in Patients With Alzheimer's Disease Taking Donepezil Hydrochloride 10 mg",
    "status": "COMPLETED",
    "last_update_time": "2018-08-06",
    "description_brief": "This study evaluates the side effects of dose escalation in the treatment of donepezil 23mg for patients with Alzheimer's disease. Investigators randomly divide participants into three groups according to the dose escalation method; no titration, 15mg of donepezil for a month before escalation to 23mg, and alternating of 10mg and 23mg for a month before escalation to 23mg.",
    "description_detailed": "High dose of donepezil is currently prescribed for patients with Alzheimer's disease who showed poor response in lower dose, however the side effect profiles according to dose titration method were not clarified yet. This study aims to confirm which titration method would show better safeties and tolerabilities in the high dose donepezil treatment. Investigators include patients with moderate to severe dementia who were diagnosed as probable Alzheimer's disease and treated with donepezil 10mg at least 3 months before the study. The study duration is for 12 weeks and the titration duration is the first 4 weeks of the study. Investigators evaluate the side effects profiles and vital signs at every 4 weeks and measure blood laboratory tests at screening and the last visit.",
    "phase": [
        "PHASE3"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "donepezil (Aricept) 23 mg"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial tests dose-escalation/titration of donepezil (moving from 10 mg to 23 mg) to evaluate safety/tolerability. Donepezil is a reversible acetylcholinesterase inhibitor developed for symptomatic treatment of Alzheimer’s disease (i.e., it boosts cholinergic neurotransmission to improve cognition rather than directly targeting amyloid or tau pathology). citeturn0search2turn0search0",
        "Act: Key extracted details — drug: donepezil (brand: Aricept) 23 mg extended‑release tablet; intervention: three titration strategies (no titration; 15 mg for 1 month then 23 mg; alternating 10 mg and 23 mg for 1 month then 23 mg); primary focus: safety and tolerability/side effects during dose escalation. The 23 mg dose was approved as a higher dose option for moderate‑to‑severe AD and is associated with higher rates of gastrointestinal adverse events, especially during the first month after escalation. citeturn0search1turn0search3",
        "Reflect: By the provided category definitions, donepezil is not a biologic and is not intended to modify underlying AD pathology — it is a small-molecule cholinesterase inhibitor used to improve/stabilize cognitive function (symptomatic cognitive enhancer). The trial’s aim (safety/tolerability of titration to a higher symptomatic dose) aligns with the 'cognitive enhancer' category. Note: although donepezil is a small molecule, its therapeutic goal is symptomatic cognitive improvement rather than disease modification, so per your categories it is classified as a cognitive enhancer. Supporting evidence: mechanism and clinical use summaries and prescribing information. citeturn0search2turn0search3"
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The trial tests dose escalation/titration of donepezil (Aricept) 23 mg, a centrally acting, reversible acetylcholinesterase inhibitor that increases synaptic acetylcholine to boost cholinergic neurotransmission and produce symptomatic cognitive enhancement rather than modifying amyloid/tau pathology. citeturn0search1turn0search4",
        "Act: Key extracted details — drug: donepezil (Aricept) 23 mg; intervention: titration strategies from 10 mg to 23 mg to assess safety/tolerability (three-arm design). The main safety signal with the 23 mg dose is increased cholinergic gastrointestinal adverse events (nausea, vomiting, diarrhea), and the cited multicenter titration trial found that intermediate titration reduced early GI AEs compared with direct escalation. citeturn0search3turn0search0",
        "Reflect: Classification check — donepezil acts on the cholinergic neurotransmitter system (via inhibition of acetylcholinesterase) to enhance neurotransmission and cognition. Under the CADRO taxonomy, agents that modulate neurotransmitter systems (cholinergic) are best placed in D) Neurotransmitter Receptors (Neurotransmitter systems). The trial is symptomatic (cognitive enhancer) and not disease-modifying, so D) is the most specific CADRO match. No evidence in the description indicates multiple mechanistic targets or a non-therapeutic (diagnostic) focus, so R) Multi-target or T) Other are not appropriate. citeturn0search1turn0search4",
        "Web search / supporting references (selected): 1) Mechanism summary — donepezil is a reversible acetylcholinesterase inhibitor that enhances cholinergic transmission (StatPearls / NCBI). citeturn0search1 2) FDA/label and product information describing Aricept 23 mg, its symptomatic use, and common AEs (Pfizer/Eisai press info; prescribing info summary). citeturn0search2turn0search4 3) Pivotal and safety literature on the 23 mg dose showing higher rates of GI AEs after escalation. citeturn0search0turn0search6 4) The cited multicenter randomized trial of titration strategies showing improved tolerability with intermediate titration to 23 mg. citeturn0search3"
    ]
}