{
    "nct_id": "NCT03848312",
    "title": "Cognitive Training to Reduce Incidence of Cognitive Impairment in Older Adults",
    "status": "RECRUITING",
    "last_update_time": "2024-09-24",
    "description_brief": "Dementia is the most expensive medical condition in the US and increases in prevalence with age. More than 5 million Americans have Alzheimer's disease, the most common form of dementia. Mild cognitive impairment is a transitional stage between normal cognitive aging and Alzheimer's disease or another type of dementia, and is indicative of higher risk for dementia. In addition to the obvious health and quality-of-life ramifications of dementia, there are high direct (e.g., subsidizing residential care needs) and indirect (e.g., lost productivity of family caregivers) economic costs. Implementing interventions to prevent MCI and dementia among older adults is of critical importance to health and maintained quality-of-life for millions of Americans. Recent data analyses from the Advanced Cognitive Training in Vital Elderly study (ACTIVE) indicate that a specific cognitive intervention, speed of processing training (SPT), significantly delays the incidence of cognitive impairment across 10 years. The primary contribution of the proposed research will be the determination of whether this cognitive training technique successfully delays the onset of clinically defined MCI or dementia across three years.",
    "description_detailed": "Preventing Alzheimer's Disease with Cognitive Training: The PACT Trial\n\nThe primary objective in the R56 phase was to establish the feasibility of the proposed field trial including meeting participant enrollment goals. The feasibility of the field trial was established by accruing 1000 enrolled participants. The secondary objective in the R56 phase was to ascertain participants' willingness to enroll in a longitudinal clinical trial and to subsequently complete a multispecialty clinical diagnostic evaluation, psychometric testing, MRI, PET scan, and genetic testing. Participants' willingness to allow access to medicare records was also determined.\n\nThe trial is being expanded in the R01 phase with the goal of enrolling 7600 participants.\n\nThe primary goal is to ascertain the effectiveness of cognitive speed of processing training (SPT) to reduce the incidence of Mild Cognitive Impairment (MCI) or dementia.\n\nDesign and Outcomes: A randomized clinical trial among 7600 adults 65 years of age and older will be completed in order to test the effectiveness of computerized cognitive speed of processing training (SPT) to reduce incidence of MCI or dementia.\n\nParticipants will be screened with an inclusion/exclusion questionnaire and those potentially eligible will complete brief memory screening, depression screening, and other questionnaires. Those eligible will be randomized to one of two conditions of brain games and will complete at least two in-person, supervised training sessions. Additional exercises will be completed at-home over the next 3 to 5 months followed by booster sessions 1- and 2-years later.\n\nParticipants are asked to initially complete 25 sessions of training and will be asked complete an additional 10 sessions of booster training 1- and 2- years later. Participants are instructed to complete 2-3 sessions of training per week until 25 sessions are completed. At 1- year and again at 2-years, participants will be instructed to complete an additional 10 sessions of training.\n\nSample Size and Population: Adults 65 years of age and older (N=7600) will be randomly assigned to SPT (n=3800) or the active comparator condition (n=3800).",
    "phase": [
        "PHASE3"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "PREVENTION",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention described is computerized speed-of-processing training (SPT), a cognitive training (behavioral) intervention intended to improve processing speed and delay onset of MCI or dementia — i.e., it aims to improve cognition rather than target Alzheimer pathology (amyloid/tau) with a biologic or small molecule. Evidence from the ACTIVE study and follow-up analyses specifically link SPT to reduced risk of dementia over 10 years. citeturn1search0turn1search5",
        "Act: Key extracted details — intervention name: speed-of-processing training (SPT) / computerized cognitive training; purpose: delay onset of clinically defined MCI or dementia; format: non-pharmacologic behavioral training (no drug or placebo). The ACTIVE trial and subsequent analyses report ~29–33% lower dementia risk over 10 years for participants randomized to SPT (dose-response noted). citeturn1search5turn1search0",
        "Web-search supporting sources (selected): 1) ACTIVE trial 10-year analyses showing reduced dementia incidence with SPT (conference/journal summary). citeturn1search0 2) Edwards et al. (2017) reporting lower dementia risk after speed training (detailed report/summary). citeturn1search5 3) PubMed/clinical publications on SPT effects in MCI and functional outcomes (SKILL/ACTIVE subgroup analyses). citeturn0search3turn0search2 4) Clinical trial listing for the R01 expansion testing computerized SPT to reduce MCI/dementia incidence (trial registration/description). citeturn0search6",
        "Reflect: Classification rationale — by the provided category definitions, this intervention does not involve a biologic or small molecule targeting Alzheimer pathology, nor does it primarily target neuropsychiatric/behavioral symptoms. Its mechanism and goal are to improve cognitive processing (prevent/delay clinical cognitive impairment), so it best maps to the 'cognitive enhancer' category (interpreted here to include non-pharmacologic cognitive-enhancement interventions). Note: if the taxonomy strictly limits 'cognitive enhancer' to drugs only, an alternative label could be 'N/A' for non-drug interventions; however, given the intent (cognitive improvement/prevention of MCI/dementia), 'cognitive enhancer' is the appropriate category."
    ],
    "agent_type": "T) Other",
    "explanation_agent": [
        "Reason: The described intervention is computerized speed-of-processing training (SPT), a non‑pharmacologic behavioral cognitive training intended to improve processing speed and reduce/delay incidence of MCI or dementia — it does not act via a molecular drug target (amyloid, tau, inflammation, synaptic receptors, etc.). Key published analyses from the ACTIVE study report ~29–33% lower dementia risk over 10 years for the SPT group. citeturn0search0turn0search5",
        "Act: Extracted details — intervention: speed-of-processing training (computerized cognitive training); purpose: delay onset of clinically defined MCI/dementia by improving cognition; drug: none (behavioral intervention only). Primary evidence and summaries: Edwards et al. (ACTIVE 10‑year analyses) and multiple summaries reporting reduced dementia incidence and dose‑response for SPT. citeturn0search0turn0search1turn0search4",
        "Reflect: CADRO is organized around biological/drug targets (amyloid, tau, inflammation, synaptic receptors, metabolism, etc.). Because this trial tests a behavioral/cognitive training (no drug, no explicit molecular target or pathway), it does not map to a specific CADRO biological target category. Therefore the correct CADRO assignment is 'T) Other' (non‑drug / non‑biologic behavioral intervention). Alternative interpretations (e.g., mapping to synaptic plasticity or 'cognitive enhancer') would be inferential rather than explicit in the trial description and are less specific than marking it as non‑targeted for CADRO purposes. citeturn0search0turn0search5",
        "Web search results (selected) supporting the above: 1) ACTIVE study 10‑year analysis reporting reduced dementia incidence with speed training (Edwards et al., Alzheimer’s & Dementia: TRCI, 2017). citeturn0search0turn0search5 2) CoLab/summary articles and press coverage summarizing the 29–33% reduced dementia risk and dose-response for SPT. citeturn0search1turn0search4 3) Media and clinical news summaries placing the ACTIVE SPT finding in context (Healio, ScienceDaily, Time). citeturn0search2turn0news12"
    ]
}