{
    "nct_id": "NCT03554226",
    "title": "Agitation and Aggressivity in Alzheimer's Disease Patients: A Cohort Study",
    "status": "COMPLETED",
    "last_update_time": "2021-10-06",
    "description_brief": "General Hypothesis: hypothesize that A / A symptoms of AD follow a particular course, influenced by associated factors, and a prospective longitudinal observational study specifically evaluating A / A symptoms in patients with MA, living in an institution and at home, would provide useful data for both clinical practice and research.\n\nSpecific Hypothesis: hypothesize that in patients with AD with clinically significant A / A there is a correlation between assessment of A / A severity based on specific scales of A / A and overall impression assessment of clinical improvement or worsening of these symptoms by the clinician.",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "DIAGNOSTIC",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The study is a prospective longitudinal observational cohort (A3C) specifically evaluating agitation/aggression (A/A) symptoms in Alzheimer’s disease patients using clinical scales (e.g., NPI‑C) rather than testing a therapeutic drug or placebo. citeturn0search3turn0search1",
        "Act: Key extracted details — title: \"Agitation and Aggressivity in Alzheimer's Disease Patients: A Cohort Study\"; registry/ID and study type: NCT03554226, lead sponsor University Hospital Toulouse, intervention listed is behavioral/assessment (NeuroPsychiatric Inventory Clinician, NPI‑C); outcomes and methods are descriptive/observational (A3C cohort methods and results). No investigational drug or pharmacologic intervention is tested. citeturn0search3turn0search1",
        "Reflect: The trial focuses on measuring and characterizing neuropsychiatric symptoms (agitation/aggression) over time to inform clinical practice and research. Because it is non‑interventional/observational and does not evaluate a biologic or small molecule or a cognitive‑enhancing or symptomatic drug, it does not fit the four therapeutic target categories and is therefore classified as 'N/A'. (Supporting sources: trial registration and A3C cohort publication). citeturn0search3turn0search1"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}