{
    "nct_id": "NCT06669546",
    "title": "Preventing Cognitive Decline Using Portable, Non-invasive Sleep Enhancement",
    "status": "RECRUITING",
    "last_update_time": "2025-03-25",
    "description_brief": "This study aims to explore a non-invasive way to improve memory and slow cognitive decline in older adults by enhancing sleep quality. Dementia, a leading cause of death worldwide, is often associated with disturbed sleep, particularly the loss of deep, slow-wave sleep (SWS). SWS is important for memory and clearing waste from the brain. Poor SWS can worsen memory loss and allow harmful waste to build up, which may increase the risk of dementia.\n\nThe investigators are testing whether phase-locked auditory stimulation (PLAS) can improve SWS in people at a mild stage of cognitive impairment. PLAS uses short sounds played at specific moments to strengthen slow-wave brain activity during sleep. The investigators previous laboratory based research has shown that this can improve memory and help with clearing waste from the brain. Now, the investigators want to test this in a real-world setting, over a longer period, which is unfeasible in a laboratory setting.\n\nIn this study, 60 older adults will use home-use devices that deliver either real or sham (soundless) PLAS across two different 4-week periods. Memory will be tested using engaging \"serious games.\" Before and after each experimental period, blood samples will be taken to measure dementia-related markers, and cognitive batteries will be performed. The investigators expect that PLAS will improve sleep, and that this will have a downstream effect on memory and brain clearance, potentially slowing the process of cognitive decline.\n\nIf successful, this could lead to the development of an affordable treatment that helps people maintain brain health and prevent dementia.",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "PREVENTION",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "phase-locked auditory stimulation (PLAS) — non‑invasive, closed‑loop acoustic stimulation device"
    ],
    "placebo": [
        "sham (soundless) PLAS / sham device"
    ],
    "explanation_target": [
        "Reason: The intervention is phase-locked auditory stimulation (PLAS), a non‑invasive closed‑loop acoustic method timed to the upstate of slow waves to boost slow‑wave sleep (SWS) and slow oscillation/spindle coupling — processes that support memory consolidation and clearance of brain waste. The study’s stated intent is to improve sleep quality to produce downstream memory/cognitive benefits and potentially slow cognitive decline, which fits the definition of a cognitive enhancer rather than a biologic or small molecule disease‑targeting therapy. citeturn0search5turn0search11",
        "Act: Key extracted trial details — intervention: home‑use PLAS device delivering phase‑locked short sounds vs sham (soundless); design: 60 older adults, two 4‑week periods (real vs sham), memory tested with \"serious games\", cognitive batteries and blood dementia‑related markers before/after each period. Prior multi‑night and older‑adult studies report PLAS/closed‑loop acoustic stimulation can increase slow‑wave activity and is associated with memory benefits and changes in amyloid/plasma markers, supporting the mechanism and rationale for this trial. citeturn0search0turn0search8turn0search2",
        "Reflect: Classification check — this is not a biologic (no antibody/vaccine) nor a small molecule drug; it is a non‑pharmacologic neuromodulation approach aimed at improving cognitive function by enhancing sleep. According to the provided category definitions, the correct classification is \"cognitive enhancer.\" There is little ambiguity — although the investigators measure biomarkers (amyloid, etc.) and hope to slow decline (a disease‑relevant outcome), the intervention’s mechanism (acoustic enhancement of SWS) is a cognitive/sleep neuromodulatory approach rather than a direct disease‑targeted biologic or small molecule. citeturn0search0turn0search2",
        "Web search summary (key sources consulted): 1) Zeller et al. (Alzheimer's & Dementia) — multi‑night PLAS in older adults with SCD/MCI showing PLAS can improve memory and physiological slow‑wave responses. citeturn0search0 2) Multi‑night acoustic stimulation associated with improved sleep, memory and amyloid dynamics in older adults with cognitive impairment. citeturn0search8 3) Foundational/replication studies showing closed‑loop/phase‑locked auditory stimulation enhances slow oscillations, spindle coupling, and can boost declarative memory. citeturn0search5turn0search7 4) Technical description of phase‑locked loop (PLL) approach for precisely timed acoustic stimulation suitable for ambulatory/home use. citeturn0search11"
    ],
    "agent_type": "M) Synaptic Plasticity/Neuroprotection",
    "explanation_agent": [
        "Reason: The intervention is phase‑locked auditory stimulation (PLAS), a non‑invasive closed‑loop acoustic neuromodulation timed to the upstate of slow waves to boost slow‑wave sleep (SWS), slow oscillation–spindle coupling, and sleep‑dependent memory consolidation — processes that support synaptic plasticity and may have neuroprotective downstream effects. citeturn0search2turn0search0",
        "Act: Key extracted trial details — home‑use PLAS device delivering phase‑locked short sounds vs sham in older adults, with memory/game‑based cognitive testing and blood dementia biomarkers before/after interventions. Prior multi‑night studies report PLAS increases slow‑wave activity, enhances SO‑spindle coupling, predicts memory gains and has been associated with changes in amyloid/plasma markers, supporting the mechanism linking sleep modulation to synaptic and neuroprotective outcomes. citeturn0search0turn0search2turn0search3",
        "Reflect: This is a non‑pharmacologic neuromodulation cognitive‑enhancement approach that acts by enhancing sleep‑dependent synaptic consolidation and potentially neuroprotective clearance processes — best aligned with CADRO category M) Synaptic Plasticity/Neuroprotection rather than amyloid, tau, inflammation, or a drug‑specific molecular target. Although biomarkers (amyloid/plasma) are measured, the intervention’s primary mechanism is rhythm/oscillation‑based plasticity enhancement, not a biologic or small molecule acting on a molecular pathway. citeturn0search2turn0search4",
        "Web search summary (key sources consulted): 1) Zeller et al., Phase‑locked auditory stimulation to prevent cognitive decline — shows multi‑night PLAS can improve memory in older adults with SCD/MCI and describes blood‑based biomarker measures. citeturn0search0 2) Wunderlin et al. / Nissen et al., PLAS induces SO entrainment, increases SO‑coupled spindle power, predicts memory gains and is associated with beneficial changes in plasma amyloid measures. citeturn0search2 3) Pilot studies and feasibility work showing acoustic/closed‑loop stimulation can enhance SWS in AD/MCI and be applied at home (DREEM/SleepLoop, bone‑conduction approaches). citeturn0search3turn0search1 4) Mechanistic and replication studies (human and animal) showing closed‑loop acoustic stimulation enhances slow oscillations and spindle coupling, with mixed behavioral results across tasks but a clear effect on sleep oscillations. citeturn0search4turn0search5"
    ]
}