{
    "nct_id": "NCT02986932",
    "title": "A Study to Evaluate the Safety and Feasibility of Blood-Brain Barrier (BBB) Opening Using Transcranial MR-Guided Focused Ultrasound With Intravenous Ultrasound Contrast Agents in Patients With Early Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2018-06-13",
    "description_brief": "This is a prospective, non-randomized, single-arm, feasibility study to evaluate the safety and initial effectiveness of opening of the Blood-Brain Barrier with intravenous contrast agents using the ExAblate Neuro System in patients with early stage Alzheimer's Disease.",
    "description_detailed": "This study is a prospective, single-arm, non-randomized, feasibility, phase I trial to evaluate the safety of focal BBB opening using the ExAblate® Transcranial (220 kHz) system and Definity® ultrasound contrast in 6 patients with mild Alzheimer's Disease. This phase I trial will be divided into two stages. In the first stage, patients will undergo small volume BBB opening, establishing the minimum required sonication parameters to open the BBB, as evidenced by gadolinium enhancement on T1-weighted MRI. Stage I is defined as a discrete region of approximately 9 mm x 9 mm area in the right frontal lobe. Multiple sonications will be performed starting at low energy and ramping up until the BBB is observed to open. The subjects will then be removed from the ExAblate® Neuro device and followed for safety for 30 days. If the subject experienced BBB opening without any serious adverse effects (such as brain edema), then the subject may proceed to Stage two where a larger volume (2.5-3.0 cm) will be targeted. Subjects will be followed for an additional 60 days for safety and preliminary effectiveness.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "N/A",
    "drug": [
        "ExAblate Neuro System (MR‑guided focused ultrasound device)",
        "Definity (perflutren lipid microsphere IV ultrasound contrast agent / microbubbles)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial evaluates MR‑guided focused ultrasound (ExAblate Neuro) to transiently open the blood–brain barrier (BBB) using intravenous ultrasound contrast (microbubbles/Definity) in patients with early Alzheimer disease — i.e., a device + contrast‑agent procedure to open the BBB, not administration of a disease‑targeted biologic or small molecule or a symptomatic cognitive/neuropsychiatric agent. citeturn0search0turn0search5",
        "Act: Key extracted details — prospective, single‑arm feasibility/safety study (ClinicalTrials.gov NCT02986932) using the ExAblate Transcranial system (220 kHz) and Definity IV microbubbles to produce focal, reversible BBB opening in AD target regions. This is a device/sonication intervention; the named contrast agent is Definity (microbubbles). citeturn0search0turn0search5turn0search1",
        "Reflect: Classification rationale — per the category definitions, this intervention is neither a biologic (e.g., monoclonal antibody or vaccine) nor a small‑molecule drug targeting AD pathology, nor a pharmacologic cognitive enhancer or neuropsychiatric symptom treatment. Although BBB opening can be used to facilitate delivery of therapeutics (and some studies combine FUS with drugs), this trial tests the BBB‑opening procedure itself (safety/feasibility), so it does not fit the four provided therapeutic drug categories. citeturn0search4turn0news13",
        "Web search results (selected supporting sources): 1) Trial listing describing this study (NCT02986932) and explicitly naming ExAblate Neuro and Definity as the device and IV contrast used. citeturn0search0 2) PNAS / clinical reports describing MR‑guided focused ultrasound (ExAblate) with IV Definity microbubbles to transiently open the BBB in AD patients (safety/feasibility). citeturn0search5 3) Phase I safety report of FUS‑mediated BBB opening in AD (open‑label safety trial). citeturn0search1 4) Longer‑term safety/imaging reports and discussion of BBB opening as a method to reduce amyloid and enable drug delivery. citeturn0search4 5) News coverage noting the approach can be used to allow Alzheimer’s drugs to penetrate the brain more effectively (example: combining BBB opening with monoclonal antibodies). citeturn0news13"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}