{
    "nct_id": "NCT00867399",
    "title": "A Multiple Dose Study of Safety, Tolerability and Pharmacokinetics of ABT-126 in Elderly Subjects",
    "status": "COMPLETED",
    "last_update_time": "2010-10-31",
    "description_brief": "The objectives of this study are to assess the safety, tolerability and pharmacokinetics of ABT-126 in elderly subjects.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "ABT-126 (selective α7 nicotinic acetylcholine receptor agonist; small-molecule)"
    ],
    "placebo": [
        "Placebo (used as comparator in referenced ABT-126 clinical trials)"
    ],
    "explanation_target": [
        "Reason: The trial tests ABT-126, which is a small-molecule agonist of the α7 nicotinic acetylcholine receptor developed to improve cognition (symptomatic/pro-cognitive mechanism), not to directly target AD pathology such as amyloid or tau. citeturn0search3turn0search2",
        "Act: The provided study title/summary (\"A Multiple Dose Study of Safety, Tolerability and Pharmacokinetics of ABT-126 in Elderly Subjects\") corresponds to a Phase 1 multiple-dose safety PK study in elderly/healthy volunteers (NCT00867399). ABT-126 has been tested in multiple trials for cognitive impairment in Alzheimer's disease and schizophrenia as an α7 nAChR agonist (phase 2 publications and trial reports). citeturn0search5turn0search2turn0search8",
        "Reflect: Given ABT-126's mechanism (α7 nicotinic receptor agonist) and its clinical development program aimed at improving cognitive function (procognitive symptomatic approach rather than disease-modifying anti-amyloid/tau), the correct category is \"cognitive enhancer.\" Supporting references include preclinical and clinical reports describing ABT-126 as a selective α7 nAChR agonist and the elderly safety study record. citeturn0search3turn0search5turn0search2"
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: ABT-126 is a selective α7 nicotinic acetylcholine receptor (α7 nAChR) agonist developed to improve cognition via modulating cholinergic neurotransmission (a symptomatic/pro-cognitive mechanism rather than targeting amyloid or tau pathology). citeturn0search8turn0search5",
        "Act: Extracted details — drug: ABT-126 (small-molecule selective α7 nAChR agonist); study title corresponds to a multiple-dose safety/tolerability/pharmacokinetics Phase 1 study in elderly subjects (NCT00867399); ABT-126 was also tested in Phase 2 trials in AD and cognition trials in schizophrenia. Based on the molecular target (a neuronal neurotransmitter receptor) the appropriate CADRO category is D) Neurotransmitter Receptors. citeturn0search1turn0search5turn0search0",
        "Reflect: The α7 nicotinic receptor is explicitly a neurotransmitter receptor involved in synaptic transmission and cognition, so classification under CADRO D is the most specific fit (not multi-target or diagnostic). The intervention is symptomatic/cognitive-enhancement rather than disease-modifying for amyloid, tau, inflammation, etc., so alternatives (A, B, F, M, R) are less appropriate. citeturn0search8turn0search6",
        "Web search results (supporting citations): 1) NCT00867399 — \"A Multiple Dose Study of Safety, Tolerability and Pharmacokinetics of ABT-126 in Elderly Subjects\" (trial record/Phase 1). citeturn0search1 2) Gault et al., 2015 — \"A phase 2 randomized, controlled trial of the α7 agonist ABT‑126 in mild‑to‑moderate Alzheimer's dementia\" (Alzheimer's & Dementia TRCI) describing mechanism and AD testing. citeturn0search5turn0search8 3) PubMed/American Journal of Psychiatry and related Phase 2 schizophrenia trial reports describing ABT‑126 as a selective α7 nAChR agonist and procognitive candidate. citeturn0search3turn0search0 4) Additional Phase 2 AD adjunct study reporting safety/efficacy outcomes for ABT‑126 with AChEI background therapy. citeturn0search6"
    ]
}