{
    "nct_id": "NCT03720548",
    "title": "A Single-Dose and Multiple-Dose, Dose-Escalation Study to Evaluate the Safety, Tolerability, Pharmacokinetics, and Pharmacodynamics of LY3372993 in Healthy Subjects and Patients With Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2019-06-04",
    "description_brief": "The main purpose of this study is to evaluate the safety and tolerability of LY3372993 in healthy participants and participants with AD. The study will also investigate how much LY3372993 gets into the bloodstream and test the effects of LY3372993 in participants with AD.\n\nThe study has two parts:\n\n* Part A - Healthy participants will receive LY3372993 or placebo. Part A will last up to 17 weeks;\n* Part B - Participants with AD will receive LY3372993 or placebo. Part B will last about 317 days.",
    "description_detailed": "In April, 2019, Eli Lilly and Company made a business decision to terminate Part B. No participants were enrolled.",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "BASIC_SCIENCE",
    "results": null,
    "target_category": "disease-targeted biologic",
    "drug": [
        "LY3372993 (remternetug)"
    ],
    "placebo": [
        "Placebo"
    ],
    "explanation_target": [
        "Reason: The protocol describes LY3372993 given IV/SC with pharmacodynamic endpoints (including amyloid PET in related studies) and aims to test effects in participants with AD — consistent with a disease‑modifying approach rather than a symptomatic cognitive enhancer or behavioral treatment. citeturn0search0turn0search5.",
        "Act: LY3372993 is remternetug, a humanized IgG monoclonal antibody that binds pyroglutamate‑modified Aβ (N3pG Aβ) and has shown dose‑dependent amyloid plaque reduction on Aβ‑PET in early studies — i.e., it is an anti‑amyloid biologic targeting Alzheimer’s pathology. citeturn1search5turn1search3.",
        "Reflect: Given the agent is a monoclonal antibody directed at amyloid plaques (pyroglutamate Aβ) and the trial measures amyloid PD, the correct category is disease-targeted biologic. No evidence in the description indicates a small‑molecule, purely symptomatic cognitive enhancer, or a neuropsychiatric‑symptom intervention. Related trial records and reviews: Clinical trial entries for NCT03720548 and NCT04451408 and reviews describing remternetug’s target/mechanism. citeturn0search0turn0search5turn1search8."
    ],
    "agent_type": "A) Amyloid beta",
    "explanation_agent": [
        "Reason: The trial drug LY3372993 (remternetug) is described as a humanized IgG monoclonal antibody given IV/SC with pharmacodynamic endpoints including amyloid PET and designed to test disease‑modifying effects in AD — indicating the intervention is directed at amyloid pathology rather than symptomatic targets.",
        "Act: Remternetug specifically binds pyroglutamate‑modified Aβ (pyroGlu‑3 / N3pG Aβ) and has shown dose‑dependent amyloid plaque reduction on Aβ‑PET in early studies; therefore the most specific CADRO category is A) Amyloid beta. citeturn0search1turn0search4",
        "Reflect: This classification fits because the agent is an anti‑amyloid monoclonal antibody targeting a defined Aβ species (pyroGlu‑Aβ), the trial measures amyloid PD (PET), and there is no indication the primary mechanism is inflammation, tau, synaptic modulation, or a multi‑target approach. If more targets were present or the agent were multi‑mechanistic, R) Multi‑target would be considered, but available information supports a single amyloid target. citeturn0search0turn0search3",
        "Web search results (key sources used):",
        "• Clinical trial registry entry for NCT03720548 (LY3372993 study details: single‑ and multiple‑dose, dose‑escalation, IV administration; Part B in AD was planned but terminated early). citeturn0search0",
        "• ALZFORUM summary of remternetug: developer (Eli Lilly), mechanism (anti‑pyroglutamate Aβ monoclonal antibody), trial history and PET amyloid PD findings in Phase 1/MAD studies. citeturn0search1",
        "• NeurologyLive report on interim Phase 1 data showing rapid, dose‑dependent amyloid plaque reduction (NCT04451408 interim results). citeturn0search4",
        "• PubMed review describing pyroglutamate‑3 Aβ (pyroGlu‑3 Aβ) as a major, aggregation‑prone and pathogenic Aβ species in AD (supports biological rationale for targeting this Aβ isoform). citeturn0search3",
        "• Wikipedia entry summarizing remternetug (LY3372993) as an investigational anti‑amyloid monoclonal antibody targeting pyroglutamate Aβ. citeturn0search12"
    ]
}