{
    "nct_id": "NCT06688968",
    "title": "Observational Pilot Study of Neuropsychological Profiles and Musical Engagement in Parkinson's and Alzheimer's Disease. What Are the Effects of Mnestic or Hedonic Impairment on Emotion, Reminiscence and Musical Enjoyment",
    "status": "RECRUITING",
    "last_update_time": "2025-03-14",
    "description_brief": "The goal of this Multicenter observational pilot study is to Compare the specifics of musical engagement (behaviors related to music in everyday life) in subjects aged over 60 with Alzheimer s disease, Parkinson s disease and control subjects.\n\nThe main questions it aims to answer are:\n\n1. The description of different profiles of musical engagement in early-stage AD, in PD and in healthy elderly subjects.\n2. The extent of executive, mnestic and hedonic dysfunctions will impact differently on emotional engagement, autobiographical evocation and sensitivity to musical reward, and will therefore enable distinct profiles to be drawn up.\n\nParticipants will have an intervention consisting of an interview with a neuropsychologist lasting approximately 2 hours, including :\n\n* A semi-structured interview to check the participants eligibility and gather demographic data.\n* Neuropsychological tests and questionnaires will then be administered.\n* A relative of the study participant will help complete questionnaires.",
    "description_detailed": "Music therapy appears to be highly relevant as a Non-Medication Intervention in Alzheimer s (AD) and Parkinson s disease (PD). It is said to reduce depressive symptoms following music therapy sessions in dementia . With regard to Parkinson s disease, music therapy brings benefits in terms of motor skills, communication, breathing and emotional aspects. Reviews point to the need to differentiate beneficial effects according to different pathologies.\n\nTo date, no study has investigated the evolution of sensitivity to musical reward in AD. Furthermore, no study has discriminated the evolution of musical engagement in several neurodegenerative pathologies.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "BASIC_SCIENCE",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial is a multicenter, observational pilot study comparing musical engagement and neuropsychological profiles in people >60 with Alzheimer’s disease, Parkinson’s disease, and healthy controls. Its intervention is an interview, neuropsychological tests and questionnaires (non‑pharmacological) aimed at describing behavior and associations (mnestic/hedonic dysfunction with emotional engagement and musical reward), not testing a drug or therapeutic agent. citeturn0search2turn0search5",
        "Act: Key extracted details — Title: 'Observational Pilot Study of Neuropsychological Profiles and Musical Engagement in Parkinson's and Alzheimer's Disease. What Are the Effects of Mnestic or Hedonic Impairment on Emotion, Reminiscence and Musical Enjoyment.' Intervention: ~2‑hour semi‑structured interview with a neuropsychologist, neuropsychological tests, questionnaires, relative involvement. Population: subjects >60 with early‑stage AD, PD, and healthy elderly controls. Study type: observational, non‑pharmacological (questionnaire/interview). There is no drug or placebo listed in the trial record. citeturn0search5turn0search2",
        "Web search verification: Trial listings and summaries from trial aggregators and an article reproduce the same description and list this as a non‑drug, observational pilot study — e.g., MedPath/ClinicalTrials listing NCT06688968 and CenterWatch summary describing questionnaire/interview as treatment. No investigational drug name or biologic is associated with the study in these sources. citeturn0search2turn0search5turn0search0",
        "Reflect: Classification check — the study does not evaluate a biologic or small molecule targeting AD pathology, nor does it test a pharmacologic cognitive enhancer or an intervention specifically aimed at reducing neuropsychiatric symptoms (it aims to describe musical engagement and its relation to cognitive/hedonic function). Therefore it does not fit any of the four therapeutic categories and should be classified as 'N/A'. No ambiguity found in the protocol descriptions; the study is explicitly observational and non‑pharmacological. citeturn0search2turn0search5"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}