{
    "nct_id": "NCT00000171",
    "title": "Study of Melatonin: Sleep Problems in Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2005-06-23",
    "description_brief": "This protocol is a multicenter clinical trial of melatonin for sleep disturbances associated with Alzheimer's disease (AD). Frequent nocturnal awakening is a common behavioral symptom of AD. Nighttime wandering and agitated behavior may result in injuries and sleep disruption for caregivers. Alternatives are sorely needed to the currently available sleep medications that have marginal efficacy and serious side effects. Melatonin is a naturally occurring hormone secreted by the pineal gland. It has soporific effects with oral administration and is well tolerated. It enhances sleep in normal older people. Melatonin also may help sleep disturbances associated with AD; however, this remains to be proven.",
    "description_detailed": "In Alzheimer's disease , sleep disruption is one of the most common behavioral problems, occurring in 45 percent of patients. These nocturnal awakenings and agitation lead to considerable burden for caregivers and frequently lead families to the decision of nursing home placement. The proposed study is a randomized, double blind, parallel group, placebo controlled, clinical trial. Placebo will be compared with two doses of melatonin: a 2.5 mg, slow- release preparation and a 10 mg immediate release preparation. One hundred and fifty community-residing AD patients with disrupted sleep will be recruited. Included subjects will meet NINCDS-ADRDA criteria for probable AD. Prior to study entry, disrupted sleep will be documented by clinical history and by 1 to 2 weeks of recording using wrist activity monitors. The treatment period will last 8 weeks. Rest/activity patterns will be recorded by wrist activity monitors. The primary outcome measure will be the change in nocturnal sleep time from baseline to the end of the treatment phase.\n\nOther outcomes also will be examined, including the time awake after sleep onset, sleep latency, sleep efficiency, daytime agitation, and changes in cognition. The relative effectiveness of high and low dose melatonin will be assessed. Adverse events and side effects will be compared by treatment. This study should provide the data necessary to determine whether melatonin is a safe and effective treatment for disrupted sleep associated with AD.",
    "phase": [
        "PHASE3"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "neuropsychiatric symptom improvement",
    "drug": [
        "Melatonin (N-acetyl-5-methoxytryptamine)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The protocol tests melatonin to treat sleep disturbances (nocturnal awakening, wandering, agitation) in people with Alzheimer's disease — an attempt to improve behavioral/sleep symptoms rather than to modify AD pathology. Randomized-trial and meta-analysis evidence shows melatonin can improve sleep parameters (e.g., total sleep time, sleep latency) in dementia but does not produce clear cognitive or disease-modifying effects. citeturn0search0turn0search8",
        "Act: Key extracted details from the trial description — intervention: melatonin; intended effect: improve sleep/nocturnal awakening and related behavioral disturbance in AD caregivers/patients; mechanism cited in literature: soporific/circadian‑phase effects via melatonin receptors (chronobiotic action). This is symptomatic (neuropsychiatric) treatment rather than a biologic targeting amyloid/tau or a small‑molecule disease modifier. citeturn0search5turn1search3",
        "Act: Drug identity and type — melatonin is an endogenous hormone secreted by the pineal gland (commonly used as an oral supplement). It is a small chemical molecule (N‑acetyl‑5‑methoxytryptamine) acting on melatonin receptors (MT1/MT2) to promote sleep; it is not a biologic (e.g., monoclonal antibody or vaccine). citeturn1search3turn1search4",
        "Reflect: Classification check — given the intervention (melatonin) and the trial aim (improve sleep/behavioral nighttime disturbances), the correct category is 'neuropsychiatric symptom improvement'. Although some preclinical/secondary literature notes antioxidant or anti-amyloid properties of melatonin, clinical evidence in AD supports symptomatic sleep benefit rather than disease modification, so disease-targeted categories are not appropriate here. citeturn0search8turn0search0",
        "Selected web search results used: PubMed meta-analysis showing modest sleep improvement in dementia with melatonin (improved total sleep time; no cognitive change). citeturn0search0; Review articles summarizing melatonin trials in AD and mixed/limited benefits. citeturn0search8turn0search5; Systematic reviews of sleep interventions in MCI/AD noting equivocal evidence and small effects for melatonin. citeturn0search3; Sources describing melatonin as a pineal hormone and its receptor/chronobiotic actions. citeturn1search3turn1search4"
    ],
    "agent_type": "O) Circadian Rhythm",
    "explanation_agent": [
        "Reason: The trial tests melatonin to improve sleep/nighttime behavioral disturbances in people with Alzheimer's disease (symptomatic, chronobiotic/soporific action rather than targeting amyloid, tau, inflammation, or other AD pathophysiology). Clinical meta-analyses show melatonin can modestly increase total sleep time and sleep efficiency in dementia, with inconsistent/no clear disease‑modifying cognitive effects. citeturn0search0turn0search1",
        "Act: Extracted details and mapping to CADRO — intervention: melatonin (N‑acetyl‑5‑methoxytryptamine), an endogenous pineal hormone used as an oral supplement; mechanism: acts primarily via melatonin MT1 and MT2 G‑protein coupled receptors to shift/entrain circadian rhythms and promote sleep (chronobiotic/soporific effects). These properties map directly to the CADRO category O) Circadian Rhythm (the trial aims to treat sleep/circadian disturbance symptoms). citeturn1search6turn1search7",
        "Reflect: Confirming classification — although melatonin is a hormone (could conceptually fit 'Growth Factors and Hormones'), the intervention’s therapeutic intent and dominant mechanism (circadian phase/sleep regulation via MT1/MT2) make 'O) Circadian Rhythm' the most specific and appropriate CADRO category. Clinical literature supports symptomatic sleep benefit rather than AD disease modification, so disease‑target categories (A, B, etc.) are not appropriate. Note: some recent systematic reviews report mixed results for different pharmacologic sleep agents and variable findings for melatonin; this nuance does not change the circadian/symptom focus. citeturn0search2turn0search3",
        "Web search results used (key sources): 1) Meta-analysis: melatonin improves total sleep time in AD (2016 meta-analysis). citeturn0search0 2) Meta-analysis/systematic review: melatonin prolongs total sleep time and may improve sleep efficiency in dementia (2015). citeturn0search1 3) 2023 systematic review/meta-analysis of pharmacotherapies for sleep in AD (mixed findings; some analyses found no difference for melatonin). citeturn0search2 4) Reviews of melatonin receptor biology (MT1/MT2) and melatonin as a pineal hormone mediating circadian/sleep effects. citeturn1search6turn1search7"
    ]
}