{
    "nct_id": "NCT04742465",
    "title": "ARIADE : Augmented Reality for Improving Autonomy in Dementia. Creation, Implementation and Testing of an Augmented Reality Tool to Help People With Alzheimer's Type Dementia in Their Travels.",
    "status": "COMPLETED",
    "last_update_time": "2023-05-22",
    "description_brief": "Navigating according to a specific goal is a common activity of everyday life. Spatial navigation requires the implementation of motor and perceptual functions (sight, walking, proprioception), but also various cognitive functions (executive functions, memory, spatial orientation skills). Many people affected by a neurodegenerative disease have topographical difficulties which have a major impact on their autonomy in daily life, by gradually limiting their movements outside their home, then inside their home, and which are the main factor leading to the institutionalization of this population. People with dementia or MCI (Mild Cognitive Impairment) of the Alzheimer type, according to the definition of the NIAA (National Institute on Aging-Alzheimer's Association) have navigation and spatial memory disorders, with difficulty in acquiring mental spatial representations of their environment. These topographical difficulties have been shown to be related to the reduction in volume of the temporal cortex, in particular the hippocampal regions, as well as to atrophy of the retrosplenial cortex.\n\nAugmented Reality (AR), often defined as an intermediary between the totally artificial world of VR and the real world in which we operate, makes it possible in particular to add summary information to the natural environment in which a participant operates. Even if, in particular in outside environment, AR must solve many challenges, such as the integration of the real and virtual worlds in real time, the selection of the modalities of restitution of information, its use is exponential in the medical field, in particular in surgery for the assistance of the practitioner, but also in the field of sensory substitution, in particular to facilitate the movements of people with visual impairment. Other works focused in helping people with dementia of the Alzheimer type, such as those of Quintana and Favela (2012) who proposed preliminary systems of annotations in AR. Hervás et al. were the first in 2014 to test the use of augmented reality to provide navigation assistance to people with dementia. In 2017, Firouzian et al. as well as Sejunaite et al. implemented related systems. Firouzian et al. have developed spectacle frames comprising around ten LED lights in order to provide directional indications to people who moved outdoor. However, the influence of this system on navigation performance has not been tested yet. On the other hand, although simple to develop, this system requires training on the part of the users and only makes it possible to provide directional information, which is not recommended for the implementation of a tool for this population. Finally, Sejunaite et al. used an environmentally tested smart glasses to allow users to display information in the form of a map to help older people navigate independently. However, the literature review indicates that even increased card use does not seem to be suitable for people with dementia or Alzheimer's-type MCI. Finally, these two tools do not allow navigational information to be co-located in the field of vision of people, which represents one of the major advantages of augmented reality. To our knowledge, there is not yet an AR device providing co-located information in the environment dedicated to outdoor navigation of people with dementia or Alzheimer's type MCI.",
    "description_detailed": "The ARIADE project was preceded by:\n\n* A phase of systematic literature review and selection of the different types of visual aids to be tested (completed)\n* A design phase with implementation of these visual aids in augmented reality and determination of methods for measuring the effectiveness of devices for detecting wanderings (criteria linked to changes in gait: length of steps, frequency, regularity, direction , pauses) with detection using accelerometers (completed)\n* A phase to assess the a priori acceptability of an Augmented Reality device by people with Alzheimer's disease or an Alzheimer-type MCI and by their relatives (completed)\n\nThe ARIADE project (9 months) will take place in a controlled and reproducible ecological environment (Ker Lann gymnasium) and will aim at assessing the effectiveness of an Augmented Reality assistance, and of the devices adapted for detecting wandering, the safety of the patient when traveling with an Augmented Reality headset, and their acceptance of the device.\n\nThree routes each comprising seven intersections will allow us in 20 patients to compare the three different visual aids offered in augmented reality, i.e. arrows, path illumination and a little companion. We will assess the effectiveness of these aids to complete the course without trajectory errors, the safety of the participant throughout the course, the effectiveness of the system for detecting wanderings, and the acceptance of the device by the participant.\n\nThe participation of a patient in this phase will not exceed one hour, including breaks.\n\nPatients will be called beforehand by one of the study investigators from a list of patients who volunteered to participate in clinical research studies held by the CMRR of Rennes University Hospital. Verification of the inclusion and non-inclusion criteria will be carried out by CMRR's investigating physicians from the patient's paper file and then during a usual follow-up consultation. The travel of participants to the Ker Lann gymnasium will be compensated.\n\nVisual aids tested:\n\nBased on previous experimental results, we aimed at testing the usability of three types of directional stimuli, i.e. information provided regarding the location of the user as well as the direction regarding the path to follow to reach a destination.\n\n1. The first type of aid proposed, which consists of the use of a directional arrow, is classic since it is the one whose use is most regularly reported in the literature. Arrows will be placed at ground level at each intersection.\n2. The second type of assistance consists of a path illumination. This type of help has only been tested with people with dementia as part of a single decision-making task. However, previous studies based on the illumination of certain areas indicate that this method is promising.\n3. Finally, the third type of help consists of the use of an animated companion standing in front of the person. This character does not interact with the person. However, it provides a social presence during the ride. The use of a personal aid should help on reducing the anxiety generated by navigation tasks. In the long term, and according to the results of this first study, the use of a learning companion, ie a type of educational agent that can provide a complex form of social presence and emotional feedback in a controlled environment, could be considered. To the best of our knowledge, a personified navigation aid has never been tested with people with dementia.\n\nExploratory, prospective, single-center, pilot study.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "OTHER",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The described study (ARIADE) tests an Augmented Reality (AR) tool to assist navigation and improve autonomy for people with Alzheimer's-type dementia or MCI — an assistive/rehabilitation device, not a pharmacological or biologic therapy. The aim is functional/navigation support rather than targeting amyloid, tau, or other molecular pathology. citeturn0search2turn0search0",
        "Act: Key extracted details — intervention = augmented reality technological assistance (AR headset/visual aids: arrows, light path, animated companion) tested in a controlled ecological environment (Ker Lann gymnasium) in a single-group interventional study (about 20 patients) led by Rennes University Hospital (trial registration NCT04742465). These details indicate a device/behavioral assistive intervention rather than a drug/biologic. citeturn0search2turn0search3",
        "Reflect: Classification decision — does not match any of the four drug/therapy categories: not a disease-targeted biologic (no biologic or antibody), not a disease-targeted small molecule (no drug/inhibitor), not a pharmacologic cognitive enhancer, and not specifically an intervention targeting neuropsychiatric symptoms (it targets navigation/autonomy). Therefore the correct category is 'N/A' (non-therapeutic/assistive device). Similar AR interventions for ADL/navigation have been reported in the literature (example HoloLens study), supporting the assistive/rehabilitation interpretation. citeturn0search4turn0search2",
        "Web search results used (most relevant sources): MedPath / clinical-trial listing for ARIADE (trial NCT04742465) — gives study summary and intervention details. citeturn0search2",
        "INCR / Ariade project page (project summary describing AR as a compass to help people with Alzheimer’s and the study objectives). citeturn0search0",
        "INRIA Hybrid team project page describing the ARIADE project and implementation context. citeturn0search3",
        "Laboratory AAU (Centrale Nantes) contract page describing involvement and AR system development. citeturn0search1",
        "PubMed example of an augmented reality approach to support ADL in Alzheimer's (HoloLens tea-making task) — demonstrates AR is used as assistive technology in dementia research. citeturn0search4"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}