{
    "nct_id": "NCT02759887",
    "title": "Longitudinal Assessment of Amyloid Positron Emission Tomography (PET), Fludeoxyglucose F18 (FDG) PET, Tau PET, Magnetic Resonance Imaging (MRI), and Blood Spot Ribonucleic Acid (RNA) in Down Syndrome Individuals With and Without Alzheimer's Dementia and Normal Controls",
    "status": "COMPLETED",
    "last_update_time": "2019-10-25",
    "description_brief": "In order to treat individuals with Down syndrome (DS) better and more efficiently and to gain more insights on its relation to Alzheimer's disease (AD), a comprehensive understanding is needed for its progression in the early or preclinical phase using various biomarkers. DS is a significant risk factor for the early development of AD, with plaques and tangles typically developing by age 35. A better understanding is needed of early markers of the disease in DS patients. Additionally the DS population represents a unique group - due to this elevated risk for AD - to examine biomarkers that may translate in general outside of the DS population to individuals at risk for developing late onset AD. In this proposal, the researchers will assess the longitudinal changes of various biomarkers in a cohort of individuals similar in design to the cross-sectional sectional study in the preliminary data.",
    "description_detailed": "This study will recruit from three experimental groups: (1)The DS (adult) group will consist of 15 DS subjects aged 21 and older who do not qualify for the diagnosis of dementia at the beginning of the study. (2)The DS/AD group will consist of 15 DS subjects aged 40 and older who do qualify for the diagnosis of dementia by Diagnostic and Statistical Manual of Mental Disorders, Fourth Edition (DSM-IV) criteria. Diagnoses will be by standard consensus review of all cases. (3)Normal control (NC) adult will consist of 10 cognitively normal, non-DS individuals, age-matched to the DS group. Blood will be collected to assess apolipoprotein E (ApoE) genotype. Participation in the dried blood spot collection (DBSC) will be an optional sub-study. Only participants and/or their caregivers/legally authorized representatives indicating they wish to have DBSC performed on the consent will provide specimens.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "DIAGNOSTIC",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The description and title describe a longitudinal observational biomarker study using amyloid PET, FDG PET, tau PET, MRI, and blood (RNA) in people with Down syndrome (with and without Alzheimer's dementia) and controls to understand disease progression and early markers. This is a diagnostic/biomarker natural-history study, not an interventional drug trial. citeturn0search2turn0search0",
        "Act: Key extracted details — interventions: amyloid PET, FDG PET, tau PET, structural MRI, and blood-spot RNA assays; population: individuals with Down syndrome (with and without AD) and normal controls; purpose: characterize longitudinal biomarker changes and early/preclinical progression. No drug, biologic, or therapy is described. Similar published DS biomarker efforts use these modalities and are observational (e.g., DSBI, ABC-DS). citeturn0search0turn0search2",
        "Reflect: Classification check — per the category definitions: (1) disease-targeted biologic — requires a biologic therapeutic (e.g., monoclonal antibody) targeting pathology (not present); (2) disease-targeted small molecule — requires a small-molecule therapeutic (not present); (3) cognitive enhancer — requires an agent intended to improve cognition (not present); (4) neuropsychiatric symptom improvement — requires intervention for behavioral/psychiatric symptoms (not present). Because this study is observational/diagnostic (biomarker imaging and blood assays) it does not fit any therapeutic category => 'N/A'. citeturn0search3turn0search4",
        "Web-search support (selected relevant publications matching the study type and modalities described):\n- PET Imaging of Tau Pathology and Relationship to Amyloid, Longitudinal MRI, and Cognitive Change in Down Syndrome: Results from the Down Syndrome Biomarker Initiative (DSBI). (describes tau PET, amyloid PET, FDG PET, MRI in DS). citeturn0search0\n- Florbetapir PET, FDG PET, and MRI in Down syndrome individuals with and without Alzheimer's dementia (characterizes amyloid PET, FDG PET, MRI changes). citeturn0search1\n- Characterizing the emergence of amyloid and tau burden in Down syndrome (ABC-DS): longitudinal PET and MRI imaging to model biomarker trajectories. citeturn0search2\n- Plasma biomarkers (p-tau217, GFAP, NfL) detecting brain tau/amyloid in Down syndrome — supports blood-based biomarker utility alongside PET. citeturn0search4turn0search5"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}