{
    "nct_id": "NCT05421728",
    "title": "Effectiveness of Engaging in Advance Care Planning Talks (ENACT) Group Visits in Primary Care for Older Adults With and Without Alzheimer's Disease",
    "status": "ACTIVE_NOT_RECRUITING",
    "last_update_time": "2025-09-22",
    "description_brief": "The main goal of the ENACT (ENgaging in Advance Care planning Talks) Group Visit intervention is to integrate a patient-centered advance care planning process into primary care, ultimately helping patients to receive medical care that is aligned with their values. The ENACT Group Visit intervention involves two group discussions about advance care planning with 8-10 patients who meet for 2-hour sessions, one month apart, facilitated by a geriatrician and a social worker. This study will compare the ENACT Group Visit intervention to mailed advance care planning materials.",
    "description_detailed": "This pilot feasibility randomized controlled study will determine the feasibility, acceptability and preliminary efficacy of the ENACT Group Visit intervention compared to a comparison arm.\n\nThe ENACT Group Visit intervention aims to engage patients in an interactive discussion of key ACP concepts and support patient-initiated ACP actions (i.e. choosing decision-maker(s), deciding on preferences during serious illness, discussing preferences with decision-makers and healthcare providers, and documenting advance directives). The group visits involve two 2-hour sessions, one month apart, facilitated by a geriatrician and a social worker. The ENACT Group Visit is based on an intervention manual that guides the structure, facilitator considerations, session format, and documentation and billing details. The discussions include sharing experiences related to ACP, considering values related to serious illness, choosing a surrogate decision-maker(s), flexibility in decision making, and having conversations with decision-makers and healthcare providers. The facilitators support an interactive discussion that promotes opportunities for patients to learn from others' experiences.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "PREVENTION",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is a behavioral/health-services advance care planning (ACP) group visit program (ENACT) — two structured 2-hour group sessions for older adults, co-facilitated by clinical staff — intended to increase ACP documentation and alignment of care with patient values, not to modify Alzheimer’s biology or directly improve cognition or neuropsychiatric symptoms. citeturn0search0turn0search1",
        "Act: Key extracted details — ENACT = two 2-hour ACP group visits vs control = mailed ACP materials; population = older adults with and without possible cognitive impairment/Alzheimer’s; primary outcome = new ACP documentation in the electronic health record at 6 months. This is an implementation/behavioral trial, not a drug trial. citeturn0search3turn0search4turn0search5",
        "Reflect: Classification check — by the provided category definitions this does not fit: (1) not a biologic targeting pathology, (2) not a small-molecule disease-targeted therapy, (3) not a pharmacologic cognitive enhancer, (4) not primarily an intervention to treat neuropsychiatric symptoms. Therefore the correct category is 'N/A'. citeturn0search0turn0search1",
        "Web search results used (key sources): 1) Trials protocol article describing the ENACT randomized trial and intervention details. citeturn0search0 2) J Am Geriatr Soc randomized trial report of ENACT group visits vs mailed materials. citeturn0search1 3) PubMed entry for the ENACT trial protocol/description. citeturn0search3 4) MedPath/clinical-trial listing summarizing the ENACT interventions and outcomes. citeturn0search4turn0search6 5) Additional PubMed/Journals listing of trial results and outcomes. citeturn0search5"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}