{
    "nct_id": "NCT01646723",
    "title": "Volunteers Adding Life in Dementia (VALID)",
    "status": "COMPLETED",
    "last_update_time": "2017-04-13",
    "description_brief": "The objectives of our project are to: 1.) Develop a training program and manual for volunteers to implement evidence-based, non-pharmacological interventions for neuropsychiatric symptoms (NPS) of dementia in long-term care (LTC) settings; 2.) Recruit and train volunteers using the VALID program and pilot test the volunteer-led program with 20 individuals with Alzheimer's disease and NPS in a LTC facility in Kingston; and, 3.) Evaluate the effects of the VALID program on the symptoms of NPS, patient quality of life, volunteer's experience, and LTC staff stress.",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "HEALTH_SERVICES_RESEARCH",
    "results": null,
    "target_category": "neuropsychiatric symptom improvement",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial describes a volunteer-led, evidence-based, non-pharmacological program (VALID) designed specifically to reduce neuropsychiatric symptoms (NPS) of dementia in long-term care and to improve patient quality of life and staff outcomes — i.e., the intervention targets behavioral/psychiatric symptoms rather than disease pathology or cognition directly. citeturn0search1turn0search8",
        "Act: Key extracted details — Intervention: Volunteers Adding Life in Dementia (VALID) program (volunteer visits delivering pleasant/social/behavioral activities); Purpose: reduce agitation, depression, anxiety and other NPS, improve quality of life and reduce staff stress; Study type: behavioural/non-pharmacological intervention (cluster RCTs and pilot studies listed, NCT01646723 / NCT01715181). No drug or placebo is involved. citeturn0search4turn0search3",
        "Reflect: Classification check — This is not a biologic or small-molecule disease-modifying approach, nor a cognitive-enhancer drug trial. The stated outcomes and intervention methods align with the definition for 'neuropsychiatric symptom improvement' (non-pharmacological management of behavioral/psychiatric symptoms). Thus the correct category is 'neuropsychiatric symptom improvement.' citeturn0search0turn0search8",
        "Web search results used (brief): 1) American Journal of Geriatric Psychiatry article describing development and pilot testing of a volunteer training program for NPS in LTC. citeturn0search0 2) Trial registry / MedPath and ClinicalTrials entries summarizing VALID objectives, intervention (volunteer visits), and NCT identifiers (NCT01646723, NCT01715181). citeturn0search1turn0search4 3) Journal of the American Geriatrics Society case series reporting volunteer visits reducing behavioral symptoms in LTC; supports non-pharmacological behavioral focus. citeturn0search8"
    ],
    "agent_type": "T) Other",
    "explanation_agent": [
        "Reason: The VALID intervention is a volunteer-led, evidence-based, non‑pharmacological program intended to reduce neuropsychiatric symptoms (agitation, depression, anxiety, etc.) and improve quality of life and staff outcomes in long-term care — it addresses behavioral/psychiatric symptoms rather than a biological molecular target (no drug, biologic, gene or pathway is involved). citeturn0search0turn0search1",
        "Act: Extracted details from the trial description — Intervention: Volunteers Adding Life in Dementia (VALID) program (trained volunteers delivering pleasant/social/behavioral activities); Purpose: reduce NPS and improve quality of life/staff outcomes; Study type: behavioural/non‑pharmacological (pilot and cluster RCT listings, e.g., NCT01646723 / NCT01715181). No drug or pharmacologic target is listed. citeturn0search2turn0search5turn0search4",
        "Reflect: This trial does not test a drug, biologic, or molecular pathway and therefore does not fit any CADRO therapeutic-target categories (A–Q, R). CADRO is focused on biological targets and mechanisms; a non‑pharmacological behavioural intervention is outside those categories, so the appropriate CADRO assignment is 'T) Other'. Confirmed by the published pilot and registry descriptions. citeturn0search0turn0search1",
        "Web search results (sources used): 1) AJGP article describing development and pilot testing of VALID. citeturn0search0 2) J Am Geriatr Soc case series reporting volunteer visits reducing behavioral symptoms. citeturn0search1 3) Clinical trial registry entries (NCT01646723 / NCT01715181) and trial summaries (ICHGCP/MedPath) describing VALID as a volunteer‑led, nonpharmacological intervention. citeturn0search2turn0search5turn0search4"
    ]
}