{
    "nct_id": "NCT06728436",
    "title": "Testing the Effects of a Text Message Caregiver Support Intervention for Latinos",
    "status": "RECRUITING",
    "last_update_time": "2025-02-17",
    "description_brief": "The goal of this randomized clinical trial it to test the efficacy of CuidaTEXT, the first Alzheimer's disease and Related Dementias (ADRD) caregiver support intervention to capitalize on text messaging, among Latinos.\n\nResearchers will compare those who receive the CuidaTEXT intervention to those who do not receive the intervention to see if CuidaTEXT effects Latino caregiver stressors and their negative consequences .\n\nParticipants will receive a variety of text messages, from automatic to keyword-drive, regarding ADRD education, social support, self-care, ADRD care management, and behavioral symptoms. Participants will also complete measures regarding depressive symptoms, coping, behavioral symptoms, and preparedness for caregiving.",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "SUPPORTIVE_CARE",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention (CuidaTEXT) is a bilingual, bidirectional SMS/text-messaging caregiver support program delivering education, social support, self-care tips, care management strategies and behavioral symptom guidance to Latino caregivers — i.e., a behavioral/psychosocial support intervention, not a pharmacologic or biologic agent. citeturn0search1turn0search2",
        "Act: Extracted details — CuidaTEXT is a 6-month text-message program (1–3 automatic daily messages plus keyword-driven messages and live chat with a coach) focused on dementia education, skill-building, resources, and caregiver support; prior feasibility/usability studies and an RCT protocol exist. Because this is a non-drug, non-biologic, non-device psychosocial intervention intended to improve caregiver outcomes (stress, depression, preparedness), it does not map to the four therapeutic categories and should be classified as 'N/A'. citeturn0search7turn0search6turn0search5",
        "Reflect: The classification aligns with the category definitions — not a disease-targeted biologic, not a disease-targeted small molecule, not a cognitive enhancer, and not an intervention aimed at neuropsychiatric symptoms of the person with dementia per se (rather it targets caregiver stress/mental health). The sources confirm CuidaTEXT's content and trial status, supporting 'N/A'. citeturn0search2turn0search1"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}