{
    "nct_id": "NCT04842955",
    "title": "Interventional Cross-over Study to Evaluate the Modulators of Efficacy of Alternating Current Brain Stimulation (tACS) in Patients With Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2022-11-17",
    "description_brief": "Brain oscillations are ubiquitous in the human brain and have been implicated in cognitive and behavioral states defined in precisely tuned neural networks. In neurodegenerative disorders, neurodegeneration is accompanied by changes in oscillatory activity leading to the emerging concept of neurological and psychiatric disorders as \"oscillopathies\". Alzheimer's disease, which accounts for the vast majority of age-related dementias, is characterised by a prominent disruption of oscillations in the gamma frequency band. The restoration of gamma oscillations by neural entrainment in animal models of Alzheimer's disease have shown a remarkable decrease in the pathological burden of amyloid and tau via increased microglial activity, resulting in a significant increase of cognitive performances.\n\nTranscranial alternating current brain stimulation (tACS), is a neurophysiological method of non-invasive modulation of the excitability of the central nervous system that is having an increasingly numerous spectrum of potential therapeutic applications. Recent studies have demonstrated the effectiveness of this method in modulating the natural frequencies of cerebral oscillation, underlying multiple cognitive processes such as verbal memory, perception and working memory. On the basis of these premises, the treatment with gamma tACS is proposed in patients affected by Alzheimer's disease.\n\nIn this randomized, double-blind, sham-controlled, cross-over study, the investigators will evaluate the modulators of response on cognitive measure to a single stimulation with gamma tACS on the posterior parietal cortex in patients with Mild Cognitive Impairment due to Alzheimer's disease.",
    "description_detailed": "Brain oscillations are ubiquitous in the human brain and have been implicated in cognitive and behavioral states defined in precisely tuned neural networks. In neurodegenerative disorders, neurodegeneration is accompanied by changes in oscillatory activity leading to the emerging concept of neurological and psychiatric disorders as \"oscillopathies\". Alzheimer's disease, which accounts for the vast majority of age-related dementias, is characterised by a prominent disruption of oscillations in the gamma frequency band. The restoration of gamma oscillations by neural entrainment in animal models of Alzheimer's disease have shown a remarkable decrease in the pathological burden of amyloid and tau via increased microglial activity, resulting in a significant increase of cognitive performances.\n\nTranscranial alternating current brain stimulation (tACS), is a neurophysiological method of non-invasive modulation of the excitability of the central nervous system that is having an increasingly numerous spectrum of potential therapeutic applications. Recent studies have demonstrated the effectiveness of this method in modulating the natural frequencies of cerebral oscillation, underlying multiple cognitive processes such as verbal memory, perception and working memory.\n\nOn the basis of these premises, the treatment with gamma tACS is proposed in patients affected by Alzheimer's disease.\n\nIn this randomized, double-blind, sham-controlled, cross-over study, the investigators will evaluate the modulators of response on cognitive measure to a single stimulation with gamma tACS on the posterior parietal cortex in patients with Mild Cognitive Impairment due to Alzheimer's disease.\n\nSubjects will be randomized in two groups, one receiving a single treatment with gamma tACS (40 Hz) first and the other receiving sham stimulation. After one week the treatments will be exchanged. Patients will be evaluated with neuropsychological tests and neurophysiological measures of cholinergic transmission. Modulators of response, including cognitive reserve, baseline impairment, apo-E genotype, MRI measures of atrophy and connectivity, electric field modelling, will be considered.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "Transcranial alternating current stimulation (tACS) — 40 Hz (gamma) stimulation, applied to posterior parietal/precuneus region"
    ],
    "placebo": [
        "Sham tACS (sham stimulation)"
    ],
    "explanation_target": [
        "Reason: The intervention is non-invasive brain stimulation (gamma-frequency tACS) intended to restore/entrain gamma oscillations and thereby improve cognitive performance in MCI/Alzheimer's patients. Gamma entrainment in animal models has been reported to reduce amyloid and tau burden via microglial activity, but the clinical studies described focus on cognitive/episodic memory outcomes rather than delivery of a biologic or small-molecule drug. citeturn0search2turn0search6.",
        "Act: Key trial details extracted from the description — randomized, double-blind, sham-controlled, cross-over study of a single 60-minute 40 Hz (gamma) tACS over posterior parietal cortex (Pz/precuneus) in patients with MCI due to Alzheimer's disease; comparator is sham tACS. This trial design and similar pilot trials have been reported in the literature. citeturn0search1turn0search0.",
        "Reflect: Classification rationale — the intervention is a neuromodulation device intended to acutely and directly improve cognitive function by modulating neural oscillations. It is not a biologic (e.g., antibody/vaccine) nor a small-molecule drug targeting amyloid/tau biochemistry directly, and its primary outcome is cognitive modulation rather than treatment of neuropsychiatric/behavioral symptoms. Therefore the best-fit category from the provided list is 'cognitive enhancer.' Note: there is preclinical evidence suggesting possible disease-modifying effects (Aβ/tau reduction) with repeated gamma entrainment in animals, but the human trials cited are positioned and measured primarily for cognitive/functional effects. citeturn0search6turn0search2.",
        "Web search results / sources (selected): 1) Exposure to gamma tACS in Alzheimer's disease: randomized, double-blind, sham-controlled, crossover pilot study (PubMed) — describes single 60-min γ-tACS over Pz in MCI-AD. citeturn0search1. 2) Gamma-band tACS in amnestic MCI: pilot study (Alzheimer's & Dementia) — reports feasibility and episodic memory improvements after repeated gamma tACS. citeturn0search0. 3) Long-term gamma tACS in APP/PS1 mice — shows reduced hippocampal Aβ and improved memory in mouse AD models. citeturn0search2. 4) Review/opinion: gamma-frequency tACS as a tool to modify AD progression — summarizes mechanisms (entrainment, microglial activation, possible reduction of Aβ/tau) and clinical rationale. citeturn0search6. 5) Home-based γ-tACS study design (Alzheimer's Research & Therapy) — trial rationale and design for repeated precuneus γ-tACS in AD. citeturn0search5."
    ],
    "agent_type": "M) Synaptic Plasticity/Neuroprotection",
    "explanation_agent": [
        "Reason: The intervention is non‑invasive neuromodulation (40 Hz transcranial alternating current stimulation over the posterior parietal / precuneus) intended to entrain gamma oscillations and acutely improve cognitive/episodic memory performance by modulating neuronal network activity and plasticity rather than by directly targeting amyloid, tau, a receptor, or a metabolic pathway. Clinical reports emphasize cognitive outcomes and network/plasticity changes. citeturn0search0turn0search2",
        "Act: Key trial details extracted from the description — randomized, double‑blind, sham‑controlled, crossover design; single 60‑minute 40 Hz (gamma) tACS delivered to Pz/precuneus in MCI/AD with sham comparator; primary focus on cognitive/episodic memory outcomes. These details and similar pilot/feasibility trials are reported in the literature. citeturn0search0turn0search3turn0search2",
        "Reflect: CADRO mapping rationale — among the CADRO categories the best fit is M) Synaptic Plasticity/Neuroprotection because the mechanism aims to modulate network oscillations, excitability and synaptic function to enhance cognition (synaptic/plasticity effects). Although preclinical 40 Hz entrainment studies reported reductions in amyloid/tau and microglial changes (a disease‑modifying signal), the human trials described are positioned and measured primarily as cognitive/neuromodulatory interventions rather than direct anti‑amyloid or anti‑tau therapies, so classifying under A) Amyloid beta or B) Tau would be less specific/accurate. Note also that some preclinical/translation results are mixed. citeturn0search5turn0search1",
        "Web search results (selected) — provided as supporting sources:",
        "1) Exposure to gamma tACS in Alzheimer’s disease: randomized, double‑blind, sham‑controlled, crossover, pilot study (PubMed) — single 60‑min γ‑tACS over Pz with memory improvement in MCI‑AD. citeturn0search0",
        "2) Gamma‑band transcranial alternating current stimulation in amnestic mild cognitive impairment: A pilot study (Alzheimer’s & Dementia, Zanto et al.) — feasibility and episodic memory improvements after repeated γ‑tACS, with network/plasticity measures reported. citeturn0search2",
        "3) ScienceDirect/full text of the PubMed pilot describing cognitive and cholinergic/TMS effects after γ‑tACS. citeturn0search3",
        "4) Home‑based transcranial alternating current stimulation (tACS) in Alzheimer’s disease: rationale and study design (Alzheimer’s Research & Therapy) — rationale for precuneus γ‑tACS and home‑based trials. citeturn0search4",
        "5) Gamma frequency entrainment attenuates amyloid load and modifies microglia (mouse studies; PMC) — preclinical evidence that 40 Hz entrainment can reduce Aβ and modify microglia in AD model mice. citeturn0search5",
        "6) TRANSFORM‑AD protocol (tACS in mild AD) — larger randomized trial design testing 40 Hz tACS with imaging and cognitive outcomes. citeturn0search6",
        "7) A 40‑Hz visual flicker study with negative findings for entrainment/reduction of pathology in some mouse models — highlights that translational results are mixed. citeturn0search1",
        "Final classification output: M) Synaptic Plasticity/Neuroprotection — Rationale: neuromodulation by 40 Hz tACS is aimed at restoring/entraining neural oscillations and modulating network excitability/plasticity to enhance cognition, which maps best to CADRO category M."
    ]
}