{
    "nct_id": "NCT02360657",
    "title": "A Double-blind, Placebo-controlled, Randomized, 4-Week, Multiple-dose, Proof of Mechanism (POM) Study in Japanese Subjects Asymptomatic at Risk for Alzheimer Dementia (ARAD) Investigating the Effects of JNJ-54861911 on A-beta Processing in Cerebrospinal Fluid (CSF) and Plasma",
    "status": "COMPLETED",
    "last_update_time": "2019-01-31",
    "description_brief": "The purpose of this study is to determine the safety, tolerability and effect of JNJ-54861911 on level of amyloid-beta in Cerebrospinal Fluid (CSF) and plasma following 4 weeks of treatment in Japanese participants asymptomatic at risk for Alzheimer Dementia (ARAD) at the intended target dose range.",
    "description_detailed": "This is a multi-center (when more than one hospital or medical school team work on a medical research study), double-blind (neither physician nor participant knows the treatment that the participant receives), placebo-controlled (the experimental treatment or procedure is compared to an inactive substance), randomized (study medication assigned by chance), multiple dose, Proof of Mechanism (POM) study in Japanese participants ARAD. All eligible participants will be randomly assigned to 1 of 3 treatment groups (that is, placebo, JNJ-54861911 10 milligram \\[mg\\] or JNJ-54861911 50 mg once daily regimen). This study will consist of Screening Phase (8-week), Double blind Treatment Phase (4-week), and Follow-up Phase (2-week). The maximum study duration for a participant will be 14 weeks. Participant's safety will be monitored throughout the study.",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "JNJ-54861911 (atabecestat) — oral BACE1 inhibitor targeting amyloid‑beta production"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The protocol tests JNJ-54861911 (atatbecestat) for its effect on amyloid‑beta (Aβ) levels in CSF/plasma after 4 weeks in asymptomatic at‑risk subjects, which indicates the intervention is directed at Alzheimer pathology (amyloid production) rather than symptomatic cognitive enhancement or neuropsychiatric management. citeturn0search2",
        "Act (key extracted details): The drug JNJ‑54861911 is atabecestat, an oral small‑molecule BACE1 (β‑secretase) inhibitor that dose‑dependently reduces CSF and plasma Aβ; the cited POM studies are 4‑week, randomized, double‑blind, placebo‑controlled and measured robust Aβ reductions (e.g., 10 mg and 50 mg produced large CSF Aβ reductions). citeturn0search0turn0search5",
        "Reflect: Classification — disease‑targeted small molecule — is supported because atabecestat is a small‑molecule inhibitor of BACE1 (an amyloid‑producing enzyme), i.e., it targets the underlying AD amyloid pathway (disease modification/target engagement), not just symptomatic cognition or behavior. There is no indication this is a biologic (monoclonal antibody or vaccine) or a purely symptomatic cognitive/neuropsychiatric agent. citeturn0search4turn0search6",
        "Web search sources (supporting evidence): 1) Pharmacodynamics of atabecestat (JNJ‑54861911): proof‑of‑mechanism study reporting CSF Aβ reductions in early AD and Japanese preclinical AD subjects. citeturn0search0 2) PubMed abstract identifying JNJ‑54861911 (atabecestat) as an oral BACE1 inhibitor and summarizing 4‑week POM results. citeturn0search2 3) TRCI / Wiley article and related reports describing dose‑dependent CSF/plasma Aβ reductions with JNJ‑54861911. citeturn0search5turn0search4 4) Clinical trial registry entry for the Japanese 4‑week POM study (NCT02360657) confirming the design and endpoints. citeturn0search6"
    ],
    "agent_type": "A) Amyloid beta",
    "explanation_agent": [
        "Reason: The study tests JNJ-54861911 (atabecestat) to change amyloid‑beta (Aβ) processing/levels in CSF and plasma in asymptomatic at‑risk subjects, i.e., it is directed at lowering Aβ production by inhibiting β‑secretase (BACE1). This directly maps to the CADRO category for amyloid‑beta. citeturn0search0turn0search3",
        "Act (key extracted details): JNJ‑54861911 (atabecestat) is an oral, small‑molecule BACE1 (β‑secretase) inhibitor. In 4‑week proof‑of‑mechanism studies (including the Japanese preclinical AD cohort, NCT02360657), atabecestat produced large, dose‑dependent reductions in CSF and plasma Aβ (e.g., ~67% for 10 mg and up to ~90% for 50 mg vs baseline at day 28), consistent with on‑target inhibition of amyloid production. The study design and primary endpoints were pharmacodynamic target engagement of Aβ. citeturn0search1turn0search3",
        "Reflect: Classification — A) Amyloid beta — is appropriate because the intervention is a disease‑targeted small molecule that inhibits BACE1 to reduce amyloid‑beta production. The trial measures Aβ biomarker changes (not symptomatic endpoints) and there is no indication of multiple distinct biological targets that would require 'R) Multi‑target'. It is not a diagnostic/non‑therapeutic procedure, so 'T) Other' is not applicable. citeturn0search0",
        "Web search results (supporting evidence): 1) PubMed / abstract and trial registrations describing atabecestat (JNJ‑54861911) as an oral BACE1 inhibitor and reporting 4‑week POM results including CSF Aβ reductions and trial IDs (ALZ1005 NCT01978548; ALZ1008 NCT02360657). citeturn0search0 2) Full text (Alzheimer’s Research & Therapy / BMC) with detailed PK/PD, biomarker results (CSF/plasma Aβ reductions ~67–90% depending on dose) and methodological details of the 4‑week randomized, double‑blind, placebo‑controlled studies. citeturn0search1turn0search3"
    ]
}