{
    "nct_id": "NCT02228187",
    "title": "Brain-computer Interface System for Training Memory and Attention in Elderly With Subjective Memory Deficits and Age Related Cognitive Decline (ARCD)",
    "status": "COMPLETED",
    "last_update_time": "2017-07-31",
    "description_brief": "The primary objective is to examine the efficacy of 8-weeks of a locally developed brain-computer interface based system intervention for improving attention and memory in healthy elderly and those with age related cognitive decline. We hypothesize that elderly who have completed the training program will have significant improvement in their attention and memory compared to the controls, based on the Repeatable Battery for the Assessment of Neuropsychological Status.",
    "description_detailed": "The world population has reached an unprecedented seven billion, with global population ageing increasing at a greater rate than total population growth. Between 1998 and 2030, the proportion of persons aged 65 years and over in Singapore will grow by about 3% annually compared to 1.0-1.3% in some developed nations. Specific cognitive deficits like inattention, dysexecutive functioning, and processing speed decline may affect a number of quality of life domains. Concurrent with these statistics, the maintenance of the highest possible level of cognitive functioning for as long as possible has become an important goal of aging successfully.\n\nTo contribute to the realization of this goal we propose to conduct a wait-list control trial to examine the efficacy of this brain-computer interface based intervention for cognitive enhancement in elderly. This intervention uses a technology which analyzes brain waves captured through an electroencephalogram to determine the participants' state of attention. The training program developed using this patented technology may be useful for individuals who experience difficulty with memory and sustaining their attention.\n\nThis intervention may represent one alternative means to enhance cognitive abilities and to slow down cognitive decline in the normal elderly. If demonstrated to be efficacious, this therapy may even help to delay the onset of dementia.\n\nIn addition, the rate of cognitive decline during the course of AD is possibly influenced by not only environmental but also genetic factors. To date, several genes, such as apolipoprotein E (APOE) and TOMM40 (translocase of outer mitochondrial membrane 40 homologue), have been identified to be probable genetic risk markers for AD. These genes have been shown to play a role in disease onset as well as rates of cognitive decline. For instance, studies have shown APOEε4 allele carriers to be associated with earlier and faster cognitive decline.\n\nTherefore, we propose to analyse if there is any relationship between the genetic profiles of our participants and their performance in the training program.\n\nThere are no published studies that look at how cognitive training may be associated with changes in the metabolism and functional connectivity of the brain. Therefore, our study also aims to carry out functional MRI of the brain before and after training to gain a finer understanding of the changes associated with our BCI-based cognitive training.",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "PREVENTION",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is an 8-week, locally developed brain-computer interface (BCI) training system intended to improve attention and memory (measured by RBANS) in elderly participants — i.e., a non‑pharmacologic cognitive training/neurofeedback device aimed at improving cognition rather than targeting Alzheimer’s pathology or psychiatric symptoms. citeturn0search1turn0search8",
        "Act (key details extracted): Intervention = Device: Brain‑Computer Interface (EEG/BCI cognitive training); Primary outcome = attention and memory change on the Repeatable Battery for the Assessment of Neuropsychological Status (RBANS); Registry/ID referenced (NCT02228187). This trial and related BCI cognitive‑training studies are reported in clinical trial registries and the literature. citeturn0search1turn0search5",
        "Web search results supporting above: Pilot and randomized trials of EEG/BCI cognitive training in healthy elderly and ARCD are published (PLOS One/PMC article and related RCT reports), and the specific trial listing (title and objectives) appears in trial registries/aggregate trial sites (ClinicalTrials entry / SmartPatients). citeturn0search8turn0search3turn0search4",
        "Reflect: Given the device-based, training/neurofeedback nature and the stated goal of improving attention and memory (not modifying amyloid/tau pathology or treating neuropsychiatric symptoms), this fits the predefined category 'cognitive enhancer'. No drug or placebo is involved in the description, so drug/placebo fields are empty. citeturn0search1turn0search8"
    ],
    "agent_type": "T) Other",
    "explanation_agent": [
        "Reason: The intervention is a non‑pharmacologic, device‑based brain‑computer interface (EEG/BCI) cognitive‑training / neurofeedback program intended to improve attention and memory in elderly participants — it does not act on a specific molecular target (amyloid, tau, inflammation, neurotransmitter receptor, etc.) described in CADRO. citeturn0search2turn0search0",
        "Act (key details extracted): Intervention = Brain‑Computer Interface (EEG/BCI) cognitive training; Primary outcome = attention and memory measured by RBANS; Registry/ID = NCT02228187 (Duke‑NUS); published pilot and RCT reports describe similar EEG‑BCI CT programs in elderly showing preliminary efficacy. These sources show a behavioral/device intervention rather than a drug or biologic with a defined molecular pathway. citeturn0search2turn0search0turn0search4",
        "Reflect: Because CADRO categories are organized around biological drug targets (e.g., Amyloid, Tau, Inflammation, Neurotransmitter Receptors, Synaptic Plasticity) and this trial describes a non‑invasive training device with no drug, gene, or molecular pathway target specified, the correct CADRO assignment is 'T) Other'. If additional information appears (e.g., an adjunct pharmacologic agent or a stated molecular mechanism of neuroplasticity targeted), reassessment could place it in a CADRO category such as M) Synaptic Plasticity/Neuroprotection — but that information is not present in the trial description or registry. citeturn0search3",
        "Web search results supporting the above: Clinical trial registry/aggregate listing for NCT02228187 (Brain‑Computer Interface System for Training Memory and Attention in Elderly). citeturn0search2; Published pilot randomized trial of EEG‑based BCI training in elderly reporting RBANS outcomes. citeturn0search0turn0search4; Recent systematic review of BCI cognitive enhancement in older people summarizing device/neurofeedback approaches and noting that evidence is behavioral/device‑based rather than molecularly targeted. citeturn0search3"
    ]
}