{
    "nct_id": "NCT05926011",
    "title": "Efficacy of RGn600 in Patients With Mild-to-moderate Alzheimer's Disease: a Pivotal, Sham-controlled, Randomized, Double-blind, Multicentric Investigation (LIGHT4LIFE)",
    "status": "RECRUITING",
    "last_update_time": "2025-04-02",
    "description_brief": "This is a controlled investigation, with randomization of the patients, which aims at demonstrating the efficacy of device RGn600 in treating patients with mild-to-moderate Alzheimer's disease (AD). RGn600 is a non-invasive medical device which is applied on the head (helmet) and on the abdomen (abdominal belt). It combines 2 technologies:\n\n* PhotoBioModulation (PBM), which involves exposure to light from the red to near-infrared wavelengths using lasers and Light Emitting Diodes (LEDs)\n* Static Magnetic Stimulation (SMS), which consists in the application of a static magnetic field.\n\nConsidering previous investigations, this innovative technology could reduce inflammation on the brain-gut axis, implicated in the development of Alzheimer's disease.",
    "description_detailed": "This multicentric investigation is planned to include 108 patients in France who will be followed up to 52 weeks.\n\nPatients meeting all eligibility criteria will be randomized on a 1: 1 ratio into one of the two following treatment groups: active RGn600 device or sham device (inactivated RGn600). The site investigation teams and patients/caregivers will be blinded. The device will be applied to the patients during 26 weeks through 20-min onsite sessions following the below pattern:\n\n* 5 treatment sessions per week from Week 1 (W1) to W8\n* 3 treatment sessions per week from W9 to W16\n* 2 treatment sessions per week from W17 to W26 Throughout the investigation, patients will be treated per randomization with the device initially allocated by the IWRS.\n\nFollow-up will continue up to W52 ± 2 weeks\n\nAt inclusion visit, after verification of the eligibility criteria, data regarding patients will be collected: demographic data, date of AD diagnosis, comorbidities, concomitant medications, sociological data. A blood sample for APOE genotyping will be also performed.\n\nEndpoints will be evaluated during 4 onsite visits at Day 0 (Inclusion, randomization to the active or sham group and first treatment session), W8 (last treatment session of), W26 (last treatment session of) and W52 ± 2 weeks. During these visits:\n\n* Patient's cognition and autonomy will be assessed through neurological scales and/or neuropsychological tests\n* Patient's quality of life and medico-economic interest of RGn600 treatment with regards to healthcare consumption will be assessed through questionnaires fulfilled by the patient himself/herself with the help of his/her caregiver\n* The safety of RGn600 will be assessed : collection of all AEs and device deficiencies, blood samples for safety analysis, clinical exams\n\nWithin the context of this investigation, a biobank will be created based on blood, fecal and saliva samples of patients included by Toulouse University Hospital Gerontopole site:\n\n* Blood samples will be collected for all patients included by this site (at D0, W26 and W52)\n* Fecal samples will be collected for the first 30 consecutive patients included by this site (at D0, W26 and W52).\n* Saliva samples will be collected for the patients included by this site after the substantial modification approval (at D0, W26 and W52).\n\nThe biobank will be located at the site. The objective of this biobank will be to perform subsequent analysis on blood samples of AD blood markers. Other analyses might be conducted on blood, fecal and saliva samples as well such as Inflammatory blood markers (iAGE), fecal microbiota and metabolome and salivary micro RiboNucleic Acid (microRNAs)",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "N/A",
    "drug": [
        "RGn600 (non‑invasive medical device; helmet + abdominal belt)",
        "Manufacturer: REGEnLIFE (previous pilot device RGn530)"
    ],
    "placebo": [
        "Sham RGn600 (inactivated device)"
    ],
    "explanation_target": [
        "Reason: The intervention is a non‑drug medical device (RGn600) combining photobiomodulation (red to near‑infrared light) and static magnetic stimulation applied to head and abdomen, intended to reduce neuroinflammation via the brain–gut axis — i.e., a device-based, non‑pharmacologic therapy rather than a biologic or small molecule. citeturn0search1turn0search3",
        "Act (key extracted details): RGn600 is a reusable, class IIa electro‑medical device from REGEnLIFE, tested in a sham‑controlled randomized trial (LIGHT4LIFE) in mild‑to‑moderate AD; mechanism stated as PhotoBioModulation + Static Magnetic Stimulation targeting inflammation and brain–gut axis. citeturn0search3turn0search0",
        "Act (trial design): The study is randomized, sham‑controlled, double‑blind, enrollment ~108, with active RGn600 vs sham RGn600. citeturn0search1turn0search2",
        "Reflect: The four provided target categories are limited to drug types or symptom‑focused pharmacology (disease‑targeted biologic; disease‑targeted small molecule; cognitive enhancer; neuropsychiatric symptom improvement). RGn600 is a therapeutic device (photobiomodulation + static magnet) that does not fit any of those drug‑based categories, so the correct classification under the provided schema is 'N/A'. citeturn0search5turn0search4",
        "Web search results / sources used: AlzForum summary of photobiomodulation trials including LIGHT4LIFE; study listing pages and trial registries (Cline, GoodDay/clinical aggregator, VaincreAlzheimer) and earlier RGn530 pilot descriptions confirming device technology and intent to modulate brain/gut inflammation. citeturn0search0turn0search1turn0search3turn0search5"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}