{
    "nct_id": "NCT00190372",
    "title": "Contribution of a Psycho-Educational Program of Help to Help in the Pharmacological Assumption of Responsibility of the Disease of Alzheimer",
    "status": "COMPLETED",
    "last_update_time": "2011-02-16",
    "description_brief": "The aim of the project is to demonstrate that a psycho-educational programme designed to support and train carers of Alzheimer's disease (AD) patients induces a significantly higher benefit than anticholinesterase drug treatment alone or associated to memantine treatment. This training programme focuses on the explanation/description of behavioral, cognitive and functional disorders induced by the disease, as well as principles of cognitive and psycho-social stimulation of the patients in daily life.",
    "description_detailed": "Context: Research showing the benefit of a combined approach including specific antidementia drugs and psycho-educational programmes for caregivers in the caring of Alzheimer's disease patients is still lacking. We venture the hypothesis that combined treatment including a specific antidementia drug for the AD patient and a psycho-educational programme for the caregivers has a larger benefit for both the patient and the caregiver on psychological, behavioural, and cognitive parameters.\n\nMain objective: to demonstrate that a psycho-educational programme designed to support and train carers of Alzheimer's disease (AD) patients induces a significantly higher benefit than anticholinesterase drug treatment alone or associated to memantine treatment.\n\nSecondary objective: identify patterns of responders and non-responders (taking into account cognitive, psychological parameters).\n\nMethodology: national multicentric, randomized trial, single blinded, with 2 parallel groups of 120 patients and 120 caregivers trained for a 3 month period with 3 assessments: before, just after and 3 months after the training period. Patients and caregivers are recruited (according to exclusion and inclusion criteria) and followed up in memory centers participating in the trial.\n\nEvaluation criteria:\n\nPrimary criteria for the patient: DAD scale (Disability Assessment for Dementia).\n\nSecondary evaluation criteria - for the patient: NPI and ADAS-Cog; for the caregiver: ZARIT scale, Questionnaire of feeling of competency, Montgomery and Asberg Depression Rating Scale (MADRS), Geriatric Depression Scale (GDS).\n\nStatistical analysis by the department of biostatistics and medical computing of the Hospital Cochin will be performed.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "HEALTH_SERVICES_RESEARCH",
    "results": null,
    "target_category": "N/A",
    "drug": [
        "Anticholinesterase inhibitors (e.g., donepezil, galantamine, rivastigmine)",
        "Memantine (NMDA receptor antagonist)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The described intervention is a psycho-educational/carer-training programme (non‑pharmacological) focused on explaining behavioral, cognitive and functional disorders and teaching daily-life cognitive and psychosocial stimulation for patients — i.e., an education/behavioral intervention rather than a drug or biologic.",
        "Act: The trial text compares that programme to anticholinesterase drug treatment (cholinesterase inhibitors such as donepezil, galantamine, rivastigmine) and to memantine; these drugs are known symptomatic cognitive treatments in AD (cholinesterase inhibitors improve cholinergic transmission; memantine is an NMDA‑receptor antagonist). citeturn0search4turn0search0",
        "Reflect: None of the four provided target categories describe a caregiver psycho‑educational intervention (they are drug/biologic or symptom‑targeted categories). Because the trial tests a non‑drug caregiver training programme (with pharmacologic comparators mentioned), it does not fit the categories (disease‑targeted biologic; disease‑targeted small molecule; cognitive enhancer [drug]; neuropsychiatric symptom improvement [pharmacologic/behavioural symptom intervention]) as defined — therefore the correct classification is 'N/A'. For context, cholinesterase inhibitors and memantine are the standard symptomatic (cognitive) AD drugs referenced in the protocol. citeturn0search1"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}