{
    "nct_id": "NCT01715181",
    "title": "A Cluster-Randomized Controlled Trial Evaluating the Effects of a Volunteer-Led Nonpharmacological Intervention to Reduce Neuropsychiatric Symptoms of Dementia in Long-Term Care Residents",
    "status": "COMPLETED",
    "last_update_time": "2017-04-13",
    "description_brief": "Older adults with Alzheimer's disease and other forms of dementia frequently develop challenging neuropsychiatric symptoms (NPS) as a result of their illness. Non-pharmacological strategies to manage these symptoms such as music, exercise, and participating in pleasant social events have been demonstrated to be safe and effective strategies to reduce these behavioral symptoms. Our project, Volunteers Adding Life in Dementia (VALID), will design and implement a volunteer-led program to reduce behavioral symptoms and improve the quality of life of older adults with dementia who are residing in long-term care facilities.",
    "description_detailed": "The number of older adults with Alzheimer's disease (AD) and related forms of dementia is increasing in Canada and the majority of individuals with dementia develop neuropsychiatric symptoms (NPS) such as agitation, psychosis, depression and anxiety at some time during their illness. NPS are particularly problematic in long-term care (LTC) where approximately 60% of individuals have dementia, and 80% of individuals with dementia have NPS at any time. Adverse outcomes associated with NPS include increased use of psychotropic medications, stress for families and nursing staff, increased costs of care, and decreased quality of life. A novel approach to implementing non-pharmacological interventions for LTC residents with NPS is the use of volunteers. Volunteer-led programs have been demonstrated to be an effective, inexpensive, and sustainable method of implementing psychosocial interventions for older adults in acute care. The objectives of our project are to: 1.) Recruit and train approximately 40 volunteers in the VALID program; 2.) Conduct a cluster-randomized controlled trial of the VALID program in 6 LTC facilities (3 intervention and 3 control LTC sites; 60 individuals with dementia in each of the experimental and control arms) to determine the effect of the VALID program on symptoms of NPS, patient quality of life, volunteer's experience, and LTC staff stress, 3.) Determine key components of the VALID program that served as facilitators and barriers to implementation.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "HEALTH_SERVICES_RESEARCH",
    "results": null,
    "target_category": "neuropsychiatric symptom improvement",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The study describes a volunteer-led, non-pharmacological program (music, exercise, pleasant social events delivered by trained volunteers) intended to reduce neuropsychiatric symptoms (NPS) — e.g., agitation, depression, anxiety — and improve quality of life in long-term care residents with dementia. This is an intervention aimed at managing behavioral/psychiatric symptoms rather than modifying Alzheimer’s pathology or enhancing cognition directly.",
        "Act — key extracted details and supporting sources: The trial title and registry entries identify the intervention as 'Volunteer visits' or the 'Volunteers Adding Life in Dementia (VALID)' behavioral program rather than a drug. Trial registration and summaries list NCT identifiers and Queen's University as sponsor, and primary outcomes focus on NPS measures (Cohen-Mansfield Agitation Inventory, Neuropsychiatric Inventory, quality-of-life measures). citeturn0search1turn0search5turn0search3",
        "Act — additional supporting publications: Pilot and related publications describe volunteer-led pleasant-activity visits and state the approach is nonpharmacological and intended to reduce behavioral symptoms; these sources confirm this is not a pharmacologic (small-molecule or biologic) trial. citeturn0search0turn0search2",
        "Reflect: Given the intervention type (volunteer-delivered psychosocial activities), stated objectives (reduce NPS, improve quality of life), and trial outcome measures (agitation/NPS scales), the correct classification is 'neuropsychiatric symptom improvement'. There is no drug or placebo involved and no indication of disease-modifying or cognition-targeting pharmacologic mechanism, so other categories do not apply.",
        "Web search results used (titles and sources):\n- 'Volunteers Adding Life in Dementia: VALID' — trial summary / MedPath (clinical trial listing). citeturn0search1\n- 'Volunteers Adding Life in Dementia: VALID' — trial details / MedPath (NCT01715181 entry). citeturn0search5\n- 'Volunteers Adding Life in Dementia (VALID): A Volunteer-Led Intervention...' — American Journal of Geriatric Psychiatry (pilot description/background). citeturn0search0\n- 'Volunteer visits in Dementia and Alzheimer’s Disease' — ICHGCP clinical trials registry entry (trial overview). citeturn0search3\n- 'Volunteers Adding Life in Dementia: A Case Series of Volunteer Visits...' — Journal of the American Geriatrics Society (pilot/case series). citeturn0search2"
    ],
    "agent_type": "T) Other",
    "explanation_agent": [
        "Reason: The trial tests a volunteer-led, nonpharmacological psychosocial program (music, exercise, pleasant social events delivered by trained volunteers) to reduce neuropsychiatric symptoms of dementia and improve quality of life — it does not test a drug or a biologic nor target a molecular disease pathway. citeturn0search0turn0search6",
        "Act: Key extracted details — intervention named Volunteers Adding Life in Dementia (VALID) / volunteer visits; primary outcomes are measures of neuropsychiatric symptoms (CMAI, NPI) and quality of life; sponsor Queen's University and trial registrations describe the intervention as behavioral/nonpharmacological. Based on these clear behavioral (non-drug) components, assign 'T) Other'. citeturn0search5turn0search3",
        "Reflect: The CADRO categories cover molecular and physiological targets (e.g., Amyloid, Tau, Inflammation, Synaptic Plasticity) and multi-target pharmacologic approaches; since this trial neither targets a CADRO-defined biological pathway nor tests a pharmacologic intervention, 'T) Other' (non-therapeutic/behavioral intervention) is the correct classification. This aligns with pilot and case-series publications describing VALID as a volunteer-delivered psychosocial intervention. citeturn0search1turn0search0",
        "Web search results used (titles and sources):",
        "- 'Volunteers Adding Life in Dementia: VALID' — American Journal of Geriatric Psychiatry (pilot description). citeturn0search0",
        "- 'Volunteers Adding Life in Dementia: A Case Series of Volunteer Visits to Reduce Behavioral Symptoms of Dementia in Long‐Term Care' — Journal of the American Geriatrics Society. citeturn0search1",
        "- 'Volunteers Adding Life in Dementia' — ICH GCP clinical trials registry (trial overview). citeturn0search3",
        "- 'Volunteers Adding Life in Dementia: VALID' — trial listing / SmartPatients and MedPath (NCT01715181 / NCT01646723 entries). citeturn0search5turn0search6"
    ]
}