{
    "nct_id": "NCT05068830",
    "title": "Safety and Efficacy of Plasma Transfusion From Exercise-trained Donors in Patients With Early Alzheimer's Disease: The ExPlas Study",
    "status": "RECRUITING",
    "last_update_time": "2024-11-15",
    "description_brief": "Introduction Given that exercise training reduces the risk of developing Alzheimer's disease (AD), induces changes in the blood composition and has widespread systemic benefits, it is reasonable to hypothesize that exercised plasma may have rejuvenative properties. The main objective is to test safety and tolerability of transfusing exercised plasma (ExPlas) from young, healthy, fit adults to patients with early AD. The study is a pilot for a future efficacy study. The key secondary objectives are examining the effect of plasma transfusions on cognitive function, fitness level, vascular risk profile, assessment of cerebral blood flow and hippocampal volume, quality of life, functional connectivity assessed by resting state functional MRI and biomarkers in blood and cerebrospinal fluid.\n\nMethods and analysis ExPlas is a double-blinded, randomized controlled clinical single center trial. Patients aged 50-75 years with diagnosis mild cognitive impairment or early AD will be recruited from two Norwegian hospitals. ExPlas is plasma drawn by plasmapheresis once a month for 4 months, from a total of 30 donors (aged 18-40, BMI ≤27 kg/m2 and VO2max \\>50 mL/kg/min). All units will be virus inactivated by the Intercept method in accordance with procedures at St. Olavs Hospital. Comparison with isotonic saline allows differentiation from a non-blood product. The main study consists of 6 rounds of examinations in addition to 12 plasma transfusions divided over three 4-weeks periods during study year-1. Follow-up examinations after 2 and 5 years after baseline is also planned.\n\nEthics and dissemination Written informed consent will be obtained from all participants and participation is voluntary. All participants have a next of kin who will follow them throughout the study and represent the patient's interest. The study is approved by the Regional Committee for Medical and Health Research Ethics (REK 2018/702) and the Norwegian Medicines Agency (EudraCT No. 2018-000148-24).",
    "description_detailed": "N/A",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted biologic",
    "drug": [
        "ExPlas (exercised plasma transfusion)"
    ],
    "placebo": [
        "Isotonic saline (0.9% NaCl)"
    ],
    "explanation_target": [
        "Reason: The intervention is transfusion of exercised donor plasma (a blood-derived biologic) given to patients with early AD with the intent to produce rejuvenative/disease-modifying effects (safety is primary; cognitive, imaging and biomarker outcomes are key secondaries). citeturn0search6turn0search0",
        "Act: Key trial details — ExPlas is plasma collected by plasmapheresis from young, highly fit donors and virus-inactivated; participants receive multiple transfusions vs isotonic saline. This is an interventional biologic (blood product) rather than a small molecule or symptomatic cognitive enhancer. Trial registration and protocol are published (NCT05068830; BMJ Open protocol). citeturn0search3turn0search6",
        "Reflect: Classification rationale — although ExPlas is not a monoclonal antibody or vaccine and does not explicitly target amyloid/tau, it is a biologic therapeutic intended to alter disease biology (rejuvenation/biomarker and structural/functional brain outcomes). Therefore it best fits the 'disease-targeted biologic' category. Animal/preclinical data show exercised plasma can modulate neuroinflammation and neurogenesis, supporting a biological (potentially disease-modifying) mechanism — this supports the biologic classification but is not definitive for a specific molecular pathology target. citeturn0search5turn0search4"
    ],
    "agent_type": "R) Multi-target",
    "explanation_agent": [
        "Reason: The intervention is transfusion of exercised-donor plasma (ExPlas), a complex blood-derived biologic given to patients with early AD intended to produce rejuvenative/disease-modifying effects rather than a single molecular blockade; the trial protocol and registration describe cognitive, imaging and biomarker outcomes and hypothesized systemic/brain benefits. citeturn0search1turn0search7",
        "Act: Key trial details extracted from the protocol/registration — ExPlas is plasmapheresis-collected plasma from young, highly fit donors (virus inactivated) administered repeatedly versus isotonic saline; this is an interventional biologic (blood product) without a single defined molecular target. citeturn0search1turn0search7",
        "Act (mechanistic evidence): Preclinical studies report multiple biological effects of exercised-donor plasma including increased hippocampal neurogenesis, modulation of microglia and cytokines (reduced pro-inflammatory signaling), improvements in synaptic/mitochondrial function and changes in pathways (e.g., GSK3β/tau signalling in some models). These findings indicate several possible mechanisms (neurogenesis, anti‑inflammatory, bioenergetic, synaptic/neuroprotective) rather than a single CADRO target. citeturn0search0turn0search3turn0search5",
        "Reflect: Given ExPlas is a biologic mixture that appears to act via multiple pathways (inflammation, neurogenesis, mitochondrial/synaptic effects) and the trial does not nominate a single molecular target (e.g., amyloid, tau, ApoE), the most appropriate CADRO classification is R) Multi-target. If future mechanistic data identify a dominant single pathway (e.g., purely anti‑inflammatory), reclassification could be considered. citeturn0search0turn0search3",
        "Output: Category assigned — R) Multi-target. Supporting sources: clinical trial registration and protocol (NCT05068830; BMJ Open protocol) and multiple preclinical papers demonstrating diverse biological effects of exercised plasma. citeturn0search1turn0search7turn0search0turn0search3turn0search5"
    ]
}