{
    "nct_id": "NCT02063308",
    "title": "Oxaloacetate Pharmacokinetics and Safety",
    "status": "COMPLETED",
    "last_update_time": "2014-07-23",
    "description_brief": "By doing this study, researchers hope to learn how much oxaloacetate (OAA) ends up in the blood after OAA capsules are swallowed, and to assess whether persons with Alzheimer's disease who take OAA for one month have any side-effects.",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "BASIC_SCIENCE",
    "results": null,
    "target_category": "Disease-targeted small molecule",
    "drug": [
        "Oxaloacetate (OAA)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is oxaloacetate (OAA), an endogenous small-molecule metabolic intermediate (Krebs cycle/gluconeogenesis) studied as an oral dietary supplement to modify brain bioenergetics and mitochondrial function in Alzheimer's disease rather than as a biologic or purely symptomatic cognitive enhancer. citeturn0search2turn0search3",
        "Act: The described trial (Oxaloacetate Pharmacokinetics and Safety, NCT02063308) tested OAA 100 mg capsules taken twice daily for one month to measure blood levels and assess safety in AD participants. This was registered as a dietary supplement pharmacokinetic/safety study and published as a small PK/tolerability report. citeturn0search6turn0search4turn0search0",
        "Supporting evidence / web search results: - PubMed / PMC tolerability and PK report of 100 mg OAA capsules in AD subjects. citeturn0search4turn0search0 - Later safety/target engagement study testing higher OAA doses (500–1000 mg twice daily) showing safety and brain metabolic engagement on FDG-PET and MRS. citeturn0search1 - Preclinical studies showing OAA enhances neuronal bioenergetic fluxes, mitochondrial biogenesis, and related metabolic effects. citeturn0search2turn0search3",
        "Reflect: Given OAA is a small molecule aimed at modifying a disease-related pathway (bioenergetics/mitochondrial dysfunction) and the trial tests pharmacokinetics and safety of oral OAA, this fits the 'disease-targeted small molecule' category. It is not a biologic (e.g., monoclonal antibody or vaccine), nor solely a symptomatic cognitive enhancer or neuropsychiatric treatment. No placebo was mentioned for the listed trial (open-label, single-group PK/safety). citeturn0search6turn0search4"
    ],
    "agent_type": "J) Metabolism and Bioenergetics",
    "explanation_agent": [
        "Reason: The intervention is oxaloacetate (OAA), an endogenous Krebs-cycle/gluconeogenesis intermediate developed to modify brain bioenergetics and mitochondrial function in AD rather than to target amyloid/tau or purely symptomatic neurotransmission. citeturn0search2turn0search6",
        "Act: The described trial (Oxaloacetate Pharmacokinetics and Safety, NCT02063308) tested oral OAA (100 mg capsules twice daily for one month) to measure plasma levels and assess safety (a PK/tolerability dietary-supplement study). Later studies tested higher doses (500–1000 mg twice daily) and showed safety plus engagement of brain energy metabolism on FDG‑PET and MRS. These facts identify the biological focus as bioenergetics/mitochondrial engagement rather than amyloid, tau, inflammation, etc. citeturn0search3turn0search1turn0search0",
        "Reflect: Mapping the mechanism to CADRO categories yields J) Metabolism and Bioenergetics as the closest and most specific match. The trial is a disease‑targeted small‑molecule aimed at altering metabolic/mitochondrial pathways; it is not multi-target, nor a diagnostic/non-therapeutic study, so J is appropriate. citeturn0search0turn0search5",
        "Supporting web search results: 1) Tolerability and PK report of 100 mg OAA in AD subjects (PubMed). citeturn0search2 2) Safety and target‑engagement report of 500–1000 mg OAA showing FDG‑PET and MRS metabolic engagement (Alzheimers Dement; PMC). citeturn0search0turn0search5 3) Clinical trial registry / listing for NCT02063308 describing 100 mg twice daily PK/safety design. citeturn0search3turn0search1"
    ]
}