{
    "nct_id": "NCT05887674",
    "title": "Shanghai Non-pharmacological Intervention for Mild Cognitive Impairment and Mild Alzheimer's Disease: Combined Low Inflammatory-index Diet, Physical Exercises, and Cognitive Training in Nursing Home",
    "status": "RECRUITING",
    "last_update_time": "2024-11-21",
    "description_brief": "This study is a multicentre, randomized, double-blind, controlled trial that aims to investigate the efficacy of multi-domain life-style intervention including low inflammatory-index diet, exercise, and cognitive training in patients with mild cognitive impairment and mild Alzheimer's disease.",
    "description_detailed": "This is a multicentre, randomized, double-blind, controlled trial that aims to investigate the efficacy of multi-domain life-style intervention including low inflammatory-index diet, exercise, and cognitive training in patients with mild cognitive impairment and mild Alzheimer's disease. Patients who eligible to the inclusion criteria and ineligible to the exclusion criteria will be randomly assigned into three groups by a 1:1:1 ratio. Patients in first arm will receive multi-domain life-style intervention including low inflammatory-index diet, exercise, and cognitive training. Patients in the second arm will receive intervention of exercise and cognitive training. Patients in the third arm will receive regular health advice. We hypothesize that the multi-domain intervention will reduce impairment in the study group compared to the control group during the 2-year intervention period.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "PREVENTION",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial is a multi‑domain, non‑pharmacological intervention (low inflammatory‑index diet + exercise + cognitive training) designed to improve memory and global cognitive function in people with MCI and mild AD — i.e., the intended effect is cognitive improvement rather than testing a biologic or small‑molecule that targets AD pathology. citeturn0search0turn0search2.",
        "Act (extracted details): Clinical trial registration NCT05887674 (SIM‑2) lists the interventions as Behavioral: Diet intervention, Exercise, and Cognitive training; primary outcomes include change in verbal memory (AVLT) and global cognition (MMSE), and no drug or placebo is listed. Lead sponsor: Ruijin Hospital; study arms compare multi‑domain intervention vs exercise+cognitive training vs usual advice. citeturn0search1turn0search0turn0search5.",
        "Reflect: Given the absence of any pharmacologic agent (biologic or small molecule) and the explicit aim to improve cognitive measures through lifestyle/behavioral means, the correct category is \"cognitive enhancer\" (broadly interpreted to include non‑drug interventions that aim to enhance cognition). An alternative classification of 'N/A' (for non‑therapeutic/diagnostic trials) was considered but rejected because this is an interventional therapeutic study targeting cognition. citeturn0search0turn0search2.",
        "Web search results (sources used): Clinical trial listing / brief summary and outcomes (MedPath / NCT05887674). citeturn0search0; ClinicalTrials registry entry and contact/sponsor details (ICH GCP mirror). citeturn0search1; CenterWatch trial summary with design, eligibility, and dates. citeturn0search2; additional related Shanghai multimodal MCI intervention literature for context (example study of multimodal intervention in Shanghai). citeturn0search7"
    ],
    "agent_type": "T) Other",
    "explanation_agent": [
        "Reason: The study is a multi‑domain, non‑pharmacological interventional trial (combined low inflammatory‑index diet + physical exercise + cognitive training) aiming to improve cognitive outcomes rather than testing a biologic or small molecule that acts on a defined AD molecular pathway. citeturn0search1turn0search2",
        "Act: Extracted details — ClinicalTrials ID NCT05887674; interventions listed as Behavioral: diet intervention (low inflammatory‑index diet), exercise, and cognitive training; primary outcomes include change in verbal memory (AVLT) and global cognition (MMSE). No drug, biologic, or molecular target is listed in the registry entries. citeturn0search2turn0search3",
        "Reflect: Because CADRO categories classify molecular and biological targets (e.g., amyloid, tau, inflammation pathways, synaptic plasticity via specific mechanisms), and this trial does not test a pharmacologic agent or a specific biological target or pathway, it cannot be mapped to a single CADRO mechanistic category. Therefore the appropriate CADRO assignment is 'T) Other' (trial-level intervention is non‑pharmacologic/behavioral). citeturn0search0turn0search1",
        "Web search results / sources used: CenterWatch trial listing (summary and design). citeturn0search0; ICH GCP / clinical trials registry entry (Ruijin Hospital; intervention listing). citeturn0search1; MedPath / trial detail page with arms and primary outcomes. citeturn0search2; TrialX listing. citeturn0search4; PlatoHealth summary. citeturn0search5"
    ]
}