{
    "nct_id": "NCT06808984",
    "title": "A Phase 2, Randomized, Double-blind, Three-Arm, Placebo-controlled, Multicenter Study Assessing the Efficacy, Safety and Tolerability of Orally Administered BMS-986368, a FAAH/MAGL Inhibitor, for the Treatment of Agitation in Participants With Alzheimer's Disease (BALANCE-AAD-1)",
    "status": "RECRUITING",
    "last_update_time": "2025-09-09",
    "description_brief": "This is a study to evaluate the efficacy, safety, and tolerability of BMS-986368, a FAAH/MAGL inhibitor, for the treatment of agitation in participants with Alzheimer's Disease.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "neuropsychiatric symptom improvement",
    "drug": [
        "BMS-986368"
    ],
    "placebo": [
        "Placebo"
    ],
    "explanation_target": [
        "Reason: The trial title and description state the study is testing BMS-986368, described as a FAAH/MAGL inhibitor, specifically for the treatment of agitation in participants with Alzheimer’s disease — i.e., a behavioral/neuropsychiatric target rather than primary cognitive or pathology-modifying endpoints. citeturn0search10turn0search0",
        "Act: I confirmed the drug identity and development status with clinical trial records showing a Phase 2 BALANCE-AAD-1 study of orally administered BMS-986368 for agitation in AD, and prior Phase 1 studies of BMS-986368. citeturn0search0turn0search6",
        "Act (mechanism): BMS materials and reviews describe FAAH and MAGL as endocannabinoid-degrading enzymes; dual inhibition increases endocannabinoid signaling which is being investigated to reduce neuronal hyperexcitability and neuroinflammation and thereby address symptoms such as agitation/spasticity — the pharmacologic rationale is symptomatic/neuropsychiatric modulation rather than a direct anti-amyloid or anti-tau biologic effect. citeturn1search2turn1search8",
        "Reflect: Given the stated indication (agitation) and the drug’s mechanism (FAAH/MAGL inhibition — modulation of endocannabinoid signaling), the trial fits the 'neuropsychiatric symptom improvement' category (intervention aimed at reducing behavioral/psychiatric symptoms). It is not a biologic (monoclonal antibody/vaccine) nor a small-molecule intended primarily to modify core AD pathology or to act as a general cognitive enhancer; therefore 'neuropsychiatric symptom improvement' is the appropriate classification. citeturn0search10turn1search2"
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The investigational drug BMS-986368 is described as a dual FAAH/MAGL inhibitor (enzymes that degrade endocannabinoids), so its mechanism increases endocannabinoid signaling to modulate neural signaling and behavioural state (used here to reduce agitation). This implicates modulation of a neuromodulatory neurotransmitter system rather than direct anti-amyloid or anti-tau disease-modifying action. citeturn0search3turn0search7",
        "Act: I reviewed the trial registry and sponsor pages confirming the Phase 2 BALANCE‑AAD‑1 study of orally administered BMS‑986368 for agitation in Alzheimer’s disease and that BMS‑986368 is a FAAH/MAGL inhibitor. Because FAAH and MAGL control levels of endogenous cannabinoids that alter synaptic neurotransmission, the most specific CADRO mapping is to neurotransmitter system modulation (CADRO D). Note: the drug is a dual‑enzyme inhibitor (two enzymatic targets in the same pathway) but both act on the endocannabinoid neurotransmission system, so this maps to D rather than R (multi‑target across unrelated pathways). citeturn0search0turn0search3",
        "Reflect: The classification aligns with the trial’s symptomatic/neuropsychiatric intent (agitation) and the drug’s biochemical action (modulation of endocannabinoid-mediated neurotransmission). Alternate plausible categories would be F) Inflammation (endocannabinoid effects can be anti‑inflammatory) or R) Multi‑target (because two enzymes are inhibited), but the primary and most specific CADRO fit is D) Neurotransmitter Receptors (broadly covering interventions that modulate neurotransmitter/neuromodulator systems). If you prefer a purely symptom‑based label rather than mechanism‑based CADRO mapping, note the trial is focused on neuropsychiatric symptom improvement. citeturn0search7turn0search8",
        "Web sources used:",
        "- Trial registry / study listing confirming study title, Phase 2, indication (agitation in AD) and that BMS‑986368 is a FAAH/MAGL inhibitor. citeturn0search0turn0search3",
        "- Reviews and literature summarizing FAAH and MAGL roles in endocannabinoid signaling, their inhibition increasing anandamide/2‑AG levels and modulating neurotransmission, neuroinflammation, and behavioural symptoms. citeturn0search7turn0search8"
    ]
}