{
    "nct_id": "NCT05081596",
    "title": "PATH-Pain: A Primary Care-Based Psychosocial Intervention To Improve Cognitive and Depression Outcomes in Older Adults With MCI and Early Stage AD",
    "status": "RECRUITING",
    "last_update_time": "2025-05-20",
    "description_brief": "The purpose of the study is to examine the effect of Problem Adaptation Therapy for Pain (PATH-Pain) on cognitive functioning, depression and pain-related disability in 100 older adults with cognitive impairment, chronic pain, and depression. The study will test if PATH-Pain has better cognitive, affective, and functional outcomes than Attention Control Usual Care.",
    "description_detailed": "This is a Randomized Control Trial to target cognition in older adults with MCI or Early AD, depression, and chronic pain with a psychotherapeutic intervention in primary care. This project will study the efficacy of 8 in-office acute treatment sessions (first 8 weeks) and 6 telephone delivered sessions (3 individual and 3 group) in the following months (from 9-36 weeks) of PATH- Pain vs. an equal number of sessions consisting of Attention Control Usual Care in improving cognitive, affective, and functional outcomes. Each therapy session will last approximately 50 minutes. Assessments will be conducted at study entry and weeks 5, 9 (end of acute treatment; includes assessment of cognitive functioning), 24, 36 (end of follow-up treatment; includes assessment of cognitive functioning) and 52 (includes assessments of cognitive functioning) after randomization. This is an efficacy trial, but by being delivered by certified mental health clinicians, it has a strong \"real-world\" focus.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "neuropsychiatric symptom improvement",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention (Problem Adaptation Therapy for Pain — PATH-Pain) is a psychosocial, emotion-regulation/problem-solving therapy adapted for older adults with chronic pain, cognitive impairment, and depression; its stated aims are to reduce negative emotions/depression and pain-related disability and to improve cognitive/functional outcomes rather than to act as a pharmacologic disease-modifying or small-molecule cognitive-enhancing agent. citeturn0search1turn0search6",
        "Act (extracted details and web search results): PATH-Pain is a primary-care based psychosocial intervention (an adaptation of Problem Adaptation Therapy) delivered by behavioral health clinicians; the trial tests cognitive functioning, depressive symptoms, and pain-related disability versus usual care (no drug/placebo). Sources: randomized trial summary and full-text description of PATH-Pain (PubMed/PMC and MDPI) and the trial registry entry. citeturn0search6turn0search1turn0search7",
        "Reflect: Mapping to the predefined categories — it is not a biologic nor a small molecule, and it is not a pharmacologic cognitive enhancer; the primary therapeutic targets are depression/affective symptoms and pain-related functional outcomes (neuropsychiatric/behavioral symptom improvement). Therefore the correct category is 'neuropsychiatric symptom improvement'. Relevant supporting trial/publication citations are included above. citeturn0search0turn0search5"
    ],
    "agent_type": "T) Other",
    "explanation_agent": [
        "Reason: The described PATH-Pain intervention is a psychosocial, emotion-regulation/problem-solving therapy (Problem Adaptation Therapy for Pain) aimed at reducing depression/negative emotions and pain-related disability and improving cognitive/functional outcomes — it is not a pharmacologic agent or a biologic that targets an amyloid/tau/inflammatory/metabolic pathway. citeturn0search0turn0search1",
        "Act: Extracted details — PATH-Pain is a primary-care delivered psychosocial intervention (adaptation of Problem Adaptation Therapy) delivered by behavioral health clinicians and tested in a randomized trial versus usual care; primary outcomes include pain-related disability, depression, and cognitive/emotion-regulation measures. No drug, molecular target, gene, or pathway is involved in the intervention. citeturn0search1turn0search0",
        "Reflect: Mapping to CADRO — CADRO categories A–Q and R are organized around biological/drug targets (amyloid, tau, inflammation, neurotransmitter receptors, metabolism, synaptic plasticity, etc.). Because this trial evaluates a non-pharmacologic psychosocial therapy focused on neuropsychiatric symptom improvement rather than a molecular/biologic target, the correct CADRO classification is 'T) Other'. This classification was chosen after confirming the intervention and trial design in the published trial description and PATH-Pain intervention paper. citeturn0search1turn0search0",
        "Web search results used (brief): (1) PATH-Pain intervention description (MDPI) — outlines PATH-Pain principles, tools, and adaptation for older adults with pain and cognitive impairment. citeturn0search0 (2) Randomized clinical trial report (Am J Geriatr Psychiatry / PubMed) — RCT of PATH-Pain vs. usual care in older adults showing short-term reductions in pain-related disability and depression; confirms psychosocial/non-drug nature of intervention and outcomes measured. citeturn0search1 (3) Baseline/correlates analysis and related publications — additional trial-related analyses describing cognition and participant characteristics. citeturn0search3turn0search5"
    ]
}