{
    "nct_id": "NCT05942040",
    "title": "Translating Data Science to Palliative Care Practice for Persons Living With Dementia",
    "status": "COMPLETED",
    "last_update_time": "2024-11-12",
    "description_brief": "This research study is intended to 1) better understand seriously ill adults' and their family care partners' (FCP), particularly for persons living with dementia (PLwD), barriers to accepting community-based palliative care (CBPC); 2) develop an intervention to address barriers; and 3) pilot test whether the intervention has an impact on CBPC uptake. The intervention will consist of 1) a set of informational material describing the benefits of CBPC for the CBPC team to use when presenting CBPC to members of a Medicare Advantage plan and their FCP; and 2) processes for tailoring information delivery so that eligible members and their FCP receive information about CBPC that reflects their individualized risk as identified by the Medicare Advantage program's validated 12-month mortality risk algorithm.\n\nThe clinical trial portion of the study refers to the pilot test (Aim 3 as described below).",
    "description_detailed": "Aim 1. Engage Family Care Partners (FCPs) and Community Based Palliative Care (CBPC) team members to identify barriers to CBPC. Aim 1 will incorporate the perspectives of CBPC team members and Medicare Advantage (MA) plan members and FCPs of person living with dementia (PLwD) and those with other diagnoses who refused CBPC services. Aim 2. Develop and obtain feedback on a) informational materials for CBPC team members to use when speaking with MA members and FCPs about CBPC and b) processes for tailoring information delivery based on a members's algorithm-identified risk profile. Most participants will be recruited from Aim 1 participants. Additional participants will be recruited as necessary. Aim 3. Conduct a pre-post trial to determine the feasibility and acceptability of the materials and using them in existing clinical workflows for their a) impact on CBPC enrollment for CBPC-eligible individuals, including PLwD, and b) end-user satisfaction.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "OTHER",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The study tests an informational/implementation intervention (informational materials and tailored delivery processes using a Medicare Advantage 12-month mortality risk algorithm) to increase uptake of community-based palliative care for persons living with dementia. It is not testing a pharmacologic agent, biologic, or cognitive/neuropsychiatric treatment and does not target Alzheimer’s pathology or cognitive symptoms directly.",
        "Act: Key details extracted — intervention = educational/informational materials + tailored information-delivery processes; population = seriously ill adults and family care partners, particularly persons living with dementia; aim = increase CBPC uptake and pilot test impact. No drug or placebo is mentioned in the protocol, so no drug information search was required.",
        "Reflect: Classification confirmed as 'N/A' because the trial is an implementation/behavioral/palliative-care intervention (non-therapeutic). It does not fit any of the four therapeutic target categories (disease-targeted biologic, disease-targeted small molecule, cognitive enhancer, or neuropsychiatric symptom improvement). No web search was performed because no drug was referenced or implied."
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}