{
    "nct_id": "NCT04956874",
    "title": "The Florida REACH Translation Project",
    "status": "COMPLETED",
    "last_update_time": "2024-04-09",
    "description_brief": "The primary aim of this study is to test feasibility of a modified REACH II intervention in an outpatient clinic.",
    "description_detailed": "Primary Aim The primary aim of this study is to test feasibility of a modified REACH II intervention in an outpatient clinic.\n\nHypothesis:\n\n1. The FL REACH intervention can be implemented reliably in this setting, with fidelity to the model and minimal burden on existing clinic structure.\n\n   Secondary Aims Aim 2: Examine the effectiveness of a REACH II translation in an outpatient setting.\n\n   Hypotheses:\n2. CG disease knowledge will increase from pre-assessment to post-assessment.\n3. Caregiver preparedness for caregiving will increase from pre-assessment to post-assessment.\n4. Perceived risk by CG (CR access to dangerous objects + smoking + supervision + wandering + driving + screaming + desire to hit) will be reduced from pre-assessment to post-assessment.\n5. Caregivers will demonstrate mastery of skill acquisition related to behavior change strategies.\n6. Caregiver burden will decrease from pre-assessment to post-assessment.\n7. Caregiver self-rated health will improve from pre-assessment to post-assessment.\n8. Caregivers will have initiated the process of advanced care planning by the end of the intervention.\n9. All measures will maintain gain in the anticipated direction from baseline measures at 6 months post-assessment.\n\nAim 3: Identify possible moderators of outcome, such as race/ethnicity, language, dosage or relationship.\n\nThis Aim is exploratory. Based in previous evidence, we estimate similar outcomes for all participants regardless of demographic factors, but previous trials have never been attempted in this novel setting. We will examine the data for differential outcomes related to such factors.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The described trial tests a modified REACH II intervention (Florida REACH Translation Project) delivered in an outpatient clinic. REACH II is a multi-component psychosocial/behavioral caregiver support program (education, skills training, stress management, problem-solving) aimed at reducing caregiver burden and improving caregiver well‑being — it is not a pharmacologic agent or cognitive-enhancing drug. citeturn0search8turn0search2",
        "Act: Key extracted details — intervention: modified REACH II (caregiver-focused psychosocial intervention); aim: feasibility/translation into clinic setting (Florida REACH Translation Project). REACH II and its adaptations have been translated/condensed for community and clinic use (examples: REACH-TX, REACH OUT), confirming this is an implementation/behavioral study rather than a drug trial. citeturn0search10turn0search0",
        "Web search results (selected): 1) REACH II project description — multi-component psychosocial intervention for family caregivers of persons with Alzheimer’s disease (objectives, components, delivery). citeturn0search8 2) Belle et al. (REACH II randomized multisite trial) — trial demonstrating caregiver benefits (Ann Intern Med summary). citeturn0search5 3) Texas A&M program summary — lists REACH II components and delivery format (9 home visits + phone sessions; skills training, stress management). citeturn0search2 4) REACH-TX / translational evaluations (community adaptations showing feasibility and effectiveness of modified REACH II). citeturn0search10turn0search11",
        "Reflect: Classification check — the four available categories are disease-targeted biologic, disease-targeted small molecule, cognitive enhancer, or neuropsychiatric symptom improvement. Because the trial evaluates a psychosocial/implementation intervention for caregivers (not a drug nor a direct cognitive-enhancing or pharmacologic treatment), it does not fit any of the four therapeutic categories. (Note: REACH II can indirectly affect patient behavioral problems via caregiver skills, but the intervention is caregiver-support/behavioral — therefore 'N/A' per the category definitions.) citeturn0search7turn0search8"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}