{
    "nct_id": "NCT01122329",
    "title": "A Single-site Positron Emission Tomography (PET) Study of the Cerebral Metabolic Effects of AC-1202 (Axona®) Treatment in Mild-to-Moderate Alzheimer's Disease (AD)",
    "status": "COMPLETED",
    "last_update_time": "2015-03-19",
    "description_brief": "This study will examine the brain metabolic effects of AC-1202 (Axona®), a medical food for Alzheimer's disease. Subjects who meet entry criteria will undergo H215O positron emission tomography prior to and 90 minutes after consumption of Axona® at baseline and then again after 45 days of treatment. Cognitive testing will also be conducted at baseline and day 45.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE4"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "BASIC_SCIENCE",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "AC-1202 (Axona®) — caprylic (medium-chain) triglyceride medical food that raises ketone bodies / provides alternative cerebral fuel"
    ],
    "placebo": [
        "Placebo"
    ],
    "explanation_target": [
        "Reason: The investigational product AC-1202 (Axona®) is a medium‑chain (caprylic) triglyceride medical food intended to elevate serum ketone bodies and provide an alternative energy substrate to glucose for the brain; its proposed benefit is symptomatic/metabolic support to improve cognition in AD rather than targeting core AD pathology (amyloid or tau). citeturn0search8turn0search7",
        "Act (extracted key details and evidence): AC‑1202 (Axona®) is described in the trial text and registries as a medical food (caprylidene / caprylic triglyceride) being tested for cerebral metabolic effects with PET and for cognitive testing vs placebo. citeturn0search1turn0search3",
        "Act (mechanism / prior data): Oral MCT formulations including AC‑1202 increase ketone bodies (e.g., beta‑hydroxybutyrate) within hours of dosing and have been studied for short‑term cognitive effects in mild‑to‑moderate AD (effects appear symptomatic and related to ketone fuel delivery, with subgroup findings in APOE4(–) patients in some trials). citeturn0search9turn0search6",
        "Reflect (classification rationale): Because AC‑1202 is a nutritional/medical‑food intervention that supplies an alternative metabolic substrate to improve brain energy and cognitive performance (symptomatic/metabolic effect), it fits the provided definition of a \"Cognitive enhancer\" (improving cognitive function without targeting amyloid/tau pathology). It is not a biologic (e.g., antibody/vaccine), nor a small‑molecule drug developed to modify AD pathology, nor an intervention aimed at neuropsychiatric/behavioral symptoms. citeturn0search7",
        "Web search results (sources used): 1) Clinical trial registry summary for the PET study listing AC‑1202 (Axona®) and PET metabolic outcomes. citeturn0search1 2) Axona product/clinical‑trial information summarizing AC‑1202 as an MCT medical food and reporting cognitive trial findings. citeturn0search3 3) Peer‑reviewed reports and reviews describing caprylic triglyceride / MCT raising ketone bodies and potential symptomatic cognitive effects in AD. citeturn0search6turn0search7"
    ],
    "agent_type": "J) Metabolism and Bioenergetics",
    "explanation_agent": [
        "Reason: The investigational product AC-1202 (Axona®) is a medium‑chain (caprylic) triglyceride medical food that raises ketone bodies to provide an alternative cerebral fuel and thereby support brain energy metabolism and cognition — this is a metabolic/bioenergetic intervention rather than an anti-amyloid or anti-tau therapy. citeturn0search0turn0search4",
        "Act: Extracted details from the trial description — single-site PET study of cerebral metabolic effects of AC-1202; AC-1202 (caprylic triglyceride) elevates serum ketone bodies (e.g., beta‑hydroxybutyrate) within hours and has been tested for short‑term cognitive effects in mild‑to‑moderate AD. These facts support classification under metabolism/bioenergetics. citeturn0search6turn0search4",
        "Reflect: Classification check — CADRO category J (Metabolism and Bioenergetics) covers interventions that alter brain energy supply or metabolic pathways. AC-1202’s mechanism (providing ketone-based alternative fuel, symptomatic/metabolic support) fits this category and does not target core AD pathologies (amyloid or tau), so J is the most specific CADRO match. Supporting reviews of ketogenic/MCT approaches in AD further corroborate this placement. citeturn0search2turn0search1",
        "Web search results used: 1) Axona FAQ / product page describing AC-1202 (caprylic triglyceride) and mechanism (provides ketone bodies). citeturn0search0 2) Axona clinical trials summary (AC-1202 trials and cognitive findings). citeturn0search1 3) PubMed report of the AC-1202 randomized trial showing increased serum ketone bodies and cognitive subgroup effects. citeturn0search4 4) Trial listing for the PET metabolic study of AC-1202. citeturn0search6 5) Recent integrative review of ketogenic therapies and MCTs in neurodegenerative disease supporting metabolic rationale. citeturn0search2"
    ]
}