{
    "nct_id": "NCT04235881",
    "title": "Efficacy of Mindfulness Training on the Quality of Life of Patients With Implantable Automatic Defibrillator",
    "status": "COMPLETED",
    "last_update_time": "2020-01-18",
    "description_brief": "The general objective of the study was to evaluate the impact of two emotional regulation programs, one standardized and face-to-face (MBSR: Mindfulness Based Stress Reduction) and, another, implemented through a mobile phone application (REM\\_Volver a casa; ERBM\\_Back home: Emotional Regulation Based on Mindfulness), on the quality of life, the state emotional and psychological and biological variables associated with stress, in a sample of patients with ICD (implantable cardioverter defibrillator).\n\nThe working hypotheses were that after training in emotional regulation, patients with ICD would have better quality of life, lower symptoms of anxiety, depression and hostility, and lower incidence of ventricular arrhythmias than patients in the control group, as well as that there would be no differences between the two tools used for training.",
    "description_detailed": "The recruitment process of the participants was carried out by telephone, by the medical staff of the arrhythmia's section, who informed the patients the characteristics and objectives of the study.\n\nThe sample size was estimated considering an alpha risk of 0.05 and a beta risk of 0.2, in a bilateral contrast, to detect a difference equal to or greater than 10 units in the Quality of life variable. A standard deviation of 20 points and a 20% loss rate were assumed. The estimated n was 237 patients, to distribute in three branches of 79 patients each.\n\nBefore beginning the intervention, participants were informed about the research, and were offered the opportunity to ask questions in order to clarify any doubts about it. Next, they were given a Participant Data Collection Notebook. The Notebook included the information on the investigation and the Informed Consent, to be completed and signed; the request for demographic data (age, gender, educational level, etc.); and, the four questionnaires used to assess the psychological variables of study: SF-36 (quality of life), HADS (anxiety and depression), STAXI (hostility) and FFMQ (Mindfulness) For the descriptive analysis, the number of subjects and the corresponding percentage was used in the qualitative variables. In the quantitative variables the mean and standard deviation were used when the variables adjusted to the normal distribution; otherwise, the median and interquartile range (first and third quartile) were used. The normality test used was the Shapiro-Wilk.\n\nIn the hypothesis contrast of the pre-post values, of the variables with distribution adjusted to normal, the Student´s t statistic was used for paired data; For the variables whose distribution did not conform to normal, the Wilcoxon Test was chosen.\n\nFor the contrast of inter-group hypothesis (independent samples with distribution not adjusted to normal), the Mann Whitney test was used.\n\nFor the statistical analysis of data, the SPSS program, version 20, was used.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is mindfulness-based emotional regulation delivered as a standardized face-to-face MBSR program or via a mobile app (REM_Volver a casa / ERBM_Back home). The intended effects are improved quality of life and reduced anxiety/depression/stress and possibly fewer ventricular arrhythmias — i.e., psychological/behavioral outcomes rather than targeting a molecular disease pathway. citeturn0search6turn0search1",
        "Act: Key extracted details — intervention types: Mindfulness-Based Stress Reduction (face-to-face) and REM_Volver a casa mobile app; population: patients with implantable cardioverter-defibrillators (ICD); outcomes: QoL, anxiety, depression, hostility, biological stress markers, and incidence of ventricular arrhythmias. This is a behavioral/psychosocial intervention (no drug or biologic listed). citeturn0search1turn0search6",
        "Reflect: Classification check — by the provided category definitions, the trial is not a disease-targeting biologic (no monoclonal antibody/vaccine), not a disease-targeted small molecule, not a pharmacologic cognitive enhancer, nor an intervention specifically aimed at neuropsychiatric symptom pharmacotherapy. It is a non-pharmacologic behavioral intervention aiming to improve psychological well-being and QoL, so it does not fit the four therapeutic categories and should be classified as 'N/A'. citeturn0search6turn0search8",
        "Web search results used (most relevant sources): \"Mindfulness-based emotional regulation for patients with implantable cardioverter-defibrillators: A randomized pilot study of efficacy, applicability, and safety\" (PMC / PubMed). citeturn0search6turn0search0",
        "Clinical trial registry entry: \"Efficacy of Mindfulness Training on the Quality of Life of Patients With Implantable Automatic Defibrillator\" (NCT04235881 / ICH GCP registry). citeturn0search1turn0search4",
        "Additional supporting literature on mindfulness in ICD patients and similar interventions (reviews / related trials). citeturn0search7turn0search5"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}