{
    "nct_id": "NCT05723172",
    "title": "40Hz tACS in Treating Cognitive Function and Modulating Neurophysiology of Patients With Alzheimer's Disease: a Triple Blind Randomized Sham-controlled Trial",
    "status": "RECRUITING",
    "last_update_time": "2023-11-09",
    "description_brief": "Gamma brain activity is crucial for cognitive function and intra-brain communication. Gamma frequency stimulation via transcranial alternating current stimulation(tACS) might alleviate memory deficits on both animal models of Alzheimer's disease (AD) and clinical trial. The study aims to assess the safety and efficacy of tACS on cognitive function and modulating neurophysiology in patients with AD.",
    "description_detailed": "Gamma brain activity is crucial for cognitive function and intra-brain communication. Gamma frequency stimulation via transcranial alternating current stimulation(tACS) might alleviate memory deficits on both animal models of Alzheimer's disease (AD) and clinical trial. The study aims to assess the safety and efficacy of tACS on cognitive function and modulating neurophysiology in patients with AD.\n\n40mins 10Hz-tACS for daily consecutive sessions will be given.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [],
    "placebo": [
        "sham tACS (sham stimulation)"
    ],
    "explanation_target": [
        "Reason: The intervention is 40 Hz transcranial alternating current stimulation (tACS), a non‑invasive neuromodulation/device approach intended to entrain gamma oscillations and thereby improve memory and overall cognitive function in patients with Alzheimer’s disease — the title and description explicitly state the goal is to treat cognitive function and modulate neurophysiology. citeturn0search6turn0search5",
        "Act: Key trial details extracted — intervention: 40 Hz tACS (multi‑session); design: triple‑blind randomized sham‑controlled; control: sham tACS (sham stimulation). This is a device/neuromodulation intervention (not a biologic or small molecule drug). Example similar trials and protocols studying 40 Hz tACS in AD/dementia are reported (TRANSFORM‑AD and other RCTs). citeturn0search6turn0search0turn0search2",
        "Supporting evidence from the literature: Multiple randomized and controlled studies and a recent meta‑analysis report that 40 Hz (gamma) tACS can improve overall cognition and memory measures in AD/dementia populations, and is being evaluated for safety and mechanisms (hippocampal gamma, theta‑gamma coupling). These sources show the primary intent is cognitive enhancement rather than a disease‑targeted pharmacologic mechanism. citeturn0search3turn0search4turn0search2",
        "Reflect: Classification rationale — the trial targets cognitive function (memory/cognition) through neuromodulation and uses a sham control. It does not test a monoclonal antibody, vaccine, or small‑molecule inhibitor directed at core AD pathology as its primary intervention; therefore the best fit among the provided categories is 'cognitive enhancer'. Note: although some preclinical work suggests gamma stimulation may influence amyloid/tau biology, the intervention here is a device‑based cognitive enhancement approach, not a biologic or small molecule. citeturn0search5turn0search2"
    ],
    "agent_type": "M) Synaptic Plasticity/Neuroprotection",
    "explanation_agent": [
        "Reason: The trial tests 40 Hz transcranial alternating current stimulation (tACS), a non‑invasive neuromodulation/device intervention intended to entrain gamma (40 Hz) oscillations and improve memory/cognition in AD patients — i.e., it targets neural oscillations and circuits/synaptic function rather than a specific molecular pathology. citeturn0search4turn0search0",
        "Act: Key extracted details — intervention: 40 Hz (gamma) multi‑session tACS; design: triple‑blind randomized sham‑controlled; primary goal: cognitive enhancement and modulation of neurophysiology. This is a device/neuromodulation approach (not a drug targeting amyloid, tau, receptors, metabolism, etc.). Clinical trials and meta‑analyses report cognitive benefits from 40 Hz gamma stimulation, supporting that the primary mechanism under study is modulation of neural network/synaptic activity. citeturn0search1turn0search2",
        "Reflect: Classification rationale — the intervention seeks to enhance synaptic/network function (theta–gamma coupling, hippocampal gamma, memory encoding) and is best mapped to CADRO category M) Synaptic Plasticity/Neuroprotection. Although preclinical and some cellular studies report 40 Hz stimulation can influence amyloid/tau pathways, the trial’s primary intent and mechanism are neuromodulation/cognitive enhancement rather than a direct molecular anti‑amyloid or anti‑tau therapy, so M is the most specific fit. Supporting sources (trial protocols, RCTs, reviews/meta‑analyses, and preclinical studies) are cited above. citeturn0search4turn0search6turn0search3"
    ]
}