{
    "nct_id": "NCT04599764",
    "title": "High Definition Transcranial Direct Current Stimulation (HD-tDCS) for Early Alzheimer's Disease",
    "status": "RECRUITING",
    "last_update_time": "2025-07-09",
    "description_brief": "To investigate the clinical effect neural mechanism of high-definition transcranial direct current stimulation combined with cognitive training on early AD",
    "description_detailed": "Upon meeting the inclusion criteria and providing informed consent, each participant will complete a series of cognitive assessments and tDCS at the hospital outpatient clinics or inpatient department. Participants were randomly allocated to anode tDCS group with cognitive training, anode tDCS group and the sham group. There are about 20 participants in each group. Participants were studied using a double-blind design. Study participants and all personnel responsible for the effects of the participants remained masked to allocated condition and allocation parameters. Only tDCS administrators had access to the randomization list; they had minimal contact with the participants, and no role in cognitive assessments. For the first 30 participants, allocation was decided by draw. For the subsequent 30 patients, allocation was according to computer generated random numbers. Each participant would be treated for 10 days in two weeks by HD-tDCS.\n\nBefore the tDCS, a series of cognitive assessments and neuropsychological tests were obtained by a trained investigator to assess baseline. Each assessment will involve a set of assessment tools, including Alzheimer's Disease Assessment Scale-Cognitive Subscale (ADAS-Cog), Montreal Cognitive Assessment (MoCA) and associative memory as the primary outcome measure and various other tasks and questionnaires to measure cognition(DS, Stroop test, VFT, SDMT), memory (AVLT, AMT, working memory test), emotion(HAMA-17, HAMD-14, eye-tracking technolodgy), executive function(SST, WSCT, GDT) and stimulation tolerability. All the tests are conducted in two days. The participants had receiving a magnetic resonance imaging scan in multi-modalities, and electroencephalography (EEG) record.\n\nEvaluations were conducted one week after treatment and at the end of two weeks of treatment, as well as the Global Index of Safety to assess adverse events of the stimulation. Participants were instructed to focus their answers on the past 7/14 days. The participants had also receiving a battery measure of neuropsychological tests, magnetic resonance imaging scan in multi-modalities, and EEG record. All tests were instructed to finished within 24 hours after the last stimulation. One month and three months after the last stimulation, participants were interviewed to obtain the same assessment as before. They were instructed to focus their answers on the past months.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "BASIC_SCIENCE",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is high-definition transcranial direct current stimulation (HD-tDCS) combined with cognitive training — a non‑invasive brain stimulation protocol intended to modulate cortical excitability and synaptic plasticity to improve cognition in early Alzheimer’s disease rather than to target molecular AD pathology (amyloid or tau). Evidence shows HD‑tDCS is used in trials to produce cognitive enhancement (memory, learning, fluency) in MCI/AD and is studied as an adjunct to cognitive training. citeturn0search1turn0search5turn0search3",
        "Act: Key extracted details from the description — intervention: High Definition transcranial direct current stimulation (HD‑tDCS) + cognitive training; intended effect: improve cognition/learning in early AD. Clinical studies and reviews characterize HD‑tDCS/tDCS as a neuromodulatory cognitive intervention (not a biologic or small molecule drug) and trials combining brain stimulation with cognitive training have been performed. citeturn0search6turn0search2",
        "Reflect: Classification check — this is not a biologic (e.g., antibody or vaccine) nor a small‑molecule pathology‑targeting drug, and it is not primarily aimed at treating neuropsychiatric/behavioral symptoms. The best fit among the provided categories is \"cognitive enhancer.\" This conclusion aligns with multiple pilot RCTs, pilot studies, and meta-analyses of tDCS/HD‑tDCS in AD showing use for cognitive improvement. citeturn0search1turn0search5turn0search3"
    ],
    "agent_type": "M) Synaptic Plasticity/Neuroprotection",
    "explanation_agent": [
        "Reason: The intervention is high-definition transcranial direct current stimulation (HD‑tDCS) combined with cognitive training — a non‑invasive neuromodulation approach designed to change cortical excitability and promote synaptic plasticity to improve cognition in early AD, not to act on molecular AD pathology (amyloid/tau). Evidence and reviews explicitly link HD‑tDCS/tDCS to modulation of cortical excitability and synaptic plasticity. citeturn0search1turn0search8",
        "Act: Extracted details — intervention: HD‑tDCS + cognitive training; intended effect: cognitive enhancement via neuromodulation/plasticity. Clinical trials and pilot RCTs have tested HD‑tDCS or tDCS as cognitive enhancers in MCI/AD. These sources support mapping the trial to a synaptic‑plasticity/neuroprotection CADRO target rather than amyloid, tau, inflammation, or a drug‑targeted molecular pathway. citeturn0search0turn0search2turn0search5",
        "Reflect: This classification best fits CADRO category M (Synaptic Plasticity/Neuroprotection) because the mechanism is neuromodulatory enhancement of plasticity and cognition. The trial is not a pharmacologic or pathology‑targeting therapeutic (so not A, B, I, etc.), nor is it purely diagnostic or non‑therapeutic (so not T). If additional information showed a primary molecular target (e.g., a drug affecting BDNF signalling), reassessment would be warranted."
    ]
}