{
    "nct_id": "NCT06403345",
    "title": "A Feasiblity Study of Green Activity Program for People Living With Memory Challenges",
    "status": "RECRUITING",
    "last_update_time": "2025-04-24",
    "description_brief": "The purpose of this study is to test the Green Activity Program that was designed with people living with memory challenges and their study partners to see if it can be done and if they enjoy the program. \"Green activities\" are nature activities that the person enjoys and can be done with other people or pets. For example, dog walking, hiking, outdoor yoga, and gardening are all green activities. The purpose of the program is to help people living with memory challenges participate in nature activities they enjoy. The goal of the program is to help people stay active and improve their health and well-being.",
    "description_detailed": "This is a single arm pre/post feasibility study lasting up to 1 year. Investigators will recruit in n=40 dyads (people living with memory challenges and their study partners n=80 total) and expect n=30 (n=60 total people living with memory challenges and study partners) to complete the 12-week GAP and evaluate it for feasibility and acceptability. Anonymous program evaluation surveys will be administered either via paper or RedCap survey to the outdoor activity professionals who participated in the study. Brief recorded phone interviews (5 minutes) will be conducted with the people living with memory challenges and their study partners after the intervention and 15-minute brief calls with the outdoor activity professionals will be used to gather feedback to refine the program. Informal conversations with the occupational therapist(s) delivering the intervention will occur to identify areas for refinement and will be documented with anonymous notes and no identifiable data collected from them. Sustained behavior change will be measured in people living with memory challenges at 4 weeks after the intervention.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "SUPPORTIVE_CARE",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is a behavioral 'Green Activity Program' (nature-based activities like dog walking, gardening, outdoor yoga) designed to increase activity, enjoyment, and well-being for people living with memory challenges — not a drug or biologic and not primarily a neuropsychiatric-targeted pharmacologic treatment.",
        "Act: Extracted details — study title 'A Feasiblity Study of Green Activity Program for People Living With Memory Challenges' (Clinical Study ID NCT06403345). It is a single-arm behavioral/feasibility intervention (12-week program) delivered to dyads of people with memory challenges and study partners; primary outcomes are feasibility and acceptability. citeturn0search0turn0search2",
        "Reflect: Classification check — this is a non-pharmacologic, behavioral interventional study (nature/physical-activity program). It does not test a biologic or small molecule, nor a drug intended primarily to enhance cognition or reduce neuropsychiatric symptoms pharmacologically. Per the category definitions, this trial does not fit any of the four drug/biologic/symptom-improvement categories, so 'N/A' is appropriate. citeturn0search4",
        "Web search results found (sources used): CenterWatch / trial listing for 'A Feasiblity Study of Green Activity Program for People Living With Memory Challenges' (NCT06403345). citeturn0search0",
        "Additional listings/registrations and details corroborating the study description and status: TrialX / MedPath / ICH GCP registry entries for NCT06403345 (study description, enrollment, start and completion dates, contact info). citeturn0search1turn0search2turn0search4"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}