{
    "nct_id": "NCT01548430",
    "title": "A Double-blind, Randomized, Placebo-controlled, Phase 1 Study of 2 Escalating, Single Subcutaneous Doses to Evaluate the Safety, Tolerability, Immunogenicity, and Pharmacokinetics of TTP4000 in Subjects With Alzheimer's Disease With Mild Cognitive Impairment",
    "status": "COMPLETED",
    "last_update_time": "2015-02-11",
    "description_brief": "The purpose of the study is to examine the safety, tolerability, immunogenicity and pharmacokinetics of TTP4000 in subjects with Alzheimer's disease with mild cognitive impairment.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "N/A",
    "results": null,
    "target_category": "disease-targeted biologic",
    "drug": [
        "TTP4000 (fusion protein biologic — RAGE/AGER antagonist)"
    ],
    "placebo": [
        "Placebo (subcutaneous)"
    ],
    "explanation_target": [
        "Reason: The trial measures immunogenicity and uses subcutaneous dosing in mg/kg, consistent with a biologic (fusion protein/antibody) rather than a small-molecule or symptomatic cognitive enhancer. Clinical-trial listings describe immunogenicity and pharmacokinetics as outcomes. citeturn4search2turn0search0",
        "Act: Registry and patent/compound sources identify TTP-4000/TTP4000 as a fusion protein that antagonizes the AGER/RAGE target (a disease-relevant receptor implicated in AD inflammation/pathology), i.e., a biologic directed at Alzheimer's-related pathology. This supports classification as a disease‑targeted biologic. citeturn5search2turn5search3",
        "Reflect: The available documents (trial registry + patent/pipeline records) consistently show TTP4000 is a biologic (fusion protein RAGE antagonist) tested for safety, tolerability and immunogenicity in AD — not a symptomatic cognitive enhancer or neuropsychiatric treatment. Therefore the correct category is disease-targeted biologic. Key supporting sources: clinical trial listing (NCT01548430) and TTP-4000 compound references (pipeline/patent). citeturn4search2turn5search2turn5search3",
        "Web search results (selected): Clinical-trial record for NCT01548430 describing the Phase 1 subcutaneous, immunogenicity-focused study of TTP4000 in mild AD. citeturn4search2",
        "Web search results (selected): Trial listings (MedPath / CTV) corroborating study design (subcutaneous doses 1.0 and 3.0 mg/kg; placebo-controlled). citeturn0search0turn2search2",
        "Web search results (selected): Compound/pipeline and patent sources identifying TTP-4000 as a fusion protein RAGE (AGER) antagonist (i.e., a biologic directed at a disease pathway). citeturn5search2turn5search3"
    ],
    "agent_type": "F) Inflammation",
    "explanation_agent": [
        "Reason: The trial drug TTP4000 is described in registry/pipeline records as a fusion-protein biologic that antagonizes the receptor for advanced glycation end products (RAGE/AGER). RAGE is a receptor implicated in AD-related inflammatory pathways, so a RAGE antagonist acts on inflammation-related biology rather than on amyloid, tau, neurotransmitter receptors, etc. citeturn0search5turn0search2",
        "Act: Evidence extracted from trial listings shows this is a Phase 1, subcutaneous, immunogenicity/safety PK study of TTP4000 in mild AD (doses reported as 1.0 and 3.0 mg/kg). Registry and pipeline/patent pages identify TTP4000/TTP-4000 as a fusion-protein biologic with action as an AGER/RAGE antagonist. These points support classification under CADRO category F) Inflammation. citeturn0search0turn0search3turn0search5",
        "Reflect: The description and sources consistently indicate a disease‑targeted biologic directed at RAGE/AGER — a target whose pathogenic role in AD is mediated largely via inflammatory signaling. There is no indication the agent directly targets amyloid-beta, tau, synaptic receptors, vasculature, or is purely diagnostic; therefore F) Inflammation is the most specific CADRO fit. If future sources showed additional, distinct mechanisms (e.g., direct amyloid binding), a multi-target (R) classification would be revisited. citeturn0search2turn0search7",
        "Web search results used (selected):",
        "- Trial registry / listing for the Phase 1 TTP4000 study (subcutaneous, immunogenicity/PK; NCT01548430). citeturn0search0turn0search3",
        "- Compound / pipeline entries identifying TTP-4000/TTP4000 as a fusion-protein RAGE (AGER) antagonist. citeturn0search5turn0search7",
        "- Review/clinical literature describing RAGE’s role in AD inflammation and prior RAGE-directed drugs (e.g., azeliragon/TTP488). citeturn0search2"
    ]
}