{
    "nct_id": "NCT06382194",
    "title": "Shared Decision Making for Firearm Safety Among Older Adults With Early Changes Associated With Alzheimer's Disease/Alzheimer's Disease-Related Dementias (AD/ADRD)",
    "status": "COMPLETED",
    "last_update_time": "2025-05-09",
    "description_brief": "This is a one-arm pilot study testing the feasibility and acceptability of a decision aid about safe firearm storage.",
    "description_detailed": "This pilot study will test the feasibility and acceptability of a decision aid about safe firearm storage with firearm-owning persons with early dementia and/or depression",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "PREVENTION",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The described study is a one‑arm pilot testing the feasibility and acceptability of a decision aid about safe firearm storage for older adults with early changes associated with AD/ADRD. The intervention is a decision aid (behavioral/educational/shared decision‑making tool), not a pharmacologic agent or biologic, and its goal is to support decision making about safety rather than to modify AD pathology or directly improve cognition or neuropsychiatric symptoms. citeturn0search4turn0search6",
        "Act: Key extracted details — Intervention: \"decision aid\" (shared decision‑making tool for firearm safety / safe firearm storage); Study type: one‑arm pilot feasibility/acceptability; Population: firearm‑owning persons with early dementia and/or depression (older adults with early changes associated with AD/ADRD). Because the intervention is a non‑therapeutic, behavioral/decision‑support tool (not a drug or biologic), it does not fit the four therapeutic categories and should be classified as 'N/A'. Supporting background on similar decision aids (\"Safety in Dementia\" / SiD) and prior pilot/randomized work on web‑based firearm safety decision aids for ADRD caregivers is available. citeturn0search4turn0search2turn1search4",
        "Reflect: Classification check — The four allowed categories are: (1) disease‑targeted biologic, (2) disease‑targeted small molecule, (3) cognitive enhancer, (4) neuropsychiatric symptom improvement. This trial tests a decision aid (non‑pharmacologic, non‑device educational intervention) aimed at improving safety decision making; it neither administers a biologic nor a small molecule, nor is it primarily intended to enhance cognition or treat behavioral/psychiatric symptoms. Therefore the correct category is 'N/A'. Relevant registry and descriptive entries located: MedPath trial listing and ICH GCP/clinical‑trial registry entry for NCT06382194 (one‑arm pilot decision aid), and published work describing the \"Safety in Dementia\" decision aid and related trials. citeturn0search6turn0search4turn0search2"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}