{
    "nct_id": "NCT00468897",
    "title": "An Open-Label, Randomized, Two-Period Crossover Study to Demonstrate the Bioequivalence of a Tablet Formulation of Rosiglitazone XR (BRL-049653) 8mg Manufactured at Two Different Sites in Healthy Volunteers in Fasting Conditions",
    "status": "COMPLETED",
    "last_update_time": "2017-08-03",
    "description_brief": "The present pharmacokinetic study is designed to compare bioavailability and assess bioequivalence of two Rosiglitazone XR formulations produced at two different sites.Both formulations will be tested in fasting healthy volunteers",
    "description_detailed": "N/A",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "N/A",
    "drug": [
        "Rosiglitazone XR (BRL-049653) 8 mg — rosiglitazone (a small-molecule thiazolidinedione, PPARγ agonist)"
    ],
    "placebo": [
        "Not specified (study is a two-period crossover bioequivalence comparison of two formulations; no placebo arm indicated)"
    ],
    "explanation_target": [
        "Reason: The trial title and description show this is a bioequivalence/pharmacokinetic study of rosiglitazone extended-release formulations in healthy volunteers (i.e., comparing two formulations/manufacturing sites). Rosiglitazone is a small-molecule thiazolidinedione that acts as a PPARγ agonist and is used for type 2 diabetes, not a therapy aimed at Alzheimer’s pathology. citeturn0search6turn0search0",
        "Act (extraction and web results): Extracted intervention: Rosiglitazone XR (BRL-049653) 8 mg (small-molecule PPARγ agonist). Study type: open-label, randomized, two-period crossover bioequivalence in fasting healthy volunteers. Web search supporting rosiglitazone identity and mechanism: StatPearls (mechanism/class description). citeturn0search6 Additional supporting literature on rosiglitazone as a PPARγ agonist and its antidiabetic actions. citeturn0search0turn0search7",
        "Reflect: The trial does not investigate an Alzheimer’s disease–directed biologic or small molecule, nor a cognitive enhancer or neuropsychiatric symptom treatment. It is a PK/bioequivalence study of an antidiabetic small molecule in healthy volunteers, so it does not fit the four Alzheimer’s-target categories — therefore classified as 'N/A'. No placebo was specified in the provided title/description; the primary aim is formulation bioequivalence rather than therapeutic effect in AD."
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}