{
    "nct_id": "NCT00041678",
    "title": "Study of Aripiprazole in the Treatment of Patients With Psychosis Associated With Dementia of the Alzheimer's Type",
    "status": "COMPLETED",
    "last_update_time": "2013-11-07",
    "description_brief": "The purpose of this study is to learn if aripiprazole is safe and effective in the treatment of psychosis associated with dementia of the Alzheimer's type.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE3"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "neuropsychiatric symptom improvement",
    "drug": [
        "aripiprazole (atypical antipsychotic; D2 partial agonist, 5-HT1A partial agonist / 5-HT2A antagonist)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial tests aripiprazole for \"psychosis associated with dementia of the Alzheimer's type\" — psychosis is a neuropsychiatric/behavioral symptom of dementia, so the intent is symptom management rather than targeting Alzheimer pathology or primary cognitive enhancement.",
        "Act: Key facts from the literature and label: aripiprazole is an atypical antipsychotic with partial agonist activity at dopamine D2 receptors and activity at serotonin receptors (5-HT1A/5-HT2A). (See StatPearls and multiple pharmacology studies.) citeturn0search6turn0search1",
        "Act (safety/efficacy context): Aripiprazole has been studied in elderly patients with psychosis associated with Alzheimer’s disease; safety concerns include increased mortality and cerebrovascular adverse events in elderly patients with dementia-related psychosis, and aripiprazole is not approved for treatment of dementia-related psychosis (boxed warning). Meta-analyses report small or non-significant efficacy and higher adverse-event risks versus placebo. citeturn1search0turn1search5turn1search1",
        "Reflect: Classification check — this is not a biologic (monoclonal antibody/vaccine) nor a small molecule intended to modify Alzheimer pathology, nor a generic cognitive enhancer; it is an antipsychotic used to treat psychosis (a neuropsychiatric symptom). Therefore the correct category is 'neuropsychiatric symptom improvement'.",
        "Web search results (selected sources used):",
        "- Mechanism / pharmacology: PubMed reviews showing aripiprazole’s D2 partial agonism and interactions with 5-HT receptors. citeturn0search1turn0search5",
        "- Clinical/pharmacology summary: StatPearls entry summarizing mechanism and receptor profile. citeturn0search6",
        "- FDA / label and warnings: Aripiprazole label describing studies in dementia-related psychosis, boxed warning about increased mortality and cerebrovascular events; not approved for dementia-related psychosis. citeturn1search0turn1search3",
        "- Evidence summary/meta-analysis: Network meta-analysis showing limited efficacy and increased harms (mortality/CVAEs) for atypical antipsychotics including aripiprazole in dementia-related psychosis. citeturn1search5"
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The trial tests aripiprazole — an atypical antipsychotic whose therapeutic effect is mediated by modulation of neurotransmitter receptors (D2 partial agonism, 5-HT1A partial agonism and 5-HT2A antagonism). The intent is symptomatic treatment of psychosis rather than disease modification of Alzheimer pathology. citeturn0search0turn0search2",
        "Act: Extracted details — drug: aripiprazole; mechanism: dopamine D2 partial agonist and serotonergic (5-HT1A/5-HT2A) activity; clinical intent: manage neuropsychiatric (psychotic) symptoms in dementia. Based on CADRO, this maps to D) Neurotransmitter Receptors because the intervention targets neurotransmitter receptor systems. citeturn0search0turn0search1",
        "Reflect: Confirmed — the trial addresses symptom management via receptor pharmacology (not amyloid, tau, inflammation, etc.), so D) Neurotransmitter Receptors is the most specific CADRO category. Safety/context note: antipsychotics including aripiprazole carry an FDA boxed warning for increased mortality and cerebrovascular adverse events in elderly patients with dementia-related psychosis; this underscores symptomatic (risk/benefit) use rather than disease-modifying intent. citeturn1search3turn1search2",
        "Web search results used (selected): 1) StatPearls / NCBI: Aripiprazole mechanism and receptor profile. citeturn0search0 2) NCBI review on atypical antipsychotics (mechanism context). citeturn0search2 3) Product/safety information (Abilify/Aristada safety pages noting boxed warning and dementia-related psychosis risk). citeturn1search3turn1search1"
    ]
}