{
    "nct_id": "NCT05514756",
    "title": "VINCI-AD: An Investigation of Transcutaneous Vagus Nerve Stimulation in Mild Cognitive Impairment",
    "status": "COMPLETED",
    "last_update_time": "2024-06-13",
    "description_brief": "The VINCI-AD study will investigate the impact of non-invasive vagus nerve stimulation (VNS) on memory in participants with existing mild memory impairment. VNS is a safe, existing treatment, licensed in epilepsy and depression. Until recently, stimulating the vagus nerve involved an operation (invasive VNS) but we can now perform VNS by stimulating a nerve in the outer ear with a very gentle current using a small earpiece, called transcutaneous vagus nerve stimulation (t-VNS). Previous studies have indicated that invasive VNS may improve memory in people with no cognitive issues or with dementia. No study has examined the use of t-VNS in people with diagnosed mild memory issues. The main aim of this study is to assess the feasibility of using t-VNS in participants with Mild Cognitive Impairment (MCI). Other objectives include: 1) Determining the optimal stimulation settings to improve memory; 2) Assessment of safety and tolerability of VNS in participants with memory impairment ; 3) Exploration of impact of non-invasive VNS on brain oxygenation via near-infrared spectroscopy (NIRS): 4) Assessment of impact of VNS on blood markers of inflammation: 5) Assessment of impact of VNS on heart rate variability (HRV) and orthostatic stress in participants with memory impairment. The study will enroll participants via the memory assessment service who have been diagnosed with MCI. The study will enroll 40 participants. All eligible participants will undergo three assessments; one as a baseline assessment of neurocardiovascular health, baseline cognitive tests and baseline blood tests. They will then return for two further visits, one while undergoing active stimulation (active t-VNS) and one while undergoing sham stimulation (sham t-VNS).",
    "description_detailed": "The VINCI-AD study is an investigator-led, single-centre crossover device study of the NEMOS Cerbomed auricular transcutaneous vagus nerve stimulator (t-VNS) device in participants with diagnosed Mild Cognitive Impairment (MCI). The study will assess the feasibility, safety and tolerability of the study device for the treatment of older adults with MCI. The device contains a small electrode programmed to 8 Hz stimulation, with participant-selected amplitude settings, which delivers a small amount of stimulation to the vagus nerve via the auricular branch of the vagus nerve located in the outer ear. All eligible participants will be enrolled to three visits to the investigation site, wherein they will undergo baseline (no stimulation), active or sham stimulation for 60 minutes during assessments. Participants will act as their own controls with baseline and sham assessments, undertaken 7-10 days apart. The study is single-blinded as the participants will not be aware whether active or sham stimulation is ongoing during respective assessments.\n\nNeurocardiovascular assessments will be initially undertaken at each visit, encompassing heart rate variability (HRV) measures, active stand after minimum of 5 minutes lying supine, with associated near-infrared spectroscopy (NIRS) assessments. Given the orthostatic challenge, each participant will be asked to not consume caffeine prior to assessment and to attend at 14:00 for each assessment. Orthostatic challenges are undertaken indoors at 21 degrees centigrade in the research laboratory.\n\nCognitive tests undertaken will encompass a computer-based associative memory task, involving 30 Face-Name association pairs; the Sustained Attention Response to Task (SART) test, spatial navigation via Sea Hero Quest Research App and Repeatable Battery for Assessment of Neuropsychological Status examination. NIRS assessment will be ongoing during cognitive testing.\n\nSerum and plasma markers of inflammation including cytokines and chemokines will be taken after each assessment (baseline, active and sham stimulation).",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "Transcutaneous vagus nerve stimulation (t‑VNS) — non‑invasive auricular vagus nerve stimulation (device-based neuromodulation; not a pharmacologic drug)"
    ],
    "placebo": [
        "Sham t‑VNS (sham stimulation)"
    ],
    "explanation_target": [
        "Reason: The intervention is transcutaneous (auricular) vagus nerve stimulation (t‑VNS), a non‑invasive neuromodulation delivered via an ear earpiece that aims to improve memory in people with Mild Cognitive Impairment (MCI). The study’s primary objective is to determine whether t‑VNS can improve memory and to optimize stimulation settings — i.e., the intended effect is cognitive improvement rather than targeting molecular AD pathology. Evidence from multiple studies shows t‑VNS/invasive VNS can modulate memory and locus coeruleus/noradrenergic systems and has been tested as a memory‑enhancing neuromodulation approach. citeturn0search5turn0search0turn0search6",
        "Act: Key extracted details — intervention: transcutaneous (auricular) vagus nerve stimulation (t‑VNS) delivered with an ear earpiece; comparator: sham t‑VNS (placebo); population: participants with MCI; sample size (per description): 40; outcomes: memory performance, safety/tolerability, NIRS brain oxygenation, blood inflammatory markers, HRV/orthostatic stress. This is a device‑based neuromodulation study (no drug). Note: invasive VNS is an approved therapy for epilepsy and has been investigated in depression; t‑VNS is the non‑invasive alternative under investigation. citeturn1search1turn1search2",
        "Reflect: Classification check — by the provided category definitions, this intervention is not a biologic or small molecule, nor is its primary aim to treat neuropsychiatric/behavioral symptoms; its stated aim is to improve memory/cognition in MCI. Therefore the correct category is \"cognitive enhancer.\" There is some nuance: VNS can affect autonomic, mood and inflammatory markers (and is used clinically for epilepsy/depression), but the VINCI‑AD study’s explicit primary focus on memory/feasibility in MCI supports the cognitive‑enhancer classification. Also note mixed evidence in the literature — some single‑session t‑VNS trials in MCI or older adults show modest memory benefits while others (e.g., a single‑session randomized trial) did not find benefit, so efficacy is still under investigation. citeturn0search3turn0search4",
        "Web search / sources used (selected): Jacobs et al. (t‑VNS increases locus coeruleus function and memory in older individuals). citeturn0search5; Hilderink/2015 pilot showing t‑VNS boosted associative memory in older adults. citeturn0search0; PubMed paper showing t‑VNS effects on recognition/recollection. citeturn0search6; Recent randomized single‑session t‑VNS in MCI reporting no significant benefit (Ho et al., Alzheimers & Dementia, 2025). citeturn0search3; Background on invasive VNS approval/use and t‑VNS as a non‑invasive alternative (Mayo Clinic / reviews). citeturn1search1turn1search4"
    ],
    "agent_type": "M) Synaptic Plasticity/Neuroprotection",
    "explanation_agent": [
        "Reason: The intervention is transcutaneous (auricular) vagus nerve stimulation (t‑VNS), a device-based neuromodulation intended to improve memory/cognition by modulating brain systems (not by acting on a specific molecular/biologic AD target such as amyloid, tau, or ApoE). t‑VNS has been shown to influence locus coeruleus/noradrenergic function and memory performance in older adults, consistent with a mechanism that enhances synaptic plasticity/neuromodulatory tone rather than directly altering canonical AD pathology. citeturn0search0turn0search1",
        "Act: Extracted details — intervention: transcutaneous auricular vagus nerve stimulation (ear earpiece); comparator: sham t‑VNS; population: MCI; outcomes: memory performance, safety, NIRS, inflammatory markers, HRV. This is a non‑pharmacologic cognitive‑enhancer neuromodulation trial (no identifiable drug/gene target). Trials and studies show mixed effects on cognition (positive single‑session and multi‑session reports, and some randomized MCI trials), but none indicate a direct molecular AD target. citeturn0search1turn0search7turn0search4",
        "Reflect: Mapping to CADRO — the most specific CADRO category that fits a device that aims to improve memory by modulating neuromodulatory/synaptic function is M) Synaptic Plasticity/Neuroprotection. Although t‑VNS acts via noradrenergic systems (a neurotransmitter pathway), it does so indirectly via neuromodulation rather than by a pharmacologic ligand acting on a defined receptor—so D) Neurotransmitter Receptors is less specific. Given the stated cognitive‑enhancement goal and lack of a molecular drug target, M) Synaptic Plasticity/Neuroprotection is the best fit. citeciteturn0search0turn0search6",
        "Web search / supporting sources (selected): Jacobs et al., t‑VNS increases locus coeruleus function and memory in older individuals. citeturn0search0; Hilderink / 2015 pilot showing t‑VNS boosted associative memory in older adults. citeturn0search1; Recent randomized single‑session t‑VNS in MCI (Ho et al., Alzheimer’s & Dementia, 2024/2025). citeturn0search7; taVNS fMRI evidence of LC modulation. citeturn0search6; taVNS effects on working memory/clinical populations. citeturn0search4"
    ]
}