{
    "nct_id": "NCT01254448",
    "title": "Two-Part, Sequential Multiple Ascending Dose Study to Evaluate the Safety, Tolerability, and Pharmacokinetics of TC-5619-238 in Elderly Subjects With and Without Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2013-09-03",
    "description_brief": "This is a Phase 1 study to examine the safety, tolerability and pharmacokinetics of TC-5619 in elderly subjects with and without Alzheimer's disease. Group 1 includes elderly subjects with Alzheimer's disease to receive TC-5619 or placebo for 28 days to evaluate safety and tolerability. Group 2 includes healthy elderly subjects in a dose escalation design to receive TC-5619 or placebo for 10 days to evaluate safety, tolerability and pharmacokinetics.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "DIAGNOSTIC",
    "results": null,
    "target_category": "Cognitive enhancer",
    "drug": [
        "TC-5619 (bradanicline) — small‑molecule, selective α7 nicotinic receptor agonist"
    ],
    "placebo": [
        "Placebo"
    ],
    "explanation_target": [
        "Reason: The trial tests TC-5619 in elderly subjects with and without Alzheimer's disease to evaluate safety/tolerability — the compound is a small‑molecule agonist at the neuronal alpha7 nicotinic acetylcholine receptor, a receptor class pursued to improve cognition (attention, memory) rather than to modify Alzheimer’s pathology such as amyloid or tau. citeturn0search0turn1search6",
        "Act: Key trial details extracted from the registry — Phase 1, two groups (AD patients: 25 mg once daily ×28 days; healthy elderly dose-escalation: 50–150 mg once daily ×10 days), randomized vs placebo to assess safety/tolerability and PK. The compound TC-5619 is also known as bradanicline (small-molecule α7 nAChR agonist) and has been studied for cognitive/negative symptoms in schizophrenia and other cognitive indications. citeturn0search0turn1search7turn0search3",
        "Reflect: Classification check — because TC-5619 is a small‑molecule α7 nicotinic receptor agonist developed to improve cognitive function (supported by preclinical and clinical studies in cognitive/negative symptoms of schizophrenia and ADHD), the appropriate category is 'Cognitive enhancer' (not a biologic, not a disease‑modifying amyloid/tau agent, nor primarily targeted at neuropsychiatric behavioral symptoms). Development was later discontinued for some indications, but that does not change the mechanism or intended cognitive effect. citeturn1search6turn0search3turn0search8",
        "Web search sources used: ClinicalTrials.gov listing for NCT01254448 (phase 1 TC-5619 AD trial). citeturn0search0; PubMed preclinical/characterization showing TC-5619 is an α7-selective agonist. citeturn1search6; PubMed clinical trials showing cognitive/negative symptom studies in schizophrenia (exploratory and phase 2). citeturn0search3turn1search0; industry report noting discontinuation of TC-5619 development for some indications. citeturn0search8"
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The investigational drug TC-5619 (bradanicline) is a small-molecule agonist selective for the neuronal α7 nicotinic acetylcholine receptor (nAChR), i.e., it acts on a neurotransmitter receptor subtype with the goal of improving cognition rather than targeting amyloid, tau, inflammation, etc. citeturn0search1turn0search4",
        "Act: Key facts extracted from registry and literature — the Phase 1 trial NCT01254448 evaluates safety/tolerability and PK of TC-5619 in elderly subjects with and without AD (Group 1: 25 mg ×28 days; Group 2: 50–150 mg ×10 days). TC-5619 (bradanicline, TC-5619) is described in preclinical and clinical publications as a selective α7 nAChR agonist developed as a cognitive enhancer. citeturn0search0turn0search3",
        "Reflect: Mapping to CADRO — the mechanism (agonism of the α7 nicotinic acetylcholine receptor) fits squarely within CADRO category D) Neurotransmitter Receptors (targets that modulate neurotransmitter receptors/channels to affect cognition). The trial is not disease-modifying for amyloid/tau nor primarily anti-inflammatory or multi-target, so D is the most specific appropriate CADRO classification. citeturn0search1turn0search5",
        "Web sources (key search results used): ClinicalTrials.gov entry for the Phase 1 trial NCT01254448 (TC-5619 in elderly/AD). citeturn0search0; PubMed preclinical characterization showing TC-5619 is an α7-selective agonist. citeturn0search1; PubMed/clinical trial reports of TC-5619 as a cognitive/negative symptom agent in schizophrenia (exploratory and phase 2 studies). citeturn0search3turn0search5; compound/reagent summaries describing bradanicline (selective α7 nAChR agonist). citeturn0search4"
    ]
}