{
    "nct_id": "NCT05531526",
    "title": "A Phase 3 Double-blind, Randomized, Placebo-controlled, Multi-center Trial to Evaluate the Efficacy and Safety of AR1001 Over 52 Weeks in Participants With Early Alzheimer's Disease (Polaris-AD)",
    "status": "ACTIVE_NOT_RECRUITING",
    "last_update_time": "2025-07-23",
    "description_brief": "This AR1001-ADP3-US01 protocol is a double-blind, randomized, placebo-controlled, multi- center, parallel-group comparison pivotal Phase 3 study to evaluate the efficacy and safety of AR1001 for the treatment of participants with early AD.",
    "description_detailed": "The purpose of this Study is to evaluate the efficacy and safety of AR1001 in participants with Early Alzheimer's Disease (AD).\n\nAR1001 is a small molecule that has demonstrated its potential as a therapeutic agent for AD via its polypharmacological characteristics with multiple mechanisms to ameliorate AD pathology.",
    "phase": [
        "PHASE3"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "AR1001 (oral small-molecule PDE5 inhibitor; Phase 3 dose 30 mg once daily)"
    ],
    "placebo": [
        "Placebo oral tablet"
    ],
    "explanation_target": [
        "Reason: The protocol (AR1001-ADP3-US01 / Polaris-AD, NCT05531526) tests AR1001 in early Alzheimer’s disease with efficacy and safety endpoints over 52 weeks, indicating a therapeutic (not diagnostic) drug trial. citeturn0search0turn0search2",
        "Act: Public sources and the sponsor (AriBio) describe AR1001 as a potent, selective phosphodiesterase‑5 (PDE5) inhibitor and a small molecule with polypharmacological, putative disease‑modifying effects (including reported reductions in plasma pTau181 in Phase 2). The Phase 3 protocol uses AR1001 30 mg QD versus placebo. citeturn0search1turn0search3turn0search6",
        "Reflect: Because AR1001 is an oral small molecule (PDE5 inhibitor) developed to affect Alzheimer’s pathology (biomarker changes in tau and proposed neuroprotective mechanisms), it best fits the category 'disease-targeted small molecule' rather than a biologic, symptomatic cognitive enhancer without pathology targeting, or a neuropsychiatric‑symptom intervention. Trial registry and company publications support this classification. citeturn0search3turn0search1"
    ],
    "agent_type": "M) Synaptic Plasticity/Neuroprotection",
    "explanation_agent": [
        "Reason: AR1001 is an oral, disease-targeted small‑molecule phosphodiesterase‑5 (PDE5) inhibitor developed for Alzheimer’s disease; its proposed mechanism is to raise cGMP signaling with downstream effects that include restoring synaptic plasticity, promoting neurogenesis and neuroprotection, and stimulating autophagy — i.e., actions on neuronal signaling and synaptic function rather than a primary anti-amyloid or anti-tau monoclonal approach. citeturn0search1turn0search4",
        "Act: Key extracted facts — drug: AR1001 (mirodenafil-type PDE5 inhibitor); development: AriBio; Phase 3 POLARIS‑AD (AR1001‑ADP3‑US01, NCT05531526); dose in Phase 3: 30 mg QD vs placebo; prior Phase 2 showed favorable changes in plasma pTau181 though primary cognitive endpoints were not met. These sources describe PDE5 inhibition and emphasis on synaptic/neuroprotective mechanisms and biomarker effects. citeturn1search1turn0search3turn0search1",
        "Reflect: CADRO categories: the intervention targets intracellular signaling that aims to restore synaptic function, neuroplasticity and neuroprotection (best mapped to M) Synaptic Plasticity/Neuroprotection). Although AR1001 has reported effects on tau biomarkers (proteostasis/proteinopathy-related), its primary mechanism (PDE5 → cGMP → synaptic/neuroprotective effects) and the developer descriptions make M) the most specific fit. If one emphasized the reported reduction in pTau as the principal mechanism, I) Proteostasis/Proteinopathies could be considered; however, the weight of the mechanistic description supports M). citeturn0search3turn0search1",
        "Web-search evidence (key sources):",
        "- AriBio / BusinessWire description of AR1001 as a PDE5 inhibitor, neuroprotective effects, Phase 3 POLARIS‑AD details. citeturn0search1",
        "- PubMed Phase 2 report: AR1001 (PDE5 inhibitor) Phase 2 RCT — safe/tolerated; 30 mg showed favorable changes in plasma pTau‑181 though primary cognitive endpoints were not met. citeturn0search3",
        "- Fujirebio / press release noting POLARIS‑AD (NCT05531526), AR1001 actions including inhibiting neuron apoptosis, promoting neurogenesis, increasing neuroplasticity and stimulating autophagy. citeturn0search0",
        "- ClinicalTrials / trial registry summaries for NCT05531526 (POLARIS‑AD) specifying AR1001 30 mg QD, Phase 3 design and enrollment. citeturn1search0turn1search1"
    ]
}