{
    "nct_id": "NCT05265182",
    "title": "Developing an Immersive Gamification Technology System (ImGTS) for the Management of Patients With Behavioral and Psychological Symptoms of Dementia (Phase 1 Trial)",
    "status": "COMPLETED",
    "last_update_time": "2023-01-31",
    "description_brief": "The proposed research project aims to answer the question \"Are immersive technology systems effective in the management and treatment of patients with BPSD?\". This project is composed of three phases and the current study is the first phase. The phase 1 trial aims to create an immersive technology system for managing the behavioral and psychological symptoms of dementia and determine its acceptability, usability, and safety in the healthy adult population.",
    "description_detailed": "The participants will undergo an intervention using the assigned ImGTS for four sessions (twice a week for two weeks), with a maximum of 45 minutes per session. VR trials are in 10- to 20-minute periods with introduction, orientation, and provisions for rest periods for patient comfort. During the experience, documentation of the patient's reaction and interaction with the ImGTS will be recorded by the researchers. The participants will be staying at the designated laboratory for not more than one hour.\n\nDemographic characteristics Demographic characteristics of the participant (age, sex, educational attainment, marital status, living conditions, hobbies and interests, previous experience with VE applications, existing illnesses, medications) will be collected by the researchers through a questionnaire. Personal data, such as name and contact information, will only be collected to allow the investigators to contact the participants, as needed.\n\nSafety Safety will be ensured by assessing a participant's experience of cybersickness. A cybersickness questionnaire, the Virtual Reality Sickness Questionnaire will be administered after each session. In this self-report questionnaire, nine symptoms will be rated as absent/none, slight, moderate, or severe. These symptoms are general discomfort, fatigue, eyestrain, difficulty focusing, headache, fullness of head, blurred vision, dizziness when the eyes are closed, and vertigo. Answering the questionnaire will take around 10 minutes.\n\nIn the event that a participant will experience severe cybersickness, they may opt to discontinue the experience. They will be instructed to remove the HMD or to step out of the Semi-CAVE room to rest and recover from the symptoms. A medical professional will be present to monitor the participant's symptoms and to attend to them for further management. The reason(s) for discontinuing the experience will be documented.\n\nAcceptability The acceptability of the design will be measured using the Place Probe, a sense of place questionnaire. The questionnaire will be administered after each session, and it will collect information on a participant's experience in the VE application, particularly on (a) their general impression of the environment, (b) the key features of the environment, and (c) their feelings of presence. A positive general impression, a memorable environment, and high level of presence will indicate that the VE developed is acceptable. This will take about 10 minutes to complete.\n\nUsability Usability testing will be performed according to the PNS ISO/IEC Metrics. The goal is to provide continuous improvement in the design and user experience to maximize the three components of usability: effectiveness, efficiency, and satisfaction. Additional usability metrics will be identified during the first phase of the study. The metrics will be specifically adjusted to the target participants as well as the contents to be included in the VR system.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "OTHER",
    "results": null,
    "target_category": "neuropsychiatric symptom improvement",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention described is an immersive gamification/virtual reality system (ImGTS) developed to manage behavioral and psychological symptoms of dementia (BPSD) — i.e., to reduce neuropsychiatric/behavioral symptoms rather than to modify Alzheimer’s pathology or enhance cognition directly. citeturn0search0turn0search1",
        "Act (key details extracted): Title: \"Developing an Immersive Gamification Technology System (ImGTS) for the Management of Patients With Behavioral and Psychological Symptoms of Dementia (Phase 1 Trial)\". Intervention: virtual reality / immersive gamification technology (ImGTS) using HMD and Semi-CAVE setups. Phase & aim: Phase 1 — develop the system and determine acceptability, usability, and safety (tested in healthy adults as reported). Registration/reference: NCT05265182 / trial listings and a published abstract describing the phase 1 development and safety testing. These sources describe a non‑pharmacologic VR intervention targeted at BPSD, not a drug. citeturn0search1turn0search0turn0search5",
        "Reflect: Classification decision — this trial fits the category 'neuropsychiatric symptom improvement' because the stated objective is management/treatment of BPSD (behavioral and psychological symptoms) using a non‑drug, immersive VR intervention. It is not a biologic or small molecule targeting Alzheimer pathology, nor is it framed as a cognitive‑enhancing pharmacologic agent. No drug or placebo is involved in the phase 1 description; therefore 'neuropsychiatric symptom improvement' is the correct category. citeturn0search0turn0search1",
        "Web search results (sources found): (1) Wiley/Alzheimer's & Dementia abstract and PDF for the phase 1 ImGTS study (Anlacan et al., 2023) — describes development, HMD and Semi‑CAVE setups, and safety/usability results. citeturn0search0turn0search8; (2) Clinical trial registry/summary listing for ImGTS (NCT05265182) showing intervention = virtual reality and phase 1 aim to assess acceptability/usability/safety. citeturn0search1turn0search5; (3) Related listings for phase 2 ImGTS trials and other VR-in-dementia feasibility studies (context on VR as a non-pharmacologic approach to BPSD). citeturn0search6turn0search7"
    ],
    "agent_type": "T) Other",
    "explanation_agent": [
        "Reason: The trial tests an immersive gamification / virtual reality system (ImGTS) intended to manage behavioral and psychological symptoms of dementia (BPSD) rather than a drug, biologic, or molecular intervention targeting AD pathology or a specific biological pathway. citeturn0search0turn0search2",
        "Act: Key details extracted — Title: \"Developing an Immersive Gamification Technology System (ImGTS) for the Management of Patients With Behavioral and Psychological Symptoms of Dementia (Phase 1 Trial)\"; Intervention: virtual reality (HMD and Semi‑CAVE) immersive gamification system; Phase & aim: Phase 1 development, acceptability/usability/safety testing in healthy adults (no pharmacologic agent reported). These facts support a non‑pharmacologic, behavioral/technological intervention. citeturn0search0turn0search1turn0search2",
        "Reflect: Classification decision — This trial does not target amyloid, tau, inflammation, synaptic receptors, metabolism, vasculature, or any other molecular/cellular CADRO category; it is a non‑drug therapeutic/behavioral technology for symptom management. Per instructions, non‑therapeutic or non‑biologic interventions are classified as 'T) Other'. Confirming this fits the intent and available evidence. citeturn0search0turn0search5",
        "Web search results (sources used): (1) Phase‑1 ImGTS abstract/publication (Anlacan et al., Alzheimer's & Dementia, 2023) — development, HMD and Semi‑CAVE setups, acceptability/usability/safety. citeturn0search0turn0search1 (2) Trial registry/summary for NCT05265182 / ImGTS describing the VR intervention and Phase 1 objectives. citeturn0search2 (3) Clinical registry/related Phase‑2 listing and other VR‑dementia trial entries providing context on ImGTS as a non‑pharmacologic approach. citeturn0search5"
    ]
}