{
    "nct_id": "NCT05715866",
    "title": "Effect of Non-invasive Stimulation Through Nesa and Therapeutic Exercise on Sleep Disturbances on Alzheimer's Disease Patients. Randomized Multicenter Clinical Trial",
    "status": "COMPLETED",
    "last_update_time": "2023-01-27",
    "description_brief": "The purpose of this study is to know the effectiveness of an adapted therapeutic exercise program and its comparison with non-invasive neuromodulation through the NESA device, and both treatments with a control group, to improve sleep disturbances and cognitive function in patients with dementia, and improves the quality of life of their caregivers.",
    "description_detailed": "Sleep disorders affect 30% of patients with dementia, being a very frequent symptom and appearing above all in the more advanced phases, and contribute to the risk of greater institutionalization, overload, and poorer quality of life for caregivers and abuse of sleep psychoactive drugs. Sleep disturbance is frequent in dementia, appearing especially in the more advanced stages. Non-pharmacological treatments are emerging as procedures of first choice to improve night rest in patients with Alzheimer's disease, however, given that the drugs do not remove the amyloid deposits that are formed or prevent their formation, and they have side effects adverse effects, the need arises to look for other options to improve the functioning of neuronal plasticity.\n\nIn Alzheimer's disease, therapeutic exercise has preventive and delayed effects against cognitive deterioration, in addition, it has been associated with changes in the circadian rhythm phases, however, there are no published controlled studies that analyze the isolated effects of exercise on sleep disturbances in patients with dementia.\n\nLikewise, non-invasive neuromodulation through the NESA device consists of an alteration of the nervous activity through the delivery of microcurrents, which leads to a series of neuromodulated responses of the ANS neural cascades that gives rise to variations in the responses. endogenous of those dysfunctional or pathological bioelectrical systems.\n\nStimulation of the pineal gland through its sympathetic innervation results in the production of melatonin, a synchronizer of the circadian rhythm. In dementia there is a decrease in the level of melatonin, with non-invasive neuromodulation the pineal gland could be stimulated through its sympathetic innervation, resulting in the production of melatonin.\n\nObjective: To know the effectiveness of an adapted therapeutic exercise program and its comparison with non-invasive neuromodulation through the NESA device, and both treatments with a control group, to improve sleep disturbances and cognitive function in patients with dementia. and improves the quality of life of their caregivers.\n\nMethodology: This is a multicenter randomized clinical trial, with 30 patients diagnosed with dementia from two associations in the Region of Murcia for patients with Alzheimer's disease and other dementias, divided into three treatment groups, one of whom will receive non-invasive neuromodulation through NESA, another will be treated with therapeutic exercise, and a third control group, whose relatives will be given a brochure with sleep hygiene measures at the beginning of the study. The treatment will last 2 months for the neuromodulation group and 5 months for the therapeutic exercise group.\n\nThe measurements of the results are made individually, and under the same conditions for all the patients. These focus on cognitive and sleep variables for the patient with dementia and psychosocial variables to measure the quality of life of the caregiver. Each patient will be evaluated in four moments:\n\n1. The first assessment before beginning the intervention period (pre-treatment)\n2. The second evaluation in the middle of the treatment.\n3. The third assessment at the end of the intervention period. (post-treatment)\n4. The fourth two months after finishing the intervention. (tracing) The evaluators are masked. To measure the sleep variable, we have used various scales that reveal data on quality, efficiency, and quantity: Pittsburg sleep quality index (PSQI) and test de Epworth. To measure the cognitive variable for the patient with dementia, a scale has been used: Mini-Cognitive Exam Test (MEC). To measure the quality-of-life variable for the caregiver of the patient with dementia, the following scales have been used: Zarit scale and visual analogue scale (EVA).",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "neuropsychiatric symptom improvement",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The randomized multicenter trial tests two non-pharmacological interventions — an adapted therapeutic exercise program and non‑invasive neuromodulation using the NESA device — with the stated primary aim to improve sleep disturbances and (secondarily) cognitive function in patients with dementia/Alzheimer's. citeturn0search1turn0search4",
        "Act (device details): The NESA system delivers low‑frequency microcurrents via multiple peripheral electrodes to modulate the autonomic nervous system (microcurrent neuromodulation), i.e., it is a device intervention not a drug. citeturn0search6turn0search5",
        "Act (study findings): The published report of the trial indicates both treatments improved sleep quality, daytime sleepiness, and cognitive scores, with the NESA neuromodulation group showing the larger effects. (trial record and full text). citeturn0search0turn0search4",
        "Reflect (classification): Because the intervention is non‑pharmacologic and primarily targets a neuropsychiatric symptom (sleep disturbance) rather than Alzheimer’s pathology (amyloid/tau) or a molecular target, it best fits the 'neuropsychiatric symptom improvement' category rather than disease‑targeted biologic/small molecule or a drug cognitive enhancer. citeturn0search1turn0search4",
        "Notes / ambiguity: No drug or placebo is used in the trial (device vs. exercise vs. control). The NESA mechanism is described as autonomic modulation and possible stimulation of melatonin production via sympathetic pathways (per the trial description), which supports a symptom‑management aim rather than disease modification. citeturn0search1turn0search6"
    ],
    "agent_type": "O) Circadian Rhythm",
    "explanation_agent": [
        "Reason: The trial tests two non‑pharmacological interventions (an adapted therapeutic exercise program and non‑invasive NESA neuromodulation) with the primary aim of improving sleep disturbances and, secondarily, cognitive function in people with dementia. The NESA intervention is described as delivering microcurrent stimulation that modulates autonomic nervous system activity and may stimulate the pineal gland/melatonin production, i.e., it acts on sleep/circadian processes rather than on core Alzheimer’s molecular pathology. citeturn0search1turn0search4",
        "Act: Extracted details — intervention = NESA non‑invasive neuromodulation (microcurrent delivered via peripheral electrodes) and therapeutic exercise; mechanism (per the trial text) = autonomic modulation and possible stimulation of pineal melatonin production to synchronize circadian rhythm. This is a device/symptom‑management approach, not a drug targeting amyloid, tau, inflammation, synapses, etc. citeturn0search4turn0search7",
        "Reflect: Classification decision = O) Circadian Rhythm. The intervention targets sleep disturbance and circadian mechanisms (melatonin/ANS modulation). This is more specific than a generic 'symptom improvement' label and better matches CADRO's Circadian Rhythm category than disease‑modifying categories (e.g., Amyloid, Tau) or 'Other'. The trial is non‑pharmacologic and not aimed at modifying core AD molecular pathology. citeturn0search1turn0search9",
        "Web search results supporting the above: (1) Full text / trial publication: \"Improving Sleep Quality, Daytime Sleepiness, and Cognitive Function in Patients with Dementia by Therapeutic Exercise and NESA Neuromodulation: A Multicenter Clinical Trial\" (PMC full text). Confirms study design, outcomes, and NESA group effects. citeturn0search1 (2) Clinical trial registry/summary: Clinical trial listing for the study (NCT05715866) / CenterWatch summary — describes NESA microcurrent neuromodulation, hypothesized pineal/melatonin mechanism, and trial arms. citeturn0search4 (3) Journal / publisher page (MDPI) with study details and discussion of NESA use and sleep/cognitive outcomes. citeturn0search9 (4) Related clinical reports of NESA improving sleep/quality‑of‑life in older adults, supporting the device’s symptom‑directed autonomic/sleep effects. citeturn0search7"
    ]
}