{
    "nct_id": "NCT00757939",
    "title": "A Two-Part Cross-Sectional and Longitudinal Study to Assess Regional Cerebral Blood Flow by Dynamic Arterial Spin Labeling as an Alzheimer's Disease Biomarker as Compared to FDG-PET in Patients With Mild-to-Moderate Alzheimer's Disease and Cognitively Normal Elderly Subjects",
    "status": "COMPLETED",
    "last_update_time": "2015-08-10",
    "description_brief": "The aim of the study is to determine if regional cerebral blood flow, measured by dynamic arterial spin labeling (dASL), can be a biomarker for stage of Alzheimer's disease. The study is designed to be conducted in 2 parts in participants with mild to moderate Alzheimer's disease, and participants with normal cognition. Various imaging studies will be done using magnetic resonance imaging (MRI) and positron emission tomography (PET) along with neurocognitive assessments. Participants who meet the study-entry criteria will have up to 8 study visits. Repeat imaging studies may be required if the initial data are incomplete or un-interpretable. The maximum number of PET scans during the study will be limited to four.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "DIAGNOSTIC",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention described is diagnostic imaging (dynamic arterial spin labeling MRI and FDG‑PET) and neurocognitive assessments to evaluate regional cerebral blood flow as a biomarker of AD stage — not a therapeutic drug or biologic. The study title and summary explicitly describe MRI/dASL and FDG‑PET imaging as the interventions. citeturn1search2turn1search0",
        "Act: Key extracted details — Title/NCT: 'A Two‑Part Cross‑Sectional and Longitudinal Study to Assess Regional Cerebral Blood Flow by Dynamic Arterial Spin Labeling as an Alzheimer\\'s Disease Biomarker as Compared to FDG‑PET...' (NCT00757939). Interventions listed are MRI (dASL) and FDG‑PET; lead sponsor Merck Sharp & Dohme LLC; purpose is biomarker evaluation (diagnostic), not treatment. citeturn1search2turn1search3",
        "Supporting literature: ASL MRI has been compared to FDG‑PET and used as a noninvasive perfusion biomarker in AD research — these references show the imaging/biomarker context and support that the study is diagnostic/imaging-focused rather than testing a drug. citeturn0search5turn0search1",
        "Reflect: Given the trial tests imaging biomarkers (dASL vs FDG‑PET) in participants with mild‑to‑moderate AD and cognitively normal controls and contains no therapeutic agent or biologic intervention, it does not fit any of the four therapeutic categories (disease‑targeted biologic, disease‑targeted small molecule, cognitive enhancer, or neuropsychiatric symptom improvement). Therefore the correct classification is 'N/A'. citeturn1search2turn0search5",
        "Web search results used: 1) Trial registry/summary showing title, NCT00757939, interventions (MRI, FDG‑PET) and sponsor (Merck). citeturn1search2turn1search0 2) PubMed/academic articles comparing ASL MRI and FDG‑PET and discussing ASL as a perfusion/biomarker in AD. citeturn0search5turn0search1"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}