{
    "nct_id": "NCT00087789",
    "title": "A Phase I, Dose-Escalating Study to Assess the Safety and Tolerability of CERE-110 [Adeno-Associated Virus (AAV)-Based Vector-Mediated Delivery of Beta-Nerve Growth Factor (NGF)] in Subjects With Mild to Moderate Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2022-11-08",
    "description_brief": "This is a Phase I clinical study to assess the safety, tolerability and biologic activity of in vivo AAV-mediated delivery of CERE-110. Up to 12 subjects will receive open label CERE-110 in dose-escalating fashion. All subjects will receive bilateral, stereotactic injections of CERE-110 for a total of four (Dose A and B) and six (Dose C) injections to target the basal forebrain region of the brain containing the nucleus basalis of Meynert (NBM). All study participants will be observed for a 24-month period and then followed annually.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted biologic",
    "drug": [
        "CERE-110 (AAV2-mediated NGF gene therapy; AAV2-NGF)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is in vivo AAV-mediated delivery of the human beta-nerve growth factor (NGF) gene (CERE-110/AAV2-NGF) injected stereotactically into the nucleus basalis of Meynert to protect/restore cholinergic neurons — a gene‑therapy biologic aimed at Alzheimer’s pathology (neurotrophic/disease-modifying approach). citeturn0search0turn0search3",
        "Act: Key extracted details — Phase I, open-label, dose-escalation of CERE-110 (AAV2 vector carrying NGF) with bilateral stereotactic injections targeting the basal forebrain/NBM; mechanism = viral vector delivery of NGF transgene (biologic gene therapy), not a small molecule or purely symptomatic cognitive enhancer. Classification: disease-targeted biologic. citeturn0search0turn0search2",
        "Reflect: This classification matches the definitions: CERE-110 is a biologic (AAV gene vector expressing NGF) targeting Alzheimer’s neuronal pathology (cholinergic degeneration), so it fits 'disease-targeted biologic' rather than small-molecule, symptomatic cognitive enhancer, or neuropsychiatric symptom treatment. Note: trial is small/early-phase and open-label; cognitive outcomes were assessed but the therapeutic modality and intent are disease-targeting (neurotrophic gene therapy). citeturn0search3turn0search5",
        "Web search results (key sources used): ClinicalTrials.gov record for CERE-110 (NCT00087789). citeturn0search0; PubMed report of the AAV2-NGF Phase I trial (safety/tolerability and biological activity). citeturn0search3; ScienceDaily summary of the NGF gene-transfer study. citeturn0search2; Ceregene pipeline/press material describing CERE-110 as AAV2-NGF. citeturn0search5"
    ],
    "agent_type": "L) Growth Factors and Hormones",
    "explanation_agent": [
        "Reason: The investigational product CERE-110 is an AAV2-based gene therapy encoding human beta‑nerve growth factor (NGF) delivered stereotactically to the nucleus basalis of Meynert to provide neurotrophic support and protect/restore cholinergic neurons — i.e., it is a growth‑factor (neurotrophic) therapeutic rather than an anti-amyloid, anti‑tau, or purely symptomatic neurotransmitter drug. citeturn0search2turn0search7",
        "Act: Key details extracted from the trial description — CERE-110 (AAV2-NGF) is an in vivo viral vector delivering NGF to basal forebrain/NBM; mechanism = expression of NGF (a growth factor) to support vulnerable cholinergic neurons. Based on CADRO definitions, this maps to L) Growth Factors and Hormones. citeturn0search0turn0search1",
        "Reflect: The classification is consistent with the therapy's explicit target (NGF, a neurotrophic/growth factor) and intent (neuroprotection/restoration of cholinergic neurons). It is not a multi‑target intervention and is therapeutic (not diagnostic), so 'L) Growth Factors and Hormones' is the most specific CADRO category. citeturn0search3",
        "Web search results (key sources used): ClinicalTrials.gov / NCT00087789 trial entry confirming Phase I, stereotactic bilateral AAV2-NGF delivery to the basal forebrain/NBM. citeturn0search1",
        "PubMed reports and reviews describing CERE-110 (AAV2-NGF) development, preclinical neuroprotective effects, and Phase I clinical findings. citeturn0search7turn0search2",
        "Alzforum summary and company/press materials describing CERE-110 as AAV2-mediated NGF gene therapy aimed at delivering a growth factor to cholinergic neurons in AD. citeturn0search3turn0search5"
    ]
}