{
    "nct_id": "NCT01600469",
    "title": "NMDA-enhancing Agent for Treatment of Mild Cognitive Impairment and Mild Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2013-06-03",
    "description_brief": "NMDA activation plays an important role in learning and memory. NMDA receptors were found to decrease in the frontal lobe and hippocampus of Alzheimer's disease and mild cognitive function impairment. This study is a randomized, double-blind, placebo-controlled drug trial. All patients will be allocated randomly to 2 groups: (1) NMDA enhancer: DAOI-B group (starting dose: 250-500 mg/d); (2) placebo group. The study period is 24 weeks. The investigators hypothesize that DAOI-B may yield better efficacy than placebo for cognitive function in patients with mild cognitive impairment or mild Alzheimer's disease.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "DAOI-B (described in the registry as a D-amino acid oxidase inhibitor; trial label)",
        "sodium benzoate (example of a D-amino acid oxidase inhibitor used in related NMDA-enhancing trials)"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The protocol describes an NMDA-enhancing agent given to improve cognitive function in mild cognitive impairment / mild AD; the mechanism is increasing NMDA receptor activation (via D-amino acid oxidase inhibition), which is intended to improve cognition rather than directly target amyloid or tau pathology. citeturn0search0turn1view1",
        "Act: The trial registry lists the investigational drug as \"DAOI-B\" (an NMDA-enhancer / D-amino acid oxidase inhibitor) in the NCT entry and related registries. A published randomized trial of a D-amino acid oxidase inhibitor (sodium benzoate) used the same NMDA-enhancement rationale and dose range and improved cognitive outcomes, supporting that DAOI-B is a small-molecule DAAO inhibitor (not a biologic). citeturn0search4turn1view1",
        "Reflect: Given the investigational approach (small-molecule DAAO inhibitor to boost NMDA co-agonists and improve cognition) this fits the \"cognitive enhancer\" category: a small-molecule pharmacologic agent intended primarily to improve cognitive function rather than a biologic targeting core AD proteins (amyloid/tau) or an agent aimed at neuropsychiatric symptoms. The registry label \"DAOI-B\" appears to be a code for a D-amino acid oxidase inhibitor formulation (see related sodium benzoate trial). citeturn0search2turn1view1",
        "Web-search evidence (key sources): Clinical trial registry entries for the DAOI-B trials (NCT01600469 and related entries) list DAOI-B as the NMDA-enhancer under study. citeturn0search0turn0search4",
        "PubMed: A randomized, double-blind trial of sodium benzoate (a D-amino acid oxidase inhibitor) for early-phase Alzheimer disease showed cognitive benefit and describes the same NMDA-enhancement mechanism (raising NMDA coagonists by blocking their metabolism). This supports the interpretation that DAOI-B is a small-molecule DAAO inhibitor intended as an NMDA-directed cognitive enhancer. citeturn1view1"
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The protocol and trial label describe DAOI-B as a D‑amino acid oxidase (DAAO) inhibitor intended to enhance NMDA receptor activation (by raising NMDA co‑agonists such as D‑serine), with the goal of improving cognition in MCI / mild AD rather than directly modifying amyloid or tau pathology. citeturn1search1turn0search1",
        "Act: The registry entries for the DAOI‑B trials (e.g., NCT01600469; related DAOIB trials) list DAOI‑B / DAOIB as the investigational drug and describe an NMDA‑enhancing DAAO‑inhibitor approach; published randomized trials of sodium benzoate (a DAAO inhibitor used as an example/comparator) explicitly state the NMDA‑enhancement mechanism and report cognitive effects, supporting that the target is modulation of the NMDA (glutamate) receptor system. citeturn1search1turn0search1turn0search4",
        "Reflect: Enhancing NMDA receptor function via inhibition of D‑amino acid oxidase is a modulation of a neurotransmitter receptor system (glutamatergic NMDA receptors). This fits CADRO category D) Neurotransmitter Receptors rather than amyloid, tau, inflammation, or other categories. The registry and published sodium benzoate studies corroborate the mechanism; no evidence in the provided description indicates a different primary biological target or a multi‑target mechanism that would justify 'R) Multi‑target'. citeturn1search1turn0search1",
        "Web search results (key sources supporting the classification):",
        "- NCT01600469 (NMDA‑enhancing Agent for Treatment of Mild Cognitive Impairment and Mild Alzheimer’s Disease) — trial listing describing DAOI‑B as the NMDA‑enhancer under study. citeturn1search1",
        "- PubMed: Benzoate, a D‑amino acid oxidase inhibitor, for the treatment of early‑phase Alzheimer disease (randomized, double‑blind, placebo‑controlled trial) — describes sodium benzoate as a DAAO inhibitor that enhances NMDAR activity and improved cognition. citeturn0search1",
        "- PubMed: Brain activity of benzoate (DAAO inhibitor) in MCI (fMRI trial) — supports benzoate’s use as an NMDA‑enhancer in MCI. citeturn0search4",
        "- Additional DAOIB/DAOI‑B trial registry entries and listings (NCT05582161, NCT02103673, related DAOIB trials) showing DAOI/DAOIB interventions and NMDA‑enhancement rationale. citeturn1search0turn1search7"
    ]
}