{
    "nct_id": "NCT04045990",
    "title": "Neuromodulation of Language and Memory Networks in Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2022-03-16",
    "description_brief": "The purpose of this study is to assess the effects of non-invasive brain stimulation on memory and language ability in patients with two phenotypic variations of underlying Alzheimer disease pathology: amnestic mild cognitive impairment (aMCI) and logopenic variant of primary progressive aphasia (lvPPA). This study will use repetitive Transcranial Magnetic Stimulation (rTMS) to stimulate nodes of networks that are thought to be affected in these two conditions. Specifically, a node of the Default Mode Network (DMN)-the angular gyrus (AG)-will be stimulated in aMCI patients; and a node of the language network-the posterior inferior frontal gyrus (pIFG) will be stimulated in patients with lvPPA.\n\nWe will use functional connectivity MRI (fcMRI) to assess changes in functional network architecture following the stimulation. We will also assess putative cognitive improvements resulting from the stimulation by in-depth language testing in lvPPA patients and in-depth memory testing in aMCI patients.",
    "description_detailed": "Specific Aims\n\nAim 1: To investigate the feasibility of selective rTMS modulation of the Default Mode Network (DMN) vs. language network in patients with aMCI and lvPPA. We will assess the reliability of the rTMS/fcMRI approach to network modulation by studying the same subjects over repeated sessions, with the same methodology, including appropriate sham stimulation conditions.\n\nHypothesis 1a: Changes in network functional connectivity following excitatory rTMS to AG (a node of the DMN) and pIFG (a node of the language network) across identical stimulation sessions separated in time, will show minimal within subject variability in aMCI and lvPPA patients, respectively, thus confirming the reliability of the approach and the reproducibility of prior findings demonstrating connectivity changes within the DMN and language networks.\n\nHypothesis 1b: High frequency rTMS to pIFG will reliably increase pIFG-SMG-pMTG functional connectivity within the language network; high frequency rTMS to AG will reliably increase functional connectivity between pIPL and HF in the DMN.\n\nHypothesis 1c: The changes in network functional connectivity will be selective, in that stimulation to AG (in the DMN) will not modulate connectivity within the language network, while stimulation to pIFG (in the language network) will not modulate DMN connectivity.\n\nAim 2: To assess the effects of rTMS modulation on memory and language function in patients with aMCI and lvPPA.\n\nHypothesis 2a: Excitatory rTMS to the language network will be associated with improved language performance in patients with lvPPA.\n\nHypothesis 2b: Excitatory rTMS to the DMN will be associated with improved memory performance in patients with aMCI.\n\nHypothesis 2c: Cognitive improvements will persist for at least two weeks following cessation of rTMS.\n\nAim 3: To identify the functional network mechanisms underlying cognitive improvement in patients with aMCI and lvPPA after rTMS.\n\nHypothesis 3a: Alterations in intrinsic functional connectivity (as assessed with fcMRI) within each network following rTMS will correlate with improved cognitive performance.\n\nHypothesis 3b: Patients with a greater degree of atrophy and tau pathology within each network (assessed in a prior study) at baseline will predict a lesser response to rTMS.\n\nWe will recruit up to 20 patients with aMCI and up to 20 patients with lvPPA (with amyloid and tau imaging or CSF biomarkers supportive of underlying AD pathology). We will first perform a baseline functional connectivity MRI (fcMRI), the purpose of which will be to obtain individualized network maps which can be used to target the networks of interest during future sessions.\n\nThis will be followed by up to two weeks of five consecutive days of stimulation (Monday through Friday). aMCI patients will receive stimulation to the angular gyrus (AG) node of the DMN, and lvPPA patients will receive stimulation to the posterior inferior frontal gyrus (pIFG) node of the language network. During one of the two weeks stimulation will be active, and during the other week stimulation will be SHAM. Order of active and SHAM stimulation blocks will be counterbalanced.\n\nWe will concomitantly assess the effects of rTMS modulation on memory and language function in patients with aMCI and lvPPA, and in so doing identify the functional network mechanisms underlying cognitive improvement after rTMS. Language and memory assessments will be performed on days 1 (Monday) , 3 (Wednesday) and 5 (Friday) of the week. Finally, to assess the distributed effects of the stimulation upon functional connectivity, fcMRI will be performed on days 1 (Monday) and 5 (Friday).\n\nWe anticipate these results will lead to an impactful manuscript showing proof-of-concept data: 1) that it is possible to improve memory in aMCI and language in lvPPA using rTMS targeted selectively to the relevant brain network, and: 2) regarding mechanisms underlying the effects of rTMS on network function.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "rTMS (repetitive Transcranial Magnetic Stimulation) — non‑drug neuromodulation"
    ],
    "placebo": [
        "sham rTMS (sham stimulation)"
    ],
    "explanation_target": [
        "Reason: The intervention is repetitive transcranial magnetic stimulation (rTMS), a non‑invasive neuromodulation technique intended to improve memory (in aMCI) and language (in lvPPA) by stimulating network nodes (angular gyrus for memory/DMN; posterior inferior frontal gyrus for language). The aim is to produce cognitive improvements (memory and language) and to change functional connectivity on fcMRI, not to target Alzheimer’s molecular pathology (amyloid/tau) with a biologic or small molecule — therefore this fits the 'cognitive enhancer' category. Evidence that rTMS is studied as a cognitive-enhancing intervention in MCI/AD supports this interpretation. citeturn0search9turn0search0",
        "Act (extracted details): Intervention: rTMS targeted to angular gyrus (AG, a DMN node) in aMCI and to posterior inferior frontal gyrus (pIFG, a language network node) in lvPPA. Intended effects: improve memory (aMCI) and language (lvPPA); assess network changes with fcMRI. Comparator: implied sham (sham rTMS) is commonly used in such studies. Population: aMCI and logopenic variant PPA (clinical phenotypes of AD pathology). No drug or biologic is used. (Supporting literature shows rTMS can improve cognition in MCI/AD and alters functional connectivity.) citeturn0search9turn0search7",
        "Web-search support (key sources): systematic reviews/meta-analyses and RCTs showing rTMS can improve global cognition, memory and language in MCI/early AD and can change functional connectivity; examples include a PMC meta-analysis and several systematic reviews. citeturn0search9turn0search0turn0search7",
        "Neuroanatomical support: The angular gyrus is a core hub of the default mode network implicated in memory and integration functions; the posterior inferior frontal gyrus (pIFG) is a well‑established node in language processing/syntax/phonology — both are plausible targets for rTMS to modulate memory or language networks. citeturn1search6turn1search3",
        "Reflect: Classification check — intervention is a non‑pharmacologic brain stimulation meant to improve cognition/language and modulate networks, not a biologic or small molecule directed at Alzheimer pathology, nor an intervention primarily for neuropsychiatric/behavioral symptoms. Therefore the correct category is 'cognitive enhancer'. No ambiguity in the description that would move this to 'disease‑targeted biologic' or 'small molecule'."
    ],
    "agent_type": "M) Synaptic Plasticity/Neuroprotection",
    "explanation_agent": [
        "Reason: The intervention is repetitive transcranial magnetic stimulation (rTMS), a non‑invasive neuromodulation intended to improve cognition (memory, language) by modulating cortical network activity and synaptic plasticity rather than directly altering AD molecular pathology (amyloid or tau). rTMS effects in AD/MCI have been linked to changes in functional connectivity and markers of plasticity (e.g., BDNF) and are described as cognitive‑enhancing/neurostimulatory. citeturn0search0turn0search3",
        "Act: Extracted details — Intervention: rTMS targeted to angular gyrus (memory/DMN node) and posterior inferior frontal gyrus (language node) in aMCI and lvPPA; Intended effect: improve memory and language and alter functional connectivity on fcMRI; No biologic or small molecule is used. Because the primary biological mechanism of rTMS is modulation of cortical excitability and synaptic plasticity/neurophysiologic networks (not amyloid/tau clearance or other CADRO categories), the best CADRO match is M) Synaptic Plasticity/Neuroprotection. Evidence of cognitive benefit from randomized and meta‑analytic studies supports this therapeutic intent. citeturn0search1turn0search2",
        "Reflect: The classification was checked against CADRO definitions. rTMS is not a diagnostic-only or non‑therapeutic procedure (so not T) Other), nor does it primarily target amyloid, tau, inflammation, vasculature, or specific receptor/enzymatic pathways listed in other CADRO categories. Its mechanism (network modulation, synaptic plasticity enhancement, possible upregulation of neurotrophic factors) maps most appropriately to M) Synaptic Plasticity/Neuroprotection. This is consistent with reviews/meta‑analyses reporting cognitive improvement and network/plasticity changes after rTMS in MCI/AD. citeturn0search0turn0search4",
        "Web-search support (key sources): Systematic reviews and meta-analyses showing rTMS improves global cognition and can alter functional connectivity and plasticity markers in MCI/AD and AD — examples: a 2022/2023 meta-analysis and several systematic reviews and RCT meta-analyses reporting cognitive benefit and linking high‑frequency stimulation and multi‑session protocols to greater effects. citeturn0search0turn0search1turn0search2turn0search3turn0search4"
    ]
}