{
    "nct_id": "NCT01515982",
    "title": "Physical Exercise as an Additional Treatment for Alzheimer Disease",
    "status": "COMPLETED",
    "last_update_time": "2014-12-01",
    "description_brief": "The state of the art with regard to the neurodegenerative dementias, especially for Alzheimer´s disease (AD), is that their progression is still irreversible causing cognitive, motor, and behavioral impairment. Although the current pharmacological treatments attenuate cognitive decline in some cases, the majority of treatments does not avoid the motor and functional changes caused by the progress of the disease. Although several studies show that exercise has a positive effect when it comes to the treatment of the disease, some methodological questions affect the application of the training protocols. The use of recognized intensity patterns like maximum oxygen uptake (VO2max) and maximum heart rate (HRmax) percentage to control the training of patients with dementia is still rare in the literature. Therefore, this seems to interfere on the definition of an ideal prescription. Following this line of reasoning, the purpose of the present study is to assess the effect of moderate aerobic exercise on cognition and functional abilities in AD patients. Design: Randomized controlled trial, double-blinded, with 16-week follow-up. Setting: Center for Alzheimer's disease in the Institute of Psychiatry of the Federal University of Rio de Janeiro. Participants: Elderly with Alzheimer disease. Interventions: The patients will be randomly assigned to an exercise group (EG) on a treadmill (30 minutes, twice a week and moderate intensity of 60% VO2max) and a control group (CG). Main outcome measures: Cognitive function will be assessed using CAMCOG, Trail Making Test A, Digit Span, Stroop Test, Rey auditory-verbal learning test and Clock Test, and functional capacity will be evaluated using Berg Balance Scale (BERG), Sit-to-Stand test (STS), functional reach test (FR), and the time to up and go test (TUGT).",
    "description_detailed": "* Design: Four-month controlled, randomized, and double-blind study. The patients will be recruited by trained psychiatrists from the Center for Alzheimer's disease in the Institute of Psychiatry of the Federal University of Rio de Janeiro (IPUB/UFRJ). They will be randomized with a blind design to an exercise group (EG) and control group (CG) by a researcher who will not participate of the initial assessments.\n* Intervention\n\nOn completion of the baseline assessment, all patients will be invited to engage in the exercise program. Those who accept to take part and will be available, having easy access to the facilities, will be included in the sample. The other ones will be included in the control group. So, subjects will be divided by two groups: medical care (control) and medical care + physical exercise.\n\n1. Medical care control group (C): Subjects will maintain clinical treatment.\n2. Medical care + exercise group (E): This group will be prescribed the exercise treatment as an adjunctive intervention to drug therapy. Patients who accept to participate in this group will be evaluated with a thorough clinical exam and with a resting electrocardiogram. The training exercise intensity is established at 60% of VO2máx. This intensity was determined using exercise prescription guidelines established by the American College of Sports Medicine (ACSM). Each aerobic session began with a 10-minute warm-up period (40%VO2máx), followed by 20 minutes of continuous treadmill walking at an intensity established by 60% of VO2máx, according to ACMS guidelines (2006). The exercise session will be concluded with a five minutes of cool down. Heart hate (Polar® Sport Tester, Finland) and perceived exertion (Borg Scale) will be monitored and recorded at each five minutes during each exercise session by physical education instructors. Subjects will be encouraged to attend two supervised exercise sessions per week for 16 weeks.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The described intervention is a supervised moderate aerobic exercise program (treadmill, 30 minutes, twice weekly, at ~60% VO2max) delivered to people with Alzheimer disease with the stated purpose of improving cognition and functional abilities. This is a non‑pharmacologic, non‑pathology‑targeting intervention intended to improve cognitive performance — which best matches the provided definition of 'Cognitive enhancer' (interventions that improve cognitive function without directly targeting Alzheimer pathology).",
        "Act (key extracted details): • Title: \"Physical Exercise as an Additional Treatment for Alzheimer Disease\". • Intervention: Moderate aerobic exercise (treadmill, 30 min, twice weekly, 60% VO2max). • Design/outcomes: randomized controlled trial, 16‑week follow up; cognition measured with CAMCOG and other neuropsychological tests; functional capacity measured with BERG, STS, FR, TUGT. • No drug or biologic is used or named in the description. (Sources documenting this trial and similar exercise RCTs: treadmill pilot RCT reporting cognitive and functional benefits; trial listing describing the protocol; related aerobic exercise RCTs in AD). citeturn0search3turn0search1turn0search2",
        "Reflect: Classification check — the trial does not test a biologic or small molecule, nor an intervention aimed primarily at neuropsychiatric/behavioral symptom reduction. Its stated aim is cognitive and functional improvement via aerobic exercise, so 'cognitive enhancer' is the best match. Note: if you or your schema require categories to be limited to pharmacologic agents only, one could alternatively label this non‑drug behavioral intervention as 'N/A' — but under the provided category definitions (cognitive improvement without pathology targeting), 'cognitive enhancer' is appropriate.",
        "Web search results / supporting records (short): • PubMed summary of the pilot RCT \"Treadmill training as an augmentation treatment for Alzheimer's disease: a pilot randomized controlled study\" — trial reporting cognitive improvement and functional benefits after 16 weeks. citeturn0search3 • Trial registry/listing for \"Physical Exercise as an Additional Treatment for Alzheimer Disease\" (protocol/details, treadmill at 60% VO2max, 16 weeks). citeturn0search1turn0search0 • Related larger aerobic exercise RCTs and protocols investigating cognition in AD (e.g., 6‑month cycling RCT; FIT‑AD protocol) providing context that aerobic interventions are studied for cognitive benefit. citeturn0search2turn0search4"
    ],
    "agent_type": "M) Synaptic Plasticity/Neuroprotection",
    "explanation_agent": [
        "Reason: The intervention is a non‑pharmacologic supervised aerobic exercise program delivered to people with Alzheimer disease with the stated purpose of improving cognition and functional abilities. Exercise is not targeting amyloid, tau, inflammation, or a specific molecular pathology; its putative mechanisms are most commonly increases in synaptic plasticity, neurotrophic support, and neuroprotection (and sometimes neurogenesis/metabolic/vascular effects). Under CADRO, interventions intended to improve cognitive function via synaptic/neuronal support best map to M) Synaptic Plasticity/Neuroprotection.",
        "Act: Key extracted details from the description: • Title: \"Physical Exercise as an Additional Treatment for Alzheimer Disease\". • Intervention: Moderate aerobic exercise (treadmill, 30 minutes, twice weekly, ~60% VO2max). • Design/outcomes: randomized controlled trial, 16‑week follow up; cognition measured with CAMCOG and neuropsychological tests; functional capacity with BERG, STS, FR, TUGT. • No drug or biologic used or named (trial_drug: []). Therefore assign the CADRO category most consistent with cognitive-enhancing, neuroprotective mechanisms: M) Synaptic Plasticity/Neuroprotection. Note: if the classification strictly required a molecular/pharmacologic target or prefaced behavioral interventions as outside CADRO, an alternative would be 'T) Other' — but given CADRO definitions, M is the closest fit.",
        "Reflect: Confirmation and caveats — the trial does not test a biologic or small molecule and explicitly aims for cognitive/functional improvement via exercise. Exercise mechanisms are pleiotropic (synaptic plasticity, neurogenesis, vascular and metabolic effects); however the primary immediate intent (cognitive enhancement via neuronal support) aligns best with M) Synaptic Plasticity/Neuroprotection. If the reviewer prefers the most conservative label because multiple mechanisms are possible, 'R) Multi-target' could be argued, or 'T) Other' if non‑therapeutic interventions are to be excluded. Given the provided CADRO options and the trial description, M) is the most specific applicable category.",
        "Web search results / supporting records (as provided in the description): • PubMed summary of the pilot RCT \"Treadmill training as an augmentation treatment for Alzheimer’s disease: a pilot randomized controlled study\" — trial reporting cognitive improvement and functional benefits after 16 weeks. • Trial registry/listing for \"Physical Exercise as an Additional Treatment for Alzheimer Disease\" (protocol/details, treadmill at 60% VO2max, 16 weeks). • Related larger aerobic exercise RCTs and protocols investigating cognition in AD (e.g., 6‑month cycling RCT; FIT‑AD protocol) providing context that aerobic interventions are studied for cognitive benefit."
    ]
}