{
    "nct_id": "NCT06174038",
    "title": "Early Age-Related Hearing Loss Investigation (EARHLI): A Randomized Controlled Trial to Assess the Mechanisms Linking Early Age-Related Hearing Loss and Alzheimer's Disease and Related Dementias",
    "status": "RECRUITING",
    "last_update_time": "2025-07-31",
    "description_brief": "Early Age-Related Hearing Loss Investigation (EARHLI) is a single site study that will randomize late middle age adults to either a hearing intervention (including hearing aids) or a health education intervention. Participants will be followed for 1 year. This study will provide information on reducing cognitive decline in those at risk for Alzheimer's Disease and Alzheimer's Disease Related Dementias (AD/ADRD).",
    "description_detailed": "EARHLI will be a phase II 1:1 randomized controlled trial of a hearing intervention (including prescription hearing aids) versus a health education program. Participants must be 55-75 years old and have early-stage age-related hearing loss and amnestic mild cognitive impairment. The trial will last 1 year and occur at a single site (Columbia University Irving Medical Center). Outcome measurements will include cognition, social engagement, and change in brain organization/connectivity. Assessments will occur at study start, 6 months, and 12 months. A total of 150 participants will be enrolled (75 per intervention group). Participants will also have a hearing test and a blood test. Approximately half of participants will have two MRI scans. As part of participating, all participants will get prescription hearing aids, either at study start or end.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "Cognitive enhancer",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is a hearing intervention (including prescription hearing aids) compared with a health-education control, with the trial's primary goal to assess effects on cognition and reduce cognitive decline in people 55–75 with early age-related hearing loss and amnestic MCI. citeturn0search1turn0search2",
        "Act: Key trial details — EARHLI is a single-site, phase II randomized controlled trial (n≈150, 1:1 randomization) of a best-practice hearing intervention (hearing aids) versus a health-education comparator; primary outcome is cognition measured by the ADCS‑PACC. No drug or biologic is tested. citeturn0search0turn0search2",
        "Reflect: This does not test a biologic (e.g., antibody) or a small-molecule drug, nor does it target neuropsychiatric symptoms specifically. Its intent is cognitive benefit via sensory (hearing) rehabilitation/social engagement, so the closest fit among the provided categories is 'Cognitive enhancer' (broadly defined here to include non‑drug interventions that aim to improve cognition). Note ambiguity: the category labels focus on pharmacologic/biologic therapies, while EARHLI is a non-pharmacologic sensory intervention — if strict interpretation requires a drug intervention, one could argue 'N/A'. citeturn0search1turn0search3",
        "Web search results used (titles / registrations): Design and Methods of the Early Age-Related Hearing Loss Investigation Randomized Controlled Trial (Otology & Neurotology). citeturn0search0 Clinical summary / PubMed abstract for EARHLI. citeturn0search1 CenterWatch trial listing (NCT06174038). citeturn0search2 MedPath / trial registry listing for NCT06174038. citeturn0search3 ICH GCP trial registry entry (location/contact details). citeturn0search5"
    ],
    "agent_type": "T) Other",
    "explanation_agent": [
        "Reason: The EARHLI trial tests a best-practice hearing intervention (including prescription hearing aids) versus a health‑education comparator in people aged 55–75 with early age‑related hearing loss and amnestic MCI, with cognition (ADCS‑PACC) as the primary outcome. This is a non‑pharmacologic, sensory‑rehabilitation intervention and does not target a molecular pathway, protein, receptor, or gene. citeturn0search3turn0search1",
        "Act: Key trial details extracted — phase II, single‑site randomized controlled trial, ~150 participants randomized 1:1 to hearing intervention vs health education; primary outcome cognitive performance; no drug or biologic is being tested (participants receive hearing aids either at study start or end). Based on these facts there is no CADRO molecular/biological target to assign, so the correct CADRO classification is 'T) Other'. citeturn0search0turn0search2",
        "Reflect: CADRO categories map to biological targets (e.g., amyloid, tau, inflammation, synaptic plasticity). EARHLI is a non‑drug sensory/behavioral rehabilitation trial aimed at improving cognition via hearing treatment and social/engagement mechanisms rather than by acting on a molecular target. Therefore 'T) Other' best fits the CADRO guidance. (Note: the trial may plausibly be described informally as a 'cognitive‑enhancer' study in a broad sense, but because CADRO categories are target‑based and no drug/biologic target is present, 'T) Other' is the appropriate classification.) citeturn0search3",
        "Web search results used (titles / registrations): Design and Methods of the Early Age-Related Hearing Loss Investigation Randomized Controlled Trial (Otology & Neurotology). citeturn0search3; Early Age-Related Hearing Loss Investigation (EARHLI) — Clinical research listing (CenterWatch / trial summary). citeturn0search0; Hearing Intervention and Health Education Intervention in Cognitive Impairment and Alzheimer Disease and Hearing Loss — Clinical Trials Registry / ICH GCP (trial details and contacts). citeturn0search1; EARHLI trial listing / MedPath (eligibility, timeline, and intervention summary). citeturn0search2"
    ]
}