{
    "nct_id": "NCT01249196",
    "title": "A Confirmatory Trial of SK-PC-B70M in Mild to Moderate Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2013-11-25",
    "description_brief": "The purpose of this study is to evaluate the efficacy and safety of SK-PC-B70M in patients with mild to moderate Alzheimer's disease.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE3"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "SK-PC-B70M"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The description names SK-PC-B70M and the trial uses cognitive endpoints in mild–moderate AD, but preclinical literature describes SK-PC-B70M as an oleanolic-glycoside saponin–enriched fraction (a plant-derived small-molecule extract) that reduced Aβ levels and plaque formation and showed antioxidant/neuroprotective effects in AD model mice, indicating activity against AD pathology rather than being a biologic (e.g., antibody) or solely a symptomatic cognitive enhancer. citeturn0search0turn0search1",
        "Act: Key extracted details — SK-PC-B70M is an oleanolic-glycoside saponin–enriched fraction from Pulsatilla koreana (plant-derived small molecules). Preclinical studies report reductions in soluble and insoluble Aβ and plaque burden in Tg2576 mice and improved performance in scopolamine-induced memory impairment models, supporting a disease-pathology targeting mechanism (anti-amyloid/antioxidant) rather than a biologic agent. The listed Phase 3/confirmatory trial (sponsor SK Chemicals) evaluated efficacy/safety in mild–moderate AD (NCT identifier and trial page). citeturn0search0turn0search1turn0search2",
        "Reflect: Classification check — SK-PC-B70M is not a monoclonal antibody or vaccine (so not a \"disease-targeted biologic\"); it is an extract of small-molecule saponins with reported anti-amyloid and antioxidant actions, so it best fits the \"disease-targeted small molecule\" category. If only symptomatic cognitive effects were shown clinically with no evidence of pathology targeting, one might consider \"cognitive enhancer,\" but the preclinical anti-Aβ data support disease-targeted small molecule. Sources found: PubMed reports on SK-PC-B70M animal studies showing Aβ reduction and memory effects. Trial registry / listings confirm a Phase 3 confirmatory trial of SK-PC-B70M in mild–moderate AD (sponsor SK Chemicals). citeturn0search0turn0search1turn0search2",
        "Web search results (supporting evidence):",
        "- SK-PC-B70M confers anti-oxidant activity and reduces Abeta levels in the brain of Tg2576 mice (PubMed abstract). citeturn0search0",
        "- SK-PC-B70M from Pulsatilla koreana improves scopolamine-induced impairments of memory consolidation and spatial working memory (PubMed abstract). citeturn0search1",
        "- A Confirmatory Trial of SK-PC-B70M in Mild to Moderate Alzheimer's Disease — trial listing (SmartPatients / ClinicalTrials.gov summary; sponsor SK Chemicals Co., Ltd.; Phase 3 / completed). citeturn0search2"
    ],
    "agent_type": "A) Amyloid beta",
    "explanation_agent": [
        "Reason: SK-PC-B70M is described in preclinical literature as an oleanolic-glycoside saponin–enriched fraction that reduced soluble and insoluble Aβ levels and plaque burden in Tg2576 mice and showed antioxidant/neuroprotective effects, indicating activity against amyloid pathology rather than being solely a symptomatic cognitive enhancer. citeturn0search0",
        "Act: Key extracted details — SK-PC-B70M (from Pulsatilla koreana) produced reductions in brain Aβ and plaque formation in Tg2576 mice and improved memory in scopolamine models; a Phase 3 confirmatory clinical trial in mild–moderate AD was registered (sponsor SK Chemicals). These findings point to an anti-amyloid disease-targeted small-molecule mechanism. citeturn0search0turn0search1turn0search2",
        "Reflect: The primary disease-relevant action reported is anti-Aβ (with additional antioxidant/neuroprotective effects). Under CADRO, interventions that directly target amyloid-beta pathology are classified as 'A) Amyloid beta'; although antioxidant activity could also map to 'G) Oxidative Stress', the strongest and most specific evidence here is reduction of Aβ and plaques, so 'A) Amyloid beta' is the best fit. citeturn0search0",
        "Supporting evidence / web search results: (1) PubMed: SK-PC-B70M reduces Aβ levels and plaque burden and shows antioxidant effects in Tg2576 mice. citeturn0search0 (2) PubMed: SK-PC-B70M improves scopolamine-induced memory impairments in rats. citeturn0search1 (3) Clinical trial listing: Phase 3 confirmatory trial \"A Confirmatory Trial of SK-PC-B70M in Mild to Moderate Alzheimer's Disease\" (NCT01249196) sponsored by SK Chemicals. citeturn0search2turn0search3 (4) PK paper describing hederacolchiside E (active saponin) from SK-PC-B70M. citeturn0search5"
    ]
}