{
    "nct_id": "NCT00580931",
    "title": "Efficacy of Nicotinamide for the Treatment of Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2017-01-23",
    "description_brief": "The purpose of this study is to determine whether nicotinamide, or vitamin B3, is safe and effective in the treatment of Alzheimer's disease.",
    "description_detailed": "The goal of this proposal is to show that, nicotinamide (NA), a B3 vitamin, is safe and effective for the treatment of patients with mild to moderate Alzheimer's disease (AD). NA is known to block the ability of certain proteins to regulate other proteins by removing their acetyl groups. Recent evidence has demonstrated that inhibitors such as NA prevent nerve cell degeneration in models of Huntington's disease (HD), Parkinson's disease and Lou Gehrig's disease (or ALS). Despite these beneficial effects in many different animal models, there have been no studies to date using these inhibitors in AD. In some of our recent studies we found that the potent inhibitor, NA, significantly improves learning and memory in transgenic mice that develop AD. NA treatment also resulted in striking changes in tau, a protein that abnormally accumulates in AD. NA has been extensively used in clinical studies over the last 40 years and is generally safe and well-tolerated. As NA is a safe and readily available vitamin supplement, our recent results provide a strong argument for a study of NA in patients with AD. We therefore propose to treat 50 patients with mild to moderate AD with either NA (1500 milligrams twice a day) or an identical but inactive drug (placebo) for 24 weeks. At 6 week intervals we will assess functions such as learning and memory, and ability to carry out daily activities as well as caregiver reports using standardized tests. We will also perform spinal taps at the beginning and end of the study to measure the level of abnormal tau protein in the cerebrospinal fluid. Blood tests will periodically be done to assess liver function and complete blood counts. The results of this study may provide the basis for a more extensive study of NA for the treatment of mild to moderate AD.",
    "phase": [
        "PHASE1",
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "Nicotinamide (vitamin B3; niacinamide)"
    ],
    "placebo": [
        "Enduramide placebo / placebo"
    ],
    "explanation_target": [
        "Reason: The intervention is nicotinamide (vitamin B3), a small-molecule vitamin being tested to alter Alzheimer’s-related biology (for example, reducing tau phosphorylation via sirtuin/Class III HDAC inhibition and effects on NAD+/PARP-1 pathways). citeturn1search0turn3view0turn0search0",
        "Act: Key trial details extracted from the provided description and registries — official title 'Efficacy of Nicotinamide for the Treatment of Alzheimer's Disease' (NCT00580931) tested oral nicotinamide vs placebo to assess safety and efficacy in mild–moderate AD. A later multicenter randomized Phase 2a proof-of-concept trial (NCT03061474) tested 1,500 mg twice daily for 48 weeks with primary biomarker outcome of CSF p‑tau231; authors report nicotinamide was safe but did not alter AD CSF biomarkers. These sources show the drug is a small molecule aiming at disease pathology (tau/NAD+/PARP-1/sirtuin-related mechanisms). citeturn1search0turn3view0",
        "Evidence / mechanism (supporting web results): preclinical work showed nicotinamide reduced phosphorylated tau and improved cognition in transgenic mouse models (LaFerla et al.). A review/discussion highlights nicotinamide’s role in NAD+ metabolism and PARP‑1 inhibition as plausible neuroprotective mechanisms. These references support classification as a disease-targeted small molecule rather than a symptomatic cognitive enhancer or psychiatric‑symptom treatment. citeturn0search0turn0search3",
        "Reflect: Classification check — nicotinamide is a small-molecule vitamin (not a biologic, not a neuropsychiatric-targeted drug, and its intended effect in these trials is to modify disease-related biomarkers/processes such as tau phosphorylation and NAD+-related pathways). Therefore the best fit among the provided categories is 'disease-targeted small molecule'. Trial registry and published trial citations are provided above. citeturn1search0turn3view0"
    ],
    "agent_type": "B) Tau",
    "explanation_agent": [
        "Reason: The investigational agent is nicotinamide (vitamin B3), a small-molecule metabolic/epigenetic modulator that has been advanced into clinical trials because preclinical data showed selective reduction of phosphorylated tau (notably Thr231) and related cognitive benefit in AD mouse models. Clinical development explicitly set CSF p‑tau231 as the primary biomarker outcome, indicating the trial’s principal disease target is tau pathology. citeturn0search5turn0search3",
        "Act: Key details extracted: Phase‑1/2 and Phase‑2a trials (NCT00580931; NCT03061474/NEAT) tested high‑dose oral nicotinamide (commonly 1,500 mg twice daily) versus placebo with CSF p‑tau231 as the primary biomarker; the trial authors frame the mechanism via inhibition of class III HDACs (sirtuins) and modulation of NAD+/PARP‑1 pathways leading to reduced tau phosphorylation. Pharmacokinetic/PD analyses showed CNS exposure was variable and biomarker effects were linked to CSF nicotinamide levels. These registry and publication sources support a tau‑focused disease‑modifying intent. citeturn0search0turn0search3turn0search1",
        "Reflect: Classification check — although nicotinamide acts via metabolic/epigenetic pathways (NAD+ metabolism, sirtuin inhibition) which could also justify classification under Metabolism/Bioenergetics (J) or Epigenetic Regulators (Q) as secondary mechanisms, the trials were designed to target and measure tau phosphorylation directly (primary biomarker p‑tau231). Therefore the most specific CADRO category is B) Tau. I note the mechanism is multi-pathway, but the dominant, measured disease target in these trials is tau. citeturn0search3turn0search5turn0search1"
    ]
}