{
    "nct_id": "NCT06616350",
    "title": "Impact of EsTOCma on OCD Family Members",
    "status": "COMPLETED",
    "last_update_time": "2024-09-23",
    "description_brief": "The goal of this clinical trial is to test the acceptability, feasibility, and effectiveness of esTOCma in families and relatives of individuals with obsessive-compulsive disorder (OCD).\n\nSpecifically, a randomized controlled trial with two conditions (experimental and control) has been carried out in a sample of families and relatives of individuals with obsessive-compulsive disorder to assess pre-post-intervention changes. Researchers will compare experimental and control group to see if after using the app there is: lower stigma, higher knowledge and understanding about OCD, higher intention to seek help, and higher self-esteem and lower obsessive-compulsive symptoms. and there are no changes in the control group.\n\nThe experimental group received the intervention through the esTOCma app.",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is an educational/behavioural mobile app (esTOCma) delivered to family members/relatives of people with OCD to reduce stigma, increase knowledge and help-seeking, and (secondarily) affect self-esteem and reported OCD symptoms — i.e., a psychoeducational/eHealth intervention rather than a drug or biologic. citeturn0search1turn0search2",
        "Act: I searched for esTOCma and found the app listing (describing a 10-mission educational game developed at Universitat de València), a trial registry entry for “Impact of EsTOCma on OCD Family Members” (randomized RCT of the app), and a published pilot study reporting increased knowledge, increased help-seeking intention, and reduced stigmatizing attitudes after using the app. These sources confirm the intervention is an app-based educational tool, not a pharmacologic or biologic therapy. citeturn0search1turn0search2turn0search3",
        "Reflect: Classification: N/A — does not fit any of the four Alzheimer-focused categories (disease-targeted biologic, disease-targeted small molecule, cognitive enhancer, or neuropsychiatric symptom improvement). Although the trial measures psychological outcomes (and secondary symptom scores), its primary intent is psychoeducation/stigma reduction via a mobile app, so it is not a drug/biologic nor a symptomatic pharmacologic treatment. citeturn0search2turn0search3"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}