{
    "nct_id": "NCT05550727",
    "title": "The PorchLight Project",
    "status": "ACTIVE_NOT_RECRUITING",
    "last_update_time": "2025-05-30",
    "description_brief": "The proposed project is a fully embedded pragmatic trial (R01), following an R61 pilot collaboration with Lutheran Social Service of Minnesota (LSS-MN).\n\nFor this project: a) the training program for Senior Companions that was developed in the R61 Phase will now be delivered as part of a routine onboarding process provided by LSS-MN to all senior support volunteers in half of their program regions across Minnesota; LSS-MN will offer the PorchLight Project program to all regions and volunteers in the state during the final months of the proposed NIA project, consistent with quality improvement approaches; and b) LSS-MN will administer regular surveys to volunteers, clients, and caregivers as part of ongoing tracking and quality improvement efforts. The University of Minnesota investigators will not collect data nor administer training, as these activities will be fully integrated into the workflow of LSS-MN. \\[Note: Since it was learned that caregivers receiving services/affiliated with LSS-MN programming who receive surveys are for the most part not providing care to LSS-MN clients, as of fall 2024, UMN will no longer request and analyze data on LSS-MN caregivers.\\]\n\nUNIVERSITY OF MINNESOTA INVOLVEMENT:\n\nThe University of Minnesota and collaborating investigators outside of LSS-MN will only 1) assist in survey item selection, 2) randomize the LSS-MN regions for the initial phases of the real-world trial for evaluation purposes, 3) analyze the de-identified data shared by LSS-MN, and 4) disseminate the project results in scientific, practice, and policy outlets/contexts.",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "SUPPORTIVE_CARE",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The described study (The PorchLight Project) is a pragmatic, fully embedded behavioral/organizational trial that implements a volunteer training program for Senior Companions delivered by Lutheran Social Service of Minnesota (LSS-MN) and collects routine surveys for quality improvement. This is a non-pharmacologic intervention (training/behavioral program), not a drug, biologic, or diagnostic test, so it does not fit the four pharmacologic/therapeutic categories provided. citeturn0search8turn0search1",
        "Act: Key extracted details from the description and registry summaries — Title: The PorchLight Project; Intervention: PorchLight training program for Senior Companions integrated into LSS-MN onboarding and delivery; Study type: pragmatic interventional trial with behavioral/\"Other: PorchLight\" intervention; UMN role: assist with survey selection, randomize regions, analyze de-identified data; No drug, biologic, or placebo is mentioned or listed. These details are corroborated by trial registry/summary pages and LSS program pages. citeturn0search8turn0search5turn0search0",
        "Reflect: Classification check — given the intervention is training/behavioral (volunteer support program) and the trial is embedded in service delivery, the correct category under the provided options is 'N/A' (does not match: disease-targeted biologic, disease-targeted small molecule, cognitive enhancer, or neuropsychiatric symptom improvement). Web searches did not identify any drug or biologic associated with this trial; all sources describe a behavioral/volunteer-training program. Therefore 'N/A' is confirmed. citeturn0search5turn0search8",
        "Web search results used (examples): 1) Lutheran Social Service of Minnesota — Senior Companion program and companion services (LSS-MN pages describing the volunteer program). citeturn0search0turn0search1 2) Clinical trial summaries listing The PorchLight Project (e.g., CTV/Veeva listing with NCT05550727 and Medifind summary). citeturn0search8turn0search5",
        "Note on ambiguity/missing information: The description contains no drug name, biologic, or device; outcome targets appear to be service-delivery and quality-of-life/support metrics rather than direct disease-modifying or symptomatic pharmacologic effects. If you want a different framing (e.g., classify as a \"psychosocial intervention\" or map to an alternative taxonomy), tell me and I can reclassify accordingly."
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}