{
    "nct_id": "NCT02740634",
    "title": "Molecular and Structural Imaging in Alzheimer's Disease: A Longitudinal Study",
    "status": "RECRUITING",
    "last_update_time": "2025-01-15",
    "description_brief": "This is a neuroimaging study designed to learn more about amyloid and tau burden in the brain of patients with typical and atypical Alzheimer's Disease and how burden may change over a one year period.",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "DIAGNOSTIC",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The study is a longitudinal neuroimaging/observational study intended to measure amyloid (Aß) and tau burden and structural/functional changes over time in typical and atypical Alzheimer’s disease — i.e., it is diagnostic/biomarker research, not a therapeutic drug trial. citeturn0search0turn0search1",
        "Act (extracted details): Title and description match Mayo Clinic longitudinal imaging work (PI: Jennifer Whitwell). Modalities include Aβ PET (C-11 PiB), tau PET ([18F]flortaucipir / F-18 AV-1451), structural 3T MRI (including resting-state fMRI and QSM), and genetic/blood sampling; serial assessments occur ~12 months apart. No investigational drug or placebo is administered—outcomes are imaging measures of amyloid/tau and rates of change. citeturn0search0turn0search1turn0search5",
        "Reflect: Classification = N/A (does not fit the four therapeutic categories). Rationale: the intervention is imaging/observation (PET/MRI) to quantify pathology and progression rather than a biologic or small-molecule intended to modify disease, a cognitive enhancer, or a neuropsychiatric treatment. Web search results used to verify these points are listed above (Mayo Clinic project page, Mayo Clinic clinical-trial listing, MedPath/clinical-trial record, Grantome/NIH summary, and other listings). citeturn0search0turn0search1turn0search3turn0search5"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}