{
    "nct_id": "NCT01334450",
    "title": "Deep-TMS for the Treatment of Alzheimer Disease Patients",
    "status": "COMPLETED",
    "last_update_time": "2023-02-28",
    "description_brief": "Transcranial Magnetic Stimulation (TMS) for treatment of Alzheimer disease.",
    "description_detailed": "Transcranial Magnetic Stimulation (TMS) for treatment of Alzheimer disease.\n\nAlzheimer's disease (AD) is the leading cause of dementia and cognitive deteriorating in the advanced age. The current medical treatment of AD is mainly symptomatic and has many limitation. This main target of this study is to determine the safety and efficacy of transcranial magnetic stimulation (TMS) using novel coil design (H2) for stimulation of deep brain structures concomitantly with regular treatment in Alzheimer's disease (AD) patients. TMS acts by generating magnetic fields in the brain which simulate neuro-chemical changes and stimulate neuronal activity translating into increased secretion of growth factors such as brain derived neurotrophic factor (BDNF). Hence it is postulated that TMS will have a positive effect on the cognitive and behavioral symptoms of patients with AD and may ameliorated the progression of the disease. The treatment is non-invasive, with no significant side effects, and no need of hospitalization or anesthesia. The trial is phase IIb double blind study including 45 AD patients ages between 50 to 80 with mild or moderate AD (Mini Mental State Examination \\[MMSE\\] between 16 to 26) divided into 3 groups. All participants will receive standard medical therapy for AD. In addition, patients recruited for the study will receive 16 sessions of TMS with the H2 coil over 8 weeks. The first group will receive excitatory stimulation of 10 Hz over the prefrontal and parietal cortex, the second group will receive inhibitory stimulation of 1 Hz over similar brain areas and control patients will receive the same amount of Sham sessions. Patient will receive 3 treatments per week in the first 3 weeks and than 1 treatment per week for additional 4 weeks. Patients will be evaluated before the treatments, after 8 weeks of treatment and after another 8 weeks without treatment. The evaluations will include cognitive function according to ADAS-COG and MMSE, Activity of daily living (ADL) functions according to ADSC-ADL, behavioral function according to the Neuropsychiatric Inventory (NPI), depression according to the Cornell Scale for Depression in Dementia (CSDD), care giver satisfaction according to the RUD LITE scale and computerized cognitive evaluation according to the NEXING battery. We expect that the cognitive, behavioral and ADL functions will improve better in the study group as compared to the Sham treated group. From previous trial of TMS in neurological patients, although not in AD, we anticipate that adverse events rate will be similar between groups proving the safety of deep TMS treatment in patients with AD. In case our hypothesis will be proven, deep TMS treatment will be added as an important modality to the conventional therapy of AD patients.",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "Deep Transcranial Magnetic Stimulation (Deep TMS) / Transcranial Magnetic Stimulation (TMS)"
    ],
    "placebo": [
        "Sham TMS"
    ],
    "explanation_target": [
        "Reason: The intervention described is Transcranial Magnetic Stimulation (Deep‑TMS), a non‑invasive brain stimulation device-based neuromodulation technique intended to improve cognition in Alzheimer disease patients. TMS modulates cortical excitability and network activity rather than acting as a biologic or small‑molecule that targets amyloid/tau pathology, so it fits the 'cognitive enhancer' category rather than 'disease‑targeted biologic' or 'disease‑targeted small molecule'. citeturn0search6turn0search7",
        "Act: Key extracted details — intervention: Deep‑TMS / TMS (device-based neuromodulation); comparator typically: sham TMS (placebo control) in trials; intended effect in published trials: improvement in cognitive outcome measures (e.g., ADAS‑Cog, MMSE) and global cognition. Examples include the BrainsWay Deep‑TMS trials and randomized/controlled rTMS trials showing cognitive effects. citeturn0search3turn0search1turn0search4",
        "Reflect: Classification check — available randomized trials and systematic reviews/meta-analyses conclude that rTMS/Deep‑TMS protocols can improve cognitive function in mild–moderate AD, and the mechanism is neuromodulatory (network/circuit effects) rather than pharmacologic targeting of amyloid or tau; therefore 'cognitive enhancer' is the most accurate category. Note possible ambiguity: TMS can also affect mood/behavior and has been explored for neuropsychiatric symptoms, but the provided title and trial aim explicitly reference treatment of Alzheimer disease patients with Deep‑TMS (cognitive endpoints in trials), supporting the cognitive enhancer classification. citeturn0search7turn0search2",
        "Web search results used (selected sources): 1) Review: 'Transcranial Magnetic Stimulation in Alzheimer's Disease: Are We Ready?' (PubMed) — discusses mechanisms, clinical studies and knowledge gaps for TMS in AD. citeturn0search6 2) Meta‑analysis / systematic reviews (Frontiers 2023) — TMS shows short‑term and longer effects on cognitive outcomes and summarizes protocol findings (DLPFC, frequencies). citeturn0search7 3) BrainsWay press release / Deep‑TMS Alzheimer's trial interim results — example of Deep‑TMS device trials in AD. citeturn0search3 4) neuroAD™ combined TMS + cognitive training randomized controlled trial (PubMed) — example RCT reporting cognitive benefits. citeturn0search1 5) Network meta‑analysis comparing rTMS and pharmacologic treatments (Wiley) — supports rTMS efficacy vs drug therapies in some analyses. citeturn0search2"
    ],
    "agent_type": "M) Synaptic Plasticity/Neuroprotection",
    "explanation_agent": [
        "Reason: The intervention is Deep‑TMS / rTMS, a non‑invasive brain stimulation (neuromodulation) technique that modulates cortical excitability, network activity and synaptic plasticity/neurotrophic signaling rather than directly targeting amyloid, tau, ApoE/lipids, or other molecular pathologies. This mechanism aligns best with CADRO category M (Synaptic Plasticity / Neuroprotection). citeturn0search2turn0search0",
        "Act: Extracted details from the trial description — intervention: Deep Transcranial Magnetic Stimulation (device-based neuromodulation); intent: cognitive enhancement/improvement on cognitive scales (ADAS‑Cog, MMSE) in AD patients; typical comparator in trials: sham TMS. Clinical studies and meta-analyses report cognitive benefits from rTMS/Deep‑TMS in mild–moderate AD, consistent with a synaptic/plasticity‑based mechanism rather than a molecular disease‑targeted therapy. Therefore assign to 'M) Synaptic Plasticity/Neuroprotection'. citeturn0search6turn0search3turn0search4",
        "Reflect: The classification was checked against alternatives — A) Amyloid beta and B) Tau are molecular pathology categories (not applicable because TMS is a neuromodulatory device, not an anti‑amyloid or anti‑tau biologic/small molecule), F) Inflammation or J) Metabolism could be second‑order effects but are not the primary mechanistic intent described. The intervention’s primary mechanistic rationale (enhancing cortical excitability, plasticity, neurotrophic signaling and network function) fits CADRO M most specifically. If a trial explicitly targeted molecular pathology (e.g., anti‑amyloid antibody) we would choose A or B; absent that, M is the best match. citeturn0search0turn0search2",
        "Web search results used (selected): 1) 'Transcranial Magnetic Stimulation in Alzheimer's Disease: Are We Ready?' (PubMed). citeturn0search0 2) 'Effects of transcranial magnetic stimulation on neurobiological changes in Alzheimer's disease (Review)' (PubMed). citeturn0search2 3) neuroAD™ combined TMS + cognitive training randomized controlled trial (multicenter RCT). citeturn0search6 4) Early randomized rTMS-COG trials showing cognitive benefit. citeturn0search3 5) Systematic reviews / meta‑analyses showing rTMS improves global cognition in AD. citeturn0search4turn0search5"
    ]
}