{
    "nct_id": "NCT05267535",
    "title": "Randomized, Delayed Start, Double Blind, Parallel Group, Placebo Controlled, Multicenter Study of Piromelatine 20 mg in Participants With Mild Dementia Due to Alzheimer's Disease",
    "status": "ACTIVE_NOT_RECRUITING",
    "last_update_time": "2024-06-19",
    "description_brief": "Randomized efficacy and safety study of piromelatine 20 mg versus placebo in participants with mild dementia due to Alzheimer's disease (AD) who are 2:107,510,000-107,540,000 polymorphism non-carriers with the primary objective to compare the effect of piromelatine to that of placebo on the AD Assessment Scale cognitive subscale (ADAS-cog14) at Week 26 of double-blind treatment.",
    "description_detailed": "This study of piromelatine 20 mg versus placebo in participants with mild dementia due to Alzheimer's disease is conducted as a confirmatory, randomized efficacy and safety study in participants who are 2:107,510,000-107,540,000 polymorphism non-carriers (N=225). Participants will be randomized in a 1:1 allocation ratio to receive either piromelatine 20 mg or placebo for 26 weeks. Medication is to be administered orally, one tablet daily, taken 1-2 hours before going to bed (preferably between 2100h and 2200h) and after food.\n\nTo differentiate between symptomatic effects and potential disease modifying effects of piromelatine, there will be a delayed-start open-label extension period of 12 months treatment wherein placebo-treated participants will be treated with piromelatine (20 mg daily) and the piromelatine-treated patients will be continued. This exploratory phase is aimed to continue randomized assignment of piromelatine treatment, long-term (18 months overall) to evaluate its potential disease modifying effect compared to patients in the placebo-randomized group who started the treatment after a 6-month delay.\n\nThe primary efficacy analysis (blinded) is planned after completion of the 26 weeks double blind period. If efficacy is not confirmed, then the study will be ended without completing the extension period",
    "phase": [
        "PHASE2",
        "PHASE3"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "piromelatine (20 mg) — a small-molecule melatonin MT1/MT2/MT3 and serotonin 5‑HT1A/1D receptor agonist"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The investigational product is piromelatine and the trial's primary endpoint is change in cognition measured by ADAS‑Cog14 at Week 26, which indicates the trial aims to improve cognitive performance rather than directly target amyloid or tau pathology. citeturn0search1turn0search3",
        "Act: Piromelatine is a small molecule that acts as an agonist at melatonin (MT1/2/3) and serotonin (5‑HT1A/1D) receptors (i.e., a neurochemical/modulatory mechanism, not a biologic such as an antibody) and has been tested in mild AD with cognitive endpoints; the present study uses 20 mg vs placebo in genetically selected non‑carriers of a 2q12 polymorphism cluster, with ADAS‑Cog14 as the primary outcome at 26 weeks. citeturn0search2turn0search3turn0search1",
        "Reflect: Because piromelatine is a small‑molecule receptor agonist intended to improve cognition/sleep (rather than a biologic targeting core AD pathology like amyloid or tau), the correct category is \"cognitive enhancer.\" The trial design and endpoints (ADAS‑Cog14) support this classification. Note: piromelatine may also affect sleep/neuropsychiatric symptoms, but the primary cognitive endpoint drives the category choice. citeturn0search2turn0search1",
        "Web search results (sources consulted): PubMed summary describing piromelatine's pharmacology and GWAS results in AD trials (Schneider et al. GWAS/paper); ALZFORUM summary of piromelatine trials and the 2q12 polymorphism-driven enrichment strategy; trial registry entries (e.g., NCT05267535 / NEUP11-7 listings) showing piromelatine 20 mg vs placebo with ADAS‑Cog14 primary endpoint and exclusion of 2:107,510,000-107,540,000 polymorphism carriers. citeturn0search2turn0search1turn0search3"
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The investigational drug, piromelatine, is a small‑molecule agonist at melatonin (MT1/MT2/MT3) and serotonin (5‑HT1A/1D) receptors, indicating the mechanism is modulation of neurotransmitter/receptor systems rather than direct modulation of core AD proteopathies (amyloid or tau). citeturn0search6turn0search5",
        "Act: Extracted trial details show a Phase 2 randomized, placebo‑controlled study of piromelatine 20 mg with a primary cognitive endpoint (ADAS‑Cog14), and an enrollment strategy excluding carriers of a 2q12 polymorphism cluster — confirming the intervention is a receptor‑targeting cognitive enhancer rather than an anti‑amyloid or anti‑tau biologic. Based on the drug’s pharmacology (melatonin and serotonin receptor agonism), the most specific CADRO match is D) Neurotransmitter Receptors. citeturn0search2turn0search3turn0search0",
        "Reflect: This classification aligns with CADRO because piromelatine’s primary pharmacologic actions are on neurotransmitter receptors (melatonin and serotonin). The trial’s cognitive outcome (ADAS‑Cog14) and the enrichment strategy (2q12 non‑carriers) do not indicate targeting of amyloid, tau, inflammation, or other CADRO domains — supporting D rather than A, B, F, or R. If additional mechanisms (e.g., significant metabolic or neuroprotective effects) were the trial focus, another CADRO code might be considered, but current information supports D. citeturn0search3turn0search0",
        "Web search results consulted:",
        "- Piromelatine pharmacology and receptor profile (melatonin MT1/MT2 and serotonin 5‑HT1A/1D agonist). citeturn0search6turn0search5",
        "- ALZFORUM summary of piromelatine clinical development, trial results, and the 2q12 enrichment strategy. citeturn0search3",
        "- Clinical trial registry entry (NCT05267535) describing the piromelatine 20 mg vs placebo study with ADAS‑Cog14 primary endpoint and exclusion of 2:107,510,000‑107,540,000 polymorphism carriers. citeturn0search2turn0search1",
        "- PubMed paper reporting the GWAS identifying the 2q12 polymorphism cluster associated with differential response. citeturn0search0"
    ]
}