{
    "nct_id": "NCT06740864",
    "title": "Induction and Stabilization of Gamma Oscillations With 40 Hz Transcranial Alternating Current Stimulation in Healthy Elderly",
    "status": "RECRUITING",
    "last_update_time": "2024-12-24",
    "description_brief": "This study aims to compare the efficacy of different 40 Hz tACS protocols in entraining gamma oscillations, which are linked to various cognitive functions and play a significant role in cognitive impairments like Alzheimer's disease. Specifically, it examines the effects of 40 Hz tACS applied to frontal brain regions versus fronto-temporal regions on gamma oscillations and working memory in healthy elderly individuals.",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "BASIC_SCIENCE",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is 40 Hz transcranial alternating current stimulation (tACS) aimed at entraining gamma oscillations and measuring effects on working memory in healthy elderly — an intervention intended to improve cognitive function rather than deliver a biologic or small-molecule that targets Alzheimer pathology. The trial description and registry entry identify the protocol as 40 Hz tACS applied to frontal vs fronto‑temporal regions in healthy older adults. citeturn0search6",
        "Act: Key extracted details — Title: \"Induction and Stabilization of Gamma Oscillations With 40 Hz Transcranial Alternating Current Stimulation in Healthy Elderly\"; Intervention: 40 Hz tACS (noninvasive electrical brain stimulation); Population: healthy elderly; Outcomes: entrainment of gamma oscillations and working memory performance. This is a neuromodulation approach used to enhance cognitive/working memory function and is not a drug (no pharmaceutical agent named). Prior literature shows 40 Hz tACS/GENUS is used to induce gamma entrainment and has been studied for cognitive effects and as a possible therapeutic approach for Alzheimer’s-related cognitive impairment. citeturn0search6turn0search1turn0search9",
        "Reflect: Classification check — the trial does not test a biologic (e.g., antibody) nor a small-molecule drug, and it is not focused on treating neuropsychiatric/behavioral symptoms; its primary aim is cognitive (working memory) modulation via gamma entrainment. Therefore it best fits the 'cognitive enhancer' category. Note: some 40 Hz entrainment research also explores disease-modifying mechanisms (e.g., effects on microglia/amyloid in preclinical or multimodal stimulation studies), but this specific study in healthy elderly targets cognitive entrainment/performance rather than direct pathology modulation, so 'cognitive enhancer' is the appropriate classification. citeturn0search9turn0search2",
        "Web search results (selected sources used to verify and support the above): - Trial registry/summary for the 40 Hz tACS induction/stabilization study (NCT06740864) — trial description and aims. citeturn0search6 - Phase‑synchronized 40 Hz tACS and iTBS study showing 40‑Hz tACS can enhance and stabilize gamma oscillatory activity (implications for cognitive function/AD). citeturn0search1 - Meta-analysis and clinical studies examining 40 Hz gamma‑tACS effects on cognition in AD and related populations. citeturn0search0turn0search2 - GENUS / 40 Hz sensory stimulation literature showing gamma entrainment can affect brain function and has been explored for cognitive and disease‑relevant outcomes. citeturn0search9"
    ],
    "agent_type": "M) Synaptic Plasticity/Neuroprotection",
    "explanation_agent": [
        "Reason: The intervention is 40 Hz transcranial alternating current stimulation (tACS) to entrain/stabilize gamma oscillations and thereby improve cognitive/working-memory performance in healthy older adults. This is a neuromodulation-based cognitive-enhancement approach aimed at restoring network-level oscillatory activity and synaptic function rather than targeting an amyloid, tau, inflammatory, metabolic, or molecular pathway with a drug. citeturn1search5turn0search1",
        "Act: Key extracted details — Title: \"Induction and Stabilization of Gamma Oscillations With 40 Hz Transcranial Alternating Current Stimulation in Healthy Elderly\"; Intervention: 40 Hz tACS (noninvasive electrical brain stimulation); Population: healthy elderly; Primary aim: entrain gamma oscillations and measure working-memory/cognitive effects. No pharmaceutical agent or molecular target is named, so the study is best classified as a cognitive-enhancer / synaptic-plasticity intervention. citeturn1search5turn0search6",
        "Reflect: CADRO mapping — the study’s focus on modulating gamma oscillations to improve cognition and network/synaptic function aligns with CADRO category M) Synaptic Plasticity/Neuroprotection (cognitive enhancers and interventions that act at the level of neural network/synaptic function). Although some 40 Hz entrainment research explores downstream effects on inflammation or amyloid in preclinical work, this specific trial in healthy elderly targets cognitive entrainment rather than a defined molecular pathology, so M is the most specific fit (not R multi-target or T Other). citeturn1search4turn0search5",
        "Web-search results used to verify and support classification (selected): 1) Trial registry entry for this study (NCT06740864 / listing summaries). citeturn1search5turn1search1 2) Phase-synchronized 40 Hz tACS/iTBS study showing 40 Hz tACS can enhance and stabilize gamma oscillatory activity. citeturn0search1turn0search0 3) Reviews and trials describing 40 Hz tACS / GENUS as a neuromodulatory cognitive-enhancement approach and its potential synaptic/network benefits in AD-related research. citeturn1search4turn0search5"
    ]
}