{
    "nct_id": "NCT00013650",
    "title": "Pilot Study of Immunomodulatory Versus Antiinflammatory Therapy in Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2017-06-30",
    "description_brief": "The purpose of this study is to evaluate the effects of the drug cyclophosphamide (CY) on inflammation and immune responses in individuals with Alzheimer's Disease (AD).\n\nInflammation and immunologic response appear to contribute to neurodegeneration in people with AD. In a process called gliosis, the brain immune cells microglia and astroglia undergo activation and possible proliferation, which promotes neuronal injury and death. Activated microglia and astroglia produce compounds that are cytotoxic to neurons, and they express molecules that greatly amplify immune and inflammatory processes in the brain. Excessive glial activation and proliferation are thought to be pivotal events that hasten the demise of synapses and neurons in AD. Fortunately, increased understanding of immune and inflammatory pathology in AD has provided new opportunities for designing disease-altering treatments for AD. Studies suggest that medications such as nonsteroidal anti-inflammatory drugs (NSAIDs) and immunomodulatory agents may have an important role in altering the course of AD. CY is a potent anti-inflammatory and immunomodulatory drug that inhibits proliferation of immune cells. This study will evaluate the effects of CY on individuals with mild to moderate AD.\n\nParticipants in this study will be randomly assigned to receive either two different doses of CY or placebo (an inactive pill) for 6 months. Participants who receive placebo during the 6 months will have the option of receiving CY for an additional 6 months. Participants will undergo magnetic resonance imaging (MRI) scans of the brain. Measures of cerebral spinal fluid biomarkers or neurodegeneration, neuroinflammation, and neuroimmune activation will be taken. In addition, peripheral lymphocyte subsets and peripheral markers of inflammation will be assessed.",
    "description_detailed": "Objectives. The protocol is focused on the immune and inflammatory reactions in Alzheimer's disease (AD) and the possibility that blocking the inflammatory response may alter the course of the illness. The specific plan is to evaluate the biologic and clinical effects of two doses of cyclophosphamide (CY) immunotherapy in AD patients compared to the clinically available cyclooxygenase-2 inhibitor (COX-2), rofecoxib. The study will test the hypotheses that CY: 1) Is safe and tolerable in AD patients in meaningful clinical doses, 2) Can modify central nervous system inflammation and immune responses in AD, 3) Inhibits neurodegeneration in AD brains as indicated by peripheral biomarkers of AD pathology, and 4) Is different quantitatively or qualitatively in its effect on immune markers than placebo or other clinically-available anti-inflammatory drugs such as the COX-2 inhibitor, rofecoxib.\n\nRationale. Inflammation and immunologic responses appear to contribute significantly to neurodegeneration in (AD). In a pathological process termed gliosis, the brain's resident immune cells (microglia and astroglia) undergo chronic activation and possible proliferation, promoting neuronal injury and death by several means. Activated microglia and astroglia produce compounds that are directly cytotoxic to neurons, and they express molecules that greatly amplify immune and inflammatory processes in the brain. Excessive glial activation and proliferation are thought to be pivotal events hastening the demise of synapses and neurons in AD. Conversely, the growing understanding of immune and inflammatory pathology in AD has provided new opportunities for designing disease-altering treatments for AD. Preliminary clinical trials of anti-inflammatory drugs in AD patients, epidemiologic studies of anti-inflammatory drug use, and experimental models linking neurodegeneration with neuroimmune/neuroinflammatory processes suggest strongly that medications such as nonsteroidal-anti-inflammatory drugs (NSAIDs) and immunomodulatory agents may have an important role in altering the course of AD. CY is a potent anti-inflammatory and immunomodulatory drug that acts primarily by inhibiting proliferation of immune cells. Moreover, as immune cell proliferation appears to be an important aspect of AD pathophysiology and disease progression, an exploratory, dose-finding trial of a cytotoxic/cytostatic drug such as CY is appropriate, especially since CY is already widely used for the treatment of other immune-mediated illnesses. Furthermore, a preliminary European trial of CY in AD patients has already demonstrated an improvement in cognitive function that correlated highly with the degree of immunomodulation achieved.\n\nDesign. Study subjects will include 60 male and female patients with mild-moderate AD. In a randomized, placebo-controlled trial, two doses of CY or rofecoxib will be compared over a 6-month period. While the primary outcome measures will be safety and immunologic data, cognitive and other behavioral measures will also be collected. The biological outcome measures will include measures of brain volume (assessed by magnetic resonance imaging) and cerebrospinal fluid biomarkers of neurodegeneration, neuroinflammation, and neuroimmune activation. In addition, peripheral lymphocyte subsets and peripheral markers of inflammation will be assessed. This design is meant to provide dose-finding data to help design a more definitive efficacy trial with CY if the safety/tolerability parameters are acceptable in this pilot study.",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "cyclophosphamide (small‑molecule alkylating agent; immunosuppressive / immunomodulatory)"
    ],
    "placebo": [
        "placebo (inactive pill)"
    ],
    "explanation_target": [
        "Reason: The protocol tests cyclophosphamide to alter neuroinflammation and immune responses in Alzheimer's disease with the stated goal of changing disease-related pathology (gliosis, microglial/astroglial activation) rather than only treating symptoms.",
        "Act — key pharmacology and match to category: Cyclophosphamide is a small‑molecule nitrogen mustard alkylating agent that has antineoplastic and immunosuppressive/immunomodulatory actions (it inhibits proliferation of immune cells). Because the trial uses this small‑molecule immunomodulator to target inflammatory/immune mechanisms believed to drive neurodegeneration in AD, it fits the 'disease‑targeted small molecule' category rather than a biologic, symptomatic cognitive enhancer, or neuropsychiatric treatment. citeturn0search1turn0search0",
        "Act — trial details (from description): randomized to two CY doses vs placebo for 6 months (option to crossover to CY), MRI and CSF biomarkers of neurodegeneration/neuroinflammation measured, peripheral lymphocyte subsets and inflammatory markers assessed (supports intent to measure disease‑modifying immune effects).",
        "Reflect: Classification checked — cyclophosphamide is not a biologic (it is a small molecule/prodrug), and its intended effect here is to modify disease processes via immunomodulation, not to directly improve cognition symptomatically or treat behavioral symptoms. Therefore 'disease-targeted small molecule' is the best fit.",
        "Web search results used (summary of sources): StatPearls / NCBI Bookshelf — mechanism: alkylation of DNA; clinical pharmacology summary. citeturn0search0",
        "DrugBank — identifies cyclophosphamide as a small‑molecule alkylating agent with antineoplastic and immunomodulating uses (modalities, mechanism, and clinical roles). citeturn0search1turn0search2",
        "MolecularCloud (summary) / other pharmacology resources — notes activation to alkylating metabolites and use of low‑dose cyclophosphamide in autoimmune diseases as an immunomodulator. citeturn0search5turn0search3"
    ],
    "agent_type": "F) Inflammation",
    "explanation_agent": [
        "Reason: The trial tests cyclophosphamide to alter neuroinflammation and immune responses (gliosis, microglial/astroglial activation) with the stated goal of modifying disease-related pathology rather than only treating symptoms. Cyclophosphamide is an alkylating small molecule with well‑documented immunosuppressive / immunomodulatory effects (selective effects on T cells, alterations in cytokine secretion), so the biological focus is inflammatory/immune mechanisms driving neurodegeneration. citeturn0search0turn0search2.",
        "Act: Key pharmacology and match to CADRO — cyclophosphamide is a small‑molecule nitrogen mustard prodrug activated in liver to alkylating metabolites that crosslink DNA and have dose‑dependent immunosuppressive/immunomodulatory activity; the trial uses this small molecule specifically to target inflammatory/immune pathways in AD (randomized CY doses vs placebo, MRI/CSF neuroinflammation and peripheral immune markers measured), which maps to CADRO category F) Inflammation. citeturn0search0turn0search2.",
        "Reflect: The intervention is not targeting amyloid, tau, synaptic receptors, metabolism, vasculature, or being purely symptomatic — its mechanism and trial endpoints are focused on immune/inflammatory modulation. Therefore the most specific CADRO match is F) Inflammation. No strong evidence in the description for multiple distinct mechanistic targets that would require R) Multi‑target, nor is this a non‑therapeutic diagnostic study, so 'T) Other' is inappropriate. citeturn0search0turn0search2.",
        "Web search results used (summary): StatPearls / NCBI Bookshelf — cyclophosphamide mechanism (alkylation), immunosuppressive/immunomodulatory effects and use in autoimmune settings. citeturn0search0; DrugBank — cyclophosphamide as a small‑molecule alkylating agent, prodrug activated to phosphoramide mustard, clinical and pharmacology summary. citeturn0search2turn0search4; Wikipedia — general pharmacology and activation pathway (supporting background). citeturn0search12."
    ]
}