{
    "nct_id": "NCT00479219",
    "title": "A Single Dose Study of the Safety, Tolerability, Pharmacokinetics, and Pharmacodynamics of GSI-953 in Blood and Cerebrospinal Fluid, When Administered Orally to Healthy Young Subjects and Patients With Alzheimer Disease",
    "status": "COMPLETED",
    "last_update_time": "2008-07-09",
    "description_brief": "To assess the pharmacodynamics (PD) of biomarkers amyloid beta peptide 40 and 42 (Ab40 and Ab42) in CSF, following single oral doses of GSI-953, an investigational drug, in healthy young subjects and patients with Alzheimer Disease (AD).",
    "description_detailed": "N/A",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "GSI-953 (begacestat) — a small‑molecule, selective gamma‑secretase inhibitor targeting APP cleavage and reducing Aβ40/Aβ42"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial tests GSI-953 with pharmacodynamic readouts of Aβ40 and Aβ42 in CSF after single oral doses, indicating the intended effect is to lower amyloid peptide production by inhibiting the γ‑secretase cleavage of APP — a disease‑modifying approach targeting Alzheimer pathology rather than symptomatic cognitive enhancement or neuropsychiatric management. citeturn0search1turn0search3",
        "Act: Key extracted details — the investigational drug GSI-953 is begacestat, a thiophene sulfonamide small‑molecule γ‑secretase inhibitor that selectively inhibits APP cleavage (reducing Aβ40/Aβ42) over Notch and has shown dose‑dependent changes in plasma (and PD biomarker assessments in CSF/brain) after oral dosing in humans and animals. This matches a disease‑targeted small‑molecule mechanism. citeturn0search1turn0search0turn0search2",
        "Web search results (sources used): PubMed entry and preclinical/clinical profile describing begacestat (GSI‑953) as a selective γ‑secretase inhibitor that lowers Aβ40/Aβ42 (PubMed abstract). citeturn0search1; Alzheimer’s & Dementia/meeting abstract and JPET article reporting PK/PD biomarker relationships and single‑dose human PD (plasma/CSF Aβ) with GSI‑953. citeturn0search0turn0search3",
        "Reflect: Classification check — given GSI‑953 is a small‑molecule γ‑secretase inhibitor aimed at reducing amyloid β peptide production (disease pathology), the correct category is 'disease-targeted small molecule'. There is no indication this trial is testing a biologic (e.g., monoclonal antibody), a pure cognitive enhancer, or a neuropsychiatric symptomatic treatment. No ambiguity found in the provided description or cited literature."
    ],
    "agent_type": "A) Amyloid beta",
    "explanation_agent": [
        "Reason: The investigational drug GSI-953 (begacestat) is described and documented as a small‑molecule, thiophene sulfonamide γ‑secretase inhibitor that selectively inhibits APP cleavage to reduce production of Aβ40/Aβ42 peptides — i.e., it acts on the amyloid‑beta production pathway rather than on symptomatic neurotransmission or unrelated processes. citeturn0search3turn0search0",
        "Act: Extracted details from the trial description and literature — drug name: GSI‑953 (begacestat); mechanism: selective γ‑secretase inhibition of APP cleavage (low‑nanomolar potency) with demonstrated dose‑dependent lowering of Aβ40/Aβ42 in plasma, brain and in some studies CSF after oral dosing in animals and humans; selectivity for APP versus Notch cleavage is reported (≈15–16×). These points map directly to CADRO category A (Amyloid beta). citeturn0search1turn0search4",
        "Reflect: Classification check — the trial’s PD readouts (Aβ40/Aβ42 in CSF and plasma) and the drug’s explicit mechanism (blocking γ‑secretase to lower Aβ production) make A) Amyloid beta the most specific and appropriate CADRO category. There is no indication the intervention targets tau, inflammation, synaptic plasticity, metabolism, or other CADRO categories, nor is it a diagnostic/non‑therapeutic procedure. citeturn0search3",
        "Web search results (sources used): 1) JPET article and abstract describing begacestat (GSI‑953) as a selective γ‑secretase inhibitor that lowers Aβ in brain, plasma and CSF and showed single‑dose PD activity in humans. citeturn0search3 2) Alzheimer’s & Dementia (conference/abstract) reporting PK/PD relationships and that single oral doses produced dose‑dependent reductions in plasma Aβ (and compartmental PK/PD comparisons between rodent and human). citeturn0search1 3) ACS Chemical Neuroscience summary and lead optimization description of GSI‑953 (begacestat) with preclinical and early human data supporting APP‑selective γ‑secretase inhibition and Aβ lowering. citeturn0search0 4) MedChemExpress compound summary giving potency/IC50 and in vivo Aβ lowering data for begacestat. citeturn0search4"
    ]
}