{
    "nct_id": "NCT04715750",
    "title": "An Open Label, Single Center Study to Evaluate the Safety and Imaging Characteristics of [18F]PI-2620 as PET Radioligand for Imaging Tau Deposition in the Brains of Patients With Mild to Moderate Alzheimer's Disease (AD) and Patients With Progressive Supranuclear Palsy (PSP) After i.v. Application of [18F]PI-2620 With High and Low Specific Activity",
    "status": "COMPLETED",
    "last_update_time": "2025-05-14",
    "description_brief": "This is an open-label study without randomisation. All eligible patients will receive two administrations of the investigational imaging agent \\[18F\\]PI-2620 at a radioactive dose of 185 MBq, one with high specific activity (≤ 5 µg tracer mass dose), another one with low specific activity (40-50 µg tracer mass dose).",
    "description_detailed": "This is an open-label, single center study to visually assess and quantitatively compare brain PET images obtained after application of \\[18F\\]PI-2620 with different specific activities: 1) High specific activity (low mass dose): 185 MBq containing a maximum mass dose of ≤5 μg in up to 10 mL and 2) Low specific activity (high mass dose): 185 MBq containing a maximum mass dose of 40-50 μg in up to 10 mL).",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "DIAGNOSTIC",
    "results": null,
    "target_category": "N/A",
    "drug": [
        "[18F]PI-2620"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The investigational intervention is an 18F-labeled PET radioligand (18F-PI-2620) administered for imaging tau deposition in the brain (diagnostic PET), not a therapeutic intended to modify disease, improve cognition, or treat neuropsychiatric symptoms. Clinical papers describe 18F-PI-2620 as a tau PET tracer used to image neurofibrillary tau in AD and other tauopathies. citeturn0search0turn0search5",
        "Act: Key extracted details — agent name: [18F]PI-2620; modality: PET radioligand with fluorine-18; purpose in trial: evaluate safety and imaging characteristics for tau deposition in AD and PSP (high vs low specific activity dosing). Multiple clinical studies and first‑in‑humans reports confirm it is a diagnostic tau tracer (safe/tolerated; used to visualize tau in AD/PSP), not a therapeutic biologic or small-molecule treatment. citeturn0search0turn0search1turn0search8",
        "Reflect: Given the trial is an open-label imaging study of a PET radioligand to visualize tau (diagnostic), it does not fit any of the four therapeutic categories (disease-targeted biologic, disease-targeted small molecule as a treatment, cognitive enhancer, or neuropsychiatric symptom improvement). Although PI-2620 is a small-molecule ligand chemically, the protocol’s aim is diagnostic imaging rather than therapeutic modulation, so the correct classification is 'N/A'. Supporting literature on 18F-PI-2620 as a tau PET tracer and its application across the AD/PSP spectrum is provided. citeturn0search3turn0search5"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}