{
    "nct_id": "NCT05383833",
    "title": "Creatine to Augment Bioenergetics in Alzheimer's",
    "status": "COMPLETED",
    "last_update_time": "2024-08-13",
    "description_brief": "By doing this study, researchers hope to see if creatine monohydrate is a helpful treatment for people with Alzheimer's disease.",
    "description_detailed": "Alzheimer's disease is a progressive brain disorder that causes memory and thinking problems. Current medications may temporarily help with symptoms but cannot stop the disease from getting worse. As such, new treatments that slow or stop the disease from progressing are needed.\n\nThere is some evidence from animal studies that taking creatine monohydrate may improve thinking in Alzheimer's disease and be good for brain health. However, no studies have looked at creatine monohydrate supplementation in humans with Alzheimer's.\n\nCreatine monohydrate is a dietary supplement regulated by the FDA. This is a study that will test if taking creatine monohydrate may be a helpful treatment for people with Alzheimer's disease. In this study, investigators will will evaluate:\n\n1. Whether persons with Alzheimer's disease are able to easily take creatine monohydrate for 8 weeks.\n2. Whether creatine monohydrate affects thinking function in people with Alzheimer's Disease.\n3. Whether creatine monohydrate affects certain biochemicals in the brain and body.\n4. Whether creatine monohydrate improves muscle size and strength.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "creatine monohydrate (creatine)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is creatine monohydrate, a small organic compound/supplement that augments cellular bioenergetics (ATP recycling) in muscle and brain and has been studied for effects on cognition rather than as a biologic targeting amyloid/tau pathology. citeturn0search6turn0search1",
        "Act (extracted trial details & evidence): The study title and description refer to \"Creatine to Augment Bioenergetics in Alzheimer's\" (CABA). The protocol describes an 8‑week, single‑arm pilot of 20 g/day creatine monohydrate in people with cognitive impairment due to AD. Published pilot results report increased brain total creatine and improvements on several cognitive measures after supplementation. (Clinical trial registration NCT05383833; protocol and pilot results). citeturn0search0turn0search2",
        "Supporting evidence from the literature: Randomized and meta-analytic studies show creatine supplementation can increase brain creatine and has small-to-modest positive effects on memory and some cognitive tasks in adults; reviews propose creatine as a therapeutic target in AD via bioenergetic mechanisms. citeturn0search1turn0search3turn0search4",
        "Reflect: Classification rationale — creatine is not a biologic (no monoclonal antibody or vaccine) and does not specifically target canonical AD pathology (amyloid or tau). Its primary intended effect in this trial is to augment brain bioenergetics and improve cognition. According to the provided category definitions, this aligns best with \"cognitive enhancer\" (drugs/interventions improving cognitive function without targeting hallmark pathology). Note: one could argue it is a small molecule acting on a disease‑relevant pathway (bioenergetics), but the category definition for \"disease‑targeted small molecule\" emphasizes agents aimed at core AD pathology (e.g., amyloid/tau), which creatine does not. citeturn0search6",
        "Web search results (key sources found): 1) CABA study protocol describing creatine supplementation in AD (PubMed). citeturn0search0 2) Pilot trial results: \"Creatine monohydrate pilot in Alzheimer's: Feasibility, brain creatine, and cognition\" (Alzheimer's & Dementia: TRCI / PubMed), reporting ↑brain creatine and cognitive improvements. citeturn0search2 3) Supplemental analyses on muscle benefits from the same pilot. citeturn0search5 4) Large RCT on creatine and cognition in adults (BMC Medicine). citeturn0search1 5) Reviews and meta-analyses on creatine and cognition / rationale for targeting brain bioenergetics in AD. citeturn0search6turn0search3"
    ],
    "agent_type": "J) Metabolism and Bioenergetics",
    "explanation_agent": [
        "Reason: The intervention is creatine monohydrate, an oral supplement that augments cellular energy metabolism by supporting the creatine/phosphocreatine system and ATP recycling in muscle and brain — i.e., a bioenergetic mechanism rather than a direct anti-amyloid or anti-tau approach. citeturn0search2turn0search6",
        "Act: Extracted trial details — the Creatine to Augment Bioenergetics in Alzheimer’s (CABA) study is an 8‑week, single‑arm pilot of 20 g/day creatine monohydrate in people with cognitive impairment due to AD (ClinicalTrials.gov NCT05383833). Published pilot results report an ~11% increase in brain total creatine and improvements on several cognitive measures after supplementation. These facts support that the trial’s primary biological focus is improving brain bioenergetics. citeturn0search2turn0search6",
        "Reflect: Classification rationale — because the drug’s intended mechanism is to augment cellular/metabolic energy (bioenergetics) and not to target canonical AD proteinopathies (amyloid or tau) or inflammatory/synaptic targets specifically, the CADRO category that best fits is J) Metabolism and Bioenergetics. Although the intervention is also used as a cognitive enhancer (clinical aim), CADRO maps mechanistic bioenergetic interventions to category J rather than to a non-specific \"cognitive enhancer\" label. No evidence in the trial description indicates multiple distinct mechanistic targets that would require R) Multi‑target. citeturn0search6turn0search2",
        "Web search results (key sources): 1) Pilot trial reporting feasibility, ↑brain creatine and cognitive improvements (Creatine monohydrate pilot in Alzheimer’s: Feasibility, brain creatine, and cognition). citeturn0search6turn0search0; 2) Trial protocol for CABA describing 20 g/day × 8 weeks and bioenergetic rationale. citeturn0search2; 3) Media/summary coverage and context on creatine and brain cognition (news/outlet summaries). citeturn0search4turn0news14"
    ]
}