{
    "nct_id": "NCT05504811",
    "title": "FitMi AD: a Safe and Motivating Computer-guided Exercise System for Individuals With MCI or Mild Dementia Due to Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2025-08-06",
    "description_brief": "This study will investigate the efficacy of a newly developed exercise device (FitMi AD) for individuals with mild cognitive impairment (MCI) or mild dementia due to Alzheimer's disease. FitMi AD uses embedded sensors that can track and record the patient's direction and degree of movement while performing exercises described on a computer.",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is a computer-guided exercise device (FitMi AD) that uses embedded motion sensors to guide, track, and adjust physical exercises for people with MCI or mild dementia due to Alzheimer's disease. This is a behavioral/rehabilitation device, not a pharmacologic agent or biologic targeting AD pathology. citeturn0search0turn0search7",
        "Act: Key details extracted from the trial description — \"FitMi AD\" is an at-home exercise system derived from the FitMi rehabilitation platform; it uses wireless sensorized \"pucks\"/clips to measure movement, provides guided exercises from a tablet app, and aims to improve physical function (and potentially cognitive/quality-of-life outcomes) via exercise training rather than by targeting amyloid, tau, or other molecular AD pathology. citeturn0search0turn1search3",
        "Web-search verification: SBIR project description explicitly names and describes FitMi AD as an exercise system developed by integrating a guided exercise app with the FitMi hardware for people with MCI or mild dementia due to AD. (SBIR summary). citeturn0search0",
        "Web-search verification: Clinical trial listing (trial registry/aggregator) describes the same device and population (FitMi AD home therapy for MCI or mild dementia due to AD). citeturn0search7",
        "Web-search verification: FitMi is a commercial rehabilitation product (Flint Rehab) consisting of wireless pucks and an app (RehabStudio) used in home/clinic rehabilitation; FitMi AD appears to be the AD-specific adaptation of this platform. citeturn1search3turn1search0",
        "Reflect: Matching to the provided category definitions — not a biologic or small molecule (so not 'disease-targeted biologic' or 'disease-targeted small molecule'), not a pharmacologic cognitive enhancer, and not primarily an intervention for neuropsychiatric/behavioral symptoms. Therefore the correct classification from the supplied list is 'N/A' (the trial is a non-pharmacologic exercise/device intervention). No drug or placebo is involved per the description and supporting sources."
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}