{
    "nct_id": "NCT04036955",
    "title": "Evaluation of an Innovative Information, Training and Social Support Intervention \"INFOSADEM\" to Principal Caregivers of Dementia Patients Living at Home. Experimental Study",
    "status": "COMPLETED",
    "last_update_time": "2019-07-29",
    "description_brief": "Background: Dementia is an illness that mostly affects people of advanced age and causes disability and dependency. Although the difficulties, a vast number of older people with dementia at our context, are cared for in their own homes by a family member, usually their spouse/partner, son, daughter or companion, but it is well known that this could be one of the main factors of institutionalization. However, home care is an effective option for the health system. This care may be provided over months or years and can have negative effects on the caregivers' health. This article describes the development and implementation of a structured, psychoeducational intervention addressed to informal caregivers of people with dementia cared for at home.\n\nMethods: A quasi-experimental study with repeated observations at 3 and 6 months post-intervention was performed. Intentional sampling and convenience assignment method was used for intervention and control groups. The intervention was structured developed at the beginning of the study, which consists of a multicomponent training, information and emotional support programme of five, 90-minute sessions over one week. The control group received Usual Care. The project was approved by the ethics committee (HCB/2014/0317) and follows the recommendations of the Declaration of Helsinki. Evidence gathered from our research will be published at national and international level.\n\nDiscussion: The results of this intervention will support other studies and contribute scientific evidence on the importance of promoting non-pharmacologic interventions in informal caregivers of people with dementia. At the same time, they can be used as the basis for the implementation of psycho educational interventions in home care and in long-term care institutions responsible for monitoring people with dementia; responding to training and information needs, and providing the social support that the caregivers themselves demand.",
    "description_detailed": "1. Eligibility Criteria People with a diagnose of dementia, living at home and having an informal caregiver.\n\n   Inclusion criteria\n   * People with a diagnose of dementia\n   * People older than 65 years old\n   * Living at home and receiving public formal care\\* from Primary Health Care centers.\n   * Having an informal caregiver\\*\\* identified being capable of understand healthcare professional advices (this will be measured by healthcare professional criteria).\n   * Cognitive level having a MMSE score lower of 24 .\n   * Informed consent signed. \\*We considered public formal care, the health care team working on Primary Care (being home care or primary care) (GPs,Registered Nurse, Social Worker).\n\n     * We considered informal caregiver the person (family or not) who takes care of the PwD and lives together or visit him/her at least three times a week.\n\n   Exclusion criteria\n   * People lower than 65 years old\n   * People with a psychiatric symptom or Korsakov sindrome\n   * People without informal caregiver identified\n2. Outcome measures\n\n   * preparation for care through the Preparedness for Caregiving Scale (PCS)\n   * Perceived Competence Scale for Care\n   * Inventory Family needs\n   * Zarit Burden Scale\n   * Katz Index of Independence in Activities of Daily Living\n   * positive and negative aspects of care with the Caregiver Reaction assessment (CRA)\n   * Perceived Social Support Questionnaire (Duke-UNK )\n   * Quality of Life Scale (EQ-5D)\n   * General Health Questionnaire (GHQ-12)\n   * Resource Utilization Questionnaire for dementia (RUD)\n   * Neuropsychiatric Inventory (NPI) .\n   * Quality of Life in Alzheimer's Disease (QoL-AD)\n   * Charlson Comorbidity Index (CCI)\n   * Mini-Mental State Examination (MMSE)\n   * Global Deterioration Scale (GDS)",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "SUPPORTIVE_CARE",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The study describes a structured psychoeducational, multicomponent intervention (INFOSA-DEM) delivered to informal caregivers of people with dementia — five 90-minute informational/training/support sessions — intended to improve caregiver knowledge, skills and wellbeing rather than to treat neuropathology or directly improve patients' cognition. citeturn0search0turn0search5",
        "Act: Key extracted details — Official title: \"Evaluation of an Innovative Information, Training and Social Support Intervention 'INFOSADEM' to Principal Caregivers of Dementia Patients Living at Home\" (registry NCT04036955, study ID HCB/2014/0317). The trial is labeled as supportive/non-pharmacologic care and lists INFOSA-DEM as the intervention (no drug or device tested). citeturn0search5turn0search4",
        "Web sources found (supporting evidence): clinical-trials registry entry for NCT04036955 describing the INFOSA-DEM caregiver programme; trial summaries (Clincosm/MedPath/PlatoHealth) describing the five 90-minute sessions and supportive care purpose. citeturn0search4turn0search0turn0search1",
        "Reflect: This intervention does not involve a biologic (e.g., antibody or vaccine) or a small-molecule drug, nor is it described as a cognitive-enhancing pharmacologic treatment or an intervention aimed specifically at managing neuropsychiatric symptoms in patients. It is a non-pharmacologic caregiver-support programme; therefore it does not fit the four therapeutic categories and is classified as 'N/A'. citeturn0search4turn0search0"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}