{
    "nct_id": "NCT03424200",
    "title": "Coaching for Cognition in Alzheimer's (COCOA)",
    "status": "COMPLETED",
    "last_update_time": "2022-09-22",
    "description_brief": "One major study objective is, using 2 study arms (data-driven health coaching plus RC vs. RC only), to evaluate the efficacy of data-driven health coaching. 'RC only' will serve as the control group. Participants will be enrolled in the trial on the basis of an existence of objective cognitive impairment defined by the MCI Screen (MCIS) and being in one of three functional stages as defined by the Functional Assessment Staging Test (FAST). The three FAST stages correspond to cognitive impairment without functional impairment (FAST 2), cognitive impairment with functional impairment without impairment in instrumental activities of daily living (FAST 3, also known as mild cognitive impairment, MCI), or cognitive impairment with impaired instrumental activities of daily living (FAST 4). Study objectives include measuring treatment related changes in cognitive and functional abilities, quality of life, and biological or biochemical measures.\n\nA second major study objective is to analyze longitudinal multi-omic data from individuals on a trajectory of early-stage dementia, to discover correlations between measured variables, and identify models of causation that can further advance knowledge and research in brain degeneration and healthy living",
    "description_detailed": "Up to 200 FAST Stages 2-4 patients with cognitive impairment will be randomized into data-driven health coaching vs. control groups. The participants will be treated and monitored for 24 months.\n\nSubject Identification and Recruitment Study participants will be recruited from a high-volume memory clinic and a large physician medical group. Up to 200 participants will be enrolled in this prospective randomized study (up to 100 in each treatment arm).\n\nProcedures for Obtaining Informed Consent All participants will receive the Experimental Research Subject's Bill of Rights prior to signing the informed consent form (ICF), authorization of use and disclosure of protected health information (PHI), and authorization of medical record release for the subject's treating physician, will be obtained from each participants prior to enrolling in the study. A copy of all signed ICF's will be given to the participants, and the investigator will retain the original.\n\nFAST staging (see Attachment II for the FAST administrating and scoring) will be done before participants are consented to determine whether they or a legally appointed representative (LAR) can consent to participate in the study. In this study, participants with FAST stages 2-4 will be recruited (see Inclusion Criteria).\n\n* Considerations for consenting FAST stages 2-3 subjects: FAST stages 2-3 participants are usually competent to make medical and legal decisions, and will be consented directly, unless there is a caregiver, legally appointed representative, or other reason to think that an informed consent cannot be given by the participants without approval by a reliable informant acting on their behalf.\n* Considerations for consenting FAST stage 4 (mild dementia) participants: FAST stage 4 participants will be consented by having them give oral or written assent, indicating their preference with regard to study participation. In addition, the caregiver or legally appointed representative of a demented participants will be consented to assure full understanding of study procedures and willingness on behalf of the participants to participate in the study.\n\nThis approach has been evaluated by the Department of Psychiatry and Behavioral Sciences at Johns Hopkins, and found to adequately ensure informed consent (Black et al. 2010). They concluded that ADRD participants should not be excluded from study participation if they cannot directly consent themselves, so long as their caregivers can consent, and the participants can assent, either verbally or in writing, their preference to participate in the study.\n\nThe caregiver or legally appointed representative will be required to accompany participants to participate in the required procedures. A copy of the appropriate document (e.g., the power of attorney for healthcare) will be obtained and filed with the original ICF.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "SUPPORTIVE_CARE",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is data-driven personalized remote health coaching delivering multimodal lifestyle changes and cognitive training (not a biologic or small molecule). The study's stated aim is to ameliorate cognitive decline and measure cognitive and functional changes (MCIS/MPI and FAST). citeturn0search2turn0search0",
        "Act: Key extracted details — intervention = data-driven remote health coaching plus multimodal lifestyle and cognitive training (vs. RC/standard recommendations); primary outcome = Memory Performance Index (MPI) derived from the MCI Screen (MCIS); participants selected by MCIS and FAST stages 2–4. This is a behavioral/cognitive intervention rather than a drug. citeturn0search2turn0search3",
        "Web search results supporting the above (selected sources): COCOA study design article (Alzheimer's & Dementia TRCI) describing a two‑arm RCT of data‑driven personalized coaching targeting cognition and multimodal lifestyle interventions. citeturn0search0turn0search2",
        "Reflect: Classification check — fits the provided category of 'Cognitive enhancer' because the aim is to improve cognitive function through coaching, lifestyle change, and cognitive training rather than targeting AD pathology with a biologic or small molecule. No drug or placebo is involved, so categories 1, 2, and 4 do not apply. If you prefer a strict non‑pharmacologic label, 'N/A' could be argued, but by the category definitions the intended effect is cognitive enhancement, so 'cognitive enhancer' is the best fit. citeturn0search2"
    ],
    "agent_type": "R) Multi-target",
    "explanation_agent": [
        "Reason: The COCOA trial tests a data‑driven, personalized remote health‑coaching program that delivers multimodal lifestyle interventions (diet, exercise, stress management, sleep, medical regimen optimization) plus daily cognitive training to improve cognition. Because the intervention is explicitly multimodal and designed to influence multiple biological systems (inflammation, metabolism, vascular risk factors, nutrition, activity, and synaptic/cognitive processes) it does not single out one molecular pathway (e.g., amyloid or tau). The published study design describes the two‑arm RCT of personalized coaching versus standard recommendations and states the intervention targets multiple systemic contributors to cognitive decline. citeturn0search0turn0search3",
        "Act: Key extracted details — intervention = data‑driven personalized remote coaching delivering multimodal lifestyle changes and BrainHQ cognitive training; primary outcome = Memory Performance Index (MPI) from the MCI Screen (MCIS); participants = adults with MPI ≤65 and FAST stages 2–4. No pharmacologic agent or single molecular target is used; the approach intentionally addresses many potential mechanisms (e.g., inflammation, lipids, blood pressure, glycemic control, physical activity, cognitive stimulation). Given the multiple biological and behavioral targets, the most appropriate CADRO assignment is R) Multi‑target. Sources: COCOA study design article (Alzheimer's & Dementia: TRCI) and full text (PMC). citeturn0search0turn0search3",
        "Reflect: Verification — COCOA is a multimodal behavioral intervention aimed at improving cognition by modifying several risk/resilience systems rather than acting on a single druggable target. Although one could emphasize the cognitive‑training aspect (which maps to synaptic plasticity/neuroprotection, CADRO M), the trial’s explicit multimodal, systems‑biology framing and personalization justify the Multi‑target designation (R). There is no investigational drug or molecular target to map to other CADRO categories; therefore 'R) Multi‑target' is the most specific and accurate CADRO classification. Supporting web sources: COCOA trial paper (design), PubMed entry, and PMC full text. citeturn0search0turn0search1turn0search3"
    ]
}