{
    "nct_id": "NCT01689233",
    "title": "Randomized, Double-Blind, Placebo-Controlled, Parallel-Group, 18-Month Safety and Efficacy Study of TRx0237 in Subjects With Mild Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2018-03-12",
    "description_brief": "The purpose of this study is to determine the safety and efficacy of TRx0237 in the treatment of subjects with mild Alzheimer's Disease.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE3"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "TRx0237 (leuco-methylthioninium bis(hydromethanesulfonate) — LMTX; hydromethylthionine mesylate; leucomethylene blue)"
    ],
    "placebo": [
        "Placebo (trial was placebo-controlled; some trial documents note placebo tablets included 4 mg LMTM as a colorant to maintain blinding)"
    ],
    "explanation_target": [
        "Reason: The investigational agent TRx0237 (also known as LMTX/hydromethylthionine mesylate, leucomethylene blue) is described in the literature as a small-molecule inhibitor of tau protein aggregation intended to modify Alzheimer’s disease pathology (i.e., a tau aggregation inhibitor). citeturn0search3turn0search8",
        "Act: The provided trial title/description (Randomized, Double-Blind, Placebo-Controlled, 18-Month study of TRx0237 in mild AD) matches published Phase 3 programs of LMTX evaluating safety and efficacy in mild–moderate AD. Trial registries and summaries explicitly identify TRx0237/LMTX and its mechanism (tau aggregation inhibition). citeturn0search5turn0search0",
        "Evidence/details from web searches: PubMed and trial registry summaries state LMTM/LMTX acts as a selective inhibitor of tau aggregation and was tested in randomised Phase 3 trials in AD. Product/compound pages and datasheets describe TRx0237 as a small-molecule derivative of methylene blue with tau aggregation inhibitory activity. citeturn0search3turn0search4turn0search6",
        "Reflect: Classification rationale — this is not a biologic (no antibody/vaccine), and it is not primarily a symptomatic cognitive enhancer or a neuropsychiatric symptom treatment; its intended action is disease-targeted (anti-tau) via a small-molecule compound, so the correct category is 'disease-targeted small molecule'. No substantial ambiguity in mechanism was found in the cited sources. citeturn0search3turn0search8"
    ],
    "agent_type": "B) Tau",
    "explanation_agent": [
        "Reason: The investigational drug TRx0237 (leuco-methylthioninium bis(hydromethanesulfonate) — LMTX / hydromethylthionine mesylate / leucomethylene blue) is described in peer‑reviewed reports and therapeutic summaries as a small‑molecule inhibitor of tau protein aggregation (a tau aggregation inhibitor). citeturn0search0turn0search3",
        "Act: The trial title (Randomized, Double‑Blind, Placebo‑Controlled, 18‑Month study of TRx0237 in mild AD) corresponds to registered Phase 3 LMTX programs and trial registries describing TRx0237/LMTX and its tau‑aggregation inhibitory mechanism. Trial listings and sponsor communications confirm this program and compound identity. citeturn0search2turn0search5turn0search1",
        "Reflect: Mapping to CADRO — the intervention specifically targets tau aggregation (a core tauopathy mechanism), so the most specific CADRO category is B) Tau. This is a disease‑targeted small molecule (not a biologic, not a symptomatic neurotransmitter agent), so B) Tau is the appropriate classification. citeturn0search3turn0search0",
        "Web sources consulted (key items used to support classification): PubMed phase‑3 report describing LMTM as a selective tau aggregation inhibitor; AlzForum therapeutic summary for HMTM/LMTX; AdisInsight trial record for the 18‑month TRx0237 study; HRA/clinical trial registry summary and TauRx sponsor communications. citeturn0search0turn0search3turn0search2turn0search5turn0search1"
    ]
}