{
    "nct_id": "NCT02656498",
    "title": "An Open Label, Multicenter Study for Evaluation of the Clinical Utility of [18F]THK-5351 Positron Emission Computed Tomography in Cognitively Healthy Volunteers, Subjects With Mild Cognitive Impairment, Subjects With Alzheimer's Disease and Subjects With Other Neurodegenerative Diseases",
    "status": "COMPLETED",
    "last_update_time": "2020-12-11",
    "description_brief": "This is a cross-sectional and longitudinal study to evaluate the clinical utility of \\[18F\\]THK-5351 positron emission computed tomography in cognitively healthy volunteers, mild cognitive impairment (MCI), Alzheimer's disease (AD) and other neurodegenerative patients.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "DIAGNOSTIC",
    "results": null,
    "target_category": "N/A",
    "drug": [
        "[18F]THK-5351 (PET radiotracer)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The study is a cross-sectional and longitudinal evaluation of [18F]THK-5351 positron emission tomography (PET) in cognitively healthy, MCI, AD and other neurodegenerative patients — i.e., a diagnostic/imaging utility study rather than a therapeutic trial. [18F]THK-5351 was developed as a tau (neurofibrillary tangle) PET tracer. citeturn0search4turn0search1",
        "Act: Literature shows 18F-THK-5351 binds tau in AD brain tissue (initial characterization) but also has substantial off-target binding to monoamine oxidase B (MAO-B) and may reflect astrogliosis/neuroinflammation as well as tau; this is why many authors advise caution using THK-5351 purely as a tau biomarker. Examples: initial JNM/PubMed characterization and later reviews describing MAO-B off-target binding and signal reduction after MAO-B inhibition. citeturn0search4turn0search6turn0search2",
        "Reflect: Because the intervention is an imaging tracer used for diagnosis/biomarker assessment (not a biologic or small-molecule therapeutic, nor a cognitive or neuropsychiatric treatment), it does not fit the four therapeutic categories (disease-targeted biologic; disease-targeted small molecule; cognitive enhancer; neuropsychiatric symptom improvement). Therefore the correct classification is 'N/A'. The tracer itself is a diagnostic PET agent ([18F]THK-5351). citeturn0search6turn0search4"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}