{
    "nct_id": "NCT04075435",
    "title": "Open-Label Trial of a Cannabidiol Solution for the Treatment of Behavioral Symptoms in Older Adults With Mild Cognitive Impairment or Alzheimer's Dementia",
    "status": "RECRUITING",
    "last_update_time": "2025-05-05",
    "description_brief": "This is an open label, eight week, clinical trial of a proprietary high CBD/low THC sublingual solution for the treatment of clinically significant anxiety and agitation in individuals with mild cognitive impairment (MCI) or mild to moderate Alzheimer's Disease (AD).",
    "description_detailed": "N/A",
    "phase": [
        "EARLY_PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "neuropsychiatric symptom improvement",
    "drug": [
        "Cannabidiol (CBD) — proprietary high‑CBD/low‑THC sublingual solution (industrial hemp‑derived)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial tests a high‑CBD/low‑THC sublingual solution specifically to treat clinically significant anxiety and agitation (behavioral/neuropsychiatric symptoms) in people with MCI or mild–moderate AD. That intent (symptom management of anxiety/agitation) matches the 'neuropsychiatric symptom improvement' category rather than a disease‑modifying or cognitive‑enhancing indication. citeturn0search1turn0search0",
        "Act: Key extracted details — Title: 'Open‑Label Trial of a Cannabidiol Solution for the Treatment of Behavioral Symptoms in Older Adults With Mild Cognitive Impairment or Alzheimer's Dementia' (NCT04075435). Intervention: proprietary high‑CBD/low‑THC sublingual solution (cannabidiol). Design: 8‑week, open‑label, N≈12, treating anxiety/agitation in MCI/AD. Sponsor: McLean Hospital. Source registry and protocol descriptions confirm CBD as the active constituent and the behavioral symptom targets. citeturn0search1turn0search8turn0search2",
        "Reflect: Classification check — CBD is a small phytocannabinoid molecule but the trial goal is to reduce anxiety/agitation (neuropsychiatric symptoms) rather than to modify AD pathology or directly enhance cognition. Therefore the correct category is 'neuropsychiatric symptom improvement'. Note: open‑label design and absence of placebo (study is not placebo‑controlled) are consistent with the trial focusing on symptomatic benefit/feasibility. citeturn0search0turn0search3",
        "Web search results / supporting sources used: ClinicalTrials listing for NCT04075435 (trial snapshot: intervention = high CBD/low THC sublingual solution; brief summary matches user description). citeturn0search1",
        "Wiley/Alzheimer's & Dementia abstract describing the 'Caring for behavioral symptoms of dementia (CBD)' open‑label trial and rationale (CBD anxiolytic potential, 8‑week open‑label). citeturn0search0",
        "AJGP / American Journal of Geriatric Psychiatry article abstract describing the 8‑week open‑label custom high‑CBD/low‑THC sublingual solution developed at McLean Hospital and outcome measures. citeturn0search2",
        "Additional related studies (context): prior open‑label and randomized studies of high‑CBD oils for anxiety/behavioral disturbances in older adults/dementia (examples listed for context). These reinforce that CBD is being investigated for anxiolytic/behavioral symptom relief rather than disease modification. citeturn0search4turn0search9"
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The trial tests a high‑CBD/low‑THC sublingual cannabidiol solution to reduce clinically significant anxiety and agitation (neuropsychiatric symptoms) in people with MCI or mild–moderate AD. Cannabidiol’s symptomatic effect in anxiety/agitation is mediated primarily via modulation of neurotransmitter receptors (notably serotonin 5‑HT1A and cannabinoid CB1/CB2 signaling, plus related receptors/channels). Therefore the most specific CADRO category is Neurotransmitter Receptors. citeturn1search4turn0search8",
        "Act: Extracted details — Intervention: proprietary high‑CBD/low‑THC sublingual cannabidiol solution; Indication in this trial: treatment of anxiety/agitation (neuropsychiatric symptom improvement) in MCI/AD; Design: open‑label, ~8 weeks, N≈12 (single‑group). Mechanistic evidence: CBD interacts with 5‑HT1A, CB1/CB2 (allosteric/antagonist/modulatory actions), GPR55, TRPV1 and others — actions that modulate neurotransmission and underlie anxiolytic effects. Assigned CADRO: D) Neurotransmitter Receptors. citeturn1search2turn0search1turn0search2",
        "Reflect: Confirmation and caveats — The trial’s aim is symptomatic neuropsychiatric relief rather than disease modification, and CBD’s pharmacology is multimodal. Although CBD has reported anti‑inflammatory and other effects, the dominant mechanistic rationale for anxiolytic/behavioural symptom relief is modulation of neurotransmitter receptors (5‑HT1A, cannabinoid receptors and related targets). Thus D) Neurotransmitter Receptors best fits; it is not classified as Multi‑target (R) because CADRO is asking for the primary mechanistic category and neurotransmitter receptor modulation is the principal, clinically relevant mechanism for the indicated symptom. Supporting registry and mechanistic sources: Clinical trial record (NCT04075435) and reviews/studies of CBD mechanism. citeturn1search4turn1search1turn0search8"
    ]
}