{
    "nct_id": "NCT02959489",
    "title": "Risk Evaluation and Education for Alzheimer's Disease - the Study of Communicating Amyloid Neuroimaging (REVEAL-SCAN)",
    "status": "COMPLETED",
    "last_update_time": "2024-04-01",
    "description_brief": "This study is intended to examine the impact of learning amyloid brain imaging results among asymptomatic older adults, and how to safely communicate these results and educate on the risk of developing Alzheimer's disease.",
    "description_detailed": "Alzheimer's disease (AD) is a brain disease and is the most common form of dementia. Clinical trials for the prevention of AD have been moving to enroll subjects at increasingly earlier time-points, and are now focusing upon individuals who are not only cognitively normal but also have biomarkers associated with an increased risk of developing AD. Detecting one specific biomarker on brain scans, i.e. amyloid-beta protein, is currently used to inform diagnoses in cognitively impaired individuals, and its use may expand to pre-clinical AD cases as preventive therapies are developed.\n\nIn the REVEAL-SCAN clinical trial, the investigators are examining the psychological and behavioral impact of learning \"elevated\" and \"not elevated\" amyloid neuroimaging results pertaining to the risk of progressing to Alzheimer's disease dementia by age 85 among cognitively normal older adults. The study's goal is to learn how to communicate these amyloid brain scan results and the risk of developing AD dementia by age 85 in a diverse population of cognitively normal older adults. Findings will be relevant to future decision-making in research trials and clinical practices.\n\nStudy sites will enroll older, cognitively normal individuals (approx. 370 total) using APOE genotyping to enrich the enrollment sample such that roughly 100 of those scanned will have elevated amyloid brain scan results. From this enriched sample, participants (approximately 25% African-American) will all receive their Alzheimer's Disease Dementia Risk Assessment based on known risk factors. Half of the participants will be randomized to also learn their amyloid brain scan result at that time, while the other half will learn their scan result 6 months later. Cognitive, psychological, and behavioral outcomes will be compared between these two groups. Participants will be followed for up to 9 months with up to 7 in-person visits and 5 phone calls.\n\nREVEAL-SCAN is the first multisite randomized clinical trial to explore the benefits, risks and limitations of disclosing amyloid results, and will help researchers and clinicians understand downstream implications of this emerging technology as it becomes increasingly utilized to compile comprehensive neuroimaging profiles for older adults at risk for developing Alzheimer's disease dementia.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "HEALTH_SERVICES_RESEARCH",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The study tests the impact of learning amyloid PET (amyloid brain imaging) results and how to communicate those results and AD risk to cognitively normal older adults — this is a diagnostic/communication and behavioral/education intervention, not a therapeutic drug targeting Alzheimer pathology or symptoms. citeturn0search2turn0search1",
        "Act: Key extracted details — randomized trial of asymptomatic adults (ages ~65–80) who receive amyloid PET scans and are randomized to disclosure versus non‑disclosure of results; outcomes include cognitive test performance, psychological distress, and behavioral/advance‑planning responses. No drug or placebo is tested. These protocol and recruitment details are described on ClinicalTrials.gov and project pages. citeturn0search2turn0search0turn0search7",
        "Reflect: Classification check — by the definitions provided, the trial is neither a biologic nor a small‑molecule disease‑targeting therapy, nor a cognitive‑enhancer or neuropsychiatric symptom treatment; it is a diagnostic/communication study. Therefore the correct category is 'N/A'. Published REVEAL‑SCAN results and summaries further show outcomes relate to disclosure effects (cognition, distress), confirming the non‑therapeutic nature. citeturn0search6turn0search3",
        "Web search results used (brief): ClinicalTrials entry for NCT02959489 — REVEAL‑SCAN (study description, interventions: disclosure and amyloid imaging). citeturn0search2",
        "Genomes2People / REVEAL‑SCAN project page (study aims, enrollment, disclosure vs delayed disclosure design). citeturn0search1",
        "Penn Medicine / site listing (study brief and amyloid PET details). citeturn0search0",
        "Roberts Research Group summary (study aims, data collection completed / analysis). citeturn0search4",
        "Published articles reporting REVEAL‑SCAN findings on the impact of disclosure on cognitive test performance (Alzheimer's & Dementia / Wiley). citeturn0search6turn0search3"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}