{
    "nct_id": "NCT00675623",
    "title": "A Global Phase 3, Double-Blind, Placebo-Controlled Safety and Efficacy Study of Oral Dimebon in Patients With Mild-to-Moderate Alzheimer's Disease (CONNECTION)",
    "status": "COMPLETED",
    "last_update_time": "2016-09-24",
    "description_brief": "The Connection Study is a six-month confirmatory Phase 3 study to determine the safety and efficacy of Dimebon in the treatment of mild-to-moderate Alzheimer's disease (AD).",
    "description_detailed": "This study is a randomized, placebo-controlled 6-month study designed as an adequate and well-controlled trial to demonstrate the safety and efficacy of Dimebon in the treatment of patients with mild-to-moderate AD. Dimebon is an investigational drug for Alzheimer's disease. The target of Dimebon's mechanism of action are the mitochondria (a cell's primary source of energy).The Connection Study is the second of two pivotal studies evaluating the effect of Dimebon. It is a 6-month study enrolling 525 patients in the United States, Europe, and South America. All patients completing the 6-month study will be eligible to receive Dimebon in an open-label extension trial.\n\nThe patient population will be carefully selected to ensure inclusion of patients with AD, rather than other types of dementia. Mild-to-moderate disease will be defined by the screening Mini-Mental State Examination (MMSE). Patients will attend study visits with caregivers who will provide information about the patient's condition.",
    "phase": [
        "PHASE3"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "Dimebon (latrepirdine)"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The CONNECTION trial is a global Phase 3, randomized, double‑blind, placebo‑controlled study of oral Dimebon (latrepirdine) in mild‑to‑moderate Alzheimer’s disease with co‑primary endpoints assessing cognition (ADAS‑Cog) and global function (CIBIC‑plus), indicating the trial aimed to improve cognitive/global function rather than test a biologic (e.g., antibody) intervention. citeturn0search0turn0search5",
        "Act: Drug identity and type — Dimebon is the small‑molecule latrepirdine (originally a nonselective antihistamine from Russia) repurposed for AD; it is not a biologic (monoclonal antibody or vaccine). Clinical programs (including CONNECTION) tested oral latrepirdine vs placebo. citeturn1search1turn0search5",
        "Act (mechanism): Latrepirdine’s mechanism is heterogeneous and incompletely understood — reported actions include multireceptor modulation (antihistamine activity), effects on mitochondrial function, modulation of autophagy, and influence on neurotransmission/ion channels — but it was not developed as a specific amyloid‑ or tau‑targeting drug. These mechanistic data support that it was pursued as a neuroprotective/cognitive‑enhancing small molecule rather than a disease‑targeted anti‑amyloid/tau biologic. citeturn1search2turn1search5turn1search3",
        "Reflect: Clinical outcomes — the CONNECTION Phase 3 failed to meet co‑primary endpoints (no cognitive/global benefit vs placebo) and subsequent reviews/meta‑analyses concluded little or no effect on cognition though a modest behavioral benefit was suggested; this aligns with classifying the intervention as a cognitive/neuroprotective small‑molecule candidate rather than a disease‑targeted biologic. citeturn0search0turn1search4",
        "Conclusion / classification rationale: Under the provided category definitions, Dimebon (latrepirdine) best fits 'cognitive enhancer' — a small‑molecule intended to improve cognition/neuroprotection without a clear, specific anti‑amyloid or anti‑tau disease‑target. Note: it is a small molecule (not a biologic), but because its development was not based on a defined Alzheimer’s pathology target, it is classified as a cognitive enhancer rather than a 'disease‑targeted small molecule.' Key sources: Pfizer/Medivation CONNECTION results, reviews summarizing latrepirdine’s repurposing and uncertain multi‑target mechanisms, and Cochrane/meta‑analytic assessments. citeturn0search0turn1search1turn1search4"
    ],
    "agent_type": "M) Synaptic Plasticity/Neuroprotection",
    "explanation_agent": [
        "Reason: The CONNECTION Phase 3 trial tested oral Dimebon (latrepirdine) as a small‑molecule cognitive enhancer/neuroprotective candidate to improve cognition and global function in mild‑to‑moderate AD, not as a targeted anti‑amyloid or anti‑tau biologic. Evidence shows latrepirdine is a repurposed nonselective antihistamine/small molecule with heterogeneous proposed actions (multi‑receptor modulation, mitochondrial effects, stimulation of autophagy and potential neuroprotection) consistent with a synaptic‑plasticity / neuroprotection classification rather than a specific pathology‑directed CADRO category. citeturn0search0turn1search7",
        "Act: Extracted trial/drug details — Trial: CONNECTION (Phase 3, DBPC, mild‑to‑moderate AD) testing Dimebon (latrepirdine). Drug identity: small‑molecule latrepirdine (originally an antihistamine). Mechanistic summary from the literature: multi‑receptor activity (histamine, serotonin, dopamine receptors), reported mitochondrial and autophagy effects and proposed neuroprotective/cognitive‑enhancing actions. The program did not pursue a defined amyloid/tau immunotherapy or single molecular pathology target in Phase 3. Based on these facts, the best CADRO fit is M) Synaptic Plasticity/Neuroprotection. citeturn0search0turn1search7turn1search3",
        "Reflect: The classification aligns with CADRO because latrepirdine was developed and tested as a cognitive enhancer/neuroprotective small molecule with multiple, incompletely understood actions (including autophagy/mitochondrial modulation) rather than as a targeted anti‑amyloid or anti‑tau therapy. Although latrepirdine has been reported to influence autophagy and APP/Aβ metabolism in preclinical studies (which could also implicate proteostasis pathways), its clinical development and stated intent (improve cognition/global function) support the Synaptic Plasticity/Neuroprotection category rather than a primary Proteostasis (I) or Metabolism (J) assignment. If one emphasized preclinical autophagy effects over the clinical intent, a secondary argument for I) Proteostasis could be made, but the clearest, most specific CADRO mapping is M. citeturn1search6turn1search5",
        "Web search results (key sources used to support the classification):",
        "- Pfizer/Medivation press release reporting CONNECTION top‑line Phase 3 results (CONNECTION did not meet co‑primary endpoints; dimebon was well tolerated). citeturn0search0",
        "- Pfizer/Medivation announcement of CONCERT (Phase 3) negative results and program discontinuation. citeturn0search3",
        "- Review article (open access) summarizing latrepirdine pharmacology: multi‑receptor binding (H1, 5‑HT6, dopamine, adrenergic, etc.), and heterogeneous actions relevant to cognition/neuroprotection. citeturn1search7",
        "- Molecular Psychiatry / Mount Sinai work showing latrepirdine stimulates autophagy and reduces α‑synuclein accumulation in cells and mouse brain (preclinical evidence for autophagy/proteostasis effects). citeturn1search3turn1search4",
        "- Journal of Alzheimer’s Disease / related studies reporting latrepirdine enhances autophagy and reduces intracellular Aβ42 in yeast/cellular models (preclinical proteostasis data). citeturn1search1turn1search5"
    ]
}