{
    "nct_id": "NCT01760005",
    "title": "A Phase II/III Multicenter Randomized, Double-Blind, Placebo-Controlled Platform Trial of Potential Disease Modifying Therapies Utilizing Biomarker, Cognitive, and Clinical Endpoints in Dominantly Inherited Alzheimer's Disease",
    "status": "RECRUITING",
    "last_update_time": "2025-07-30",
    "description_brief": "The purpose of this study is to assess the safety, tolerability, biomarker, cognitive and clinical efficacy of investigational products in participants with an Alzheimer's disease-causing mutation by determining if treatment with the study drug slows the rate of progression of cognitive/clinical impairment or improves disease-related biomarkers.",
    "description_detailed": "This study will recruit participants from the Dominantly Inherited Alzheimer Network (DIAN) observational study, a multicenter international study supported by the National Institutes of Health (Grant Number U01-AG032438; RJ Bateman), Dominantly Inherited Alzheimer Network Trial Units (DIAN-TU) sites, DIAN-TU partner sites, DIAN Expanded Registry (DIAN-EXR), and families identified by the sites. As part of the DIAN-TU-001 protocol, participants undergo longitudinal assessments that include clinical assessment, cognitive testing, magnetic resonance imaging (MRI) and amyloid and tau positron emission tomography (PET) imaging, and analysis of blood and cerebrospinal fluid (CSF).\n\nParticipants in DIAN are recruited from families that have at least one member who has been identified as having a mutation linked to dominantly inherited Alzheimer's disease (DIAD). The mutations in presenilin 1 (PSEN1), presenilin 2 (PSEN2) and amyloid precursor protein (APP) that are associated with dominantly inherited Alzheimer's disease have very high penetrance (near 100%). This study enrolls individuals who are either known to have a disease-causing mutation or who are at risk for such a mutation (the descendant or sibling of a proband with a known mutation) and unaware of their genetic status. Because the age at onset of cognitive changes is relatively consistent within each family and with each mutation, an age at onset is determined for each affected parent or mutation as part of the DIAN Observational (DIAN-OBS) study protocol. This study will enroll participants who are either asymptomatic and are within a specific window of time of expected age at onset for their family and/or mutation or who have symptoms of mild Alzheimer's disease.\n\nThe ability to identify individuals destined to develop Alzheimer's disease (AD) and predict the age of onset with a high degree of confidence provides a unique opportunity to assess the efficacy of therapies at asymptomatic and very early stages of dementia. Families with known disease-causing mutations are extremely rare and are geographically dispersed throughout the world. These constraints necessitate a specialized study design. Many of the participants in this study will not yet have any cognitive symptoms of AD; they will be \"asymptomatic\" carriers of mutations that cause dominantly inherited Alzheimer's disease and would be expected to perform normally on standard cognitive and functional testing. Imaging and fluid biomarkers will be used to demonstrate that the treatment compounds have engaged their therapeutic targets. A set of cognitive measures designed to assess the very earliest and most subtle cognitive changes will be collected. Additionally, because many at-risk individuals decide not to know whether they have the disease-associated mutation or not, when allowable in individual drug arms, some of the at-risk individuals enrolled in this study will not have the disease-causing mutations; they will be \"mutation negative\". It is important to enroll these participants to avoid coercion (e.g., potential participants may be pressured into genetic testing to learn their genetic status in order to be eligible for the trial) unless the drug-specific design includes open-label treatment. These mutation negative individuals will be assigned to the placebo group and data will be used to determine normal ranges of outcome measures. Participants and site study staff will remain blinded as to these individuals' active or placebo group assignment and mutation status. Thus, the study will be double-blinded for placebo and for mutation status, except for mutation positive participants who are aware of their genetic status. There may be exceptional circumstances when required by local regulation or health authorities where enrollment may be restricted to mutation carriers only, but such mandates will be thoroughly documented and agreed upon by the governing regulatory agency and sponsor.\n\nThis is an adaptive platform-based study. Several different therapies (each referred to as a study drug arm) will be tested in order to increase the likelihood that an effective treatment will be discovered. The compounds are selected for this trial based on mechanism of action and available data on efficacy and safety profile. The study design includes a pooled placebo group (referred to as the mutation positive placebos) which may be shared by study drug arms. Mutation positive participants will be assigned to a study drug arm and subsequently randomized within that arm to the active drug to placebo ratio specified in each drug-specific appendix. When included in individual drug arms, mutation negative participants will all receive placebo treatment. Participants and study staff will not be blinded as to which study drug arm each participant has been assigned; they will be blinded as to whether participants have been randomized to active drug or placebo.\n\nBiomarker, cognitive, and/or clinical endpoints will be specified for each study drug arm. Biomarker data will be analyzed for pre-specified endpoints consistent with the drug's mechanism of action and other AD biomarker outcomes.\n\nInterim analyses of the imaging or fluid biomarker endpoint will assess safety and whether each study drug engages its biological targets. The clinical and cognitive assessments are designed to assess subtle cognitive changes that may be detectable before the onset of dementia as well as cognitive and clinical decline in symptomatic groups.\n\nAfter the last participant in a study drug arm completes the 4-year treatment period, participants in that study drug arm may be eligible to receive active study drug in an open-label extension period.\n\nA cognitive run-in (CRI) period was implemented to allow for enrollment during periods when study drug arms are not randomizing. This enables the DIAN-TU platform to have continuous enrollment during periods before or in-between drug arm randomization.\n\nThe CRI period of cognitive, clinical, and imaging data collection was designed as part of the platform study to utilize the time in between enrollment of study drug arms. The CRI period will enhance study enrollment by identifying eligible participants and engaging them with the cognitive assessments and can reduce practice effects by allowing participants to habituate to the testing process. The CRI further provides important baseline and run-in data that adds control data to the platform and informs about the effects of tested drugs. The data collected in the CRI period will be used for analysis in the respective drug arm under which participants are randomized and treated.\n\nSolanezumab and gantenerumab double blind treatment arms: Primary Completion Date= Nov 2019 and Study Completion= March 2020 (NCT04623242)\n\nGantenerumab open-label extension was discontinued based on findings from an interim efficacy analysis and the status of the drug program. Primary Completion Date= October 6, 2023; Study final completed visit= November 13, 2023 (NCT06424236)\n\nE2814 treatment arm enrollment complete: Primary Completion Date= April 2028 and Study Completion= July 2028 (NCT05269394)",
    "phase": [
        "PHASE2",
        "PHASE3"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted biologic",
    "drug": [
        "gantenerumab",
        "solanezumab"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The trial title and purpose state the study tests \"potential disease modifying therapies\" in dominantly inherited Alzheimer's disease with biomarker and cognitive endpoints—this implies interventions intended to modify AD pathology rather than only symptomatic cognitive enhancement or neuropsychiatric symptom control. By definition, biologic disease‑targeting agents include monoclonal antibodies or vaccines directed at AD pathology (e.g., amyloid or tau).",
        "Act: Extraction and web verification — the DIAN‑TU Phase II/III platform trial tested two anti‑amyloid monoclonal antibodies, gantenerumab (Roche) and solanezumab (Eli Lilly), versus placebo. Sources describing the randomized DIAN‑TU trial and the two drugs include the DIAN‑TU trial report and biomarker analyses. citeturn0search0turn0search2turn0search1",
        "Reflect: Classification justification — both gantenerumab and solanezumab are monoclonal antibodies targeting amyloid-beta (disease pathology), so the correct category is \"disease-targeted biologic.\" Note: DIAN‑TU is an adaptive/platform trial and other agents have been listed in platform descriptions (e.g., additional amyloid/tau targets), but the primary tested agents reported in the Phase II/III DIAN‑TU publications are the two anti‑amyloid biologics cited above. citeturn0search5turn0search4"
    ],
    "agent_type": "A) Amyloid beta",
    "explanation_agent": [
        "Reason: The trial tests two monoclonal antibodies (gantenerumab and solanezumab) that are designed to bind forms of amyloid‑β and modify amyloid pathology in Alzheimer's disease—so the biological focus is on amyloid‑beta. citeturn0search7turn0search3",
        "Act: Extraction and assignment — drugs listed: gantenerumab (a human anti‑Aβ antibody that preferentially binds aggregated/fibrillar Aβ and recruits effector cells to clear plaques) and solanezumab (a humanized monoclonal antibody that binds soluble/monomeric Aβ). Both agents explicitly target amyloid‑β, therefore assign CADRO category A) Amyloid beta. citeturn0search7turn0search3",
        "Reflect: Confirmation — DIAN‑TU is a Phase II/III adaptive/platform trial testing disease‑modifying biologics in dominantly inherited AD; the primary tested agents in the Phase II/III reports were these two anti‑amyloid antibodies, so the most specific CADRO match is A) Amyloid beta (not multi‑target or Other). If additional agents with different mechanisms were included in the platform, those would be evaluated separately, but based on the provided drug list the amyloid category is correct. citeturn0search1turn0search4",
        "Web search results (sources used):",
        "- DIAN‑TU trial description / press release (mentions DIAN‑TU Phase 2/3 platform and solanezumab participation). citeturn0search1",
        "- Eli Lilly press release and A4 update describing solanezumab mechanism (binds soluble amyloid‑β). citeturn0search0turn0search2",
        "- NEJM report and reviews describing solanezumab as a monoclonal antibody binding soluble Aβ (mechanism & trials). citeturn0search3",
        "- PubMed / research article describing gantenerumab as a human anti‑Aβ antibody that binds aggregated Aβ and elicits microglial/effector clearance. citeturn0search7",
        "- News summary reporting initial DIAN‑TU results (both drugs missed the primary cognitive endpoint in initial analysis), for context on the trial outcomes. citeturn0search4turn0search5"
    ]
}