{
    "nct_id": "NCT05525780",
    "title": "A Randomized, Double-Blind, Placebo-Controlled, Dose-Escalation Study to Assess the Safety, Tolerability, and Pharmacokinetics of Donepezil From Single Dose of GB-5001 Intramuscular Depot and Aricept® Oral Tablets (Pfizer Canada Inc.) in Healthy Male Volunteers",
    "status": "COMPLETED",
    "last_update_time": "2023-07-12",
    "description_brief": "This study is to evaluate the safety and tolerability of single dose of GB-5001 (donepezil) IM depot in healthy male volunteers. And, it is to predict the multiple-dose pharmacokinetics based on the single-dose pharmacokinetics of GB-5001 IM depot and the oral Aricept® (donepezil hydrochloride) tablet by PK modeling.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "Cognitive enhancer",
    "drug": [
        "GB-5001 (donepezil IM depot)",
        "Aricept (donepezil hydrochloride oral tablet)"
    ],
    "placebo": [
        "Placebo (trial title indicates placebo-controlled)"
    ],
    "explanation_target": [
        "Reason: The investigational product GB-5001 is a long‑acting intramuscular depot formulation of donepezil, and the comparator is Aricept® (donepezil HCl). Donepezil is a small‑molecule, reversible acetylcholinesterase inhibitor used to provide symptomatic cognitive benefit in Alzheimer's disease (it is not considered disease‑modifying). citeturn0search6turn0search0turn1search1",
        "Act: Key trial details extracted from the description/title — intervention = GB-5001 (donepezil IM depot) and Aricept (oral donepezil); study assesses safety, tolerability, and pharmacokinetics; title states randomized, double‑blind, placebo‑controlled. Clinical/trial records and publications identify GB-5001 as donepezil IM depot. citeturn0search1turn0search0",
        "Reflect: Matching to category definitions — GB-5001/donepezil is a small molecule cholinesterase inhibitor that enhances cholinergic neurotransmission to improve cognition/symptoms rather than targeting core AD pathology (amyloid/tau) or being a biologic; therefore the correct category is 'Cognitive enhancer'. This interpretation is supported by donepezil prescribing information and therapeutic summaries. citeturn1search1turn1search4"
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The investigational product GB-5001 is a long‑acting intramuscular depot formulation of donepezil and the comparator is Aricept® (donepezil HCl). Donepezil is a centrally acting, reversible acetylcholinesterase inhibitor that increases acetylcholine availability to enhance cholinergic neurotransmission and provide symptomatic cognitive benefit (it is not disease‑modifying). citeturn0search0turn0search1turn0search5",
        "Act: Extracted trial details — interventions = GB-5001 (donepezil IM depot) and Aricept (oral donepezil); the study is a randomized, double‑blind, placebo‑controlled, dose‑escalation Phase 1 assessing safety, tolerability, and pharmacokinetics of donepezil formulations. GB-5001 is explicitly described in the literature and clinical trial records as an IM depot formulation of donepezil. citeturn0search3turn0search2turn0search0",
        "Reflect: CADRO groups interventions that modify neurotransmitter systems (including acetylcholine signaling) under the Neurotransmitter Receptors category; the CADRO review explicitly notes alterations in acetylcholine signaling as part of the Neurotransmitter Receptors domain, making D the best fit for a cholinergic symptomatic cognitive enhancer like donepezil. An alternative label (e.g., Synaptic Plasticity) is less specific because the primary mechanism here is modulation of the cholinergic neurotransmitter system via acetylcholinesterase inhibition. citeturn1search2turn0search1",
        "Web search results (key sources used):",
        "- GB-5001 described as a long‑acting IM depot donepezil formulation (toxicology and formulation papers). citeturn0search0",
        "- Population PK / Phase 1 modeling paper for GB-5001 (donepezil IM) and oral donepezil (Aricept). citeturn0search2",
        "- Clinical trial record matching the provided title and design (Phase 1 dose‑escalation safety/PK study of GB‑5001 vs Aricept). citeturn0search3",
        "- Mechanism of action summary: donepezil is a reversible acetylcholinesterase inhibitor that increases acetylcholine at synapses (StatPearls). citeturn0search1",
        "- Aricept (donepezil) prescribing information summarizing indication and mechanism. citeturn0search5"
    ]
}