{
    "nct_id": "NCT04779866",
    "title": "Feasibility of Self-Administered Hypnosis for Sleep Quality in Caregivers of Individuals With Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2023-07-30",
    "description_brief": "The long-range goal is to identify an efficacious and practical intervention to improve sleep quality and duration for family caregivers of individuals with Alzheimer's disease and related dementias (ADRD). The main goal of this study is to determine feasibility of a self-administered hypnosis intervention with caregivers of individuals with ADRD by randomizing eligible participants into one of two study arms, self-administered hypnosis (treatment group) or sham white noise hypnosis (control group). The investigators are also examining the feasibility of accrual, outcome measures (diaries, actigraphy) and study design.",
    "description_detailed": "Study Objectives\n\nAim 1: Determine the accrual, retention, adherence and feasibility, and randomization to the self-administered hypnosis program among caregivers of individuals with ADRD. Feasibility will be determined by (1) drop-out rate, (2) participants' rating of the program, and (3) participants' rating of treatment satisfaction. Adherence will be determined through at-home practice logs. Essential experience on accrual and retention data as well.\n\nAim 2: Determine feasibility of measures: PSQI, actigraphy recordings, and sleep diaries to assess sleep quality and duration, as well as feasibility of secondary self-report outcome measures of insomnia severity, stress, cognition, and pain among caregivers.\n\nAim 3: Determine perceptions of hypnosis and potential barriers for the caregiver population and feedback.\n\nParticipant Selection and Recruitment Plan\n\nA sample of 20 caregivers, both male and female, of individuals with ADRD, who suffer from poor sleep will be enrolled in the study. A screening checklist will be used for screening participants who are interested.\n\nPotential participants will be identified (1) via advertisements and press releases, (2) via physician referral, and (3) targeted mailings. Participants eligibility will be determined by criteria listed on a screening checklist. The investigators have used these strategies in prior studies and have demonstrated ability to accrue the required number of participants.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "SUPPORTIVE_CARE",
    "results": null,
    "target_category": "neuropsychiatric symptom improvement",
    "drug": [
        "Self-administered hypnosis"
    ],
    "placebo": [
        "Sham white noise hypnosis"
    ],
    "explanation_target": [
        "Reason: The intervention is a behavioral, self-administered hypnosis program intended to improve sleep quality and duration in family caregivers of persons with Alzheimer’s disease — i.e., a symptomatic treatment for sleep disturbance rather than a biologic or small-molecule aimed at Alzheimer’s pathology or a drug intended primarily to enhance cognition. citeturn0search1turn0search2",
        "Act: Key trial details extracted from registries and abstracts — participants were randomized to self-administered hypnosis (treatment) or a sham white-noise hypnosis control; the study is a feasibility trial (n≈20) assessing accrual, adherence, sleep diaries, and actigraphy rather than disease modification or cognitive endpoints. These trial details are reported in the ClinicalTrials listings and a Sleep conference abstract. citeturn0search1turn0search6turn0search0",
        "Reflect: Classification check — this is not a biologic (monoclonal antibody, vaccine) nor a small-molecule targeting Alzheimer pathology, and it is not described as a cognitive-enhancing pharmacologic intervention. Because its goal is to alleviate sleep disturbance (a neuropsychiatric/symptom domain) in caregivers, the correct category is 'neuropsychiatric symptom improvement'. If one interpreted the categories very narrowly to mean only agitation/depression, sleep could still reasonably be included under neuropsychiatric/symptom-management interventions; therefore I selected that category. No drug name exists beyond the behavioral hypnosis intervention; supporting registry and abstract records are cited below. citeturn0search2turn0search0",
        "Web search results consulted (supporting sources): 1) Clinical trial listing with trial description and arm names (MedPath / ClinicalTrials entry for NCT04779866). citeturn0search1 2) ICH GCP / clinical trials registry summary for NCT04779866 listing interventions as Self‑Administered Hypnosis vs Self‑Administered White Noise Hypnosis. citeturn0search2 3) Sleep conference abstract reporting feasibility results (self‑administered hypnosis vs sham) and outcomes. citeturn0search0 4) CenterWatch trial listing summarizing design and eligibility. citeturn0search6"
    ],
    "agent_type": "T) Other",
    "explanation_agent": [
        "Reason: The intervention described is a behavioral, self‑administered hypnosis program intended to improve sleep in family caregivers (a symptomatic/supportive care intervention), not a biologic or small molecule directed at a molecular or cellular Alzheimer’s disease pathway. This implies there is no CADRO molecular target (e.g., amyloid, tau, inflammation, synaptic receptors). citeturn0search0turn0search1",
        "Act: Key trial details show the study randomized caregivers to self‑administered hypnosis versus a sham white‑noise hypnosis control and assessed feasibility, sleep diaries, and actigraphy (n≈20). The intervention is classified in trial registries as 'Behavioral: Self‑Administered Hypnosis' (supportive care focus), with no drug, biologic, or target pathway specified. citeturn0search0turn0search2turn0search4",
        "Reflect: CADRO is organized around biological targets/processes (e.g., A Amyloid beta, F Inflammation, M Synaptic Plasticity). A purely behavioral/symptom management intervention with no defined molecular or physiological target does not map to those CADRO target categories, so the correct assignment is 'T) Other'. This classification is consistent with the trial’s supportive‑care/symptom‑management purpose rather than disease‑modifying or mechanism‑directed therapy. citeturn0search0turn0search1",
        "Web search results (supporting sources cited): 1) ICH GCP / clinical trials registry entry for NCT04779866 describing the intervention as Self‑Administered Hypnosis vs Self‑Administered White Noise Hypnosis and listing primary purpose as Supportive Care. citeturn0search0 2) Sleep conference abstract reporting feasibility results for the hypnosis intervention (Sleep 2024 supplement). citeturn0search1 3) MedPath trial summary for NCT04779866 with intervention and design details. citeturn0search2 4) CenterWatch trial listing summarizing design, eligibility, and dates. citeturn0search4"
    ]
}