{
    "nct_id": "NCT05980052",
    "title": "Goal Setting to Promote Physical Activity Adherence in Midlife to Reduce Risk of Alzheimer's Disease and Related-Dementias: A Randomized Mechanistic Proof-Of-Concept Trial",
    "status": "RECRUITING",
    "last_update_time": "2025-07-15",
    "description_brief": "Engaging in regular physical activity during midlife is a key lifestyle behavior associated with reduced risk for Alzheimer's disease and related dementias (AD/ADRD). Yet nearly half of midlife adults (48%) do not meet national physical activity guidelines. The purpose of this mechanistic trial is to identify effective goal setting techniques to enhance psychosocial processes of self-regulation for the successful promotion of PA and adherence to national PA guidelines among midlife adults, with the long-term goal of reducing AD/ADRD risk",
    "description_detailed": "More than 6 million U.S. adults live with diagnoses of Alzheimer's Disease and Related Dementias (AD/ADRD), with projections as high as 13.8 million cases by 2050. There are no cures for AD/ADRD, making lifestyle factors key targets for reducing risk, as they account for at least a third of AD/ADRD cases. Engaging in regular physical activity (PA), particularly in midlife, is associated with reduced risk for AD/ADRD. Yet, nearly half of midlife adults (48%) do not meet national PA guidelines of 150 minutes/week of moderate-intensity PA. Goal setting is a commonly used behavior change strategy to increase PA. Key psychosocial mechanisms believed to underpin the use of goal setting to promote PA include self-regulation and self-efficacy. However, the most effective goal setting technique to enhance these psychosocial mechanisms for the successful promotion of PA and adherence to national PA guidelines remains unclear. In the proposed study, the investigators will use a two-phased approach to empirically test three goal setting techniques to enhance psychosocial mechanisms of self-regulation and self-efficacy for the successful promotion of PA and adherence to national PA guidelines among insufficiently active midlife adults with obesity. In the R61 phase, a Phase 1 pilot study will establish feasibility and help refine the intervention. In the R33 phase, a Phase 2 9-month 4-arm proof-of-concept mechanistic trial (6-month active intervention and 3-month no contact follow-up) will be implemented to establish preliminary efficacy of goal setting techniques to increase PA and promote adherence to national PA guidelines. All participants will receive a Fitbit to self-monitor PA and engage in PA action planning sessions with a study interventionist. In addition, participants will be randomly assigned to 1 of 4 groups: i) static weekly goal of 150 minutes/week of moderate-intensity PA, which most closely resembles the approach of public health campaigns and care providers; ii) weekly self-selected PA goals, which allows for self-determination and adaptation of the goal; iii) modest incremental weekly PA increase goal (i.e., researcher determined PA goal that 20% minutes/week greater than the minutes/week of PA in the previous week); or iv) non-goal setting control group. Based on Goal Setting Theory, it is hypothesized that participants in the incremental goal group will have the greatest increases in self-regulation and self-efficacy, which in turn, will lead to the greatest improvements in PA and adherence to national PA guidelines over the 9-month intervention.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "PREVENTION",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The description is a behavioral, mechanistic trial testing goal-setting techniques to increase physical activity (PA) in midlife adults to reduce long-term AD/ADRD risk — it evaluates psychosocial self-regulation and PA adherence rather than a drug, biologic, or symptomatic medication. citeturn0search0turn0search3",
        "Act: Key extracted details — Title: \"Goal Setting to Promote Physical Activity Adherence in Midlife to Reduce Risk of Alzheimer's Disease and Related-Dementias\"; ClinicalTrials.gov ID NCT05980052; Intervention type: Behavioral (physical activity goal-setting, Fitbit self-monitoring, action-planning sessions); Population: insufficiently active midlife adults (approx. 45–65) with obesity; Design: R61/R33 two-phase proof-of-concept randomized mechanistic trial with 4 arms (static goal, self-selected goal, incremental weekly increase goal, non-goal control). These details come from the trial listing and institutional project page. citeturn0search0turn0search1turn0search3",
        "Reflect: Classification check — By the provided category definitions, the intervention is not a biologic or small-molecule therapy, does not directly target cognitive function pharmacologically, and does not aim to treat neuropsychiatric symptoms; it is a behavioral prevention/lifestyle intervention. Therefore the correct category is 'N/A'. No drug or placebo is involved. If you want, I can extract specific protocol details (eligibility, outcomes, arm descriptions) from the cited trial record. citeturn0search0turn0search3"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}