{
    "nct_id": "NCT04520698",
    "title": "Utilizing Palliative Leaders In Facilities to Transform Care for Alzheimer's Disease",
    "status": "RECRUITING",
    "last_update_time": "2024-10-30",
    "description_brief": "The purpose of this study is to evaluate a comprehensive model for integrating both primary and specialty Palliative Care for older adults with dementia into nursing facilities. Palliative Care is a supportive care approach that aims to improve the quality of life of patients and their families facing serious or life-threatening illnesses, through the prevention and relief of suffering through the treatment of pain and other problems, using physical, psychosocial and spiritual approaches. Palliative care is specialized medical care for people who are living with a serious illness. This type of care is focused on providing relief from the symptoms and from the stress of the illness. The goal is to improve quality of life for both patient and family.\n\nThe UPLIFT-AD model will include providing education on primary Palliative Care for residents with dementia to nursing facility staff, training nursing facility staff in providing primary Palliative Care, and providing access to specialty Palliative Care consultations for residents. To help understand the impact of these interventions, this study will also collect information about resident health, the care they receive, and perceptions of their quality of life according to both family members and nursing facility staff.",
    "description_detailed": "The objective of this proposal is to evaluate the effectiveness of the UPLIFT-AD (Utilizing Palliative Leaders In Facilities to Transform care for Alzheimer's Disease) intervention and to assess the implementation context of the intervention using a hybrid 1 trial design. The UPLIFT-AD intervention includes 1) in-house PC champions trained to facilitate goals of care conversations with residents with Alzheimer's Disease and Related Dementias (ADRD) and their surrogate decision-makers, screen residents for symptoms and other PC needs, provide symptom management and serve as a liaison to external PC consultants; 2) specialty PC consultants who provide consults for complex residents and families; and 3) primary PC education for nursing home (NH) staff. The study will use a randomized, stepped wedge design involving 16 diverse NHs in Indiana and Maryland and 640 residents, 640 family members and/or surrogate decision-makers, and 320 nursing facility staff.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "SUPPORTIVE_CARE",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial (UPLIFT-AD: Utilizing Palliative Leaders In Facilities to Transform Care for Alzheimer’s Disease) tests a palliative care delivery model — training in-house Palliative Care Leads, facility-wide staff education, structured screening for palliative needs, and access to on-site specialty palliative care consultations — aimed at improving quality of life and symptom management through service delivery, not a pharmacologic agent or biologic. citeturn1search6turn0search0",
        "Act: Key extracted details — intervention name: UPLIFT-AD; components: staff training, primary palliative care education, structured screening, specialty palliative care consultations; design: pragmatic stepped-wedge trial in nursing homes (16 facilities), registered NCT04520698. There is no drug or biologic intervention described in the protocol or registration. citeturn0search0turn1search1",
        "Reflect: This fits none of the four therapeutic categories (disease-targeted biologic, disease-targeted small molecule, cognitive enhancer, or neuropsychiatric symptom improvement). Although the intervention aims to improve symptom management and quality of life, it is a care-delivery/implementation intervention (non-pharmacologic); per the instructions, diagnostics or other non-therapeutic delivery interventions are classified as 'N/A'. If you want it mapped differently (e.g., lumping symptom-focused care under 'neuropsychiatric symptom improvement'), note that the primary intent is broad palliative care delivery rather than targeting specific neuropsychiatric symptoms. citeturn1search6",
        "Web-search sources consulted (for trial details and confirmation): BMC Palliative Care / full protocol (UPLIFT-AD). citeturn0search0turn1search6"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}