{
    "nct_id": "NCT06147999",
    "title": "Impact of a Biophoton Therapy on Patients With Brain Disorders",
    "status": "RECRUITING",
    "last_update_time": "2025-08-04",
    "description_brief": "Previous clinical studies revealed that the newly developed biophoton therapy has been safe and effective in treating patients with Alzheimer's disease, dementia, stroke, traumatic brain injury, or Parkinson's disease. The current study is to confirm the previous clinical observation by conducting as a randomized, triple-blinded, placebo-controlled prospective intervention clinical research. About 80 patients with brain disorder (Alzheimer's disease, dementia, stroke, traumatic brain injury, Parkinson's disease) will participate in the intervention clinical study at the Tesla MedBed Center located in Butler, PA.",
    "description_detailed": "The participant will live in the hotel-like research center for 4 weeks, or 6 weeks if the participants are randomly placed in a placebo group. The initial 2 weeks of participation is triple blinded to record the placebo effects, as each set of the study device is labelled with a unique code for use by only one participant. The change of the placebo device to the treatment device will be performed by the study device management team staff who will not inform the study participant nor study research staff who involve study data collection. Each participant assigned to the Control Group will be treated with 14 placebo devices under the bed plus two placebo devices to place in bed on each side of the head. Each participant assigned to the Treatment Group will receive 14 Biophoton generator devices under the bed plus two Biophoton Generators to place in bed on each side of the head. Each participant will use the Treatment or Control device for at least 8 hours every night for the first 2 weeks during sleep. During the day, participants are welcome to move around the facility, visit people or places. At the end of the first 2 weeks, the study participants will be advised whether she/he will be continually in a treatment group for 2 more weeks or be switched from a placebo group to a treatment group for 4 more weeks. Each participant will be guided by study team staff on their assigned testing day to answer the standard SF-36 questionnaires (SF-36) for measuring life quality, Cognitive Improvement Questionnaires, physician performed neurologic examination, Bio-well energy test, the Electroencephalography (EEG) test, blood flow test, and brain biophoton test, respectively at the baseline, 2 and 4 weeks after the study treatment.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "N/A",
    "drug": [
        "Biophotonizer / Biophoton Generator (device; described as \"biophoton therapy\" / Tesla BioHealers / MedBed–type device)"
    ],
    "placebo": [
        "Placebo Biophoton devices (placebo devices placed under bed and at sides of head per protocol)"
    ],
    "explanation_target": [
        "Reason: The study tests a non‑drug device called a biophoton generator (also referred to as Biophotonizer / Biophoton Generator or Tesla BioHealers) intended to treat Alzheimer’s and other brain disorders; the registry entries list the intervention type as a device rather than a biologic or small molecule. citeturn0search0turn0search2",
        "Act: Key extracted details — randomized, triple‑blinded, placebo‑controlled device trial (~80 participants) at the Tesla MedBed Center in Butler, PA; treatment arm receives multiple biophoton generator units under the bed and at the head, control arm receives matched placebo devices. The trial records and listings identify the intervention as a device (Biophotonizer / Biophoton Generator). citeturn0search0turn0search3",
        "Additional context from the web: the device and associated Tesla MedBed/Tesla BioHealing operations have company press releases and third‑party coverage claiming cognitive improvements, while investigative reporting has highlighted that these products and centers make unproven healing claims and have drawn regulatory scrutiny — indicating limited independent, high‑quality evidence so far. citeturn0search8turn0news12",
        "Reflect: Classification decision — This is not a biologic (monoclonal antibody, vaccine, etc.) nor a small molecule drug, nor is it a conventional pharmacologic cognitive‑enhancer or a drug-targeted neuropsychiatric treatment. Because the intervention is a non‑drug device/energy therapy, it does not fit any of the four provided drug‑centric categories, so the correct classification per your schema is 'N/A'. citeturn0search2turn0search0",
        "If you want a different framing: if you prefer to classify by intended effect rather than intervention type, the protocol's outcomes (cognitive questionnaires, EEG, QoL) indicate the study aims to improve cognition/quality of life — which some might loosely describe as a \"cognitive enhancer\" effect — but under the required category definitions (which are drug‑based) that would be a mismatch."
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}