{
    "nct_id": "NCT00501111",
    "title": "A Multi-centre, Double-blind, Double-dummy, Placebo Controlled Parallel Group Randomized Phase IIb Proof of Concept Study With 3 Oral Dose Groups of AZD3480 or Donepezil During 12 Weeks Treatment in Patients With Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2014-07-22",
    "description_brief": "The purpose of this study is to demonstrate that AZD3480 improves cognition in patients with mild or moderate Alzheimer's disease, to assess the safety and tolerability of ZAD3480 and to define the optimal dose(s) to be used in future trials.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "AZD3480",
        "ispronicline",
        "TC-1734"
    ],
    "placebo": [
        "placebo",
        "donepezil (active comparator)"
    ],
    "explanation_target": [
        "Reason: The trial description and title state the purpose is to \"demonstrate that AZD3480 improves cognition\" in mild-to-moderate AD and to define optimal dose(s), which indicates a symptomatic cognitive-enhancement goal rather than a disease-modifying goal. citeturn0search0",
        "Act (key details & web verification): AZD3480 is a selective neuronal nicotinic acetylcholine receptor (α4β2 and α2β2) agonist/partial agonist (synonyms: TC-1734, ispronicline) that was developed to enhance cognition; multiple phase I/II studies tested its cognitive effects in older adults and AD patients. citeturn0search3turn0search2turn0search8",
        "Act (trial-specific): The cited Phase IIb study randomized AD patients to AZD3480 (multiple oral doses), donepezil 10 mg (active comparator), or placebo for 12 weeks to assess cognition (ADAS-Cog primary) and safety — matching the provided title/description. citeturn0search0turn0search4",
        "Reflect: Based on the mechanism (nicotinic receptor agonist that aims to improve attention/episodic memory) and the trial objective (improve cognition), the correct category is Cognitive enhancer. The literature and trial reports describe symptomatic cognition endpoints and do not present AZD3480 as an anti-amyloid or anti-tau disease-modifying biologic or small-molecule targeting AD pathology. citeturn0search8turn0search0",
        "Web-search results (sources used): 1) PubMed / JAD phase IIb dose-finding study reporting AZD3480 (TC-1734/ispronicline) tested vs donepezil and placebo in mild-to-moderate AD (details and outcomes). citeturn0search0turn0search4 2) Psychopharmacology and other phase I/II papers describing AZD3480 as a selective α4β2 neuronal nicotinic receptor agonist with cognitive-enhancing effects in volunteers and older subjects. citeturn0search3turn0search2 3) Preclinical/summary article describing TC-1734 (AZD3480) memory-enhancing and neuroprotective properties in models. citeturn0search8"
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The trial tests AZD3480 (ispronicline/TC-1734) as a symptomatic cognitive enhancer in mild-to-moderate AD, not as an anti-amyloid or anti-tau disease‑modifying therapy. The drug’s described purpose is to improve cognition (ADAS‑Cog primary), consistent with a neurotransmitter/modulatory mechanism. citeturn0search0turn0search1",
        "Act: Key extracted details — drug names and mechanism: AZD3480 (synonyms TC‑1734, ispronicline) is a brain‑selective agonist/partial agonist at neuronal nicotinic acetylcholine receptors (primarily α4β2, also α2β2), developed to enhance attention and episodic memory; the Phase IIb randomized trial compared multiple oral AZD3480 doses vs donepezil and placebo for 12 weeks with cognition endpoints. These facts support assignment to the CADRO category for neurotransmitter receptors. citeturn0search2turn0search5turn0search0turn0search4",
        "Reflect: Mapping to CADRO — CADRO category D) Neurotransmitter Receptors covers interventions that target neurotransmitter receptor systems (e.g., cholinergic and nicotinic receptors) to modulate cognition symptomatically. AZD3480’s primary pharmacology (α4β2 nicotinic receptor agonism) and the trial’s symptomatic cognitive‑enhancement goal align clearly with D) Neurotransmitter Receptors, not with disease‑modifying categories such as Amyloid (A) or Tau (B). No evidence in the trial description indicates multi‑target disease modification or non‑therapeutic diagnostics, so D) is the best fit. citeturn0search0turn0search2",
        "Web search results (sources used): 1) Phase IIb dose‑finding study reporting AZD3480 (TC‑1734/ispronicline) vs donepezil and placebo in mild‑to‑moderate AD (Journal of Alzheimer’s Disease / PubMed). citeturn0search0turn0search1 2) Early clinical studies describing TC‑1734/AZD3480 as a selective α4β2 neuronal nicotinic receptor agonist with cognitive‑enhancing effects in volunteers and older subjects. citeturn0search2turn0search5 3) Company press release / SEC filing and news coverage summarizing the Phase IIb (Sirocco) trial results (AstraZeneca/Targacept). citeturn0search4turn0search7 4) Compound data summaries (medicinal/chemical suppliers) describing ispronicline/AZD3480 pharmacology as α4β2 nAChR partial agonist. citeturn0search8turn0search9"
    ]
}