{
    "nct_id": "NCT02521818",
    "title": "Feasibility and Efficacy of Dietary Interventions for Cognitive Impairment in Older Adults",
    "status": "COMPLETED",
    "last_update_time": "2019-09-04",
    "description_brief": "This trial seeks to establish the feasibility of implementing a ketogenic, modified Atkins diet (MAD) to older adults with mild cognitive impairment (MCI) or early Alzheimer's disease (AD) living in the community. A secondary aim is to determine whether adherence to the MAD results in better cognitive test scores than adherence to a non-ketogenic control diet. A final aim is to determine the role of apolipoprotein E (ApoE) genotype in participants' response to the MAD. Participants will be randomly assigned to a 12-week trial of either the MAD or a placebo diet based on the National Institute on Aging's recommendations for senior nutrition.",
    "description_detailed": "It is well established that Alzheimer's disease (AD) is associated with insulin resistance and, hence, abnormal glucose metabolism. In fact, abnormalities in the brain's uptake of glucose can be observed on PET imaging in advance of clinical symptoms. In patients with established dementia due to AD, the severity of cognitive impairment is strongly correlated with the decrease in glucose uptake. Ketone bodies, the products of fat metabolism, can serve as a \"backup\" fuel when glucose is unavailable. Ketone body metabolism appears to bypass the metabolic processes that are abnormal in AD and may provide better nourishment for neurons. As a result, ketone body metabolism may slow cognitive decline or even improve cognition in patients with AD.\n\nParticipants will be 60 people, age 60 or older, with MCI or mild probable AD and without significant cardiovascular disease. They will be required to obtain the consent of their primary care physicians for their participation. Each patient will have a study partner who is cognitively healthy, lives with the participant, and can help him/her adhere to the diet. A research dietitian will teach participants and partners the new diet and monitor participants' adherence with food logs, in-person assessments, and urine ketone testing. After an initial baseline visit, participants will complete four in-person assessments during which adherence to the diet will be assessed and neurocognitive tests will be administered. It is hypothesized that the MAD will be feasible and well tolerated by seniors with MCI and AD. It is further hypothesized that adherence to the MAD will be associated with a greater increase (or less decline) in cognitive test scores than the placebo diet, particularly for those participants who do not carry an ApoE ε4 allele.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [],
    "placebo": [
        "National Institute on Aging (NIA) recommended diet for seniors (control/placebo diet)"
    ],
    "explanation_target": [
        "Reason: The intervention is a dietary therapy — a ketogenic, modified Atkins diet (MAD) — delivered to older adults with MCI or early AD to see if adherence improves cognitive test scores compared with a non‑ketogenic control diet. The trial explicitly aims to change cognition (memory/composite cognitive scores) rather than testing a biologic agent or small molecule targeting amyloid or tau pathology. citeturn0search3turn0search4",
        "Act: Key extracted details — intervention = modified Atkins diet (MAD), a ketogenic dietary approach; comparator = a placebo/control diet based on NIA senior nutrition recommendations; population = older adults with mild cognitive impairment or early Alzheimer’s disease; duration = 12 weeks; secondary/final aims include cognitive outcomes and effect modification by ApoE genotype. These trial details are described in the clinical trial registry and the published feasibility report. citeturn0search3turn0search4",
        "Reflect: The MAD is a dietary (metabolic) intervention intended to improve cognition (via ketone production/alternate brain fuel), not a biologic (e.g., monoclonal antibody) nor a small‑molecule drug, and it is not primarily targeting neuropsychiatric/behavioral symptoms. Therefore the best fit among the provided categories is 'cognitive enhancer'. This classification matches the trial's stated cognitive outcome focus. (If one insisted on a different taxonomy, it could be labeled a 'metabolic therapeutic' — but that option is not among the four choices.) citeturn0search4",
        "Web search / supporting sources (selected): • ‘‘Feasibility and Efficacy of Dietary Interventions for Cognitive Impairment in Older Adults’’ — clinical trials registry entry describing the MAD vs NIA diet trial. citeturn0search3 • ‘‘A randomized feasibility trial of the modified Atkins diet in older adults with mild cognitive impairment due to Alzheimer’s disease’’ — published trial/report (PMC) with methods and cognitive outcome data. citeturn0search4 • Background on the Modified Atkins Diet (MAD) as a less‑restrictive ketogenic therapy (clinical descriptions from medical centers). citeturn0search2turn0search9"
    ],
    "agent_type": "J) Metabolism and Bioenergetics",
    "explanation_agent": [
        "Reason: The intervention is a dietary, ketogenic/modified Atkins diet intended to induce ketone production and alter brain energy metabolism (alternate fuel supply, mitochondrial/energetics effects) to improve cognition — this aligns with metabolic and bioenergetic mechanisms rather than amyloid, tau, inflammation, or a receptor-specific pharmacologic target. citeturn0search6turn0search10",
        "Act: Extracted trial details — intervention = Modified Atkins Diet (MAD; ketogenic dietary therapy) for older adults with MCI or early AD; comparator = NIA-recommended/control diet; primary aim = change cognition (memory/composite scores) via metabolic/ketone effects; secondary analyses include ApoE genotype effect modification and plasma lipidomic/metabolomic changes. These trial reports and registry entries describe ketone induction, metabolomic shifts, and cognitive endpoints. citeturn0search2turn0search4turn0search9",
        "Reflect: CADRO mapping — the trial targets brain metabolism/bioenergetics (ketone provision, mitochondrial/energy metabolism, systemic lipid/metabolite changes), which corresponds to J) Metabolism and Bioenergetics. It is not a biologic/small molecule directed at amyloid or tau (A or B), nor primarily an inflammation, synaptic plasticity, or diagnostic study. Although cognition is the clinical outcome, the mechanistic focus is metabolic, so J is the most specific fit. citeturn0search5turn0search1",
        "Output: Assigned category: \"J) Metabolism and Bioenergetics\" — Explanation: The modified Atkins (ketogenic) diet intervention aims to change cerebral energy metabolism (increasing ketone supply and altering lipid/metabolite profiles) to improve cognition in MCI/early AD, which maps to CADRO category J. Supporting trial publications/registry entries: Frontiers 2024 randomized feasibility MAD trial; preliminary MAD feasibility reports; randomized modified ketogenic diet trials and pilot studies showing ketone induction, metabolomic changes, and cognitive/biomarker effects. citeturn0search10turn0search9turn0search6turn0search5"
    ]
}