{
    "nct_id": "NCT02205710",
    "title": "Adaptive Cognitive Training in Healthy Older Adults",
    "status": "COMPLETED",
    "last_update_time": "2019-07-31",
    "description_brief": "Cognitive training has emerged as a promising method to maintain, enhance, and rehabilitate cognitive function in older adults and individuals with dementia. In recent years, such training has become particularly appealing in the clinical context, with many paradigms aimed specifically at adults experiencing various stages of cognitive decline due to Mild Cognitive Impairment, Alzheimer's disease, and vascular dementias. However, basic questions remain. For example, uncertainty persists regarding factors that influence observed improvements as well as the conditions that would maximize transfer and sustainability of training effects. The objective of this study is to evaluate factors that may maximize the benefits of computerized cognitive training in older adults.",
    "description_detailed": "The study involves 25 sessions of an adaptive cognitive training program, completed over 5 weeks. Pre and post training assessments will evaluate any near and far transfer effects of training.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "OTHER",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention described is computerized adaptive cognitive training intended to maintain, enhance, or rehabilitate cognitive function in older adults (including those with MCI/early AD). This is a non‑pharmacologic, behavioral/learning intervention aiming to improve cognition rather than a biologic or small‑molecule targeting AD pathology or a treatment for neuropsychiatric symptoms.",
        "Act: Key extracted details — Title: \"Adaptive Cognitive Training in Healthy Older Adults\"; Intervention: computerized (adaptive) cognitive training; Population: healthy older adults and adults across stages of cognitive decline (MCI/AD referenced in background); No drug name or biologic is mentioned. Web search for the intervention/trial context returned relevant literature on computerized cognitive training and adaptive programs (examples below) and did not identify any drug associated with this protocol: \"Home-Based, Adaptive Cognitive Training for Cognitively Normal Older adults: Initial Efficacy Trial\" (PubMed). (source: turn0search8) \"Adaptive Computerized Working Memory Training in Patients With Mild Cognitive Impairment\" (Cogmed trial). (source: turn0search5) Systematic reviews/meta-analyses on computerized cognitive training in older adults and MCI/AD (sources: turn0search2, turn0search4, turn0search0).",
        "Web search results (selected):",
        "- Home-Based, Adaptive Cognitive Training for Cognitively Normal Older adults: Initial Efficacy Trial — PubMed. (turn0search8)",
        "- Adaptive Computerized Working Memory Training in Patients With Mild Cognitive Impairment — PubMed (Cogmed trial). (turn0search5)",
        "- Computerized Cognitive Training in Older Adults With Mild Cognitive Impairment or Dementia: A Systematic Review and Meta-Analysis — PubMed. (turn0search2)",
        "- The Effects of Computerized Cognitive Training on Memory Performance in Adults with MCI or Dementia — Alzheimer's & Dementia (2023). (turn0search4)",
        "- Systematic review on computerized cognitive training for older adults with MCI — Alzheimer's & Dementia (turn0search0).",
        "Reflect: Given the non‑drug, non‑biologic nature of the intervention (computerized adaptive training) and the stated goal of improving/maintaining cognitive function, the correct category is 'cognitive enhancer'. There is no evidence in the description or the searched sources of a pharmacologic agent, biologic, or neuropsychiatric symptom–targeted treatment; therefore 'disease-targeted biologic', 'disease-targeted small molecule', and 'neuropsychiatric symptom improvement' do not apply."
    ],
    "agent_type": "T) Other",
    "explanation_agent": [
        "Reason: The intervention is computerized adaptive cognitive training — a non‑pharmacologic, behavioral/learning intervention intended to improve or maintain cognition rather than act on a molecular or cellular biological target (no drug, biologic, or pathway is described).",
        "Act: Extracted details — Title: Adaptive Cognitive Training in Healthy Older Adults; Intervention: computerized adaptive cognitive training; Population: healthy older adults (MCI/AD mentioned in background). No drug name, molecular target, gene, or pathway is provided in the description.",
        "Reflect: CADRO categories A–Q are biological targets (e.g., amyloid, tau, inflammation, synaptic plasticity). Because this trial tests a behavioral cognitive training intervention with no therapeutic molecular target, it does not fit those categories. Per instructions, assign 'T) Other' for non‑therapeutic or non‑biologic interventions.",
        "Web search results (as provided):",
        "- Home-Based, Adaptive Cognitive Training for Cognitively Normal Older adults: Initial Efficacy Trial — PubMed.",
        "- Adaptive Computerized Working Memory Training in Patients With Mild Cognitive Impairment — PubMed (Cogmed trial).",
        "- Computerized Cognitive Training in Older Adults With Mild Cognitive Impairment or Dementia: A Systematic Review and Meta-Analysis — PubMed.",
        "- The Effects of Computerized Cognitive Training on Memory Performance in Adults with MCI or Dementia — Alzheimer's & Dementia (2023).",
        "Summary: No pharmacologic agent or biological target was identified; classification: T) Other."
    ]
}