{
    "nct_id": "NCT00015548",
    "title": "Comparative Effectiveness of Antipsychotic Medications in Patients With Alzheimer's Disease (CATIE Alzheimer's Disease Trial)",
    "status": "COMPLETED",
    "last_update_time": "2015-06-16",
    "description_brief": "The CATIE Alzheimer's Disease Trial is part of the Clinical Antipsychotic Trials of Intervention Effectiveness (CATIE) Project. The study is for people with Alzheimer's disease who are having trouble with their thinking or behavior. In particular, this study is trying to find out the best treatment for people who have hallucinations (seeing or hearing things that aren't there), delusions (false beliefs), or agitation. The design of the trial helps to increase the chance that participants in the study receive a medication that helps them. The study uses three medications known as atypical antipsychotics (olanzapine, quetiapine, risperidone), which are the newest medications that are currently available for treating these problems. Participants may also receive an antidepressant (citalopram). The trial lasts for 36 weeks. Participants are given a thorough evaluation at no cost to ensure that this study is appropriate. In addition, the caregiver, family member, or friend who comes with the participant will be offered an educational program about Alzheimer's disease.",
    "description_detailed": "There are four phases.\n\nPhase I: In the initial treatment phase (Phase 1), patients will be randomized to one of the three atypical antipsychotics or placebo in the ratio 100:100:100:150 respectively. After two weeks, the investigator can move the patient to the next phase because of lack of efficacy or tolerability. At week 12, the investigator can decide whether the current medication is sufficiently optimal or it would be more beneficial to try another randomized medication.\n\nPhase 2: Phase 2 starts when the patient is randomized to a second medication, i.e., olanzapine, quetiapine, risperidone, or citalopram. Patients will be randomized from an antipsychotic treatment to another antipsychotic treatment or citalopram in the ratio 3:3:2, or from placebo to an antipsychotic treatment or citalopram in the ratio 1:1:1:3 respectively. Therefore, 50% of patients who took placebo in Phase 1 will be randomized to an antipsychotic in Phase 2, and 50% will be randomized to citalopram in Phase 2. After the initial two weeks in Phase 2, the investigator can move the patient to the next phase, due to lack of efficacy or tolerability. After the patient has been on the Phase 2 study drug for approximately 12 weeks, the investigator can decide whether the current medication is sufficiently optimal or whether it would be more beneficial to try another randomized medication.\n\nPhase 3: Phase 3 is randomized open-label treatment of one of the medications not previously received, i.e., olanzapine, quetiapine, risperidone, or citalopram. Treatment failures to the second treatment can be switched to a third open-label treatment. During Phase 3 patients will be maintained on their treatments openly and managed clinically until week 36.\n\nIf the investigator determines that the patient's response is not sufficiently optimal to the randomized open-label medication, then after the first two weeks of Phase 3, the investigator can prescribe another medication (of the investigator's choice) to the patient. If this occurs then patients are classed as being in the Open-Choice Phase.\n\nOpen-Choice Phase: The Open-Choice Phase can be entered at anytime during the 36-week study and directly from any of the three phases. There are four reasons a patient can enter the open choice phase:\n\n* Withdrawal from Phase 1 or Phase 2 with the patient or surrogate decision-maker refusing to proceed to the next randomized phase;\n* Withdrawal from Phase 3;\n* Withdrawal from current study drug from any of the three previous phases due to antipsychotic medication no longer being required in the opinion of the investigator; or\n* Withdrawal due to concomitant treatment with an exclusionary medication.\n\nThe Open-Choice Phase is designed to keep patients monitored in the trial for the 36-week duration.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "neuropsychiatric symptom improvement",
    "drug": [
        "olanzapine",
        "quetiapine",
        "risperidone",
        "citalopram"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The trial tested three atypical (second‑generation) antipsychotics to treat hallucinations, delusions, aggression or agitation in people with Alzheimer’s disease — i.e., behavioral/psychiatric symptoms rather than underlying AD pathology. citeturn0search7turn0search5.",
        "Act: Key trial details extracted from the study description — randomized, double‑blind comparison of olanzapine, quetiapine, risperidone vs placebo in phase 1 (participants could later be reassigned to another antipsychotic or to citalopram in phase 2); planned follow‑up up to 36 weeks. Drugs listed in the protocol match the user description. citeturn0search5turn0search2turn0search7.",
        "Reflect: Classification check — these medications are symptomatic treatments for neuropsychiatric/behavioral symptoms (not biologic therapies targeting amyloid or tau, nor cognitive enhancers). Therefore the correct category is 'neuropsychiatric symptom improvement'. The trial design and outcomes analyses focus on symptom response and tolerability rather than disease modification. citeturn0search3turn0search7.",
        "Web search results used (sources): NIMH CATIE‑AD Q&A (Clinical Antipsychotic Trials of Intervention Effectiveness — Alzheimer's Disease Study). citeturn0search7; NEJM trial report (Effectiveness of Atypical Antipsychotic Drugs in Patients with Alzheimer's Disease). citeturn0search5; American Journal of Psychiatry / CATIE‑AD methods and metabolic outcomes. citeturn0search2turn0search0; AJP phase‑1 symptom outcomes (Clinical Symptom Responses paper). citeturn0search3turn0search6."
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The CATIE‑AD trial tested atypical antipsychotics (olanzapine, quetiapine, risperidone) and citalopram to treat neuropsychiatric/behavioral symptoms (hallucinations, delusions, agitation) in people with Alzheimer’s disease; these drugs act primarily on neurotransmitter systems (dopamine and serotonin receptors, and serotonin reuptake). The trial was symptomatic (behavioral) treatment rather than a disease‑modifying approach. citeturn0search0.",
        "Act: Extracted interventions and mechanisms — olanzapine: antagonist at dopamine (D2) and serotonin (5‑HT2) receptors (multiple receptor affinities). citeturn1search7turn1search4; quetiapine: antagonism at 5‑HT2A > D2, with norquetiapine affecting norepinephrine reuptake and 5‑HT1A, etc. citeturn0search3turn0search2; risperidone: D2 and 5‑HT2 receptor antagonism. citeturn0search5; citalopram: selective serotonin reuptake inhibitor (SSRI) — potentiates serotonergic neurotransmission by inhibiting 5‑HT reuptake. citeturn1search1turn1search6.",
        "Reflect: Mapping to CADRO — these interventions target neurotransmitter receptors / neurotransmitter reuptake (dopaminergic and serotonergic systems), which corresponds to CADRO category D) Neurotransmitter Receptors. The trial focus on symptom control (neuropsychiatric outcomes and tolerability) reinforces a neurotransmitter/symptomatic classification rather than amyloid, tau, inflammation, or other disease‑modifying categories. citeturn0search0turn0search6.",
        "Web sources used (key references): NEJM report of CATIE‑AD (trial methods and drugs used). citeturn0search0; Olanzapine mechanism (StatPearls / PubMed receptor studies). citeturn1search7turn1search4; Quetiapine mechanism (StatPearls / drug summaries). citeturn0search3turn0search2; Risperidone mechanism (manufacturer/label summary). citeturn0search5; Citalopram mechanism (PubMed review / FDA label summary). citeturn1search1turn1search6."
    ]
}