{
    "nct_id": "NCT01428362",
    "title": "A Randomized, Placebo-Controlled, Double-Blind, Crossover Study to Evaluate the Safety, Tolerability and Efficacy of VI-1121 in Subjects With Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2013-11-15",
    "description_brief": "The purpose of this study is to determine whether VI-1121 is safe, well tolerated, and effective as a daily treatment for Alzheimer's disease that is worsening despite current treatment.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "VI-1121 (investigational)"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The trial description and title state the purpose is to evaluate VI-1121 as a daily treatment for Alzheimer’s disease that is worsening despite current treatment — the study's primary and secondary endpoints are cognitive scales (ADAS‑Cog, MMSE, CIBIC‑plus), indicating the intended effect is symptomatic improvement in cognition. citeturn0search1turn3search1",
        "Act (trial details): This was a randomized, placebo‑controlled, double‑blind, crossover Phase 2 study (AD‑201) sponsored by VIVUS with n≈61; primary efficacy variable was change in ADAS‑Cog at 12 weeks (secondary: MMSE, CIBIC‑plus). These outcomes target cognitive performance rather than biomarker/amyloid/tau endpoints. citeturn3search1turn3search2",
        "Act (drug identity search): I searched public registries and company filings for VI‑1121 but could not find a definitive mechanism of action, modality (biologic vs small molecule), or published biomarker data for VI‑1121 — trial registries list only the investigational name and cognitive endpoints. The sponsor’s 2012/2013 filings mention initiating the VI‑1121 Phase 2 study but do not describe the compound’s MOA. citeturn0search5turn5search1turn0search1",
        "Reflect: Because the trial’s design and outcome measures are focused on short‑term change in cognition (ADAS‑Cog, MMSE) and global clinical impression, and no disease‑modifying biomarkers or a biologic mechanism were reported in registries or sponsor materials, the most consistent classification is a symptomatic cognitive enhancer. This classification is made with caution because the compound’s formal mechanism was not found in public sources. citeturn3search1turn0search5"
    ],
    "agent_type": "S) Unknown Target",
    "explanation_agent": [
        "Reason: The study title and registry entries describe VI-1121 as a symptomatic cognitive enhancer with cognitive endpoints (ADAS-Cog, MMSE, CIBIC‑plus), consistent with a trial aiming for short‑term symptomatic cognitive improvement rather than a biomarker‑directed disease‑modifying approach. citeturn2search0turn2search1",
        "Act: Extracted trial details — randomized, placebo‑controlled, double‑blind crossover Phase 2 (AD‑201), sponsor VIVUS, n≈61, primary endpoint change in ADAS‑Cog at 12 weeks — from public registries. Searches of clinical registries and the sponsor’s public materials (Adis/registry entries and VIVUS press pages) yielded the investigational name and trial design but did not report a mechanism of action, target gene, or pathway for VI‑1121. Because the compound’s MOA/modality is not described in public sources, a precise CADRO biological category (e.g., neurotransmitter receptor, synaptic plasticity) cannot be assigned. citeturn2search0turn0search5turn1search1",
        "Reflect: Given the trial’s focus on symptomatic cognitive outcomes and the absence of any documented molecular target or pathway in registries and sponsor materials, the most appropriate CADRO classification is S) Unknown Target. This flags that the intervention is a symptomatic cognitive enhancer in intent but lacks publicly available target/MOA data required to map it to a specific CADRO biology category. If you want, I can attempt deeper searches (company SEC filings, conference abstracts, patent literature) to try to discover an MOA; if a mechanism is found the classification can be updated. citeturn0search5turn2search1"
    ]
}