{
    "nct_id": "NCT05291234",
    "title": "A Randomized, Double-Blind, Placebo-Controlled Study to Evaluate the Safety, Efficacy, Pharmacokinetics and Pharmacodynamics of ABBV-916 in Subjects With Early Alzheimer's Disease",
    "status": "ACTIVE_NOT_RECRUITING",
    "last_update_time": "2025-08-07",
    "description_brief": "Alzheimer's disease (AD) is a progressive, irreversible neurological disorder and is the most common cause of dementia in the elderly population. Clinical symptoms of the disease may begin with occasional forgetfulness such as misplacement of items, forgetting important dates or events, and may progress to noticeable memory loss, increased confusion and agitation, and eventually, loss of independence and non-responsiveness. This study will assess how safe and effective ABBV-916 is in treating early AD. Adverse events, change in disease activity, and how ABBV-916 moves through body of participants will be assessed.\n\nABBV-916 is an investigational drug being developed for the treatment of early AD. This study is conducted in 2 stages. Stage A is a multiple ascending dose study. There is a 1 in 4 chance that participants are assigned to receive placebo. Stage B is a proof-of-concept study. In Stage B, there is a 1 in 5 chance that participants will be assigned to receive placebo. The first 6 months of this study are \"double-blind,\" which means that neither the trial participant nor the study doctors know which treatments will be given. This will be followed by a 2-year extension period in which all participants will receive ABBV-916. Approximately 195 participants aged 50-90 years will be enrolled in about 90 sites across the world.\n\nParticipants will receive intravenous (IV) doses of ABBV-916 or placebo once every 4 weeks (Q4W) for 24 weeks and will be followed for an additional 16 weeks. Participants will have the option of participating in a 2-year, open-label, Extension Period receiving IV ABBV-916.\n\nThere may be higher treatment burden for participants in this trial compared to their standard of care. Participants will attend regular visits during the study at a hospital or clinic. The effect of the treatment will be checked by medical assessments, magnetic resonance imaging (MRI), blood tests, checking for side effects and completing questionnaires.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted biologic",
    "drug": [
        "ABBV-916 (human IgG1 monoclonal antibody targeting N‑terminal truncated, pyroglutamate‑3 Aβ — AβpE3)"
    ],
    "placebo": [
        "Placebo (intravenous; randomization includes 1:4 in Stage A and 1:5 in Stage B; Q4W dosing schedule for 24 weeks)"
    ],
    "explanation_target": [
        "Reason: The protocol description and supporting publications describe ABBV‑916 as an investigational monoclonal antibody immunotherapy directed at an amyloid species (N‑terminal truncated, pyroglutamate‑modified Aβ, AβpE3), i.e., a biologic aimed at removing amyloid plaques — consistent with a disease‑targeting biologic. citeturn0search8turn0search0",
        "Act: Trial documents state ABBV‑916 is administered IV every 4 weeks, includes multiple‑ascending dose and proof‑of‑concept stages with placebo control, and measures brain amyloid and safety outcomes — these details match an anti‑amyloid mAb development program. citeturn0search5turn0search6",
        "Reflect: Given ABBV‑916’s modality (monoclonal antibody) and explicit target (pyroglutamate‑3 Aβ / amyloid plaques), the correct category is 'disease‑targeted biologic'. (Note: recent public reports indicate AbbVie paused further development of ABBV‑916 as a standalone monotherapy; this does not change the modality/target classification.) citeturn0search3turn0search2"
    ],
    "agent_type": "A) Amyloid beta",
    "explanation_agent": [
        "Reason: The investigational product ABBV-916 is described as a human IgG1 monoclonal antibody that specifically binds N‑terminal truncated, pyroglutamate‑3–modified Aβ (AβpE3), an aggregated amyloid species present in plaques — i.e., an anti‑amyloid biologic. citeturn0search1turn0search0",
        "Act: Trial documentation and registries show ABBV‑916 is being developed as an IV, disease‑targeting monoclonal antibody in a randomized, placebo‑controlled Phase 2 study (NCT05291234) that measures brain amyloid and safety/PK/PD outcomes — consistent with an anti‑amyloid therapeutic program. citeturn0search4turn0search3",
        "Reflect: Given the explicit molecular target (pyroglutamate‑3 Aβ) and modality (monoclonal antibody directed at amyloid plaques), the correct CADRO classification is A) Amyloid beta. (Context: AbbVie later announced discontinuation of ABBV‑916 as a standalone program, which affects development status but not the target/modality classification.) citeturn0search6turn0search7"
    ]
}