{
    "nct_id": "NCT04783350",
    "title": "Home-based Transcranial Alternating Current Stimulation (tACS) for Older Adults at Risk of Memory Decline",
    "status": "COMPLETED",
    "last_update_time": "2024-06-24",
    "description_brief": "The proposed project aims to systematically examine the feasibility of remote, caregiver-led tACS for older adults who are vulnerable to memory decline.",
    "description_detailed": "This is a feasibility study, which will include older adult participants (Ps) with memory deficits together with willing and able administrators (As) to administer tACS to the participants. This study will include 20 older Ps and 20 As to assess the feasibility of deploying home-based tACS in larger clinical trials, and to prepare for the development and implementation of such trials. The proposed project will systematically examine the feasibility of remote, caregiver-led tACS for older adults who are vulnerable to memory decline. This study will provide data to support the safety and effectiveness of home-based tACS in this population and will lead to future research to increase access of tACS as a part of memory decline prevention and treatment for older adults who have more difficulty reaching a clinic for treatment due to disability or who live more remotely.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "BASIC_SCIENCE",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention described is home-based, caregiver-led transcranial alternating current stimulation (tACS) aimed at older adults vulnerable to memory decline. tACS is a non‑invasive neuromodulation/device intervention intended to improve memory/cognitive function rather than a biologic or small‑molecule that targets Alzheimer’s pathology. citeturn0search5turn0search2",
        "Act: Key extracted details — Intervention: transcranial alternating current stimulation (tACS), delivered at home by a caregiver/administrator in a feasibility study (NCT04783350 / Hebrew SeniorLife). The protocol and related pilot work specifically target episodic memory and feasibility of remotely supervised, caregiver‑led delivery; prior pilot/home‑based studies report memory improvements after HB‑tACS. This is a device-based cognitive intervention (not a drug). Where control conditions exist in larger tES trials they commonly use sham stimulation, but the feasibility description does not list a drug or pharmaceutical placebo. citeturn0search5turn0search2turn0search8",
        "Reflect: Classification check — By the provided category definitions: it is not a biologic (monoclonal antibody/vaccine) nor a small molecule targeting AD pathology, and it is not focused on neuropsychiatric/behavioral symptom relief. Its primary aim is to improve memory/cognition via noninvasive brain stimulation, so the best fit is 'cognitive enhancer'. There is no drug to list. Web search sources supporting these points are cited above. citeturn0search5turn0search2turn0search8turn0search4"
    ],
    "agent_type": "T) Other",
    "explanation_agent": [
        "Reason: The intervention is home‑based, caregiver‑led transcranial alternating current stimulation (tACS), a non‑invasive neuromodulation/device approach intended to improve memory/cognition rather than a pharmaceutical or biologic that targets a molecular AD pathway. citeturn1search4turn1search5",
        "Act: Key extracted details — Intervention: transcranial alternating current stimulation (tACS); trial: NCT04783350 (Home‑based tACS for older adults at risk of memory decline), sponsor Hebrew SeniorLife; feasibility study of remote, caregiver‑led device delivery (no drug listed). citeturn1search3turn1search4turn1search5",
        "Act (mechanism context): tACS acts by entraining neural oscillations and can induce synaptic plasticity / spike‑timing dependent plasticity — mechanisms consistent with cognitive enhancement but not a specific molecular drug target. citeturn0search2turn0search1turn0search3",
        "Reflect: CADRO is a classification of drug/biological targets (e.g., amyloid, tau, inflammation, synaptic plasticity). Because this trial tests a device neuromodulation intervention (no drug, no explicit molecular target), the correct CADRO assignment is 'T) Other'. If you prefer to map by presumed mechanistic effect rather than by presence of a drug, one could optionally map it to 'M) Synaptic Plasticity/Neuroprotection' because tACS can promote plasticity — but that would be an inference beyond the trial’s non‑pharmacologic device focus. citeturn0search3turn0search2",
        "Web sources used (selected): Clinical/trial listing and summaries for NCT04783350 (trial tracker / inClinicalTrials / MedPath). citeturn1search3turn1search4turn1search5 Reviews/descriptions of tACS mechanisms (entrainment, plasticity, cognitive effects). citeturn0search2turn0search1turn0search6"
    ]
}