{
    "nct_id": "NCT06096090",
    "title": "A Phase II Clinical Trial of Interleukin-2 (IL-2) in Patients With Mild to Moderate Alzheimer's Disease",
    "status": "RECRUITING",
    "last_update_time": "2024-05-22",
    "description_brief": "Neuroinflammation is a significant component of Alzheimer disease (AD). Our group recently demonstrated that regulatory T cells (Tregs) have a compromised phenotype and reduced suppressive function in AD patients, skewing the immune system toward a proinflammatory status and potentially contributing to disease progression. Low dose interleukin-2 (IL-2) is now viewed as a promising immunoregulatory drug with the capacity to selectively expand and restore functional Tregs. This study is a phase II, randomized, double-blind, placebo-controlled study to assess low dose IL-2 therapy in AD patients. Up to 40 Alzheimer's disease patients in the mild- to moderate clinical dementia stages (MMSE scores: 12-26) will be randomized to five-day-courses of subcutaneous IL-2 or placebo for a total of 6 months. We will evaluate the safety and tolerability of IL-2 treatment and the possible effects of IL-2 treatment on peripheral and central inflammation. The expected time participants will be in the study is 30 weeks.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted biologic",
    "drug": [
        "Interleukin-2 (low‑dose IL‑2)"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The intervention is low‑dose interleukin‑2 (IL‑2), a recombinant cytokine (biologic) given subcutaneously to selectively expand/restore regulatory T cells (Tregs) and reduce neuroinflammation — i.e., it is an immunoregulatory biologic intended to modify an AD disease mechanism (neuroinflammation), not a small molecule, symptomatic cognitive enhancer, or neuropsychiatric‑symptom drug. citeturn0search0turn0search1",
        "Act (key extracted details): Phase II, randomized, double‑blind, placebo‑controlled study of subcutaneous low‑dose IL‑2 (five‑day courses repeated over ~6 months) in mild‑to‑moderate AD; endpoints include safety/tolerability and effects on peripheral and central inflammation. The trial rationale and design are described in recent reports. citeturn0search1turn0search0",
        "Act (supporting evidence from prior work): Earlier phase‑1/phase‑2a work showed that low‑dose IL‑2 expands circulating Tregs, modulates inflammatory mediators, and produced trends toward clinical benefit, supporting further study. citeturn0search4turn0search0",
        "Reflect: Although IL‑2 does not directly target amyloid or tau proteins, it targets a disease‑relevant pathogenic process (neuroinflammation) using a biologic agent — this fits best under 'disease‑targeted biologic' rather than the other categories. No significant ambiguity — classification is robust given the trial’s stated mechanism and intervention. citeturn0news12turn0search0"
    ],
    "agent_type": "F) Inflammation",
    "explanation_agent": [
        "Reason: The intervention is low‑dose interleukin‑2 (IL‑2), a cytokine biologic given to selectively expand/restore regulatory T cells (Tregs) and thereby reduce peripheral and central inflammation — i.e., it targets neuroinflammation, a disease‑relevant immune process in AD. citeturn0search3turn0search0",
        "Act: Key extracted details from the trial description and publications — Phase II, randomized, double‑blind, placebo‑controlled study of subcutaneous low‑dose IL‑2 (five‑day cycles repeated over months) in mild‑to‑moderate AD; primary assessments include safety/tolerability and effects on peripheral and central inflammation and Treg expansion. Prior phase‑1/phase‑2a work showed LD‑IL‑2 expands circulating Tregs, modulates inflammatory mediators, and produced trends toward biomarker and cognitive benefit. These points support that the drug’s primary biological target is inflammation/immunoregulation rather than amyloid, tau, synaptic function, etc. citeturn1search1turn1search2turn0search3",
        "Reflect: Mapping to CADRO categories, neuroinflammation aligns directly with category F) Inflammation. The agent is a biologic (IL‑2) used to modulate immune cells, but its mechanism is specifically immunoregulatory (reducing inflammation) rather than multi‑target protein clearance or symptomatic neurotransmitter modulation; therefore 'F) Inflammation' is the most specific and appropriate CADRO classification. No substantial ambiguity in the description; if future data show a distinct primary mechanism beyond immunomodulation, reclassification could be considered. citeturn1search2turn0news12",
        "Web search results (key sources consulted):",
        "- Low‑dose interleukin‑2 in patients with mild to moderate Alzheimer’s disease: randomized clinical trial (Alzheimer's Research & Therapy, full text) — trial results and rationale (Phase 2a; Treg expansion; changes in inflammatory mediators and CSF biomarkers). citeturn1search2",
        "- PubMed entry for the randomized low‑dose IL‑2 AD trial — abstract summarizing safety, Treg expansion, inflammatory mediator changes, and cognitive/biomarker trends. citeturn0search0",
        "- Phase‑1 IL‑2 trial in AD (Alzheimer’s & Dementia) — early human data showing Treg expansion and modulation of inflammatory markers. citeturn0search3",
        "- Clinical trial registry/summary for NCT06096090 (trial title, design, sponsor, and endpoints). citeturn1search1",
        "- News coverage reporting positive immune response and safety (reports noting IL‑2 class increases Tregs and was studied in a mid‑stage AD trial). citeturn0news12"
    ]
}