{
    "nct_id": "NCT01325259",
    "title": "Molecular Imaging of Cerebral Amyloid Plaques Using PET With Fluoro Tracker for Early Diagnosis of Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2016-02-05",
    "description_brief": "Rationale: improving the early detection of AD at prodromal pre-dementia stages has become a major matter of concern. There is now an important body of literature stating that early isolated cognitive deficits (Mild Cognitive Impairment-MCI-) predict the risk of developing AD. Several biomarkers are now available : specific and sensitive neuropsychological assessments, morphometric evaluation of hippocampal volume and white matter changes by MRI, cerebrospinal fluid or plasma dosage of Ab fragments and tau proteins, assessment of brain glucose hypometabolism in temporo-parietal regions with PET \\[F18\\]FDG. However, PET imaging using labelled compounds specifically binding to APs has been suggested to improve the diagnostic reliability and to potentially help in shortening the delay until formal clinical diagnosis of AD. F18 AV45 is a new radiotracer which kinetics characteristics allows 10 to 15 minutes acquisition 50 to 60 minutes post injection.\n\nObjectives: The primary objective of the study is to compare F18 AV45 cortical uptake in AD, MCI patients and Healthy Controls.\n\nSecondary objectives will be to compare cortical uptake of F18 AV45 in MCI subject who will have convert toward dementia versus those who will not, at two year follow-up period, to compare level of 18F-AV45 cortical uptake with neuropsychological testing, PET FDG hypometabolism, ApoE genotype.\n\nMethod: Prospective multicentric study. 65 patients expected to enter the study.\n\nPrimary outcome measure: Standard Uptake Volume ratios.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "DIAGNOSTIC",
    "results": null,
    "target_category": "N/A",
    "drug": [
        "Florbetapir F-18 (AV-45) — trade name Amyvid"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is a PET radiotracer (F18 AV45 / florbetapir) used to image cerebral amyloid plaques to improve early diagnosis — i.e., a diagnostic imaging agent rather than a therapeutic intended to modify disease, improve cognition, or treat neuropsychiatric symptoms. citeturn0search12turn0search1",
        "Act: Extracted details — agent named F18 AV45 (also called AV-45, florbetapir F-18; marketed as Amyvid); primary outcome is cortical Standard Uptake Value ratios on PET to estimate beta-amyloid plaque density. Because this is an imaging diagnostic (radiopharmaceutical) and not a drug intended to alter pathology or symptoms, it does not match any of the four therapeutic categories. citeturn0search0turn0search6",
        "Reflect: Classification check — per the provided category definitions, disease-targeted biologic/small-molecule and cognitive enhancer categories are for therapeutic interventions; neuropsychiatric symptom improvement is symptomatic treatment. A PET tracer for amyloid detection is a diagnostic tool and therefore 'N/A' is the correct classification. Supporting sources (regulatory and clinical publications) confirm florbetapir AV-45 is a diagnostic PET radiopharmaceutical for estimating amyloid plaque density and not approved or intended as a therapeutic. citeturn0search1turn0search0",
        "Web search results used: PubMed multicenter study describing florbetapir PET performance in AD/MCI/controls. citeturn0search0",
        "Lilly/Eli Lilly information and FDA approval materials describing Amyvid (florbetapir F-18) as a PET diagnostic agent to estimate beta-amyloid neuritic plaque density. citeturn0search1turn0search6",
        "Wikipedia / drug summary page for florbetapir (F-18) (AV-45) corroborating names and diagnostic use. citeturn0search12"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}