{
    "nct_id": "NCT01550718",
    "title": "Two Interventions for Early Stage Dementia: A Comparative Efficacy Trial",
    "status": "COMPLETED",
    "last_update_time": "2015-06-08",
    "description_brief": "Alzheimer's disease (AD) is increasing exponentially, with a projected quadrupling of cases by the mid 21st century. Individuals with AD are at increased risk for a host of medical and psychiatric conditions, and evidence is accumulating supporting the efficacy and effectiveness of psychosocial interventions for improving their mood, function, health, and quality of life. Such interventions are likely to be most effective when they are implemented during the early stages of dementia, when individuals and their family members are coping with the initial diagnosis and associated changes in abilities and activities. Recent randomized clinical trials by the Principal Investigator and colleagues have developed two non-pharmacologic interventions to reduce the social, psychological, physical, and behavioral impact of dementia. This investigation is focused on facilitating their translation into ongoing community-based programs, such as those provided by Alzheimer's Association chapters, senior centers, retirement homes, and other health care providers. The core content of each intervention has been retained in order to maintain or improve their efficacy, and each has been modified to a 4-week group format to increase efficiency of delivery. These modified interventions (ESML-Social and ESML-Ex) will be compared to each other and to a usual care (UC) control group. Outcomes will be assessed at baseline, 1-month post treatment, and 4 month follow-up. Primary outcomes at the 1-month assessment include: social activity participation, family communication, physical activity participation, and physical function. Primary outcomes at 4-month follow up include overall quality of life and depression. It is hypothesized that ESML-Ex and ESML-Social both will have greater improvements than UC. It is hypothesized that ESML-Social will have greater improvements in social participation and family communication than ESML-Ex and UC. It is hypothesized that ESML-Ex will have greater improvements in physical activity participation and physical functioning than ESML-Social and UC. If successful, these 4-week programs may be developed into \"modules\" that can be incorporated into programming for individuals with early stage dementia in a variety of community settings.",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "Neuropsychiatric symptom improvement",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial tests two non-pharmacologic, psychosocial/behavioral interventions (ESML-EX = physical activity program; ESML-Social = social activity program) intended to improve social participation, family communication, physical functioning, quality of life, and depression in early-stage dementia — i.e., targeting behavioral/psychiatric and functional outcomes rather than Alzheimer pathology or cognition alone. citeturn0search2turn0search0",
        "Act: Key extracted details — interventions are behavioral (ESML-EX and ESML-Social), delivered as 4 weekly group sessions and compared to usual care; primary outcomes include social activity participation, family communication, physical activity participation, physical function (1-month) and overall quality of life and depression (4-month). This registry description confirms there is no drug or biologic tested. citeturn0search0turn0search3",
        "Reflect: Classification rationale — because the interventions are non‑pharmacologic programs aiming to reduce social, psychological and behavioral impact (including depression and social/functional outcomes), they best fit the 'Neuropsychiatric symptom improvement' category. They are not disease‑targeted biologics or small molecules, nor are they described as cognitive‑enhancing drugs, so the other categories do not apply. Registry record: NCT01550718 (University of Washington). citeturn0search0turn0search2"
    ],
    "agent_type": "T) Other",
    "explanation_agent": [
        "Reason: The trial tests two non‑pharmacologic, psychosocial/behavioral interventions (ESML-EX = physical activity program; ESML-Social = social activity program) aimed at improving social participation, family communication, physical functioning, quality of life and depression in early‑stage dementia — i.e., targeting behavioral/psychiatric and functional outcomes rather than a molecular disease target. citeturn0search0turn0search2",
        "Act: Key extracted details — interventions are behavioral (ESML-EX and ESML-Social), delivered as four weekly group sessions and compared to usual care; primary outcomes include social activity participation, family communication, physical activity participation, physical function (1 month), and overall quality of life and depression (4 months). The registry record lists no drug or biologic tested (NCT01550718). Based on these details there is no molecular drug target to map to a CADRO biological category. citeturn0search0turn0search2",
        "Reflect: Classification rationale — CADRO categories A–S describe molecular, cellular, physiological or multi‑target therapeutic mechanisms (e.g., amyloid, tau, inflammation, synaptic plasticity). Because this study evaluates behavioral/psychosocial interventions addressing neuropsychiatric/functional outcomes and does not test a pharmacologic agent or specify a biological target, it does not fit those CADRO categories and should be classified as 'T) Other'. This is consistent with prior publications of ESML-style programs showing effects on quality of life and mood rather than on molecular AD pathology. citeturn0search3turn0search1",
        "Web search results (sources used): 1) ICH GCP / clinical-trials-registry summary for NCT01550718 describing ESML-EX and ESML-Social interventions, arms, outcomes and that the interventions are behavioral. citeturn0search0 2) Trial aggregated records (MedPath / ClinicalTrialsGPS) summarizing the study design, interventions, outcomes and completion status. citeturn0search2turn0search4 3) Peer‑reviewed RCT evidence on early‑stage memory loss (ESML) psychosocial support showing improvements in quality of life, depression and family communication — supporting that these are psychosocial/behavioral interventions rather than molecular treatments. citeturn0search3"
    ]
}