{
    "nct_id": "NCT05016219",
    "title": "Phase 2 - The Use of Rhythmic Light Therapy to Entrain Gamma Oscillations and the Circadian System in Patients With Alzheimer's Disease",
    "status": "RECRUITING",
    "last_update_time": "2025-06-02",
    "description_brief": "Participants will randomly be placed into one of four groups and experience one of the four following conditions: (1) a placebo light that provides a 40 hertz (Hz) flicker (rhythmic light \\[RL\\]); (2) a placebo light with a random flicker (placebo condition for rhythmic light); (3) a light source that will stimulate the circadian system and provides a 40 Hz flicker (RL); or (4) a light source that will stimulate the circadian system and provides a random flicker (placebo condition for rhythmic light). Following a baseline week, participants will experience his/her assigned lighting condition for two hours in the morning for 8 weeks. After a 4-week washout period, a final round of assessments will be obtained. Study assessments (except for the Pittsburgh Sleep Quality Index and Montreal Cognitive Assessment) will be collected at the end of each week, for a total of 8 assessments.",
    "description_detailed": "The tailored lighting intervention used to promote circadian entrainment will provide high circadian stimulation during the day produced by narrowband blue light peaking at 470 nanometers (nm). A comparison lighting intervention (i.e., placebo lighting), a narrowband red light peaking at 630 nm, will be used as a control. Both the red and the blue light devices will also provide either the 40 hertz (Hz) flicker (RL) or the random flicker (placebo RL). For the random flicker (placebo RL), the duty cycle will be delivered with a random interval determined by a Poisson process with an average interval of 40 hertz (Hz).",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [
        "Placebo rhythmic light (random flicker)",
        "Placebo light — narrowband red light (630 nm)"
    ],
    "explanation_target": [
        "Reason: The intervention described is a lighting/device intervention (40 Hz rhythmic light vs random flicker; circadian-effective blue light vs red control) intended to entrain gamma oscillations and the circadian system, not a drug or biologic. This does not fit the four drug/biologic-based categories (disease-targeted biologic, disease-targeted small molecule, cognitive-enhancer drug, or neuropsychiatric symptom drug). citeturn0search0turn0search3.",
        "Act (extracted trial details): The trial (NCT05016219) tests 4 device conditions: rhythmic 40 Hz flicker light, random-flicker placebo, circadian-effective blue light (470 nm) with or without 40 Hz flicker, and a red light (630 nm) control with or without flicker. Participants receive 2 hours each morning for 8 weeks. These are device/light interventions rather than pharmacologic agents. citeturn0search3turn0search0.",
        "Web search evidence (key sources): Mount Sinai trial listing (NCT05016219) and related trial databases describe the Phase 2 rhythmic light therapy and its 40 Hz gamma-entrainment and circadian aims. citeturn0search0turn0search2. Device details (blue 470 nm vs red 630 nm; rhythmic vs random flicker) are documented in trial descriptions. citeturn0search3. Prior feasibility work on 40 Hz gamma sensory flicker in humans and preclinical rationale are reported (He et al., 2021), supporting the non-pharmacologic sensory-stimulation approach. citeturn0search4.",
        "Reflect: Given the intervention is non-pharmacologic (light/device) and the task was to map trials to drug/biologic/cognitive-enhancer/neuropsychiatric drug categories, the correct classification is 'N/A'. The trial may aim to affect cognition or sleep via neuromodulation, but it does so with devices, not drugs/biologics, so it does not match the four specified therapeutic drug categories. citeturn0search0turn0search3"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}