{
    "nct_id": "NCT04309253",
    "title": "The Influence of Vascular Burden, Amyloid Plaque and Tau Protein in Patients With Vascular Cognitive Impairment and Dementia With Tauopathy",
    "status": "RECRUITING",
    "last_update_time": "2023-04-28",
    "description_brief": "Background and objects Amyloid plaques and tau protein are the landmarks of neurodegeneration in Alzheimer's disease (AD). On the other hand, it is reported that cerebral ischemia may induce amyloid plaques and tau protein accumulation. However, it was difficult to in vivo disentangle the complex and dynamic interactions between AD pathophysiology and cerebral vascular injury during the post-stroke cognitive impairment development in the past. With the advent of novel radiotracers specific to cerebral amyloid plaques and tau protein, we aim to conduct a prospective multimodal neuroimaging cohort study to investigate the contribution of vascular injury, amyloid plaque and tau protein to cognitive impairment.\n\nSubjects and methods The prospective project plans to recruit patients with vascular cognitive impairment (VCI) (Group A, n=80), Alzheimer's disease/mild cognitive impairment (MCI) (Group B, n = 120), fronto-temporal dementia (FTD) (Group C, n =30), and progressive supranuclear palsy (PSP) (Group E, n = 80). In addition, another 30 healthy people will be recruited as the control group (Group D, n=30). \\[18F\\]AV45 and \\[18F\\]MNI-958(PMPBB3) PET will be done for imaging cerebral amyloid plaque and tau protein distribution, brain MRI for obtaining structural and functional information, and neuropsychological tests for cognitive performance. Cognitive evaluation will be repeated 18 months after recruitment. In addition, APOE genotyping will be performed as well.\n\nBy obtaining the neuroimaging information, such as severity of white matter change and infarction, cortical and hippocampal atrophy, and SUVRs of \\[18F\\]AV-45 and \\[18F\\]MNI-958(PMPBB3) PET, the study will be able to investigate the composite influence of cerebrovascular disease and neurodegenerative pathology on the trajectory of cognitive impairment. Group comparisons will be performed using the Chi-square test, independent t test, Mann-Whitney U test, ANOVA test, and multiple linear regression, where appropriate.\n\nAnticipation In this project, we will be able to explore the distribution patterns of amyloid plaque and tau protein among dementia patients with different etiologies, and also evaluate their influence on cognition",
    "description_detailed": "N/A",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "DIAGNOSTIC",
    "results": null,
    "target_category": "N/A",
    "drug": [
        "[18F]AV-45 (florbetapir)",
        "[18F]MNI-958 (PM‑PBB3 / 18F‑PM‑PBB3, a tau PET tracer)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The protocol describes an observational, multimodal neuroimaging cohort study using PET radiotracers to image amyloid plaques and tau protein ([18F]AV-45 for amyloid; [18F]PM‑PBB3 / PM‑PBB3 / MNI‑958 for tau), together with MRI, neuropsychological tests and APOE genotyping, to study relationships between vascular injury, amyloid, tau and cognition. PET radiotracers are diagnostic imaging agents, not therapeutic drugs. citeturn0search1turn1search3",
        "Act: Key extracted details — imaging agents named in the description are [18F]AV‑45 (florbetapir), an established amyloid PET ligand, and [18F]MNI‑958 / PM‑PBB3 (also reported as 18F‑PM‑PBB3 / florzolotau / APN‑1607), a tau PET tracer; the study is recruiting diagnostic groups and performing PET/MRI/neuropsych assessments with follow‑up at 18 months. No pharmacologic therapeutic intervention, investigational drug, or placebo is described. Therefore the trial does not fall into the four therapeutic categories (disease‑targeted biologic, disease‑targeted small molecule, cognitive enhancer, or neuropsychiatric symptom improvement). citeturn0search1turn1search0",
        "Reflect: Classification check — because the study is observational/diagnostic (PET imaging + MRI + cognitive testing) rather than testing a therapeutic agent or symptom‑directed treatment, the correct category is 'N/A'. This aligns with the category definitions: the tracers are biologic/small‑molecule radiopharmaceuticals used for imaging pathology, not intended as disease‑modifying or symptomatic treatments in the trial. citeturn0search4turn1search4",
        "Web search results (supporting references used): 1) Florbetapir (18F‑AV‑45) amyloid PET — feasibility and use as an amyloid imaging agent. citeturn0search1turn0search4; 2) PM‑PBB3 / [18F]PM‑PBB3 (also reported as APN‑1607 / florzolotau / MNI‑958 / PMPBB3) — development and use as a tau PET tracer detecting diverse tauopathies. citeturn1search0turn1search3; 3) Reviews/characterization of [18F]PM‑PBB3 performance in AD/PSP/FTD. citeturn1search2turn1search6"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}