{
    "nct_id": "NCT00454870",
    "title": "A Randomized, Double-Blind, Placebo Controlled, Multi-Center Study of the Pharmacodynamics/Efficacy, Safety, Tolerability, and Pharmacokinetics of 3 Fixed Dosages of MEM 3454 (5 mg, 15 mg, and 50 mg) in Patients With Mild to Moderate Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2008-05-05",
    "description_brief": "The purpose of this study is to determine in an 8-week treatment study if MEM 3454 is a safe and effective treatment for patients with mild to moderate Alzheimer's disease.",
    "description_detailed": "Alzheimer's disease is the leading cause of dementia and one of the most common diseases of the aging population. It is a chronic brain disease that involves gradual memory loss, decline in the ability to perform routine tasks, disorientation, difficulty in learning, loss of language skills, impairment of judgment, and personality changes in affected individuals. The neurodegenerative nature of the disease eventually leads to the failure of other organ systems and death.\n\nA consistent and marked change in the brains of patients with AD is degeneration of the cholinergic innervation in the hippocampus and cerebral cortex areas. The activity of choline acetyl transferase (ChAT) is significantly reduced in these brain regions, and a linear correlation is seen between the reduction in cortical ChAT activity and the progress of dementia, indicating a progressive loss of cholinergic function.\n\nReceptor selective nicotinic alpha-7 receptor agonists can modulate acetylcholine in selective brain regions and contribute to symptomatic treatment of AD. MEM 3454 is a novel nicotinic alpha-7 receptor selective partial agonist having serotonin type 3 (5-HT3) receptor antagonist properties.",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "MEM 3454 (aka R3487) — nicotinic α7 receptor partial agonist and 5‑HT3 antagonist"
    ],
    "placebo": [
        "Placebo (matched capsule)"
    ],
    "explanation_target": [
        "Reason: The trial tests MEM 3454 in patients with mild–moderate Alzheimer’s disease with cognitive endpoints (Quality of Episodic Secondary Memory from the CDR battery and ADAS‑Cog), indicating the intended effect is cognitive improvement rather than targeting amyloid/tau pathology. citeturn0search0turn0search1",
        "Act (extracted details & mechanism): The Phase 2, randomized, double‑blind, placebo‑controlled study evaluated once‑daily oral MEM 3454 at 5 mg, 15 mg and 50 mg for 8 weeks (sponsor: Memory Pharmaceuticals). MEM 3454 (R3487) is described in preclinical and company reports as a nicotinic α7 receptor partial agonist (with reported 5‑HT3 antagonist activity), a mechanism aimed at improving attention/memory. citeturn0search0turn0search6turn0search3turn0search8",
        "Reflect: Classification as a 'cognitive enhancer' fits because MEM 3454 is a small‑molecule receptor agonist acting on nicotinic cholinergic systems to improve cognition/attention (not a biologic and not described as modifying core AD pathology like amyloid or tau). Trial results and endpoints focused on cognitive performance (QESM, working memory) consistent with a cognitive enhancer indication. No evidence in the trial description that this is a disease‑targeted biologic or pathology‑modifying small molecule. citeturn0search1turn0search8"
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The investigational drug MEM 3454 (also called R3487 / facinicline) is described in the literature as a nicotinic α7 acetylcholine receptor partial agonist with 5‑HT3 antagonist activity; the trial’s endpoints are cognitive measures (ADAS‑Cog, episodic memory), indicating the intervention is intended to modulate neurotransmitter receptor systems to improve cognition rather than to modify core AD pathologies (amyloid or tau). citeturn0search0turn0search5",
        "Act: Extracted details — MEM 3454 / R3487 (facinicline) is a small‑molecule nicotinic α7 receptor partial agonist and 5‑HT3 antagonist; preclinical and clinical reports describe pro‑cognitive effects (attention/working memory) and enhancement of cortical/hippocampal neurotransmitter release. The described AD Phase 2 randomized, double‑blind, placebo‑controlled study (MEM 3454 5, 15, 50 mg, 8 weeks) was sponsored by Memory Pharmaceuticals (NCT00454870). citeturn0search0turn0search6turn0search2",
        "Reflect: Classification as 'Neurotransmitter Receptors' fits CADRO because the primary molecular target is a neurotransmitter receptor (α7 nicotinic acetylcholine receptor) and the mechanism is symptomatic/cognitive enhancement via modulation of cholinergic/serotonergic receptor activity rather than targeting amyloid, tau, inflammation, metabolism, or other CADRO categories. No evidence in the trial description indicates disease‑modifying action on core AD pathologies, so 'D) Neurotransmitter Receptors' is the most specific CADRO match. citeturn0search3turn0search7",
        "Web search results (sources used):",
        "- PubMed: RG3487, a novel nicotinic α7 receptor partial agonist — description of α7 partial agonism and 5‑HT3 antagonism. citeturn0search0",
        "- PubMed: studies showing RG3487/MEM3454 enhances cortical and hippocampal DA and ACh release (mechanistic support). citeturn0search1turn0search6",
        "- PubMed / Biochemical Pharmacology: preclinical work showing attention/working memory improvements in nonhuman primates and mechanism description. citeturn0search3",
        "- PubMed: behavioral preclinical studies on sustained attention (rats). citeturn0search5",
        "- Clinical trial registry entry for MEM 3454 (NCT00454870) — Phase 2 AD study details (doses, 8‑week design, sponsor Memory Pharmaceuticals). citeturn0search2"
    ]
}