{
    "nct_id": "NCT00726115",
    "title": "Safety, Tolerability, and Pharmacokinetics, of Single and Multiple Dose of SAM-531 Administered Orally To Healthy Young and Elderly Subjects",
    "status": "COMPLETED",
    "last_update_time": "2009-07-29",
    "description_brief": "The main objectives of this study is to assess the safety and tolerability of ascending single and multiple oral doses of SAM-531 in healthy subjects",
    "description_detailed": "N/A",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "SAM-531 (cerlapirdine; PF-05212365)"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: SAM-531 is cerlapirdine, a small-molecule selective 5-HT6 receptor antagonist. 5-HT6 antagonists have been developed as symptomatic treatments to improve cognition in Alzheimer's disease rather than as biologics that target amyloid/tau pathology, so the intended effect is cognitive enhancement rather than disease modification. citeturn0search2",
        "Act: Clinical trial records show SAM-531 was tested in Phase 1 and Phase 2 studies (safety, tolerability, PK/PD, and trials in mild–moderate AD), sponsored by Wyeth/Pfizer, and the listed intervention is cerlapirdine (SAM-531) with placebo arms. These trial listings correspond to symptomatic cognitive-use development. citeturn0search3turn0search5turn0search7",
        "Reflect: Given the mechanism (5-HT6 receptor antagonism) and the program (Phase 1–2 trials for symptomatic treatment in AD), the correct category is 'Cognitive enhancer' (small-molecule symptomatic agent). This is not a biologic targeting core AD pathology, nor primarily a neuropsychiatric-symptom intervention. Sources: PubMed summary of cerlapirdine and multiple clinical-trial registry entries confirm identity and development context. citeturn0search2turn0search8",
        "Web search findings (key sources): PubMed article describing cerlapirdine (SAM-531; PF-05212365) as a selective 5-HT6 antagonist used in symptomatic AD development; clinical-trial registry entries (NCT00479700, NCT00480818, NCT00481520) and trial summaries listing SAM-531 (cerlapirdine) in Phase 1/2 safety and PK/PD studies sponsored by Wyeth/Pfizer. citeturn0search2turn0search3turn0search5turn0search7"
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The investigational drug SAM-531 is cerlapirdine, a small‑molecule selective antagonist of the serotonin 5‑HT6 receptor; 5‑HT6 is a neurotransmitter GPCR and antagonists are developed as symptomatic cognitive enhancers in AD. citeturn0search2turn1search4",
        "Act: Extracted details — drug synonyms (SAM‑531; cerlapirdine; PF‑05212365) and mechanism (selective 5‑HT6 receptor antagonist); clinical development included Phase 1/2 safety, PK/PD and mild–moderate AD studies (Pfizer/Wyeth). These records appear in PubMed, clinical‑trial listings and drug databases. citeturn0search2turn1search0turn1search3",
        "Reflect: Mapping to CADRO — the intervention directly targets a neurotransmitter receptor (HTR6), not amyloid/tau, inflammation, or other disease‑modifying pathways; therefore the most specific CADRO category is D) Neurotransmitter Receptors. Reviewed sources confirm target identity and clinical context. citeturn1search4turn1search12",
        "Key web sources used: PubMed disposition/metabolism study describing cerlapirdine and noting 5‑HT6 antagonism; clinical‑trial registry listing (NCT00479700) for SAM‑531 Phase 1 study; DrugBank/clinical trial summaries and KEGG drug entry linking cerlapirdine to HTR6. citeturn0search2turn1search0turn1search3turn1search4"
    ]
}