{
    "nct_id": "NCT03635047",
    "title": "A Phase I Study Evaluating the Safety, Tolerability, Pharmacokinetics, Pharmacodynamics, and Immunogenicity of Single and Multiple Doses of AL002 in Healthy Participants and in Participants With Mild to Moderate Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2020-12-07",
    "description_brief": "This is a multi-centre, randomized, double-blind, placebo-controlled, dose escalation first in human (FIH) study in healthy adults and in patients with mild to moderate Alzheimer's disease. The study is designed to systematically assess the safety (including immunogenicity) and tolerability, pharmacokinetics (PK), and pharmacodynamics (PD) of AL002.",
    "description_detailed": "The study will be conducted in 2 phases:\n\nIn the single ascending dose (SAD) phase up to approximately 56 healthy adult participants will be sequentially enrolled into up to approximately 9 cohorts In the multiple-dose (MD) phase, approximately 32 patients with mild to moderate Alzheimer's disease will be enrolled in three cohorts.",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "Disease-targeted biologic",
    "drug": [
        "AL002 (monoclonal antibody targeting TREM2)"
    ],
    "placebo": [
        "Placebo (saline)"
    ],
    "explanation_target": [
        "Reason: AL002 is a monoclonal antibody developed to target TREM2, a microglial receptor genetically linked to Alzheimer’s disease, with the goal of modulating microglial function as a disease-modifying approach. citeturn0search8",
        "Act (trial details): The described study is a first-in-human, multi-centre, randomized, double-blind, placebo-controlled, dose-escalation Phase I that evaluates safety (including immunogenicity), tolerability, PK and PD of AL002 in healthy adults and participants with mild–moderate AD. citeturn0search1turn0search2",
        "Act (mechanism/evidence): Preclinical and early clinical reports describe AL002 as an agonistic anti‑TREM2 antibody that engages TREM2 signaling in the CNS (microglial activation/target engagement), supporting a disease-targeting, not purely symptomatic, mechanism. citeturn0search2turn0search4",
        "Reflect: Given that AL002 is a biologic (monoclonal antibody) directed at an AD-related target (TREM2) and the trial endpoints include PD/biomarkers rather than only symptomatic scales, the trial fits the definition of a \"disease-targeted biologic\" rather than a small molecule, cognitive enhancer, or neuropsychiatric symptom study. citeturn0search8turn0search2",
        "Note on naming ambiguity: There are unrelated mentions in some press releases of an \"AL002\" described as a cell‑based vaccine (by a different company), but the AL002 in this clinical program (INVOKE/Phase 1 and Phase 2) is Alector's anti‑TREM2 monoclonal antibody. Users should be aware of this naming overlap. citeturn0search3turn0search4"
    ],
    "agent_type": "F) Inflammation",
    "explanation_agent": [
        "Reason: AL002 is a humanized monoclonal antibody that binds and activates TREM2, a microglial (innate immune) receptor genetically linked to Alzheimer’s disease; the drug’s goal is to modulate microglial function/activation as a disease‑modifying strategy (this implicates innate immune / inflammatory processes). citeturn0search0turn0search4",
        "Act: The described study is a first‑in‑human Phase 1 (INVOKE) evaluating safety, tolerability, PK/PD and biomarker (CSF) evidence of target engagement in healthy volunteers and mild–moderate AD participants — and preclinical/clinical data report dose‑dependent changes in sTREM2 and microglial biomarkers consistent with TREM2 pathway activation. citeturn0search2turn0search4",
        "Reflect: Because AL002 directly targets TREM2 to alter microglial (innate immune/inflammatory) signaling, the most specific CADRO category is F) Inflammation (rather than amyloid, tau, synaptic, etc.). The trial is disease‑targeted and not merely symptomatic or diagnostic, and no other major targets are indicated, so 'Multi‑target' (R) is not appropriate. citeturn0search3turn0search5",
        "Web search results (key sources supporting the above classification): 1) Alector press release describing AL002 as a TREM2‑binding, TREM2‑activating monoclonal antibody and INVOKE program details. citeturn0search0 2) Phase 1 data abstract/publication (Neurology / AAN abstract) reporting target engagement in CSF and microglial biomarker changes in healthy volunteers. citeturn0search2 3) PubMed / journal article summarizing preclinical and first‑in‑human evaluation of AL002, showing TREM2 agonism, microglial effects, and supporting continued development. citeturn0search4 4) Alector publication/press release on preclinical and Phase 1 findings linking AL002‑mediated TREM2 activation to microglial proliferation and reduction of pathology in models. citeturn0search3 5) INVOKE‑2 Phase 2 study description (Alzheimer’s & Dementia / trial synopsis) showing program progression and biomarker/clinical endpoints. citeturn0search5"
    ]
}