{
    "nct_id": "NCT04403165",
    "title": "Locus-coeruleus Function in Normal Elderly and AD Risk",
    "status": "COMPLETED",
    "last_update_time": "2025-09-15",
    "description_brief": "Growing evidence suggests that Alzheimer's disease (AD) pathological changes begin decades before clinical symptoms and tau abnormalities in the locus coeruleus (LC) can be observed since midlife. We have previously demonstrated functional vulnerability of the LC to aging and stress, as well as an association between higher cerebrospinal fluid (CSF) tau and impaired sleep phenomena influenced by the LC. We now aim to test whether LC dysfunction can be measured in preclinical AD stages by LC targeted imaging, and whether it objectively affects sleep architecture and attention. We will test this hypothesis in 30 cognitively normal older adults by performing a full clinical evaluation, one night of polysomnography, a lumbar puncture to obtain cerebrospinal fluid, \\[11C\\]MRB PET-MR, and attention testing. This study has the potential to identify a new mechanism by which tau pathology contributes to sleep and attention dysfunction and may provide a new therapeutic target for AD prevention.",
    "description_detailed": "The purpose of this study is three-fold: to test whether lower NET availability in the LC is associated with: first, CSF tau levels typical of preclinical stages of AD (Aim 1); second, reduced REM and spindle density (Aim 2); and third, impaired performance on attention tasks (Aim 3). The goal is to test the overarching hypothesis that LC dysfunction occurs in preclinical AD stages, can be measured with MRB-PET, and translates into impairment of sleep architecture (LC tonic dysfunction) and attention (LC phasic dysfunction).",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "BASIC_SCIENCE",
    "results": null,
    "target_category": "N/A",
    "drug": [
        "(S,S)-[11C]MRB (methylreboxetine) — a PET radioligand that binds the norepinephrine transporter (NET). citeturn0search4turn0search1"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The study description is an observational, multimodal measurement study (polysomnography, CSF, attention testing, and LC-targeted PET-MR using [11C]MRB) aiming to measure locus coeruleus (LC) dysfunction and its relationship to sleep/attention in preclinical AD, not to test a therapeutic agent or produce clinical benefit. Therefore it does not fit the four therapeutic categories.",
        "Act: Key extracted details — intervention: LC-targeted imaging with (S,S)-[11C]MRB PET-MR (a radioligand developed from methylreboxetine targeting the norepinephrine transporter), one night polysomnography, lumbar puncture for CSF tau, and attention testing. (S,S)-[11C]MRB is described in the literature as a NET PET ligand (methylreboxetine derivative). citeturn0search4turn0search1turn0search5",
        "Reflect: Classification check — the trial performs diagnostic/biomarker imaging and physiologic/behavioral measurements to identify mechanisms and potential future targets; it does not administer a biologic or small-molecule therapeutic, nor an agent intended to acutely enhance cognition or treat neuropsychiatric symptoms. Therefore the correct category is 'N/A'.",
        "Web search results (supporting evidence): (S,S)-[11C]Methylreboxetine (MRB) is a PET radioligand developed for imaging the norepinephrine transporter (NET). citeturn0search4turn0search1; MRB and its enantiomers have been evaluated in preclinical and human PET studies as NET ligands. citeturn0search5turn0search7; MRB has been used in human PET studies to assess NET in peripheral tissues and brain regions and to probe LC-related noradrenergic function. citeturn0search2turn0search6"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}