{
    "nct_id": "NCT04903171",
    "title": "Effects of Enriched Gardens on Cognition and Independence of Nursing Home Residents With Dementia: a Cluster-controlled Trial",
    "status": "COMPLETED",
    "last_update_time": "2021-05-21",
    "description_brief": "Comparing the effect of the frequentation of an enriched garden vs sensory conventional garden by nursing home residents with Alzheimer disease. The effects will be evaluated as regards to cognitive impairment (MMSE), autonomy (ADL) and prevention of falls (Unipodal stance and UpandGo Test)",
    "description_detailed": "The cluster controlled trial is conducted over a six months period after recruitment of residents from 4 different nursing homes in France. The participants are distributed into 3 groups. One group does not receive incentive from carers to visit any garden, the second group receives incentives to visit regularly a conventional sensory garden and the third group receive incentives from carers to visit regularly an enriched garden. The study is conducted over a period of 6 months. All participants are giving consent to the study. They will be evaluated before and after over 4 different tests. MMSE (Mini Mental Status Examination) for cognitive impairment, ADL (Activity for day Living) for functional autonomy, TUG (Test up and Go) and Unipodal Stance for prevention of falls.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "SUPPORTIVE_CARE",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention described is an environmental, non-pharmacologic comparison (frequentation of an \"enriched garden\" vs a conventional sensory garden) delivered to nursing‑home residents with dementia; outcomes measured are cognitive function (MMSE), activities of daily living (ADL), and fall risk (unipodal stance, Timed Up and Go). citeturn0search3turn0search1",
        "Act: Key trial details — multi-center cluster-controlled/pilot design; staff invited residents to visit either an enriched garden (EG) with 12 stimulation modules) or a conventional sensory garden (CSG); no drug or biologic agent is used or named in the protocol. The published report shows small but statistically significant improvements in MMSE, ADL and gait/balance in the enriched garden group after 6 months. citeturn0search3turn0search2",
        "Reflect: Classification decision — the four provided categories refer to drug/biologic interventions or pharmacologic cognitive/symptom agents. This trial evaluates a non‑drug, environmental therapeutic mediation (garden enrichment). Per the instructions to return 'N/A' for diagnostics or other non‑therapeutic/drug trials, and because no drug/biologic target exists to classify, the correct category is 'N/A'. The intervention aims to improve cognition and function but is not a 'cognitive enhancer' drug as defined. citeturn0search3",
        "Web search results (sources found): 1) Full text article — Alzheimer’s Research & Therapy (pilot multi‑center cluster‑controlled trial; describes EG vs CSG, methods, outcomes and conclusions). citeturn0search3 2) PubMed entry (abstract summarizing design, outcomes: MMSE, ADL, TUG, unipodal stance; 120 participants analyzed). citeturn0search1turn0search2 3) Springer/other listings summarizing the same pilot trial. citeturn0search0"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}