{
    "nct_id": "NCT03802162",
    "title": "An Open-label, Randomized, Multiple-dosing Parallel Study to Evaluate the Pharmacokinetics, Safety and Tolerability of CKD-355 With D797 and D324 in Healthy Subjects",
    "status": "COMPLETED",
    "last_update_time": "2019-10-21",
    "description_brief": "The purpose of this study is to evaluate the pharmacokinetics, safety and tolerability of CKD-355.",
    "description_detailed": "An open-label, randomized, multiple-dosing parallel study to evaluate the pharmacokinetics, safety and tolerability of CKD-355 with D797 and D324 in healthy subjects",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "CKD-355 (fixed-dose combination containing D797 + memantine)",
        "D797 (trial code — likely a donepezil-containing component)",
        "D324 (Memantine HCl 10 mg / memantine)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial evaluates CKD-355 in combination with D797 and D324 and lists D324 explicitly as Memantine HCl (10 mg), indicating the study drugs include memantine, a symptomatic NMDA-receptor antagonist used to improve cognition in Alzheimer’s disease. citeturn0search0",
        "Act (web evidence): Trial registry entries for NCT03802162 describe CKD-355A/B and list D324 as Memantine HCl 10 mg. citeturn0search0turn2search3",
        "Act (web evidence about D797): A related CKD-355 drug–drug interaction study (NCT03569579) lists interventions as memantine tablet 10 mg and memantine 10 mg + donepezil 10 mg, implying that the D797 code in these Chong Kun Dang studies corresponds to a donepezil-containing component or a donepezil formulation used in combination with memantine. This supports interpreting D797 as likely donepezil (or a donepezil-based component). citeturn0search3turn1search5",
        "Reflect: Donepezil (an acetylcholinesterase inhibitor) and memantine (an NMDA antagonist) are approved symptomatic treatments that improve cognition/clinical symptoms in AD rather than directly targeting core AD pathologies (amyloid or tau); therefore this program is best classified as cognitive enhancers (small-molecule symptomatic treatments), not disease-modifying biologics. citeturn0search6turn2search5",
        "Note on uncertainty: The sponsor uses internal codes (D797, D324, CKD-355). Public registries identify D324 explicitly as memantine HCl; D797 is not directly named but is strongly implied to be donepezil or a donepezil-containing component by the drug–drug interaction trial listing. If you want definitive labeling of D797 from the sponsor, I can search further or retrieve sponsor documents upon request. citeturn0search0turn0search3"
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The trial tests CKD-355 (a fixed-dose combination containing D797 + memantine) and lists D324 explicitly as Memantine HCl (10 mg), indicating the program uses memantine (an NMDA‑receptor antagonist) and a second component (D797) that is strongly implied to be donepezil or a donepezil-containing formulation. citeturn0search0turn0search4",
        "Act: Extracted details from trial registries — NCT03802162 lists D324 as Memantine HCl and CKD-355 as D797/memantine combinations. The related DDI study lists interventions as memantine 10 mg and memantine 10 mg + donepezil 10 mg, supporting that D797 corresponds to a donepezil-containing component. citeturn0search0turn0search4",
        "Act (mechanism): Memantine is an NMDA receptor antagonist (modulates glutamatergic neurotransmission), and donepezil is an acetylcholinesterase inhibitor that enhances cholinergic neurotransmission — both act on neurotransmitter systems relevant to symptomatic cognitive enhancement. citeturn0search3",
        "Reflect: Given both agents primarily modulate neurotransmission (NMDA receptor antagonism and enhancement of cholinergic signaling), the most specific CADRO match is D) Neurotransmitter Receptors. Although donepezil targets an enzyme (AChE) rather than a receptor, its clinical effect is to augment cholinergic neurotransmission and memantine directly targets the NMDA receptor — both fall within the neurotransmitter/signaling domain rather than disease‑modifying categories. citeturn0search0turn0search4turn0search3",
        "Uncertainty / notes: D324 is explicitly labeled as Memantine HCl in registries (NCT03802162). D797 is not named outright in the public CKD-355 registry entry but is strongly implied to be a donepezil-containing component by the separate DDI listing; if you need definitive sponsor labeling for D797 I can attempt further searches or retrieve sponsor documents. citeturn0search0turn0search4"
    ]
}