{
    "nct_id": "NCT05573490",
    "title": "Lifestyle Interventions for the Treatment of Early Onset Alzheimer's Disease Study",
    "status": "RECRUITING",
    "last_update_time": "2024-09-27",
    "description_brief": "The purpose of this study is to generate preliminary data on the benefit of computerized cognitive training and Tai Chi- Qi Gong training in participants with Early-Onset Alzheimer's Disease. It is hypothesized that participants in the experimental training condition will perform better on outcomes related to cognition, functioning, and mood at follow-up compared to participants assigned to the active control condition.",
    "description_detailed": "This study aims to generate preliminary data regarding the efficacy of a combined cognitive-training and Tai Chi- Qi Gong exercise lifestyle intervention in participants diagnosed with Early-Onset Alzheimer's Disease (EOAD). Participants will complete a series of cognitive, functional, and mood assessments at a remotely-assessed baseline visit, and then be randomized into one of two conditions: (1) Computerized Cognitive Training + Tai Chi Exercise or (2) Active Control. Outcome measures will be repeated immediately Post-Treatment and at 6-months post-treatment Follow-Up. Specific Aim 1 will examine the feasibility of this lifestyle intervention and outcome assessments when applied to participants with EOAD. Specific Aim 2 will investigate if this lifestyle intervention improves short- and long-term cognition, functioning, and mood. Specific Aim 3 will be exploratory to assess whether individual differences in training or clinical/ demographic characteristics moderate the degree of benefit from this intervention; owing to sample size limitations in this feasibility study, focus of this latter aim will be on determining effect sizes and sample-size magnitude needed for future work.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "SUPPORTIVE_CARE",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The study tests computerized cognitive training and Tai Chi–Qi Gong (behavioral/lifestyle interventions) with the explicit hypothesis that these will improve cognition, functioning, and mood in early‑onset AD — interventions intended to enhance cognitive performance rather than target amyloid/tau or use a biologic/small molecule. citeturn0search1",
        "Act (key details extracted): Title = \"Lifestyle Interventions for the Treatment of Early‑Onset Alzheimer's Disease Study (LITES)\"; interventions = computerized cognitive training and Tai Chi/Qi‑Gong (exercise); population = early‑onset, amyloid‑positive AD (remote visits); primary outcomes = cognition, functioning, mood. No drug or placebo is involved. citeturn0search1",
        "Supportive evidence: Prior randomized trials and reviews show computerized cognitive training and Tai Chi have been studied to improve cognitive function in MCI/early dementia and can enhance cognitive outcomes when combined. These references illustrate the interventions are used as cognitive enhancers in similar populations. citeturn0search4turn0search5",
        "Reflect: Classification check — this is not a biologic (monoclonal/vaccine) nor a small‑molecule disease‑modifying drug, and although mood is measured, the primary intent is cognitive improvement (not primarily treating neuropsychiatric symptoms). Therefore 'cognitive enhancer' best fits. citeturn0search1turn0search4"
    ],
    "agent_type": "M) Synaptic Plasticity/Neuroprotection",
    "explanation_agent": [
        "Reason: The LITES trial tests computerized cognitive training (BrainHQ/Brain Games) combined with Tai Chi–Qi Gong exercise to improve cognition, function, and mood in amyloid‑positive early‑onset AD — interventions intended to enhance cognitive performance via behavioral/physiological mechanisms rather than a biologic or small‑molecule targeting amyloid/tau. citeturn0search1turn0search4",
        "Act: Key details extracted from trial sources — Title: \"Lifestyle Interventions for the Treatment of Early‑Onset Alzheimer’s Disease (LITES)\"; Interventions: computerized cognitive training (BrainHQ/Brain Games) and Tai Chi–Qi Gong (exercise); Control: stretching; Population: amyloid‑positive early‑onset AD, remote visits; Primary outcomes: cognition, functioning, mood. No pharmacologic drug or molecular target is involved, so assignment should reflect a non‑molecular cognitive‑enhancement mechanism. citeturn0search1turn0search4",
        "Reflect: Behavioral cognitive training and mind‑body exercise are intended to improve cognition through mechanisms such as enhanced synaptic plasticity, network function, and neuroprotection (rather than directly modifying amyloid, tau, ApoE, inflammation, etc.). Prior randomized trials and reviews support that combining cognitive training with Tai Chi or exercise can enhance cognitive outcomes in MCI/early dementia, consistent with a synaptic plasticity/neuroprotection classification. Therefore the most specific CADRO match is M) Synaptic Plasticity/Neuroprotection. citeturn0search3turn0search5turn0search2",
        "Web search results (supporting sources):",
        "- LITES trial page (Indiana University): description of the study goals, population (amyloid‑positive EOAD), and interventions (cognitive training + exercise). citeturn0search1",
        "- Trial registry / MedPath summary (NCT05573490): details of arms (BrainHQ + Tai Chi–Qi Gong vs Brain Games + stretching) and primary outcome (CANTAB executive composite). citeturn0search4",
        "- Tai Chi + cognitive training randomized evidence (Alzheimer’s & Dementia / PubMed): shows Tai Chi can enhance cognitive training effects in MCI. citeturn0search3turn0search5",
        "- Intensive lifestyle RCT (Alzheimer’s Research & Therapy, 2024): shows comprehensive lifestyle interventions can improve cognition/function in MCI/early AD, supporting the concept that behavioral interventions act via neuroplastic/physiologic mechanisms. citeturn0search2"
    ]
}