{
    "nct_id": "NCT05165186",
    "title": "Care Planning for a Loved One With Dementia: Knowledge, Preparing for Decisions, and Emotions",
    "status": "RECRUITING",
    "last_update_time": "2023-10-17",
    "description_brief": "The overall objective of this study is to compare knowledge, decisional conflict, preferences, and caregiver burden over time caregivers of Alzheimer's Disease and Related Dementias (ADRD) patients by comparing the effectiveness of a video decision aid intervention and enhanced usual care.",
    "description_detailed": "The investigators will conduct a randomized controlled trial in 150 caregivers of patients with ADRD, who will be randomized to either the video (intervention) or enhanced usual care (informational sheet, control). The intervention group will use the suite of video decision aids. Caregivers in the control group will review the informational sheet, which covers the same information.\n\nData collection is estimated to take no longer than an hour and will be conducted after the scheduled visit at the Massachusetts General Hospital Memory Disorders Unit (MGH MDU) clinic. The relatively brief interviewing time (30 minutes) in which the survey is conducted should assure completion of the interview without burdening participants. The investigators do not foresee the additional time to complete the survey to be a barrier to successful recruitment and completion of the protocol. Participants will be provided written copies of the questions in order to follow along during the face-to-face interviews.\n\nThe research assistant (RA) will collect baseline data, randomize caregivers to either the video or control arm via concealed envelopes, and administer the intervention. After this baseline interview and randomization, the RA will collect the remaining outcomes data regarding knowledge, preferences, decisional uncertainty, and caregiver burden from the caregiver. For those participants randomized to the video intervention, they will also be asked questions regarding the usefulness of the video and their comfort with the video. All caregivers will be given a website link to access the videos shown from their home. As the investigators have done in prior studies, the investigators will contact by telephone caregivers at 3 and 6 months to assess their caregiver burden at that time. Fidelity of the video intervention during the in-person survey and remotely at home will be tracked via a video website link that documents show-rates (date and time video accessed) as well as play-through rates (was the video watched to completion).",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "SUPPORTIVE_CARE",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The study description and title describe a randomized trial comparing a video decision aid vs enhanced usual care for caregivers (outcomes: knowledge, decisional conflict, preferences, caregiver burden). This is an educational/behavioral intervention for caregivers, not a pharmacologic or biologic treatment targeting Alzheimer's pathology or cognition. citeturn0search0turn0search3",
        "Act: I searched trial listings and related literature to confirm the intervention. The ClinicalTrials registration and multiple trial listing pages state the intervention is a video decision aid (\"Video Intervention Arm\") versus an informational sheet (enhanced usual care); no drug or placebo is involved. Prior RCTs and reviews of video decision aids in dementia describe similar non‑drug advance care planning interventions. citeturn0search0turn0search1",
        "Reflect: Given the category definitions — (1) disease‑targeted biologic, (2) disease‑targeted small molecule, (3) cognitive enhancer, (4) neuropsychiatric symptom improvement — this trial does not fit any therapeutic category because it tests a decision‑support/education intervention for caregivers. Therefore the correct classification is 'N/A'. The web sources above support that no drug is tested and the intervention is a video decision aid. citeturn0search0turn0search4"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}