{
    "nct_id": "NCT04601038",
    "title": "Phase II Trial of CORT108297 to Attenuate the Effects of Acute Stress in the Allocortex (CORT-X)",
    "status": "RECRUITING",
    "last_update_time": "2025-07-18",
    "description_brief": "CORT-X will examine if mitigation of stress-mediated pathogenesis of Alzheimer's disease (AD) is a feasible target for intervention in individuals at risk for this disease. This single-site (Baltimore, Maryland) phase II clinical trial is a 2-week, randomized, placebo-controlled crossover study of the effects of the selective glucocorticoid receptor antagonist, CORT108297, on cognitive test performance in 26 individuals with mild cognitive impairment (MCI) due to AD and in 26 cognitively normal individuals with an increased risk for AD due to family history, genetics, and/or subjective memory complaints. All subjects will participate in a brief stressor (public speaking and mental arithmetic) and provide saliva samples so investigators can measure stress hormone response. Then, following 2 weeks of treatment with placebo or CORT108297, in counterbalanced order, participants will complete cognitive tests assessing memory and executive function. All study participants will receive CORT108297 and placebo over the course of this 10-week trial that requires 6 in-person study visits. The primary aims will compare the effects of CORT108297 to placebo on cognitive test performance in individuals with MCI due to AD and in individuals at risk for AD, and describe the side effects of CORT108297 in study participants. Secondary aims will identify subject characteristics that predict positive response to study drug.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "CORT108297 (selective glucocorticoid receptor modulator/antagonist; oral small-molecule)"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The trial tests CORT108297, a small-molecule selective glucocorticoid receptor (GR) antagonist/modulator, to mitigate stress-mediated pathways implicated in AD pathogenesis and to assess effects on cognitive performance — i.e., it targets a putative disease mechanism (stress/GR signaling) rather than being a biologic, purely symptomatic psychotropic, or a non‑therapeutic diagnostic. citeturn0search0turn0search2",
        "Act: Key extracted details — drug: CORT108297 (selective GR modulator/antagonist, small molecule); design: randomized, placebo‑controlled crossover Phase II assessing cognitive test performance in MCI due to AD and at‑risk cognitively normal participants; comparator: placebo. These trial details correspond to NCT04601038 / trial listing. citeturn0search4turn0search3",
        "Web search evidence (selected): - CORT108297 is described as a selective glucocorticoid receptor modulator/antagonist (high GR affinity). citeturn0search0turn0search5 - Preclinical work shows C108297/CORT108297 acts as a selective GR modulator affecting stress circuits and memory-related endpoints. citeturn0search2 - Clinical trial listings show a Phase II trial (CORT-X / NCT04601038) using CORT108297 to attenuate effects of acute stress and measuring cognitive outcomes. citeturn0search4turn0search3",
        "Reflect: Classification justification and ambiguity — by the provided definitions, this is a small‑molecule intervention aimed at a disease‑relevant biological pathway (glucocorticoid/stress signaling) thought to contribute to AD pathogenesis, so it best fits 'disease-targeted small molecule'. Note: the primary measured outcome is acute cognitive test performance (which could look like a cognitive‑enhancer study), but the mechanism and trial rationale target stress‑mediated disease processes rather than only symptomatic cognitive enhancement; therefore 'disease-targeted small molecule' is the most appropriate category. citeturn0search2turn0search4"
    ],
    "agent_type": "L) Growth Factors and Hormones",
    "explanation_agent": [
        "Reason: The investigational drug CORT108297 is a selective glucocorticoid receptor (GR) modulator/antagonist that acts on glucocorticoid (steroid) hormone signaling and stress-related HPA-axis pathways implicated in AD-related pathogenesis and cognition. This mechanism is best represented by the CADRO category for hormones/growth‑factor signaling. citeturn0search0turn0search11",
        "Act: Key extracted details from the trial description — drug: CORT108297 (selective GR modulator/antagonist, oral small molecule); indication/design: Phase II randomized placebo‑controlled crossover (CORT‑X / NCT04601038) testing whether GR modulation attenuates acute stress effects and alters cognitive performance in MCI and at‑risk participants. These trial details and drug mechanism are documented in the trial listing and drug/compound literature. citeturn0search2turn0search6",
        "Reflect: Classification check — glucocorticoid receptor signaling is a steroid hormone receptor pathway (i.e., a hormonal signaling mechanism). Under CADRO, interventions targeting hormone/growth‑factor signaling map to 'L) Growth Factors and Hormones'. The intervention is a disease‑targeted small molecule acting on GR (a hormone receptor), not primarily an anti‑amyloid/tau, synaptic, vascular, or purely anti‑inflammatory agent, so 'L' is the most specific fit. Alternate labels (e.g., 'F) Inflammation' or 'J) Metabolism') are possible only for secondary effects, but the primary target is GR/hormone signaling. citeturn0search0turn0search5",
        "Web search evidence (selected): - CORT108297 described as a selective GR modulator/antagonist with high GR affinity and brain‑selective modulation (PNAS / PubMed). citeturn0search0turn0search4 - Preclinical studies show C108297/CORT108297 modulates stress circuits, memory endpoints, and HPA‑axis related measures. citeturn0search3turn0search5 - Clinical trial listing for CORT‑X (NCT04601038) documents a Phase II randomized, placebo‑controlled crossover study testing CORT108297 effects on stress responses and cognitive performance in MCI/at‑risk individuals. citeturn0search2turn0search6 - Compound/drug reference pages (MedChemExpress, Wikipedia) summarize chemical identity and pharmacology as an antiglucocorticoid/SEGRM. citeturn0search1turn0search11"
    ]
}