{
    "nct_id": "NCT00795730",
    "title": "An Ascending Multiple Dose Study of the Safety, Pharmacokinetics, and Pharmacodynamics of NSA-789 Administered Orally to Healthy Subjects and Subjects With Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2021-08-17",
    "description_brief": "This is a multiple dose study of NSA-789, the purpose of which is to assess the safety and tolerability in healthy subjects and subjects with Alzheimer's Disease",
    "description_detailed": "N/A",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "Cognitive enhancer",
    "drug": [
        "NSA-789 (investigational oral small-molecule; Wyeth/Pfizer-sponsored; mechanism not publicly specified)"
    ],
    "placebo": [
        "Placebo (used as comparator in the trials)"
    ],
    "explanation_target": [
        "Reason: The provided trial title and registry records show NSA-789 is an orally administered, phase‑1 investigational compound tested for safety, PK/PD in healthy volunteers and in subjects with Alzheimer disease — a setup typical for centrally active small molecules rather than biologic agents. citeturn1search5turn0search1",
        "Act (key details & searches): NSA-789 appears in multiple phase‑1 trials (single‑ and multiple‑dose; healthy volunteers, schizophrenia, and Alzheimer disease) sponsored by Wyeth (now part of Pfizer), with endpoints of safety, pharmacokinetics and pharmacodynamics. A schizophrenia study tested effects on auditory P50 suppression (a sensory‑gating/cognitive biomarker). These registry entries do not name a molecular target or class for NSA‑789. citeturn0search1turn1search5turn0search6",
        "Act (mechanism search): A focused literature/registry search did not yield a definitive public description of NSA‑789’s molecular target or chemical structure; no peer‑reviewed paper or company disclosure was found that specifies its receptor/enzyme target. The oral route and development program (schizophrenia, P50 biomarker, Alzheimer’s safety/PK/PD) suggest a centrally acting small molecule aimed at improving cognitive/neuronal information‑processing rather than a biologic disease‑modifying agent. citeturn1search5turn0search1",
        "Inference supporting category: P50 auditory sensory‑gating deficits are commonly used to evaluate alpha‑7 nicotinic acetylcholine receptor (α7 nAChR) agonists/PAMs and other cognition‑directed agents in schizophrenia and related cognitive‑symptom research — this provides a plausible mechanistic hypothesis (cognitive‑enhancing, neuromodulatory action) for NSA‑789, but this is an inference because no direct evidence linking NSA‑789 to α7 or any other specific target was found. citeturn2search0turn0search6",
        "Reflect: Given (a) oral, small‑molecule development in phase‑1 trials, (b) testing in schizophrenia with P50 (a cognitive/sensory‑gating biomarker) and (c) a subsequent safety/PK/PD study in Alzheimer’s subjects, the most consistent classification is 'Cognitive enhancer' (centrally acting agent intended to improve cognitive or information‑processing function). There is uncertainty because the sponsor did not publicly disclose the precise molecular target in accessible registries or publications; if you need definitive classification by mechanism (e.g., α7 agonist vs. other), I can continue searching or attempt to contact sponsor records / patent filings. citeturn1search5turn0search6"
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The trial describes NSA-789 as an orally administered investigational small molecule developed as a 'cognitive enhancer' with phase‑1 studies in healthy volunteers, schizophrenia (P50 auditory gating), and Alzheimer disease — a clinical development pattern typical for centrally acting neuromodulators that target neurotransmitter systems (e.g., nicotinic, serotonergic) rather than plaque/tau biology. The P50 sensory‑gating paradigm used in the schizophrenia study is a translational biomarker most commonly linked to the α7 nicotinic acetylcholine receptor and other neurotransmitter receptor modulation, supporting a neurotransmitter‑receptor hypothesis for a cognition‑directed small molecule. citeturn0search1turn0search3turn1search1",
        "Act: Key evidence from public registries shows multiple phase‑1 entries for NSA‑789 (Alzheimer’s multiple‑dose safety/PK/PD; schizophrenia P50 studies), but none of the public records specify a molecular target or class for NSA‑789. Because the available information points to a small‑molecule cognitive/neuromodulatory program (and the P50 link suggests receptor modulation), the most specific CADRO match is D) Neurotransmitter Receptors. Evidence: registry entries for the Alzheimer’s and schizophrenia studies (NSA‑789) and the connection between P50 gating and α7 nAChR. citeturn0search1turn0search3turn1search0",
        "Reflect: Classification caveats — the sponsor did not publicly disclose NSA‑789’s molecular target in accessible registries or publications, so the D) Neurotransmitter Receptors assignment is an informed classification based on the drug’s development context (cognitive enhancer, P50 testing) and the well‑established link between P50 and nicotinic/other neurotransmitter receptors. If definitive mechanistic data (e.g., company disclosure, patent, or peer‑reviewed pharmacology) become available showing a different pathway (inflammation, synaptic plasticity via non‑receptor mechanism, etc.), the CADRO assignment should be updated. Current public records do not permit a more specific receptor assignment. citeturn0search1turn0search7",
        "Web search sources (selected): 1) Registry entry for the multiple‑dose Alzheimer's NSA‑789 study (phase 1; safety/PK/PD). citeturn0search1 2) Registry entry for an NSA‑789 P50 auditory gating study in schizophrenia (phase 1; single‑dose P50 endpoint). citeturn0search3 3) Additional registry listings/summary for NSA‑789 schizophrenia multiple‑dose study (sponsor Pfizer/Wyeth; withdrawn/completed statuses). citeturn0search7turn0search9 4) Reviews and primary literature linking P50 auditory sensory‑gating deficits to the alpha‑7 nicotinic acetylcholine receptor (background supporting the receptor‑modulation inference). citeturn1search1turn1search0 5) Note: searches and registry records did not reveal a public molecular target or company disclosure for NSA‑789 (hence inference rather than explicit target assignment). citeturn0search1turn0search7"
    ]
}