{
    "nct_id": "NCT06608589",
    "title": "CONSTELLATIONS Living Lab: Development, Implementation and Evaluation of a Patient-oriented Quality Improvement Program Targeting Care Transitions of Older Adults Living with Major Neurocognitive Disorders and Their Caregivers.",
    "status": "RECRUITING",
    "last_update_time": "2024-10-09",
    "description_brief": "The prevalence of major neurocognitive disorders (MNCDs), particularly Alzheimer's disease, among older adults is increasing. These individuals and their caregivers often face challenges due to inefficient and poorly coordinated care transitions, negatively impacting patients, caregivers, healthcare professionals, and the healthcare system itself. To address this, the Quebec Ministry of Health and Social Services has released Phase 3 of its Ministerial Guidance on Major Neurocognitive Disorders, aiming to enhance care coordination between primary healthcare professionals and those living with MNCDs and their caregivers.\n\nQuebec's healthcare system comprises various organizations providing care and services to individuals with MNCDs. Each organization faces unique challenges hindering improvement initiatives. However, common obstacles persist: inadequate communication systems for sharing vital information, lack of access to data for measuring care transition quality, and the absence of patient/caregiver satisfaction assessments to inform service enhancements. Additionally, organizations require support in managing change.\n\nThis need for improvement, coupled with the aspiration for a patient-centered learning health system (LHS), motivated the Institut national d'excellence en santé et services sociaux (INESSS), the Centre intégré de santé et de services sociaux de Chaudière-Appalaches (CISSS CA), and the research team to collaborate on adapting a proven continuous improvement program: the CoMPAS+ MNCD Program.\n\nThe Program will involve reflecting on best practices and identifying local challenges within participating Family Medicine Groups (FMGs) to propose and implement solutions. The CONSTELLATIONS Living Lab project has been tasked with co-developing, implementing, and evaluating the Program's impact on care transitions over two years. These findings will inform decision-makers and stakeholders about the Program's adaptability to the Chaudière-Appalaches region, guiding local and provincial decision-makers on healthcare system improvements and emphasizing the importance of supporting an LHS.",
    "description_detailed": "1. BACKGROUND\n\n   1.1 Context\n\n   Patients living with major neurocognitive disorders (MNCDs) often experience inadequate care transitions, a consequence of a healthcare system struggling to adapt to their unique needs. While emergency department (ED) visits by older adults, driven by chronic illnesses, acute conditions, or social challenges, can be lifesaving, they can also lead to adverse events, unplanned readmissions (10-30%), and declines in physical, functional, and cognitive abilities. This results in distress and dissatisfaction among patients, caregivers, and healthcare workers.\n\n   Inefficient communication and information sharing between healthcare providers further complicate the care continuum, forcing older adults and their caregivers to navigate a fragmented system they may not fully understand. To address this, the Ministerial Plan on Major Neurocognitive Disorders (The Quebec Alzheimer Plan) emphasizes interprofessional collaboration within Family Medicine Groups (FMGs) to enhance diagnosis, treatment, and follow-up for individuals with MNCDs and their caregivers. Phase 3 of this plan, launched in 2021, specifically targets improving care transitions.\n\n   In 2018, the Institut national de santé et services sociaux (INESSS), the Centre intégré de services sociaux de Chaudière-Appalaches (CISSS CA), and a research team initiated the design of a program aimed at improving healthcare transitions for those with MNCDs. Following a pandemic-related pause, they resumed work in September 2021, adapting an existing quality improvement program for implementation within FMGs in the CISSS CA region.\n\n   1.2. CoMPAS+ Workshop Program\n\n   The Collective for Best Practices and the Improvement of Local Care and Services+ (CoMPAS+), led by INESSS, is a Quebec program fostering a culture of continuous improvement among integrated community service stakeholders. CoMPAS+ aims to enhance the quality of prevention and follow-up for individuals at risk of, or living with, chronic diseases. Its reflective practice workshops establish the foundation for continuous improvement projects by fostering a shared understanding of challenges related to a specific issue and promoting knowledge exchange through team reflexivity.\n\n   Workshops commence with presentations on best practices, service utilization data, experiential knowledge from stakeholders (including patients, caregivers, and professionals), and local/regional resources relevant to the targeted disease. This shared understanding enables the identification of priority challenges and subsequent reflection on potential actions to improve quality and address these challenges.\n\n   These workshops target key individuals within Family Medicine Groups (FMGs), Local Services Networks (LSNs), and local/regional partners. Importantly, they also include users or caregiver partners selected for their commitment and ability to contribute valuable insights. While group composition varies based on context, it generally includes:\n   * Users or caregivers (mandatory participation)\n   * Family physicians\n   * Medical specialists relevant to the targeted chronic disease\n   * Nurse practitioners specializing in primary care\n   * Other professionals (social workers, respiratory therapists, nutritionists, occupational therapists, special educators, etc.)\n   * Community and institutional pharmacists\n   * Managers\n   * Other individuals deemed relevant by the community\n\n   1.3. Levels of assessment\n\n   The research activities outlined in this protocol focus solely on evaluating the Program's impacts. This evaluation will be conducted at multiple levels, considering the scale of application for each activity:\n   1. Micro level: Assessing the impact on users and/or caregivers.\n   2. Meso level: Examining the effects on the organizations involved in the co-creation, implementation, and participation in the workshops.\n   3. Macro level: Evaluating the broader impact on the population.\n2. OBJECTIVES\n\n   2.1 Primary Objective (Micro Level)\n\n   Quantitatively evaluate the impact of the Program on care transitions for patients with MNCD and their caregivers by assessing their perceived quality of care and services from the primary care team.\n\n   2.2 Secondary Objectives (Micro Level)\n\n   Qualitatively assess perceptions of care transition quality to understand patient and caregiver experiences.\n\n   Evaluate the Program's impact on the quality of life for individuals with MNCD and their caregivers.\n\n   Assess the burden of treatment (e.g., efforts to manage health and its impact on daily life).\n\n   Evaluate the Program's impact on caregiver burden for those caring for older adults with MNCD in the CISSS CA region.\n\n   Assess the Program's impact on emergency department visits for individuals with MNCD in participating Local Services Networks (LSNs).\n\n   2.3 Secondary Objective (Meso Level - Workshop Participants)\n\n   Assess the Program's influence on workshop participants' intention to implement best practices in care transitions for individuals with MNCD and their caregivers.\n\n   2.4 Secondary Objectives (Meso Level - Organizational)\n\n   Identify obstacles and facilitators influencing the sustainability of the Program within the CISSS CA.\n\n   Evaluate the potential for scaling up the Program within the CISSS CA based on the current experience.\n\n   Recommend actions to improve the feasibility, implementation, sustainability, and scalability of the Program within the CISSS CA's FMGs.\n\n   2.5 Secondary Objectives (Macro Level)\n\n   Compare performance indicators and their changes over time between participating FMGs in selected LSNs and control LSNs (non-participating FMGs/LSNs).\n\n   Assess the Program's impact on emergency department visits for people with MNCD in participating LSNs compared to non-participating LSNs (control LSNs).\n3. STUDY DESIGN\n\n   To achieve the research objectives, a mixed-methods approach will be employed. The project design involves a pre-post quasi-experimental multi-level study evaluating the impact of the CoMPAS+ MNCD Program intervention. This intervention targets clusters of professionals working within the same Local Services Network (LSN) and focuses on a specific Family Medicine Group (FMG) within that LSN.\n4. STUDY POPULATIONS\n\n   4.1 Study Population for Impact Evaluation at the User and Caregiver Level (Micro Level)\n\n   To assess the CoMPAS+ MNCD Program's impact within each participating Local Services Network (LSN), three distinct LSNs will establish three cohorts. Each cohort will consist of dyads comprising individuals living with a Major Neurocognitive Disorder (MNCD) and their caregivers. Recognizing that individuals with MNCD may face challenges participating, caregivers may represent their dyad independently.\n\n   Individuals with MNCD: Must reside within the socio-sanitary region served by the CISSS CA.\n\n   Caregivers: While ideally residing within the same socio-sanitary region, caregivers from other regions may also be included.\n\n   4.2. Study Populations at the Meso Level\n\n   Impact of workshops on participants' intentions to apply good practices: Workshop participants\n\n   Identification of obstacles and facilitators influencing the sustainability of the Program: Workshops participants, organizers and research team.\n\n   Evaluation of the potential for scaling up the Program: Workshops participants, organizers and research team.\n\n   See Eligibility section for details.\n5. RECRUITMENT PROCESSES\n\n   5.1. Micro Level Recruitment (Patients and Caregivers)\n\n   Within each of the 3 participating LSNs, participants will be recruited from three service points: Emergency Department (ED), Home Care Team (HCT), and Family Medicine Group (FMG). The following steps will be followed at each point:\n\n   Generate Lists: Using local administrative software, generate lists of patients who have received healthcare services within the past 6 months, applying inclusion criteria.\n\n   Verify Eligibility: Research assistants will review each potential participant's record to confirm they meet the inclusion criteria.\n\n   Eliminate Duplicates: Compare lists across service points to remove any duplicate entries.\n\n   Randomize Lists: Randomize the remaining lists of potential participants.\n\n   Contact and Consent: Research assistants will attempt to contact potential participants and their caregivers by telephone (up to five attempts) to introduce the study and assess their capacity to provide informed consent. If eligible and interested, participants will be sent a participant kit (mail or email) and recontacted after 8 days to answer any questions. Consent or refusal will be documented, and verbal e-consent forms will be securely stored in the REDCap platform.\n\n   5.2. Meso Level Recruitment (Workshop Participants)\n\n   All workshop participants, except the research team, INESSS stakeholders, and facilitators, will be invited to participate in the research evaluating their intent to apply best practices in care transitions.\n\n   Email Invitation: A few days before the launch workshop, an email with a personalized REDCap link will be sent to solicit participation.\n\n   Information and Consent: An integrated REDCap form will provide details about this research component.\n\n   Alternative Format: Paper-based consent forms and questionnaires will be available at the first workshop for those who prefer them.\n\n   Future Participation: Participants will be invited to express interest in future research involvement after the workshops.\n\n   5.3. Meso Level Recruitment (Sustainability and Scale-Up)\n\n   Key individuals involved in implementing the CoMPAS+ MNCD Program will receive email invitations to participate in research on sustainability and scale-up potential.\n\n   Information and Consent: The form will clearly explain this research aspect and ensure voluntary participation without negative consequences for refusal.\n\n   Participation: Participants will:\n\n   Complete an online questionnaire twice (12-15 months apart) assessing sustainability factors and scale-up potential.\n\n   Engage in two focus groups (before and after each workshop series) to discuss questionnaire results.\n\n   Optionally participate in up to two individual interviews to discuss sustainability and scaling further.\n6. DATA COLLECTION\n\n   6.1 Evaluation of CoMPAS+ MNCD Program Impact on Care Transitions (Micro Level)\n\n   Cohort Formation: Three cohorts of dyads (individuals with MNCD and their caregivers) will be recruited from three service points (ED, HCT, FMG) within each of the three participating LSNs before the CoMPAS+ MNCD workshops begin (T=0).\n\n   Data Collection: Telephone questionnaires will be administered to consenting users and caregivers. Caregivers may answer on behalf of users with MNCD if necessary. Clinical-administrative data will also be collected from users' medical records.\n\n   Initial Interview (T=0): The first telephone interview will cover sociodemographic characteristics, quality of life, treatment burden, care quality, information and transition experiences, and trust in the care team (for users or their caregivers). Caregivers will also be interviewed about their own sociodemographic characteristics, quality of life, involvement with their loved one, and caregiver burden.\n\n   Follow-up Questionnaires:\n\n   Longer questionnaires: Administered at 9 and 15 months after the initial call. Shorter questionnaires: Administered at 3 and 12 months to capture recent transition experiences and maintain contact with participants.\n\n   Data Entry: Data collected during telephone questionnaires will be entered into the REDCap platform.\n\n   6.2 Evaluation of Workshop Participants' Intent to Apply Best Practices\n\n   Questionnaire Completion: Participants will complete questionnaires at multiple time points: before the launch workshop (T=0), after the launch workshop (T=1), at the end of each subsequent workshop (T=2, T=3), and 6 months after the last workshop (T=6 months).\n\n   Workshop Introduction: During the launch workshop, 10 minutes will be allocated to explain this research component, provide the link to the online questionnaire and consent form, and offer paper-based options.\n\n   6.3 Evaluation of Program Implementation, Sustainability, and Scale-Up Potential\n\n   Data Collection Timeframe: Data will be collected during and after Program implementation (12-15 months post-workshops) to assess changes over time.\n\n   Questionnaire: Key actors will complete a questionnaire twice, 12-15 months apart, assessing sustainability factors and scale-up potential.\n\n   Focus Groups and Interviews: Focus groups will discuss aggregate questionnaire results, followed by semi-structured individual interviews to explore barriers, levers, and perspectives in more depth.\n\n   Interview Selection: Interviewees will be selected based on diverse opinions, expertise, or preference for individual discussions.\n7. MEASURING INSTRUMENTS\n\n   7.1. Questionnaires for Impact Evaluation at the User and Caregiver Level (Micro Level)\n\n   This study employs Patient-Reported Outcome Measures (PROMs) and Patient-Reported Experience Measures (PREMs) to assess the impact of the CoMPAS+ MNCD Program on care transitions. These instruments include both generic and specific measures to evaluate various multidimensional aspects of care transition quality, such as:\n\n   Health and health-related quality of life (EQ-5D-5L)\n\n   Perceived quality of care provided by the primary care team (PESQ)\n\n   User's relationship with their care team (PESQ/FCAT)\n\n   Treatment burden and social support (MTBQ-F)\n\n   Caregiver burden (Zarit's Scale or Burden Inventory)\n\n   Caregiver preparedness during transitions (FCAT)\n\n   Participant verbatim on satisfaction with recent transitions (open questions)\n\n   Sociodemographic data\n\n   Service utilization data\n\n   Clinical-administrative data from medical records\n\n   Instrument selection was based on statistical measures (reliability and validity), popularity of use, and language availability. The research team prioritized validated French questionnaires, primarily from Canada and then France. The choice of sociodemographic, clinical-administrative, and health service utilization data was informed by the team's extensive experience in longitudinal studies, particularly with older adults.\n\n   Further details about these instruments can be found in the 'Outcome Measures' section.\n\n   7.2. Tool for Measuring Professional Intent Following Continuing Professional Development (CPD-reaction) (Meso Level)\n\n   The CPD-reaction questionnaire is a validated tool based on theory (including the Theory of Planned Behavior) that evaluates the impact of training activities on healthcare professionals' behavior change. It comprises 12 items grouped into 5 dimensions:\n\n   Behavioral intent Beliefs about abilities Social influence Beliefs about consequences Moral norm\n\n   7.3. Measurement Tools for Assessing Sustainability and Scalability Potential (Meso Level)\n   1. National Health Services Sustainability Model (NHS-SM): This empirically tested theoretical framework, accompanied by measurement tools, will be used to assess factors influencing the sustainability of the Program, guiding project leaders on priority areas for action.\n   2. ISSaQ-4.0 Tool: Developed from a systematic synthesis of scientific knowledge on scaling up health innovations, this tool proposes 14 components for evaluating scaling potential, including: Health problem; Scaling up; Characteristics of innovation; Strategic, political, and environmental context of scale-up; Evidence on effectiveness; Costs and benefits; Implementation fidelity; Adaptability; Coverage; Acceptability; Adoption at scale; Scaling medium; Infrastructure; Sustainability\n8. SAMPLE SIZE\n\n   The sample size calculation was based on the following factors:\n\n   Population: The number of individuals aged 65 and over living with an MNCD in the community (excluding those in long-term care facilities) within the CISSS CA socio-sanitary region as of March 31, 2021.\n\n   Instrument: Validation parameters of the Physician Enabling Skills Questionnaire (PESQ).\n\n   Study Design: Longitudinal follow-up of the same participants with questionnaires before and after the workshops and action plan implementation, necessitating a sample size calculation based on the difference of two matched averages.\n\n   Statistical Parameters: Alpha = 0.05, power = 0.80, bilateral assumption.\n\n   Modifiable Parameters: The clinically significant effect size of the action plan chosen by the continuous improvement team and the correlation between repeated measurements in the same individuals over time.\n\n   Measurement Points: Three PESQ collection points at specific time points (T=0, T=9 months, T=15 months).\n\n   Estimated Sample Size: Based on these parameters, an estimated sample size of 94 dyads per LSN would be sufficient to detect a clinically significant variation of 6.8 PESQ points.\n9. DATA ANALYSIS\n\n   1. Micro Level Analysis\n\n      Descriptive Analyses: Basic socio-demographic data will be summarized using descriptive statistics (e.g., means, medians, frequencies, percentages).\n\n      Bivariate Analyses: Potential associations between selected variables and primary/secondary outcomes will be explored using bivariate analyses (e.g., t-tests, chi-square tests, correlation analyses).\n\n      Comparative Analyses: Repeated measures (pre- and post-intervention) will be compared within each LSN cohort using appropriate statistical tests (e.g., paired t-tests, Wilcoxon signed-rank tests).\n\n      Sub-cohort Analysis: Comparative analyses will also be performed on sub-cohorts based on recruitment points (ED, HCT, FMG), adjusting for basic socio-demographic variables.\n   2. Meso Level Analysis\n\n      Linear Regression: Linear regression analysis will be conducted on DPC-Reaction constructs to identify the construct with the strongest influence on the intention to apply best practices in care transitions.\n\n      Inferential Thematic Analysis: Focus group recordings and individual interviews will undergo inferential thematic content analysis, utilizing the NHS Sustainability Model (NHS-SM) and ISSaQ-4.0 as theoretical frameworks.\n   3. Macro Level Analysis\n\n   Indicator Comparison: Under the leadership of INESSS, performance indicators will be compared between pre-workshop years (2018-2021) and post-workshop years (2023-2025) using data provided by INESSS. This will assess changes over time and potential Program impact at the population level.\n10. DATA MANAGEMENT\n\n    Data Storage:\n\n    Personal and Sensitive Information: Sensitive data pertaining to users and caregivers will be stored securely on the CISSS CA's server.\n\n    Other Data: All other collected data will be entered into the REDCap database, hosted by Valeria at Laval University.\n\n    Access Control:\n\n    REDCap Access: Access to the REDCap database will be restricted to a limited number of research assistants and managed by the project's research coordinators.\n\n    Full Dataset Access: Only project coordinators, the REDCap manager, and the data analysis team will have access to the complete dataset within REDCap.\n\n    Study Staff List: A list detailing study staff members and their assigned tasks will be maintained in the project's regulatory binder, which will be stored securely under lock and key at the CISSS CA Research Centre. This list will also be submitted to the research ethics board and will be regularly updated.\n11. ETHICS\n\n    This project was approved by the Research Ethics Board of the CISSS CA, Nagano - 2023-968, SIRUL 134632\n12. FUNDING\n\n    This project was funded by the Fonds de recherche du Québec - Santé\n13. CONFLICT OF INTEREST\n\nThe researcher involved in this study report having no conflict of interest.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "HEALTH_SERVICES_RESEARCH",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention described is the CoMPAS+ MNCD Program (a patient‑oriented quality improvement program; reflective practice workshops and care‑coordination improvements) aimed at improving care transitions for people with major neurocognitive disorders (MNCDs) and their caregivers — not a drug, biologic, or cognitive‑enhancing compound. This is implementation/health‑services research focused on system and process change rather than pharmacologic treatment or symptom‑targeted therapy. citeturn0search1turn0search0",
        "Act: Key extracted details — Intervention name: CoMPAS+ MNCD Program / CONSTELLATIONS Living Lab; Purpose: co‑develop, implement and evaluate a continuous quality improvement program to improve care transitions, patient/caregiver experience, and system outcomes; Trial registry: NCT06608589. Because the intervention is a program/workshop (non‑therapeutic, non‑pharmacologic), it does not fit any of the four therapeutic categories and is therefore classified as 'N/A'. citeturn0search1turn0search4",
        "Reflect: Classification check — The four allowed therapeutic categories are disease‑targeted biologic, disease‑targeted small molecule, cognitive enhancer, and neuropsychiatric symptom improvement. The CONSTELLATIONS/CoMPAS+ project is a service delivery/quality improvement intervention (workshops, care coordination, measurement) and does not involve biologics, small molecules, cognitive‑enhancing drugs, or treatments for behavioral/psychiatric symptoms. Therefore 'N/A' is the correct classification. citeturn0search3turn0search4",
        "Web search results supporting this classification (selected): 1) CONSTELLATIONS Living Lab project page (Archambault Lab) describing the program as a living‑lab adaptation of CoMPAS+ to improve care transitions; confirms non‑drug quality improvement focus. citeturn0search0 2) Clinical trial registry entry for NCT06608589 (CoMPAS+ MNCDs Program) listing the intervention as 'Other: CoMPAS+ MNCDs Program - Quality improvement program...' and describing study aims/outcomes. citeturn0search1 3) Trial summaries (MedPath / ICH GCP pages) with protocol details and objectives focused on care transitions, patient/caregiver experience, organizational implementation and scalability — all service/intervention outcomes rather than pharmacologic effects. citeturn0search4turn0search3"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}