{
    "nct_id": "NCT05139290",
    "title": "Decision-Making Experiences for Culturally Inclusive Dementia Engagement: Dyads and Families (DECIDE: Dyads and Families)",
    "status": "RECRUITING",
    "last_update_time": "2025-06-30",
    "description_brief": "The purpose of this study is to design and test a decision-making program that is tailored to support adult daughters making healthcare decisions for their parents who are living with memory loss to improve the quality of life of African American families.\n\nThere are two phases of this research study. The first phase will collect information by surveys and/or interviews. The surveys and interviews will ask questions about demographics (e.g., age, race/ethnicity), culture, health, family dynamics, caregiving, and healthcare experiences. The surveys will be completed by all eligible adult daughters and parents with memory loss in pairs. The interviews will be completed by a smaller number of pairs and by all former adult daughter caregivers.\n\nThe general scope of topics is caregiving experiences, cultural identity, healthcare decisions for persons living with Alzheimer's disease, and related dementias, health, and well-being. The research team will identify and examine key factors that will lead to designing and testing the feasibility of a culturally tailored prototype intervention for African American dementia dyads/families of persons living with mild to moderate Alzheimer's disease and related dementias.",
    "description_detailed": "This is a survey/questionnaire and interview study that will examine how healthcare decisions are made for African American parents living with memory loss by African American adult daughter caregivers to develop a prototype intervention to improve how these decisions are made and improve the quality of life of African American parents living with memory loss and their African American adult daughter caregivers.\n\nRecruitment will occur through established connections at Emory University Goizueta Alzheimer's Disease Research Center Minority Engagement Core, Emory Healthcare Integrated Memory Care Clinic, and Emory University.\n\nRecruitment will take place in metro Atlanta and across the United States using a study flyer and video.\n\nThe flyer will include the phone number, email address of the research team, and a quick response (QR) code for potential participants to contact the research team. The video will give information about the principal investigator (PI) and the research study as a strategy to build rapport with potential participants and assuage distrust in research. Interviews will occur remotely after participants have completed the screening process and are deemed eligible for the study. This is not a no-contact study.\n\nThe data collected will be de-identified. Privacy of existing data is not a concern. This study has two phases. The first phase will consist of surveys/questionnaires and semi-structured interviews via Zoom from both the parents living with memory loss and their adult daughters as well as semi-structured interviews via Zoom of past adult daughter caregivers whose parent(s) have died or are in long-term care facilities and adult daughters caring for a parent with severe dementia only. For past adult daughter caregivers whose parents have died, the parent will need to have died at least 12 months before enrolling in the study.\n\nIn the first part of phase two (phase 2a), participants will be key informants who participate in focus group sessions using design thinking strategies to develop the prototype intervention. Key informants will consist of parent-adult daughter dyads, past adult daughter caregivers, and adult daughter caregivers of persons with severe dementia. In the last part of phase two (phase 2b), a pretest/posttest design with two follow-ups will be completed by a new set of African American parent-adult daughter dementia dyad participants. The interactions will include surveys/questionnaires and semi-structured interviews.\n\nData will be collected by computer/tablet and/or telephone. For participants with limited access to a computer/tablet, the surveys may be completed via paper/pencil. The general scope of topics is caregiving experiences, cultural identity, healthcare decisions for persons living with Alzheimer's disease, and related dementias, health, and well-being.\n\nIn phase one, surveys/questionnaires for persons with mild to moderate dementia will take 0.67 hours and 1 hour for adult daughter caregivers. In phase one, the semi-structured interviews will last 1 hour in total for both parent and daughter. Semi-structured interviews with past adult daughter caregivers and adult daughter caregivers of persons with severe dementia will last approximately 0.75 hours. In phase 2, key informants will have three sessions that last approximately 1.5 hours to assist with the development of the prototype intervention. In phase 2, the pretest/posttest surveys/questionnaire should last 0.33 hours for parents living with dementia and 0.67 hours for adult daughters at baseline and the 2 follow-ups. The last follow-up will consist of one semi-structured interview that will last about 0.5 hours.\n\nPhase 1 will allow collecting and analyzing the necessary data to develop the prototype intervention that will be developed in Phase 2a and used in Phase 2b: the intervention phase.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "SUPPORTIVE_CARE",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The study describes designing and testing a culturally tailored decision‑making program for adult daughters and their parents with memory loss (surveys, interviews, and a prototype behavioral intervention). This is a psychosocial/behavioral dyadic intervention aimed at improving decision‑making self‑efficacy and quality of life, not a pharmacologic agent or biologic targeting AD pathology. citeturn0search0turn0search3",
        "Act: Key details extracted — title: Decision‑Making Experiences for Culturally Inclusive Dementia Engagement: Dyads and Families (DECIDE). Intervention: culturally tailored decision‑making program for African American parent–adult daughter dementia dyads, developed via surveys/interviews and design methods and tested for feasibility/efficacy with a pretest–posttest design. No drug or placebo is mentioned. citeturn0search0turn0search1",
        "Reflect: Classification check — falls outside the four therapeutic categories (disease‑targeted biologic, disease‑targeted small molecule, cognitive enhancer, neuropsychiatric symptom improvement) because it is a non‑pharmacologic, behavioral/decision‑support intervention focused on caregiving and decision processes. Therefore 'N/A' is appropriate. Sources: ClinicalTrials.gov entry and published study protocol/abstract confirm the behavioral nature of the trial. citeturn0search0turn0search3turn0search1"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}