{
    "nct_id": "NCT01009255",
    "title": "A Randomised, Double-blind, Placebo-controlled Study to Evaluate the Efficacy and Safety of the H3 Receptor Antagonist, GSK239512 in Subjects With Mild to Moderate Alzheimer's Disease.",
    "status": "COMPLETED",
    "last_update_time": "2017-04-11",
    "description_brief": "This study aims to evaluate the cognitive enhancing effects and tolerability of GSK239512 compared to placebo in patients with mild to moderate Alzheimer's disease",
    "description_detailed": "This is a 16-week, Phase II, multi-centre, randomised, double-blind, placebo-controlled, parallel group design study in male and female subjects with mild to moderate Alzheimers disease (AD). Subjects will undergo 2-week placebo run-in period before randomisation. They will undergo weekly review of safety, tolerability and cognitive performance measures.",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "GSK239512 (selective histamine H3 receptor antagonist; brain‑penetrant small molecule)"
    ],
    "placebo": [
        "Placebo"
    ],
    "explanation_target": [
        "Reason: The trial title and description state the study evaluates the cognitive enhancing effects and tolerability of GSK239512 in mild–moderate Alzheimer's disease. GSK239512 is described in the literature as a potent, brain‑penetrant histamine H3 receptor antagonist developed for treatment of cognitive dysfunction (i.e., pro‑cognitive mechanism via modulation of histaminergic/cholinergic/monoaminergic neurotransmission). citeturn0search6turn0search1",
        "Act: Key extracted details — drug name: GSK239512; drug type/mechanism: selective H3 receptor antagonist (small molecule, brain‑penetrant); clinical objective: improve cognition (episodic memory/attention) in AD compared with placebo; dosing/titration used in trials up to ~80 μg/day. This compound was tested in randomized, double‑blind, placebo‑controlled Phase II studies that reported modest episodic memory effects but no broad clinical benefit on ADAS‑Cog. citeturn0search0turn0search1",
        "Reflect: Classification check — GSK239512 is a small‑molecule H3 receptor antagonist intended to enhance cognitive function (memory/attention) by modulating neurotransmission, not a biologic targeting core AD pathology (amyloid or tau) and not aimed at primary neuropsychiatric symptom relief. Therefore the correct category is \"cognitive enhancer.\" Supporting trial reports and registry/summary pages are cited above. citeturn0search0turn0search6"
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The investigational drug GSK239512 is a selective, brain‑penetrant histamine H3 receptor antagonist intended to improve cognition by modulating histaminergic (and downstream cholinergic/monoaminergic) neurotransmission rather than targeting core AD pathology (amyloid or tau). citeturn0search1turn0search6",
        "Act: Extracted details — drug: GSK239512; mechanism: selective H3 (histamine H3) receptor antagonist, small molecule, brain‑penetrant; clinical objective: cognitive enhancement (episodic memory/attention) in mild–moderate AD; study outcomes: modest improvement in episodic memory but no broad ADAS‑Cog benefit in Phase II. Key sources: Phase II trial report and preliminary safety/pharmacology publications. citeturn0search0turn0search1",
        "Reflect: Classification check — this intervention acts on a neurotransmitter receptor (H3) to modulate neurotransmission and cognitive function, which maps directly to CADRO category D) Neurotransmitter Receptors. It is not primarily anti‑amyloid, anti‑tau, anti‑inflammatory, or diagnostic, nor does it target multiple distinct CADRO pathways, so 'D) Neurotransmitter Receptors' is the most specific fit. For context and development status summary see ALZFORUM and PET receptor‑occupancy studies. citeturn0search5turn0search6"
    ]
}