{
    "nct_id": "NCT05591027",
    "title": "Safety and Target Engagement of Centella Asiatica in Cognitive Impairment",
    "status": "RECRUITING",
    "last_update_time": "2025-04-08",
    "description_brief": "This clinical trial is focused on determining whether biological signatures of target engagement by a Centella asiatica water extract product administered orally for 6 weeks can be measured in comparison to placebo. This study will also assess the safety and tolerability of the Centella asiatica water extract product.",
    "description_detailed": "This Phase I study is a randomized, double-blind, placebo-controlled, clinical trial of 48 participants to evaluate safety, tolerability, and biological signatures of target engagement of brain neuronal viability, oxidative stress, and brain mitochondrial activity of a Centella asiatica water extract product (CAP) in older adults aged 60-85 years with mild cognitive impairment or mild Alzheimer's disease (AD). The intervention is taken orally daily for six weeks and pre and post assessments will be collected.",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "Centella asiatica water extract product (CAP) — 4 g dried hot water (hot-water) extract sachet, orally daily"
    ],
    "placebo": [
        "Placebo (sachet of inactive excipients matching CAP)"
    ],
    "explanation_target": [
        "Reason: The intervention is a botanical (Centella asiatica, aka gotu kola) water extract given orally to test biological target engagement related to neuronal viability, oxidative stress, and mitochondrial activity rather than an anti-amyloid or anti-tau biologic/specific small-molecule disease modifier. Preclinical and human PK/PD work describe cognitive/neuroprotective effects (mitochondrial biogenesis, Nrf2 antioxidant pathways, reduced neuroinflammation) rather than a monoclonal antibody or small-molecule inhibitor targeting classical AD pathology, so the trial aligns with testing a cognitive-enhancing / neuroprotective botanical. citeturn0search1turn0search9turn0search3",
        "Act: Key trial and intervention details — the study (NCT05591027) is a Phase 1, randomized, double-blind, placebo-controlled trial testing a 4 g dried hot-water extract sachet of Centella asiatica (CAP) taken daily for 6 weeks vs placebo to assess safety/tolerability and biological signatures of target engagement (brain NAA/Cr by MRS, urinary 8-OHdG, etc.). The investigational product is a plant extract (CAP), not a monoclonal antibody or a defined small-molecule enzyme inhibitor. Based on the description and published CAP pharmacokinetic/pharmacodynamic work, the intended effect is cognitive/neuroprotective rather than symptomatic treatment of neuropsychiatric features. citeturn1search0turn0search1",
        "Reflect: Classification check — given (a) the intervention is an herbal whole-plant extract (Centella asiatica water extract, CAP), (b) the mechanistic literature emphasizes antioxidant, mitochondrial, and neuroprotective/cognition effects rather than direct targeting of amyloid or tau with a biologic or AD-pathway small molecule, the correct category is 'cognitive enhancer'. I see no indication the trial is targeting behavioral/psychiatric symptoms specifically, nor that it is a diagnostic/non-therapeutic study. If future protocol details show a defined molecular target (e.g., a purified single active small molecule or an antibody) or an explicit anti-amyloid/tau disease-modifying aim, the classification should be revisited. citeturn1search0turn0search9",
        "Web search results used (brief): 1) Trial listing — Safety and Target Engagement of Centella Asiatica in Cognitive Impairment (NCT05591027) — trial details, CAP 4 g sachet, placebo, endpoints (NAA/Cr, urinary 8-OHdG), sponsor OHSU. citeturn1search0 2) Pharmacokinetics/Pharmacodynamics study (Phase 1 PK/PD of standardized Centella asiatica aqueous extract in older adults) — describes triterpenes and caffeoylquinic acids, NRF2 effects and safety/PK data supporting mechanistic claims. citeturn0search1 3) Preclinical behavioral and mechanistic studies — CA extracts improve cognition in AD models and modulate mitochondrial/oxidative stress pathways (examples: Tg2576 mouse, in vitro CREB phosphorylation, neuroinflammation inhibition). citeturn0search9turn0search2turn0search3"
    ],
    "agent_type": "R) Multi-target",
    "explanation_agent": [
        "Reason: The investigational product is a whole-plant Centella asiatica water extract (CAP) being tested for biological target engagement of neuronal viability, oxidative stress, and brain mitochondrial activity — i.e., antioxidant (NRF2), mitochondrial/bioenergetic, and anti-inflammatory/neuroprotective effects rather than a single molecular AD target like amyloid or tau. citeturn1search0turn1search1",
        "Act: Key trial details extracted — Phase 1 randomized, double-blind, placebo-controlled study (NCT05591027) of CAP (4 g dried hot‑water extract sachet daily for 6 weeks) in older adults with MCI or mild AD, with endpoints including brain MRS measures (NAA/Cr), urinary 8‑OHdG (oxidative stress), and other biomarkers of mitochondrial and neuronal function; the product is a botanical extract (not a single-target biologic/small molecule). citeturn1search1turn1search0",
        "Mechanistic evidence (supporting multi-modal actions): human PK/PD work on CAP identifies triterpenes and caffeoylquinic acids and reports NRF2 antioxidant pathway engagement; preclinical studies show mitochondrial biogenesis, improved cognition in AD mouse models, reductions in oxidative markers and neuroinflammatory signaling. These multiple mechanisms map to CADRO categories G (Oxidative Stress), J (Metabolism/Bioenergetics), and F (Inflammation)/M (Neuroprotection). citeturn0search0turn0search7turn0search3",
        "Reflect: Because the intervention is a complex botanical extract with documented antioxidant (NRF2), mitochondrial/bioenergetic, and anti‑neuroinflammatory effects — i.e., more than one distinct biological pathway — the most accurate CADRO label is R) Multi-target rather than assigning a single-category label (e.g., G or J). If future work isolates a single defined molecular target (a purified active compound with one clear mechanism), reclassification to that specific CADRO category would be appropriate. citeturn0search5turn0search4",
        "Web search results used (brief): 1) OHSU trial page — Safety and Target Engagement of Centella asiatica in Cognitive Impairment (trial aims, endpoints). citeturn1search0 2) Clinical trial listing / NCT05591027 summary (trial design, CAP intervention, biomarker endpoints). citeturn1search1 3) Phase 1 PK/PD study of standardized Centella asiatica aqueous extract in older adults (triterpenes/CQAs; NRF2 effects). citeturn0search0 4) Preclinical/animal studies showing cognitive benefits, metabolomic and antioxidant/mitochondrial effects (Tg2576/5XFAD, full text PMC). citeturn0search7turn0search4 5) In vitro/preclinical study showing anti‑neuroinflammatory and neuroprotective effects against Aβ/LPS insults. citeturn0search3"
    ]
}