{
    "nct_id": "NCT04313127",
    "title": "A Single-center,Open-label，Dose-escalating Phase I Clinical Trial to Evaluate Recombinant Novel Coronavirus Vaccine (Adenovirus Type 5 Vector) in Healthy Adults Aged 18-60 Years Old",
    "status": "COMPLETED",
    "last_update_time": "2021-08-02",
    "description_brief": "The 2019 novel-coronavirus (2019-nCov) is the cause of a cluster of unexplained pneumonia that started in Hubei province in China. It has manifest into a global health crisis with escalating confirmed cases and spread across many countries.\n\nIn view of the fact that there is currently no effective antiviral therapy, the prevention or treatment of diseases caused by COVID-19 can be tough for current treatment.\n\nThis study is a phase I clinical trial. The investigators intent to evaluate the safety, reactogenicity and immunogenicity of Recombinant Novel Coronavirus Vaccine (Adenovirus Type 5 Vector) .",
    "description_detailed": "This is a single-center,open-label，dose-escalating phase I clinical trial in healthy 18 to 60 years of age, inclusive, who are in good health and meet all eligibility criteria. This clinical trial is designed to assess the safety, reactogenicity and immunogenicity of Recombinant Novel Coronavirus Vaccine (Adenovirus Type 5 Vector) manufactured by Beijing Institute of Biotechnology and CanSino Biologics Inc.One hundred and eight subjects will be enrolled into one of three cohorts and will receive an intramuscular (IM) injection of experimental vaccine or placebo on Days 1 in the deltoid muscle.",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "PREVENTION",
    "results": null,
    "target_category": "N/A",
    "drug": [
        "Recombinant Novel Coronavirus Vaccine (Adenovirus Type 5 Vector)",
        "Ad5-nCoV (Convidecia; CanSinoBIO)"
    ],
    "placebo": [
        "Placebo (intramuscular)"
    ],
    "explanation_target": [
        "Reason: The investigational product is a recombinant adenovirus type‑5 vectored vaccine (Ad5‑nCoV / Convidecia) designed to elicit immunity to SARS‑CoV‑2 by expressing the viral S (spike) gene — i.e., a preventive/therapeutic vaccine for COVID‑19, not an Alzheimer’s intervention. citeturn0search2turn0search0",
        "Act: Key trial details extracted from the protocol/registry/reports — Phase I, single‑center, open‑label, dose‑escalating study in healthy adults 18–60 y; primary endpoints were safety/reactogenicity and immunogenicity; vaccine doses and arms (including placebo) are specified in the Phase I design. These details match the Ad5‑nCoV (CanSino) program. citeturn0search0turn0search1",
        "Reflect: Classification check against provided category definitions — although Ad5‑nCoV is a biologic (vaccine), the four target categories are specific to Alzheimer’s disease (disease‑targeted biologic/small molecule, cognitive enhancer, neuropsychiatric symptom improvement). This COVID‑19 vaccine does not target Alzheimer’s pathology, so the correct classification for this trial in the Alzheimer’s-focused schema is 'N/A'. For context, later-phase efficacy/safety results for Ad5‑nCoV have been published (phase III), confirming this is an anti‑SARS‑CoV‑2 vaccine program. citeturn0search3turn0search5",
        "Web search results used (sources): NCRC trial summary for NCT04313127 (phase I description), CanSinoBIO press release announcing phase I (Ad5‑nCoV / Convidecia), PubMed phase III publication reporting efficacy/safety data, and CanSino website details of the program. citeturn0search0turn0search2turn0search3turn0search5"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}