{
    "nct_id": "NCT02035982",
    "title": "A Discontinuation of Cholinesterase Inhibitors for the Treatment of Severe Alzheimer's Disease in Long Term Care Setting",
    "status": "COMPLETED",
    "last_update_time": "2017-04-26",
    "description_brief": "There are few pharmacological treatments available for Alzheimer's disease, including drugs called cholinesterase inhibitors: donepezil, galantamine, and rivastigmine. In research trials, cholinesterase inhibitors have been shown to improve memory and problem behaviours in people with mild to moderate Alzheimer's disease. However, these benefits may not extend to the real-world when taking into account nursing home and health care costs. There is less information on the use of cholinesterase inhibitors in people with severe Alzheimer's disease. In Canada, only donepezil is recommended for the treatment of severe Alzheimer's disease. However, there is no information on whether the benefits that donepezil provides to people with severe Alzheimer's disease are sustained over the long term. Moreover, while the tolerability of cholinesterase inhibitors is generally acceptable, their use is not completely harmless. Common side effects include nausea, diarrhea, insomnia, vomiting, muscle cramping, fatigue and loss of appetite.\n\nIn Ontario, cholinesterase inhibitor users tend to remain on these medications for two years or more and often until death. The current cholinesterase inhibitor guidelines provide details on what medication should be used, when it should be started and how it should be monitored, but there is less clarity on when it is safe and appropriate to stop treatment. The cessation of cholinesterase inhibitors in patients no longer appearing to display any clear benefits may help to lower the risk of unpleasant side effects, lower the use of multiple medications, and reduce the costs of caring for individuals with Alzheimer's disease. However, the cessation of cholinesterase inhibitor therapy may run the risk of deterioration in memory, worsening or development of behavioural symptoms and the placement of additional demands on professional and unpaid caregivers.\n\nThere is a clear need for guidelines when to stop cholinesterase inhibitor treatment, especially for patients in whom the benefits of not be on the medication will outweigh the risks. The purpose of this study is to address this issue by collecting data which may be helpful in predicting which types of patients may benefit from stopping cholinesterase inhibitor treatment. Understanding when, and for whom, it is appropriate to stop cholinesterase inhibitor treatment will influence the field of pharmacology in the treatment of Alzheimer's disease.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE3"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "donepezil",
        "galantamine",
        "rivastigmine"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial concerns cholinesterase inhibitors (donepezil, galantamine, rivastigmine) which inhibit acetylcholinesterase to increase acetylcholine and produce symptomatic improvements in memory, function and behaviour rather than targeting core AD pathology (amyloid or tau). This class is therefore a symptomatic/cognitive-enhancing therapy. citeturn0search1turn1search5",
        "Act: Key extracted details — intervention: cholinesterase inhibitors (donepezil, galantamine, rivastigmine); mechanism: acetylcholinesterase inhibition -> increased acetylcholine; intended effect: improve memory/problem behaviours and stabilize function (symptomatic benefit). The study tests discontinuation (stopping) these symptomatic agents in severe AD in long-term care. These properties match the definition of 'Cognitive enhancer' rather than a disease-modifying biologic or small molecule targeting pathology, or a neuropsychiatric-only intervention. citeturn0search1turn1search2",
        "Reflect: Verification — authoritative reviews and Canadian sources describe modest cognitive/behavioural benefit and list GI and other side effects, and note approved symptomatic use (donepezil included for severe stages in Canadian guidance), supporting classification as a cognitive enhancer and explaining why the trial (discontinuation decisions) is about symptomatic management rather than disease modification. citeturn0search4turn1search0turn1search2",
        "Web search results used (sources): Cochrane summary of cholinesterase inhibitors (efficacy, adverse events). citeturn0search1; Network/meta-analysis and evidence summaries on cholinesterase inhibitors (effect sizes, harms). citeturn0search4; Alzheimer Society Canada (approved cholinesterase inhibitors, symptomatic effects and side effects). citeturn1search2; CAMH/Canadian clinical guidance note (donepezil use in severe AD referenced). citeturn1search0; Health Canada consumer information for donepezil (mechanism, side effects). citeturn1search5"
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The trial evaluates discontinuation of cholinesterase inhibitors (donepezil, galantamine, rivastigmine), which act by inhibiting acetylcholinesterase to increase synaptic acetylcholine and thereby enhance cholinergic neurotransmission — a neurotransmitter-based, symptomatic/cognitive-enhancing mechanism rather than a disease-modifying action. citeturn0search0turn0search2",
        "Act: Extracted details — intervention: donepezil, galantamine, rivastigmine; mechanism: acetylcholinesterase (and for rivastigmine also butyrylcholinesterase) inhibition → increased acetylcholine and enhanced cholinergic signalling; intended effect: symptomatic improvement in cognition, function and behaviour (study tests stopping these symptomatic agents in severe AD). These map to the CADRO category for interventions acting on neurotransmitter systems/receptors. citeturn0search0turn0search2",
        "Reflect: Confirmation — authoritative systematic-review evidence and mechanistic studies describe these drugs as cholinergic (symptomatic) treatments with modest cognitive/behavioural benefit and known GI side effects, supporting classification under neurotransmitter-targeting symptomatic therapies rather than amyloid, tau, inflammation, or other CADRO categories. If the study were testing a disease-modifying effect on core AD pathology it would map to a different CADRO category, but the provided description is explicitly symptomatic. citeturn0search0turn0search4",
        "Web search results used (titles): 1) 'Cholinesterase inhibitors (ChEIs), donepezil, galantamine and rivastigmine are efficacious for mild to moderate Alzheimer's disease' — Cochrane summary. citeturn0search0 2) 'Rivastigmine is a potent inhibitor of acetyl- and butyrylcholinesterase in Alzheimer's plaques and tangles' — PubMed mechanistic paper. citeturn0search2 3) Cochrane evidence summary on cognitive effects/adverse events in vascular/related cognitive impairment (supporting symptomatic classification and side-effect profile). citeturn0search4",
        "Output: D) Neurotransmitter Receptors — Reasoning: cholinesterase inhibitors modulate the cholinergic neurotransmitter system (increasing acetylcholine) to produce symptomatic cognitive/behavioral benefit, matching CADRO category D rather than a disease-modifying category."
    ]
}