{
    "nct_id": "NCT03926702",
    "title": "Tau Imaging With JNJ067",
    "status": "COMPLETED",
    "last_update_time": "2022-08-29",
    "description_brief": "This protocol is designed to assess the utility of a new positron emission tomography (PET) radiopharmaceutical to image tau, \\[18F\\] JNJ067, invented by Janssen Pharmaceutical companies of Johnson \\& Johnson. To date, the radiopharmaceutical has been used in a small group of patients and controls (\\<20). The study plans to expand the range and number of subjects, to examine a total of 18 participants including controls and patients with Alzheimer's disease (AD) and other dementias. All patients will be recruited from the University of California, San Francisco (UCSF) Memory and Aging Center (MAC) and controls will be recruited from the University of California, Berkeley Aging Cohort Study (BACS). Patients will undergo a multidisciplinary clinical evaluation for diagnosis and a cognitive assessment at the MAC; controls will undergo the usual BACS cognitive assessment performed on the Berkeley campus. Following these evaluations UCSF subjects will undergo magnetic resonance imaging (MRI) scanning at the UCSF Neuroimaging Center and blood sampling for genetic testing also at UCSF, and BACS subjects will undergo an MRI at the University of California Berkeley 3T Brain Imaging Center (in Li Ka Shing hall on the Berkeley campus) and blood sampling for genetic testing at the time of the PET scan.\n\nAll subjects will come to Lawrence Berkeley National Law (LBNL) where they will have, on the same day, a C-11 Pittsburgh compound B (PIB) PET scan to measure brain amyloid, and an F-18 JNJ067 PET scan to measure brain tau. These scans will be examined and analyzed by LBNL staff, and data will be processed to examine basic questions about the quantitative behavior of JNJ067. Scan results will not be returned to control subjects, but physicians at UCSF will receive scan results on MAC patients and will share results with participants.\n\nAs part of this protocol, the investigators also plan to share the acquired data widely. All data will be de-identified. Data will be shared with the inventors (Janssen/Johnson \\& Johnson) as well as other scientists worldwide. As this is a new radio tracer, the investigators anticipate that there will be interest in seeing the actual data to answer questions about uptake and application of the method in future studies in many different laboratories. Shared data will include PET scans, MRI scans, genetic testing, and neuropsychological results.",
    "description_detailed": "N/A",
    "phase": [
        "EARLY_PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "BASIC_SCIENCE",
    "results": null,
    "target_category": "N/A",
    "drug": [
        "[18F] JNJ067 (radiopharmaceutical tau PET tracer)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The protocol describes a PET imaging study using the radiopharmaceutical [18F] JNJ067 to image tau pathology (diagnostic biomarker imaging), not a therapeutic intervention intended to modify disease, improve cognition, or treat neuropsychiatric symptoms. This makes the trial a diagnostic imaging study rather than one of the four therapeutic categories defined (disease-targeted biologic, disease-targeted small molecule, cognitive enhancer, or neuropsychiatric symptom improvement). citeturn0search1turn0search0",
        "Act: Key extracted details — agent: [18F] JNJ067; type: tau PET radiotracer (radiopharmaceutical) developed by Janssen/Johnson & Johnson; purpose: to measure/quantify brain tau uptake and evaluate tracer behavior across controls and patients with AD and other dementias (imaging/biomarker validation). The study includes amyloid PIB PET as well, MRIs, genetic testing, and cognitive assessments but the intervention being tested is an imaging tracer. citeturn0search0turn0search5turn0search2",
        "Reflect: Classification check — per the category definitions, this is not a biologic therapeutic, small-molecule therapeutic, cognitive enhancer, nor a neuropsychiatric treatment. It is a diagnostic radiopharmaceutical for imaging tau, so the correct classification is 'N/A'. Supporting literature characterizes [18F]JNJ-067 as a next-generation tau PET ligand with high tau affinity and favorable kinetics, confirming its imaging role rather than a therapeutic role. citeturn0search6turn0search3",
        "Web search results used (key sources): 1) Clinical trial/protocol entry summarizing 'Tau Imaging With JNJ067' (ICH/clinical registry). citeturn0search1 2) Phase 0 exploratory report / conference abstract describing [18F]JNJ-067 properties and initial human scans. citeturn0search0 3) Evaluation/validation papers describing [18F]-JNJ-64326067-AAA ([18F]JNJ-067) performance in humans and comparisons with other tau tracers. citeturn0search5turn0search6"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}