{
    "nct_id": "NCT05641688",
    "title": "An Open-label, Non-randomized, Multi-center Pivotal Phase 3 Study to Evaluate the Efficacy and Safety of PET Imaging With [18F]PI-2620 for the Detection of Tau Deposition When Compared to Post-mortem Histopathology (ADvance)",
    "status": "RECRUITING",
    "last_update_time": "2025-06-20",
    "description_brief": "This study is an open-label, multi-center, non-randomized pivotal Phase 3 study to assess the efficacy and safety of PET imaging with \\[18F\\]PI-2620 for detection of tau deposition in subjects with Alzheimer's disease (AD) and controls during lifetime when compared to histopathology obtained after death and completion of brain autopsy.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE3"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "DIAGNOSTIC",
    "results": null,
    "target_category": "N/A",
    "drug": [
        "[18F]PI-2620 (radiolabeled tau PET imaging tracer)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is [18F]PI-2620, a radiolabeled PET tracer developed to bind aggregated tau (neurofibrillary tangles) and visualize tau deposition in vivo — i.e., a diagnostic imaging agent rather than a therapeutic intended to modify disease, improve cognition, or treat neuropsychiatric symptoms. citeturn0search0turn0search7",
        "Act: Key trial details extracted — open‑label, non‑randomized Phase 3 pivotal study (ADvance) evaluating the efficacy and safety of PET imaging with [18F]PI-2620 for detection of tau deposition compared with post‑mortem histopathology. This confirms the study is a diagnostic/validation study of an imaging tracer. citeturn0search2turn0search5",
        "Reflect: Classification check — because [18F]PI-2620 is a diagnostic PET tracer (a small radiolabeled molecule used for imaging tau) and not administered as a therapeutic agent to alter disease course, cognition, or neuropsychiatric symptoms, the trial does not fit any of the four therapeutic categories and should be labeled 'N/A'. The literature also describes PI-2620 as a biomarker/tau imaging tool useful for selecting or monitoring therapies, further supporting a diagnostic classification. citeturn0search8turn0search3",
        "Web search results (sources found and their relevance): 1) PubMed first‑in‑humans study showing [18F]PI-2620 binds aggregated tau and is safe/tolerable in AD and controls. citeturn0search0 2) Multiple imaging studies (PubMed/JNM/Wiley) demonstrating PI-2620’s performance in detecting tau in AD and other dementias. citeturn0search7turn0search8turn0search3 3) Clinical trial entries and sponsor pages describing Phase 1/3 and imaging‑characteristics trials and the ADvance pivotal Phase 3 design (trial listings / site descriptions). citeturn0search5turn0search2"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}