{
    "nct_id": "NCT04333329",
    "title": "Transcranial Pulse Stimulation for Alzheimer's Disease in an Open Prospective Pilot Study",
    "status": "COMPLETED",
    "last_update_time": "2020-04-01",
    "description_brief": "This is a prospective open comprehensive proof-of-principle pilot study.",
    "description_detailed": "This is a prospective open comprehensive proof-of-principle pilot study with patients of mild to moderate Alzheimer's Disease who have been treated with transcranial pulse stimulation (TPS)",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "Transcranial Pulse Stimulation (TPS) — NEUROLITH device (Storz Medical AG)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is Transcranial Pulse Stimulation (TPS), a non‑invasive ultrasound‑based neuromodulation therapy applied to focal brain regions with the intent to improve cognition and related symptoms in people with Alzheimer’s disease. This is described as a navigated, focused ultrasound pulse therapy (Neurolith TPS). citeturn0search7turn0search6.",
        "Act (key extracted details): The pilot/open prospective study used the NEUROLITH TPS device (Storz Medical AG) and reported cognitive improvements (memory/language) and reductions in neuropsychiatric symptoms after treatment; typical protocol parameters reported in the literature include ~6000 pulses per session, energy flux density ~0.2–0.25 mJ/mm², and session courses over 2–5 weeks. citeturn0search8turn0search1turn0search0turn0search6.",
        "Web search evidence (selected results): 1) Original navigated TPS pilot reports and methods describing TPS as focused ultrasound pressure pulses with observed cognitive improvements. citeturn0search7. 2) A pilot study reporting significant reductions in neuropsychiatric symptoms (NPI) and cognitive measures using the Neurolith device. citeturn0search1. 3) Follow‑up studies reporting effects on functional networks, cortical thickness and protocol details; the NEUROLITH TPS generator (Storz Medical AG) is named as the device used and has CE marking in Europe. citeturn0search6turn0search0. 4) Clinical trial registry entry for the described open prospective pilot (lists NEUROLITH and Storz Medical AG). citeturn0search8.",
        "Reflect: Classification rationale and ambiguity: The four provided categories expect biologic or small‑molecule disease‑targeting agents, or drug categories for cognitive or neuropsychiatric symptom improvement. TPS is a device‑based brain stimulation therapy (not a biologic or small molecule). Its primary reported intent in the pilot work is to improve cognition (with additional reported benefits on neuropsychiatric symptoms), so the best fit among the given categories is 'cognitive enhancer' (interpreting that category to include non‑drug neuromodulatory interventions aimed at cognitive improvement). I note ambiguity because TPS also produced measurable improvements in neuropsychiatric symptoms in some reports, but the main goal and outcome emphasis in the cited pilot work was cognitive enhancement. citeturn0search7turn0search1.",
        "Conclusion: Category = 'cognitive enhancer' (device‑based neuromodulation: Transcranial Pulse Stimulation using the NEUROLITH device by Storz Medical AG). citeturn0search8turn0search6."
    ],
    "agent_type": "T) Other",
    "explanation_agent": [
        "Reason: The intervention is a device-based neuromodulation (Transcranial Pulse Stimulation using the NEUROLITH/NEUROLITH® device by Storz Medical AG) intended to improve cognition in people with Alzheimer’s disease. TPS delivers focused ultrasound/shock‑wave pulses to brain regions rather than acting on a molecular target such as amyloid, tau, inflammation pathways, neurotransmitter receptors, etc. Key device/pilot study facts (device name, parameters, reported cognitive benefit) are described in trial records and the published pilot reports. citeturn0search0turn0search1turn0search7",
        "Act: Extracted details — Device: NEUROLITH TPS (Storz Medical AG); reported protocol ~6000 pulses/session at ~0.2–0.25 mJ/mm² across multiple sessions; open prospective pilot reported cognitive improvements and reduced neuropsychiatric symptoms. These details indicate a neuromodulation/device intervention without an explicit molecular/biologic pathway target. citeturn0search0turn0search6",
        "Reflect: CADRO categories are organized by biological/molecular targets (amyloid, tau, inflammation, synaptic plasticity, etc.). A device-based focal ultrasound neuromodulation intended as a cognitive enhancer does not map to any single CADRO biological target and is not a diagnostic-only procedure; therefore it best fits 'T) Other' under the instruction to assign 'T) Other' when no CADRO target can be inferred. I considered 'R) Multi-target' only if multiple molecular mechanisms were explicitly targeted, but the intervention is non‑molecular/device-based. The web sources used: clinical trial registry entry for the open TPS pilot (NEUROLITH, parameters and design), Storz Medical reporting of the Beisteiner pilot/Advanced Science paper, and the NEUROLITH product page/press describing CE marking and device use. citeturn0search0turn0search1turn0search7turn0search6",
        "Web search results cited (brief): 1) Clinical trial registry entry for the open prospective pilot 'Transcranial Pulse Stimulation (TPS) for Alzheimer’s Disease' listing the NEUROLITH device and treatment parameters (NCT04333329). citeturn0search0 2) Storz Medical summary noting the Beisteiner et al. Advanced Science pilot publication describing TPS cognitive improvements. citeturn0search1 3) Storz/NEUROLITH product page describing TPS, device indications, and CE marking. citeturn0search7 4) Storz press summary describing pilot outcomes (CERAD improvement, tolerability). citeturn0search6"
    ]
}