{
    "nct_id": "NCT01487395",
    "title": "Effect of a 15-day Donepezil Treatment on Biomarkers of AD in Healthy Volunteers",
    "status": "COMPLETED",
    "last_update_time": "2015-04-08",
    "description_brief": "The early assessment of new drugs for Alzheimer's disease remains difficult because of the lack of predictive end-point. The use of a battery including different parameters could improve this early development of new drugs. Nevertheless, the interest of such a battery should previously be validated with the yet marketed AD drugs",
    "description_detailed": "The aim of the present study is to test the effect of a 15-day treatment with donepezil on a mixed battery associating cognitive assessment, imaging and neurophysiological tests in healthy volunteers.\n\nThis multicenter, randomized, placebo-controlled, cross-over study is double-blind controlled and is conducted in 3 centers located in France (Lille, Marseille and Toulouse).\n\n18-30 years old, healthy volunteers, without any neurological or psychiatric impairment, will complete 2 test sessions in a randomized order: one with a 15-day treatment with donepezil, the other with placebo, and will be submitted to a mixed battery during the 14th and 15th day of the treatment. The primary outcome of the study will be based on cognitive assessment, imaging parameters and neurophysiological parameters.",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "Cognitive enhancer",
    "drug": [
        "Donepezil (Aricept)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial tests a 15-day donepezil treatment in healthy volunteers to assess biomarkers and to validate a battery for early drug development. Donepezil is a centrally acting, reversible acetylcholinesterase inhibitor that increases synaptic acetylcholine and is used to provide symptomatic cognitive benefit in Alzheimer’s disease rather than to remove amyloid or tau pathology. citeturn0search1turn0search12",
        "Act: Key extracted details — drug name: donepezil (trade name Aricept). Drug type: small-molecule acetylcholinesterase inhibitor (not a biologic). Intended effect in clinical use and for this study: symptomatic/cognitive improvement and biomarker effects for early assessment; the marketed indication and labeling emphasize symptomatic cognitive benefit and do not claim disease modification. citeturn0search3turn0search1",
        "Reflect: Classification check — by the provided definitions donepezil is a small-molecule symptomatic agent that improves cognition (cholinergic enhancement) and does not primarily target core AD pathology (amyloid or tau). Therefore the correct category is 'Cognitive enhancer'. No evidence in the description that this is a disease-targeting small molecule (amyloid/tau) or a biologic, nor that the trial is aimed at neuropsychiatric symptoms. citeturn0search5turn0search0",
        "Web search results supporting the above: 1) Donepezil mechanism and clinical use (StatPearls/NCBI): donepezil is a reversible acetylcholinesterase inhibitor that increases acetylcholine and is used symptomatically in AD. citeturn0search1 2) Regulatory/label context (Pfizer/Eisai press/FDA info): Aricept (donepezil) is approved to treat symptoms of AD and is not a cure/disease-modifying therapy. citeturn0search3 3) Reviews/history (PubMed): donepezil was developed as a selective AChE inhibitor with clinical trials showing symptomatic cognitive improvements. citeturn0search5 4) General summary (Wikipedia/overview): mechanism and symptomatic role summarized. citeturn0search12 5) Commentary that symptomatic benefits do not equate to disease modification (Alzheimer’s News Today summary of clinical evidence). citeturn0search0"
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The trial tests donepezil (Aricept), a centrally acting, reversible acetylcholinesterase inhibitor that increases synaptic acetylcholine and provides symptomatic cognitive benefit rather than removing core AD pathology (amyloid or tau). This places the intervention squarely in the cholinergic / neurotransmitter modulation domain. citeturn0search1turn0search2",
        "Act: Extracted details — drug: donepezil (Aricept); drug class: small-molecule acetylcholinesterase inhibitor; intended effect in this study: symptomatic/cognitive enhancement and biomarker assessment in healthy volunteers (early-phase validation), not disease-modifying therapy. Based on these details the best CADRO match is D) Neurotransmitter Receptors because the mechanism directly increases neurotransmitter (acetylcholine) signaling. citeturn0search3turn0search5",
        "Reflect: Confirming the classification — donepezil’s mechanism and clinical role (symptomatic cholinergic enhancement) are well described in clinical reviews and drug monographs. It does not target amyloid, tau, inflammation, metabolism, or synaptic-protective pathways as a primary disease-modifying mechanism, so D) Neurotransmitter Receptors is the most specific fit. If the study had aimed to change disease biology (amyloid/tau) or had multiple distinct biological targets, R) Multi-target or other CADRO categories would be considered, but that is not the case here. citeturn0search1turn0search7",
        "Web search results used: 1) Donepezil - StatPearls (mechanism: reversible AChE inhibitor). citeturn0search1 2) Evidence review / donepezil clinical impact (review). citeturn0search2 3) Donepezil clinical trials and pharmacology (early efficacy papers / reviews). citeturn0search3turn0search7 4) Cochrane/Systematic evidence on donepezil benefits in dementia. citeturn0search5"
    ]
}