{
    "nct_id": "NCT01978548",
    "title": "A Double-blind, Placebo-Controlled, Randomized, 4-Week, Multiple-Dose, Proof-of-Mechanism Study in Subjects With Prodromal Alzheimer's Disease Investigating the Effects of JNJ-54861911 on Aβ Processing in CSF and Plasma",
    "status": "COMPLETED",
    "last_update_time": "2015-06-24",
    "description_brief": "The purpose of this study is to evaluate the safety, tolerability, pharmacokinetics, and pharmacodynamics of JNJ-54861911 in patients with prodromal Alzheimer's disease (pAD).",
    "description_detailed": "This will be a multicenter, double-blind (neither investigator nor patient knows which treatment the patient receives), placebo-controlled (placebo is an inactive substance that is compared with a drug to test whether the drug has a real effect in a clinical trial), randomized (patients are assigned different treatments based on chance), multiple-dose, proof-of-mechanism (POM) study in pAD. Approximately 24 outpatients (n=8/treatment group) diagnosed with pAD, according to the inclusion and exclusion criteria, will participate in this 4-week treatment study. For all enrolled patients, this study will consist of an 8-week eligibility screening period, a 4-week double-blind treatment period, and a follow-up examination (7-14 days after the last dose). Patients will be assigned randomly to 1 of 3 treatment groups: placebo, JNJ-54861911 10 mg once daily, or JNJ-54861911 50 mg once daily. Safety assessments will be performed throughout the study. The maximal study duration for a patient will be 14 weeks.",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "Atabecestat (JNJ-54861911) — oral BACE1 inhibitor"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The compound JNJ-54861911 is the small-molecule BACE1 (β-secretase) inhibitor atabecestat; its mechanism is to inhibit β-secretase and thereby reduce production of amyloid-β (Aβ), i.e. it targets Alzheimer’s pathology (amyloid processing). citeturn1search2turn1search7",
        "Act: The trial title and purpose state this is a 4‑week, multiple‑dose, randomized, double‑blind, placebo‑controlled proof‑of‑mechanism study in prodromal AD assessing effects on Aβ processing in CSF and plasma, and the registry lists atabecestat (JNJ‑54861911) as the investigational drug. This confirms the study tests target engagement of an amyloid‑targeting small molecule. citeturn1search0turn0search1",
        "Act (supporting data): Phase I/early studies showed dose‑dependent, large reductions in CSF and plasma Aβ (e.g., CSF Aβ1‑40 reductions ~67% at 10 mg and up to ~90% at 50 mg after 4 weeks), consistent with central BACE1 inhibition and target engagement. citeturn1search7turn0search3",
        "Reflect: Classification rationale — because atabecestat is a small‑molecule inhibitor acting on a disease pathway (BACE1 → reduces Aβ production), it fits the category 'disease‑targeted small molecule' rather than a biologic, symptomatic cognitive enhancer, or neuropsychiatric treatment. Note: later clinical development raised safety concerns (liver enzyme elevations and dose‑related cognitive effects) that affected its Phase 2/3 program, but that does not change the mechanism-based classification. citeturn1search5turn1search4",
        "Summary: Target category = disease-targeted small molecule (atabecestat, JNJ‑54861911), because the intervention is an oral small‑molecule BACE1 inhibitor intended to modify AD pathology by lowering Aβ production; key trial details and pharmacodynamic results are provided above. citeturn1search0turn1search7"
    ],
    "agent_type": "A) Amyloid beta",
    "explanation_agent": [
        "Reason: The investigational drug atabecestat (JNJ-54861911) is a small‑molecule BACE1 (β‑secretase) inhibitor whose mechanism is to inhibit BACE1 cleavage of APP and thereby reduce production of amyloid‑β (Aβ), directly targeting amyloid processing in AD. citeturn0search3turn1search2",
        "Act: The trial title and provided details (4‑week, multiple‑dose POM in prodromal AD assessing effects on Aβ in CSF/plasma) and published pharmacodynamic results confirm dose‑dependent, large reductions in CSF and plasma Aβ consistent with central BACE1 inhibition (e.g., ~67% reduction at 10 mg and up to ~90% at 50 mg after 4 weeks). Development was later stopped for safety (liver enzyme elevations, dose‑related cognitive effects). citeturn0search0turn0search3turn1search0turn1search7",
        "Reflect: Because atabecestat directly modulates Aβ production via BACE1 inhibition, the most specific CADRO match is A) Amyloid beta (not multi‑target or non‑therapeutic). Safety/development history does not change the mechanism‑based classification. citeturn1search2turn1search4",
        "Web search results (key sources used):",
        "- Pharmacodynamics of atabecestat (JNJ‑54861911) — randomized, double‑blind, placebo‑controlled study (full text, ALZ1005/ALZ1008): shows CSF/plasma Aβ reductions and PD/PK data. citeturn0search3",
        "- PubMed abstract of the pharmacodynamics study (ALZ1005/ALZ1008). citeturn0search0",
        "- Janssen update on BACE inhibitor program describing liver enzyme elevations and trial halting. citeturn1search0",
        "- EARLY trial (Phase 2b/3) truncated results describing hepatic AEs and dose‑related cognitive worsening. citeturn1search7",
        "- Discovery/medicinal chemistry article on atabecestat (JNJ‑54861911) describing BACE1 target and development history. citeturn1search2"
    ]
}