{
    "nct_id": "NCT06544616",
    "title": "A Multicenter, Randomized, Placebo-Controlled, Double-Blind, Parallel-Group Study, to Assess Efficacy, Safety and Immunogenicity of JNJ-64042056, a Phosphorylated Tau Targeted Active Immunotherapy, in Participants With Preclinical Alzheimer's Disease",
    "status": "RECRUITING",
    "last_update_time": "2025-09-11",
    "description_brief": "The purpose of this study is to assess the effect of JNJ-64042056 on cognitive decline, as measured by Preclinical Alzheimer's disease Cognitive Composite 5 (PACC-5) compared with placebo.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted biologic",
    "drug": [
        "JNJ-64042056 (ACI-35.030)"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The investigational product JNJ-64042056 is explicitly described in the trial title as a \"Phosphorylated Tau Targeted Active Immunotherapy,\" i.e., an active vaccine intended to elicit an immune response against pathological phosphorylated tau (p-tau). The study's stated purpose is to assess its effect on cognitive decline in preclinical AD, consistent with a disease-modifying strategy aimed at Alzheimer’s pathology rather than a symptomatic cognitive enhancer. citeturn0search2turn0search0.",
        "Act: Key extracted details — drug identifiers and type: JNJ-64042056 is the same agent as ACI-35.030, described by the developer (AC Immune) as a liposomal, phosphorylated-Tau–targeted active immunotherapy that generates antibodies to pathological pTau. The trial is a multicenter, randomized, placebo-controlled, double-blind study in participants with preclinical AD; primary outcome is change in PACC-5 (cognitive composite). Immunogenicity and tau PET are listed as endpoints, confirming the vaccine/immunologic mode of action and disease-pathology focus. citeturn0search0turn0search2turn0search5.",
        "Reflect: Classification rationale and any ambiguity — given that the intervention is an immunotherapy/vaccine (a biologic) directed at phosphorylated tau (an AD pathologic target), it fits the developer definitions for \"disease-targeted biologic.\" The trial measures both clinical cognition (PACC-5) and biological markers (tau PET, immunogenicity), which further supports a disease-modifying biologic classification rather than a symptomatic cognitive enhancer or neuropsychiatric treatment. No substantive ambiguity was found in the description. citeturn0search7turn0search6.",
        "Web-search provenance (selected sources used above): AC Immune / investor/press material describing ACI-35.030 (JNJ-64042056) as a pTau-targeted active immunotherapy and its Phase 1b/2a results. citeturn0search0.",
        "Janssen / study page and trial listing summarizing the study title, primary outcome (PACC-5), and that JNJ-64042056 is a phosphorylated-Tau targeted active immunotherapy in preclinical AD. citeturn0search2turn0search3.",
        "Clinical-trial aggregator / registry and trial summaries (NCT06544616 / MedPath) showing study design, phase, sample size, and secondary endpoints including tau PET and immunogenicity. citeturn0search4turn0search5.",
        "Additional independent summaries (news releases / Alzheimer research organizations) describing the agent as a liposomal active immunotherapy/vaccine aimed to generate anti-pTau antibodies and slow p-tau accumulation. citeturn0search7turn0search6."
    ],
    "agent_type": "B) Tau",
    "explanation_agent": [
        "Reason: The trial drug JNJ-64042056 (ACI-35.030) is explicitly described as a phosphorylated‑Tau (p‑Tau) targeted active immunotherapy — i.e., a vaccine designed to generate antibodies against pathological, phosphorylated forms of tau. This identifies tau pathology as the biological target. citeturn0search2turn0search5",
        "Act: Extracted details from the trial description and developer/ sponsor materials — JNJ-64042056 (ACI-35.030) is a liposomal, phosphorylated‑Tau–targeted active immunotherapy that elicits anti‑pTau antibodies; the Phase 2b trial (ReTain) enrolls participants with preclinical AD and uses cognitive (PACC‑5) and biomarker (tau PET, immunogenicity, p‑tau biomarkers) endpoints, confirming a disease‑modifying, tau‑directed mechanism. citeturn0search5turn0search1turn0search2",
        "Reflect: The most specific CADRO match is B) Tau because the intervention directly targets pathological tau (phosphorylated tau) rather than amyloid, inflammation, synaptic function, or a non‑therapeutic objective. There is no indication of multiple distinct biological targets that would warrant R) Multi‑target, nor is the intervention diagnostic‑only (T). The available sources consistently describe the agent as an anti‑tau active immunotherapy, so B) Tau is the appropriate classification. citeturn0search6turn0search3",
        "Web search provenance (selected sources supporting the classification):",
        "- Janssen (study page) — trial title and primary/secondary outcomes (PACC‑5, tau PET) describing JNJ‑64042056 as a phosphorylated‑Tau targeted active immunotherapy. citeturn0search2",
        "- ClinicalTrials / trial record (NCT06544616) — study design, intervention name JNJ‑64042056, enrollment, and endpoints. citeturn0search1",
        "- AC Immune press release / investor material — description of ACI‑35.030 (JNJ‑64042056) as a liposomal SupraAntigen® active immunotherapy generating antibodies to pathological pTau; rationale and Phase 1b/2a results. citeturn0search5turn0search0",
        "- Alzforum / independent summary — trial details, mechanism (vaccine to elicit anti‑pTau antibodies), and status of the ReTain trial. citeturn0search6"
    ]
}