{
    "nct_id": "NCT06880510",
    "title": "The Locus Coeruleus, Norepinephrine and Cognitive Aging",
    "status": "ACTIVE_NOT_RECRUITING",
    "last_update_time": "2025-09-24",
    "description_brief": "The locus coeruleus (LC) has recently been identified as one of the earliest sites of damage in AD with pathological lesions appearing as early as the mid-20s. In this study, the investigators use a variety of techniques including structural MRI, functional MRI, pupillometry, and transcutaneous vagus nerve stimulation to assess the health of the LC and its relation to easily measurable peripheral variables.",
    "description_detailed": "Unfortunately, most people are personally familiar with the devastating consequences of neurodegenerative disorders such as Alzheimer's disease (AD) and Parkinson's disease (PD). The number of older adults with neurodegenerative disease is expected to rise as the baby boomer generation ages, with 28 million baby boomers developing AD. This, in turn, is expected to cost $328 billion dollars, or 24% of total Medicare spending. Despite decades of research into the causes of AD, there are only 5 FDA-approved treatments, all of which are supportive, non-disease-modifying drugs. Of the treatments that have been tested for AD, 99.6% have failed. Accordingly, new approaches to neurodegenerative disease - a better understanding of their causes and better targets for treatment - are desperately needed.\n\nThe locus coeruleus (LC) has recently been identified as one of the earliest sites of damage in AD and PD, with pathological lesions appearing as early as the mid-20s. A brain region of 40,000-60,000 neurons located in the brainstem, the LC is the source of the neurochemical norepinephrine (NE, also known as noradrenaline). The LC has widespread projections throughout the nervous system and plays an important role in arousal, attention, memory, mediation of emotional and stress responses, and some aspects of motor control. Damage to the LC, and the resulting decrease in protective NE signaling throughout the brain, is proposed to be an important mechanism in the progression of neurodegeneration. The LC has even been proposed by some to be the primary mediator of cognitive reserve, predicting the relative preservation of cognitive performance despite neuropathological insult. Despite the possibility that decreased NE signaling from the LC may serve as the earliest warning flag of dementia, few studies link LC function and cognitive performance. Remarkably, neither has the relationship between LC function and LC neuronal loss been examined. A promising new technique, neuromelanin-sensitive magnetic resonance imaging (MRI), will allow us to estimate the amount of neuromelanin-containing tissue in the LC. Neuromelanin MRI has been shown to be quantitative, highly correlated with the number of LC neurons, and reproducible, with high inter-rater reliability. The investigators have been using this innovative technique to establish a correlation between LC neuromelanin density and attention across the lifespan, which may provide a non-invasive, functional measure of neurodegeneration risk that may be valid well before the onset of clinical symptoms. Furthermore, using modern MRI analysis techniques, it is now possible to measure the function of the LC with functional MRI.\n\nAs an even less invasive measure of LC function, the investigators propose to assess task-evoked pupillary responses during auditory and visual vigilance tasks. Light-evoked pupillary responses - changes in pupil size due to changes in illumination - are well known to be abnormal in AD, but task-evoked pupillary responses may represent an early sign of future cognitive decline. Pupil diameter, under constant light conditions, is a well-established correlate of neuronal activity in LC neurons. Measuring pupil changes with a non-invasive eyetracker is an ideal assay for this purpose.\n\nTo further characterize the relationship between LC integrity, LC function, and cognitive function the investigators will administer a broad neuropsychological battery to measure cognitive performance. The laboratory makes use of a variety of classic neuropsychological tests such as the Montreal Cognitive Assessment and Trail-Making Test, in addition to the NIH Toolbox Cognition and Emotion Batteries, blood pressure and other cardiovascular health measurements, a retrospective report of traumatic childhood experiences, and a variety of custom-designed attention tasks for use with the MRI scanner and eyetracking components of the study.\n\nThere is intriguing neurogenetic evidence that individual differences in NE signaling may protect against AD. A common polymorphism (small genetic change) in the adrenergic receptor alpha 2b gene (a molecule in the brain that binds to norepinephrine, \"adra2b deletion variant\") likely results in significantly increased NE signaling from the LC. The lab has previously shown that individuals with this polymorphism attend to and later recall emotional events better than those without, and experience greater perceptual vividness. Crucially - others have shown that individuals with this polymorphism are less likely to have AD or mild cognitive impairment. These phenomena are likely all related to the role that the LC plays in attention, arousal and, in combination, support healthy cognitive aging.\n\nFinally, the investigators will also attempt to modulate LC activity using non-invasive transcutaneous auricular vagus nerve stimulation for very short periods (\\~15 to 45 minutes) to discover if it is possible to alter, and potentially improve, LC function variables. Previously, this technique has been shown to directly activate the LC through the vagus nerve.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "BASIC_SCIENCE",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "transcutaneous auricular vagus nerve stimulation (taVNS / t‑VNS) — device-based neuromodulation"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial title and description state investigators will use structural/functional MRI, pupillometry, and transcutaneous auricular vagus nerve stimulation to assess and to briefly modulate locus coeruleus (LC) function in relation to cognitive aging; the intervention is a non‑drug neuromodulation intended to alter LC/NE activity and thereby potentially affect cognition. citeturn0search0turn0search4",
        "Act (key details extracted): The listed intervention is transcutaneous auricular vagus nerve stimulation (t‑VNS / taVNS) used for short periods (~15–45 minutes) to modulate LC activity; the protocol focuses on LC function and cognitive measures rather than testing a biologic or small molecule. citeturn0search0turn0search4",
        "Supporting evidence that tVNS can activate the LC: Preclinical/experimental work shows taVNS activates LC neurons and produces central effects consistent with noradrenergic activation. This supports the study’s rationale for using tVNS to modulate LC/NE signaling. citeturn0search3",
        "Supporting evidence about the LC in AD and cognition: The LC is an early site of AD pathology and LC integrity is linked to memory and cognitive function in aging — the scientific background motivating LC‑targeted modulation. citeturn0search1turn0search2",
        "Reflect (classification decision): The intervention is a device neuromodulation targeting the LC/norepinephrine system to influence cognition. It is not a monoclonal antibody or vaccine (disease‑targeted biologic), nor a small‑molecule drug, nor primarily aimed at treating neuropsychiatric symptoms. Therefore the best fit among the provided categories is \"cognitive enhancer.\" The trial does not involve a conventional drug or placebo to list. citeturn0search0turn0search4"
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The intervention is transcutaneous auricular vagus nerve stimulation (taVNS), a device-based neuromodulation intended to modulate locus coeruleus (LC) function and thereby alter central norepinephrine (noradrenaline, NE) signalling to influence arousal and cognition — i.e., it targets the noradrenergic neurotransmitter system rather than amyloid, tau, inflammation, etc. citeturn0search3turn0search6",
        "Act: Key details extracted from the trial description — single-session/brief taVNS (15–45 min or event-locked trains) delivered to auricular vagal afferents to modulate LC activity measured with MRI and pupillometry; supporting experimental and human neuroimaging work shows taVNS can modulate LC activity, pupil responses and cognitive/attentional measures. citeturn0search2turn0search1turn0search4",
        "Reflect: This therapeutic focus best maps to CADRO category D) Neurotransmitter Receptors because the primary biological target is the LC–norepinephrine neurotransmitter system (a neurotransmitter pathway). Although the intervention is a device (not a small molecule or biologic), the mechanism is modulation of a neurotransmitter system rather than a disease protein (amyloid/tau), inflammation, vasculature, synaptic plasticity only, or a purely diagnostic procedure — therefore D is the most specific CADRO match. The trial is not multi-target (R) and not non-therapeutic (T). citeturn0search3turn0search6",
        "Web search results used (summary): (1) taVNS modulates LC activity and LC functional connectivity on fMRI (human studies). citeturn0search1turn0search3 (2) Event-related and short-train taVNS studies show modulation of behaviour and pupil (LC-NE marker) consistent with LC activation. citeturn0search2 (3) Preclinical work shows taVNS can activate LC neurons and produce central effects mediated by LC. citeturn0search0 (4) Reviews and mechanistic papers describe the afferent NTS→LC pathway by which auricular VNS can increase noradrenergic signalling. citeturn0search6turn0search7 (5) Locus coeruleus is an early site of tau pathology in Alzheimer’s disease and LC integrity relates to cognition, supporting the rationale for LC-targeted modulation in cognitive aging/AD contexts. citeturn1search0turn1search3"
    ]
}