{
    "nct_id": "NCT05406648",
    "title": "The Effect of Black Mulberry (Morus Nigra) Consumption on Cognitive Functions and Antioxidant Capacity in Individuals Diagnosed With Dementia",
    "status": "COMPLETED",
    "last_update_time": "2022-06-03",
    "description_brief": "The study was conducted with 44 patients who were diagnosed with mild-to-moderate Alzheimer's Disease. Participants were divided into 2 groups intervention group and the control group. The intervention group was administered 20 grams of black mulberry concentrate per day for 12 weeks and the control group received no intervention thorough the study. Cognitive functions, antioxidant capacity, and inflammation markers were evaluated at the baseline and at the end of the 12 weeks.",
    "description_detailed": "The purpose of this study is to investigate the effects of black mulberry on cognitive functions and biochemical parameters in patients with Alzheimer's disease. The study was conducted in a tertiary geriatric outpatient clinic with 44 patients aged over 65 years who were diagnosed with mild-to-moderate AD. The study was completed by 20 participants in the intervention group and 19 participants in the control group. The intervention group was administered 20 grams of black mulberry concentrate per day for 12 weeks. There was no intervention in the control group (n=19). Routine medical treatment for all participants was continued throughout the study. During the evaluation of the cognitive situation, Mini-Mental State Assessment (MMSA) and AD Assessment Scale-Cognitive Subscale (ADAS-Cog) test were administered. Geriatric Depression Scale (GDS-15) was used to screen for depression symptoms. In order to evaluate antioxidant capacity in serum samples Superoxide dismutase (SOD) enzyme, Total Oxidant Status (TOS), Total Antioxidant Status (TAS), and oxidative stress index level were examined. Furthermore, in order to evaluate lipid oxidation, Malondialdehyde (MDA) level was examined. For the evaluation of inflammation, serum Interleukin 1-beta (IL-1 beta) and Transforming growth factor-beta (TGF-beta) levels were measured.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "SUPPORTIVE_CARE",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "Morus nigra (black mulberry) concentrate — 20 g/day (dietary/food supplement)"
    ],
    "placebo": [
        "no intervention / control group"
    ],
    "explanation_target": [
        "Reason: The intervention is daily consumption of black mulberry (Morus nigra) concentrate (20 g/day) in patients with mild-to-moderate Alzheimer disease. The study evaluated cognitive outcomes (MMSE, ADAS‑Cog) and biochemical markers (antioxidant capacity, inflammation), consistent with testing a nutritional/supplement intervention aimed at improving cognition rather than a biologic or small‑molecule therapy directed at amyloid or tau pathology. citeturn0search2turn0search0",
        "Act: Key extracted details — intervention: Morus nigra (black mulberry) concentrate, 20 g/day for 12 weeks; control: no intervention. The published pilot/feasibility report and trial registry describe modest cognitive change (ADAS‑Cog improvement in the intervention group) and measurement of antioxidant/inflammatory markers. This supports an antioxidant/anti‑inflammatory mechanism rather than a targeted anti‑amyloid or anti‑tau mechanism. citeturn0search0turn0search2",
        "Additional evidence on mechanism: Preclinical and biochemical studies report that Morus nigra extracts have antioxidant effects (reduced MDA, increased SOD/GPx/CAT in animal models), consistent with the human trial measuring oxidative stress markers. This supports classification as a cognitive enhancer via antioxidant/anti‑inflammatory actions rather than a disease‑targeted biologic or small molecule. citeturn0search4turn0search6",
        "Reflect: Classification — 'cognitive enhancer'. Rationale: The intervention is a food‑based supplement (black mulberry concentrate) intended to improve cognition/oxidative status; it is not a monoclonal antibody, vaccine, or defined small‑molecule drug targeting core AD pathology (amyloid/tau), nor is it aimed primarily at neuropsychiatric/behavioral symptoms. The control arm received no placebo, which is noted. No ambiguity that would move this into 'disease‑targeted biologic' or 'small molecule'. Sources: trial registry and the pilot study report, plus supporting preclinical antioxidant data. citeturn0search2turn0search0turn0search4"
    ],
    "agent_type": "G) Oxidative Stress",
    "explanation_agent": [
        "Reason: The trial tests daily consumption of black mulberry (Morus nigra) concentrate (20 g/day) in people with mild–to–moderate Alzheimer disease and measures cognitive outcomes plus biochemical markers of antioxidant capacity and inflammation, indicating the intervention is intended to act via antioxidant/oxidative‑stress pathways rather than by directly targeting amyloid or tau. citeturn0search9",
        "Act: Key extracted details — intervention: Morus nigra (black mulberry) concentrate, 20 g/day for 12 weeks; outcome measures included MMSE, ADAS‑Cog and assays of antioxidant/inflammatory markers. Preclinical and biochemical studies show Morus nigra extracts improve cognition in aging/AD models and modulate antioxidant enzymes (SOD, GPx, CAT) and reduce lipid peroxidation (MDA), supporting an antioxidant mechanism; separate studies report anti‑inflammatory effects (reduced proinflammatory cytokines). citeturn0search9turn0search5turn0search6turn0search0",
        "Reflect: CIFARO/CADRO mapping — the primary biological action supported by the clinical and preclinical evidence is reduction of oxidative stress (antioxidant enzyme effects, reduced oxidative markers), which maps most specifically to CADRO category G) Oxidative Stress. Although anti‑inflammatory actions are reported (CADRO F), the trial and mechanistic literature emphasize antioxidant activity as the principal pathway measured and invoked, so G is the most specific fit rather than F or R (multi‑target). citeturn0search5turn0search6",
        "Web search results (key sources found): (1) Pilot clinical trial: \"The effect of black mulberry (Morus nigra) consumption on cognition in patients with mild‑to‑moderate Alzheimer's dementia: A pilot feasibility study\" — trial details and outcomes. citeturn0search9 (2) Preclinical cognitive/oxidative stress study: M. nigra extract improves cognitive impairment and regulates antioxidant enzymes in d‑galactose aging mice. citeturn0search5 (3) Oxidative Medicine paper: Anti‑inflammatory and antioxidant properties of M. nigra in LPS‑induced sepsis model (detailed phytochemical and antioxidant/anti‑inflammatory data). citeturn0search6 (4) PLOS/PubMed report: flavonoids from black mulberry show antioxidant and anti‑inflammatory activity with inhibition of pro‑inflammatory cytokines. citeturn0search0"
    ]
}