{
    "nct_id": "NCT00499200",
    "title": "A Positron Emission Tomography Study to Assess the Level and Duration of Occupancy of Serotonin-1A Receptors Produced by Single Oral Doses of SRA-444 in Healthy Elderly Subjects and in Subjects With Alzheimer Disease",
    "status": "COMPLETED",
    "last_update_time": "2008-07-07",
    "description_brief": "The study will include a preliminary pharmacokinetics (PK) / safety / tolerability evaluation in healthy elderly subjects followed by the Receptor Occupancy (RO) evaluations in healthy elderly subjects and in Alzheimer's Disease (AD) subjects.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "SRA-444"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The trial title and description state the study is measuring serotonin-1A (5-HT1A) receptor occupancy after single oral doses of SRA-444 using PET, and is a Phase 1 PK/safety/tolerability and RO study (NCT00499200). citeturn0search0",
        "Act: Public records and trial registries identify SRA-444 as a small-molecule, selective, potent full antagonist at the human 5-HT1A receptor developed by Wyeth (later Pfizer) for symptomatic treatment of dementia/Alzheimer’s disease — i.e., a symptomatic (non–amyloid/tau) approach aimed at cognitive/behavioral effects rather than disease modification. Example source with mechanism and chemical name: 5-fluoro-8-{4-[4-(6-methoxyquinolin-8-yl)piperazin-1-yl]piperidin-1-yl}quinoline tri‑succinate — described as a 5-HT1A antagonist being developed for symptomatic treatment. citeturn0search5turn0search4",
        "Reflect: Because SRA-444 is a small-molecule 5-HT1A receptor antagonist developed to provide symptomatic benefit in dementia (and the trial uses PET RO to measure receptor engagement), this fits the 'Cognitive enhancer' category (symptomatic cognitive improvement) rather than a disease-targeting biologic or small molecule directed at Alzheimer pathology (amyloid/tau) or a neuropsychiatric-only intervention. Note: receptor-occupancy/PET studies themselves are pharmacodynamic/diagnostic methods, but the drug’s intended use (symptomatic treatment) determines the category. citeturn0search5turn0search0",
        "Web-search sources (supporting the above): ClinicalTrials entry for NCT00499200 describing the PET 5-HT1A occupancy study of SRA-444. citeturn0search0",
        "Wyeth/Pfizer trial descriptions and single-ascending-dose study entries listing SRA-444 and its development as a symptomatic 5-HT1A antagonist. citeturn0search4turn0search7",
        "A trial registry summary giving the chemical name and stating SRA-444 is a selective, potent, full antagonist at the human 5-HT1A receptor developed for symptomatic treatment of mild–moderate Alzheimer-type dementia. citeturn0search5"
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The trial title and registry entry show the study is measuring serotonin‑1A (5‑HT1A) receptor occupancy (PET) after SRA‑444 dosing in healthy elderly and AD subjects, indicating the drug’s primary focus is a neurotransmitter receptor target. citeturn0search0",
        "Act: Public records, MeSH/patent data and trial summaries identify SRA‑444 (chemical: 5‑fluoro‑8‑(4‑(4‑(6‑methoxyquinolin‑8‑yl)piperazin‑1‑yl)piperidin‑1‑yl)quinoline / related names) as a small‑molecule selective 5‑HT1A (serotonin‑1A) receptor antagonist developed by Wyeth/Pfizer for symptomatic treatment of dementia/Alzheimer’s — i.e., it modulates serotonin neurotransmission rather than targeting amyloid, tau, or other disease‑modifying pathways. citeturn0search5turn0search7",
        "Reflect: Mapping this mechanism to CADRO, the most specific category is D) Neurotransmitter Receptors because the intervention directly targets a neurotransmitter receptor (5‑HT1A). The PET receptor‑occupancy study is a pharmacodynamic/diagnostic measure but does not change the drug’s target classification. There is no clear evidence of multiple mechanistic targets or primary focus on amyloid/tau, inflammation, metabolism, etc., so 'D' is the appropriate CADRO category. citeturn0search0turn0search5",
        "Supporting web search results: NCT00499200 study record (PET 5‑HT1A occupancy study of SRA‑444). citeturn0search0; Trial registry summary / trial snapshot (trial details, sponsor Wyeth/Pfizer). citeturn0search1; MeSH / chemical entry showing the compound and listing 'Serotonin 5‑HT1 Receptor Antagonists' pharmacologic action. citeturn0search5; Wyeth patent and filing showing compound series and Wyeth development. citeturn0search7"
    ]
}