{
    "nct_id": "NCT05558709",
    "title": "Social-cognitive Functioning: Validation of a New Neuropsychological Test and Prediction of Social Behavioural Disorders in Daily Life",
    "status": "RECRUITING",
    "last_update_time": "2025-07-11",
    "description_brief": "It is now established that disturbances in social cognition are frequent in neurology and that they contribute to the development of social conduct disorders. Their assessment is therefore essential, particularly in order to propose early and adapted care. However, this assessment remains limited today. A new serious game-type test, REALSoCog, has been developed to address the shortcomings of current tools and to highlight disturbances in social behaviors. The latter are not always observed in consultation although they are often reported by caregivers. The objective of this research is therefore to validate the REALSoCog task in a pathological population (currently being standardized in the general population: CER-U, IRB N°: 00012020-115). The clinical interest of this task will be tested with a group of patients suffering from a neurodegenerative disease (Alzheimer's disease (AD), dementia with Lewy bodies (DCL), fronto-temporal lobar degeneration (FTD)) in order to assess its sensitivity and specificity in the detection of social-cognitive disturbances, and in particular in terms of social behaviors (detection of social behavioral disorders reported in daily life). The objective is also to document the socio-cognitive profiles in the mentioned diseases thanks to a more ecological test, and to better understand the links between socio-cognitive processes on the one hand, and individual characteristics on the other hand (e.g. mood and social participation).",
    "description_detailed": "It is now established that disturbances in social cognition are frequent in neurology and that they contribute to the development of social conduct disorders. Their assessment is therefore essential, particularly in order to propose early and adapted care. However, this assessment remains limited today. A new serious game-type test, REALSoCog, has been developed to address the shortcomings of current tools and to highlight disturbances in social behaviors. The latter are not always observed in consultation although they are often reported by caregivers. The objective of this research is therefore to validate the REALSoCog task in a pathological population (currently being standardized in the general population: CER-U, IRB N°: 00012020-115). The clinical interest of this task will be tested with a group of patients suffering from a neurodegenerative disease (Alzheimer's disease (AD), dementia with Lewy bodies (DCL), fronto-temporal lobar degeneration (FTD)) in order to assess its sensitivity and specificity in the detection of social-cognitive disturbances, and in particular in terms of social behaviors (detection of social behavioral disorders reported in daily life). The objective is also to document the socio-cognitive profiles in the mentioned diseases thanks to a more ecological test, and to better understand the links between socio-cognitive processes on the one hand, and individual characteristics on the other hand (e.g. mood and social participation).",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "OTHER",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The description states this is the validation of REALSoCog, a new \"serious game\" neuropsychological test to detect social-cognitive and social-behavioral disturbances in patients with neurodegenerative diseases (Alzheimer's disease, Lewy body dementia, frontotemporal degeneration). This is an assessment/diagnostic/psychometric study (test validation), not an investigational drug or therapeutic intervention. citeturn0search2turn0search4",
        "Act: Extracted details and evidence — REALSoCog is presented as a multidimensional, ecological social-cognition assessment implemented as a virtual/serious-game task; initial psychometric work and normative data are reported in a neuropsychology journal; the trial listing describes validation in pathological populations (AD, DCL/LBD, FTD) and explicitly frames the objective as sensitivity/specificity and socio-cognitive profiling rather than treatment. No drug or pharmacologic intervention is mentioned in the protocol or listings. citeturn0search1turn0search2turn0search6",
        "Reflect: Classification check — by the definitions provided, this trial does not test a biologic or small-molecule disease-modifying agent (so not categories 1 or 2), nor a cognitive-enhancing drug or an intervention aimed at treating neuropsychiatric symptoms. It is a diagnostic/assessment instrument validation study; therefore the correct category is 'N/A'. There is no drug or placebo to identify in the protocol, so none were found in the search results. citeturn0search2turn0search6",
        "Web search results (sources used): JLE / Revue de neuropsychologie article reporting psychometrics and normative data for REALSoCog (multidimensional social-cognition task). citeturn0search1; ICH GCP / clinical-trial registry entry summarizing the REALSoCog validation study (title and objectives). citeturn0search2; MedPath / trial listing with study timeline and details. citeturn0search4; CenterWatch trial listing with eligibility and site (Hôpital de la Pitié-Salpêtrière) and confirmation that study is an assessment/validation study. citeturn0search6"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}