{
    "nct_id": "NCT06189963",
    "title": "A Phase I/IIa, Study to Evaluate the Safety, Tolerability and Exploratory Efficacy of SNK01 in Participants With Moderate Alzheimer's Disease",
    "status": "RECRUITING",
    "last_update_time": "2025-06-18",
    "description_brief": "The goal of this clinical trial is to test SNK01 in participants with moderate Alzheimer's Disease. The main questions it aims to answer are:\n\n1. Is SNK01 safe and tolerable when administered every 3 weeks for up to 1 year as an intravenous infusion\n2. Can SNK01 administration improve cognitive assessment scores and biomarkers",
    "description_detailed": "N/A",
    "phase": [
        "PHASE1",
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted biologic",
    "drug": [
        "SNK01 (autologous, expanded natural killer [NK] cell therapy)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The investigational product SNK01 is described in published reports as an autologous, non‑genetically modified, expanded natural killer (NK) cell product that can uptake/degrade protein aggregates, secrete anti‑inflammatory cytokines and eliminate activated T cells — activities directed at AD pathology and neuroinflammation rather than a conventional small‑molecule symptomatic effect. citeturn0search2turn0search0",
        "Act (extracted trial details): SNK01 is administered intravenously every 3 weeks (Phase I used 4 infusions every 3 weeks; the Phase I/IIa program plans more prolonged dosing up to ~1 year). The program is a Phase I/IIa study in participants with moderate Alzheimer’s disease assessing safety, tolerability, cognitive assessments and CSF/plasma biomarkers (amyloid, tau, GFAP, etc.). citeturn0search0turn0search5turn0search6",
        "Act (mechanism & biomarker effects): Phase 1 reports and abstracts state SNK01 reduced or altered CSF biomarkers (pTau181, Aβ42/40, GFAP, alpha‑synuclein) and showed stable/improved cognitive composite scores in many participants, consistent with a potential disease‑modifying biological effect rather than only symptomatic cognitive enhancement. citeturn0search2turn0search3turn0search6",
        "Classification decision: Given SNK01 is a cell‑based biologic (autologous NK cells) targeting protein aggregates and neuroinflammation linked to AD pathology, the correct category is 'disease-targeted biologic'. This fits the definition of a biologic intervention aimed at disease modification. citeturn0search2turn0search0",
        "Reflect (ambiguity and notes): The trial also measures cognitive outcomes, which could suggest symptomatic benefit; however, the product’s mechanism (cell therapy affecting aggregates and neuroinflammation) and biomarker changes support a disease‑targeted biologic classification. The provided trial text did not mention placebo in the snippet; later Phase 2 plans are reported as randomized double‑blind, but the primary Phase 1 was safety/open‑label. citeturn0search5turn0search0",
        "Web search sources used (key references): - 'Treatment of Alzheimer's Disease subjects with expanded non‑genetically modified autologous natural killer cells (SNK01): a phase I study' (Alzheimer's Research & Therapy / PubMed summary). citeturn0search0turn0search2 - NKGen/Nasdaq/press coverage and news reports on the Phase I/IIa program and dosing plans. citeturn0search5turn0search3 - News and clinical summaries reporting biomarker and cognitive outcomes from the Phase 1 trial. citeturn0search6turn0search7"
    ],
    "agent_type": "R) Multi-target",
    "explanation_agent": [
        "Reason: SNK01 is an autologous NK‑cell therapy described to both uptake/degrade extracellular protein aggregates (Aβ and α‑synuclein) and to reduce neuroinflammation by secreting anti‑inflammatory cytokines and eliminating activated T cells — i.e., it acts on proteostasis/proteinopathies and on inflammatory pathways. citeturn0search1turn0search0turn0search2",
        "Act: Extracted trial details show SNK01 (troculeucel) is an intravenously administered, non‑genetically modified expanded NK cell product with reported CSF biomarker changes (pTau181, Aβ42/40, GFAP, α‑synuclein) and cognitive stabilization in Phase 1; the program proceeded to Phase 1/2a with longer dosing. These details support activity on both protein aggregates and neuroinflammation. citeturn0search1turn0search2turn1search6",
        "Reflect: The intervention is a biologic cell therapy whose mechanisms explicitly span CADRO categories I) Proteostasis/Proteinopathies (clearance/degradation of aggregates) and F) Inflammation (modulation of neuroinflammation). Because the product targets both processes rather than a single narrowly defined CADRO domain, the most specific CADRO assignment is R) Multi‑target. If future data show a single dominant mechanism (e.g., only aggregate clearance), reclassification to I) Proteostasis/Proteinopathies or F) Inflammation could be considered. citeturn0search0turn0search1",
        "Web sources used: - Treatment of Alzheimer's Disease subjects with expanded non‑genetically modified autologous natural killer cells (SNK01): a phase I study (Alzheimer's Research & Therapy / PubMed). citeturn0search1turn0search0 - NKGen Biotech press release / AAIC 2024 biomarker summary. citeturn0search2 - NKGen / troculeucel program announcements and Phase 1/2a trial updates. citeturn1search6turn1search7turn1search4"
    ]
}