{
    "nct_id": "NCT00479349",
    "title": "An Ascending Multiple Dose Study of the Safety, Pharmacokinetics (PK), and Pharmacodynamics (PD) of SAM-531 Administered Orally to Healthy Japanese Young Male and Elderly Subjects",
    "status": "COMPLETED",
    "last_update_time": "2009-07-06",
    "description_brief": "To assess the safety and tolerability of ascending multiple oral doses of SAM-531, an investigational drug, in healthy Japanese young male and elderly subjects.To provide the pharmacokinetics (PK) and pharmacodynamics (PD) profiles of multiple oral doses of SAM-531 in healthy Japanese young male and elderly subjects.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "SAM-531 (cerlapirdine; PF-05212365)"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The trial drug SAM-531 is described in clinical-trial records for Alzheimer disease and literature as cerlapirdine, a selective 5-HT6 (serotonin 6) receptor antagonist — a small-molecule mechanism developed to improve cognition/symptoms in AD rather than to directly clear amyloid or tau, so it fits the \"cognitive enhancer\" category. citeturn0search1turn0search4",
        "Act: Extracted details — drug name: SAM-531 (identified in sources as cerlapirdine, PF-05212365); drug type/mechanism: selective, potent 5-HT6 receptor antagonist (small molecule); indication in the registry: Alzheimer disease; some related trials included placebo arms. These points come from clinical-trial registry entries and a PubMed ADME/metabolism paper. citeturn0search1turn0search6turn0search4",
        "Reflect: Classification check — 5-HT6 antagonists have been pursued as symptomatic cognitive enhancers in AD (not disease-modifying biologics). Related Phase 2/efficacy studies of SAM-531 were conducted and later declared futile/terminated, which is consistent with a symptomatic cognitive-enhancement development program rather than a disease-targeting biologic. Therefore the correct category is \"cognitive enhancer.\" citeturn0search4turn0search8turn0search9",
        "Web search results (sources supporting above): 1) Clinical-trial listing matching the provided description (ascending multiple-dose SAM-531 in healthy Japanese subjects). citeturn0search1 2) PubMed article describing cerlapirdine (SAM-531, PF-05212365) as a selective, full 5-HT6 receptor antagonist and discussing its metabolism/disposition. citeturn0search4 3) Phase 2 study registry showing SAM-531 used vs placebo in mild–moderate AD. citeturn0search6 4) Phase 2 dose-comparison trial listing and note of termination for futility. citeturn0search8 5) Adis/industry trial profiling linking SAM-531 to cerlapirdine. citeturn0search9"
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The investigational drug SAM-531 (cerlapirdine; PF-05212365) is described in the literature and trial registries as a selective, potent antagonist of the 5-HT6 (serotonin 6) receptor. 5-HT6 is a neurotransmitter GPCR, and antagonists of this receptor are developed as symptomatic cognitive enhancers in AD rather than as disease-modifying anti-amyloid/tau agents. citeturn0search2turn0search12",
        "Act: Extracted details — drug name: SAM-531 (cerlapirdine; PF-05212365); mechanism: selective 5-HT6 receptor antagonist (small molecule); trial type: Phase I ascending single- and multiple-dose studies in healthy Japanese subjects for PK/PD and safety; indication context: developed for cognitive symptoms in Alzheimer disease. These facts are supported by clinical-trial records and pharmacology/ADME publications. citeturn1search7turn0search2",
        "Reflect: The CADRO category that best matches a small-molecule antagonist acting at a serotonin receptor is D) Neurotransmitter Receptors. The trial is focused on a symptomatic cognitive-enhancer mechanism (5-HT6 antagonism) rather than amyloid, tau, inflammation, or other pathways, so D is the most specific fit. No evidence in the description indicates multiple distinct biological targets or a non-therapeutic diagnostic focus, so 'R) Multi-target' and 'T) Other' are not appropriate. citeturn0search12turn1search9",
        "Web search results supporting the classification: 1) PubMed ADME/metabolism paper describing cerlapirdine (SAM-531, PF-05212365) as a selective, potent full 5-HT6 receptor antagonist and its human disposition. citeturn0search2 2) Trial registry / trial-summary entries for ascending single- and multiple-dose SAM-531 studies in healthy (including Japanese) subjects (phase 1). citeturn1search2turn1search7 3) Product/compound pages (GlpBio/TargetMol/MedKoo) and Wikipedia summarizing cerlapirdine synonyms and its pharmacology as a 5-HT6 antagonist. citeturn0search1turn0search3turn0search4turn0search12",
        "Final classification: D) Neurotransmitter Receptors — Cerlapirdine (SAM-531) is a 5-HT6 (serotonin) receptor antagonist developed as a symptomatic cognitive enhancer in Alzheimer disease, which maps to CADRO category D."
    ]
}