{
    "nct_id": "NCT05336695",
    "title": "Assess the Brain Levels of Fibrin in Alzheimer's Disease and Its Related Dementias Subjects Using 64Cu-FBP8 PET",
    "status": "RECRUITING",
    "last_update_time": "2025-09-22",
    "description_brief": "The goal of this project is to quantify brain fibrin content using 64Cu-FBP8-PET in the brains of subjects ranging from cognitively normal to clinically diagnosed with ADRD to evaluate potential regional differences.",
    "description_detailed": "While there are many potential therapeutics being evaluated for Alzheimer's disease and related dementias (ADRD), there is currently no known cure for ADRD and its origin and pathophysiology are still not well understood. However, the association of fibrin with ADRD is becoming increasingly clearer. Up to now it was not possible to quantify brain fibrin in vivo to better elucidate its role in ADRD, but recently, 64Cu-FBP8 was proposed as a tool to detect thrombus anywhere in the body. This unique tool will allow us to non-invasively assess brain fibrin levels in at-risk and ADRD subjects.\n\nThe goal of this project is to use 64Cu-FBP8-PET in the brains of subjects ranging from cognitively normal to clinically diagnosed with ADRD to assess fibrin levels. It is expected that about 30 people will take part in this research study. 64Cu-FBP8-PET is not currently approved by the U.S. Food and Drug Administration (FDA).",
    "phase": [
        "PHASE1",
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "DIAGNOSTIC",
    "results": null,
    "target_category": "N/A",
    "drug": [
        "64Cu‑FBP8 (fibrin‑binding PET probe)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The described study uses 64Cu‑FBP8‑PET to quantify brain fibrin content across cognitively normal to ADRD subjects — this is a diagnostic molecular imaging probe that binds fibrin to visualize/measure fibrin deposition, not a therapeutic agent intended to modify disease, cognition, or neuropsychiatric symptoms. citeturn0search1turn0search2",
        "Act: Key extracted details — intervention: 64Cu‑FBP8; type: fibrin‑binding PET radiotracer (molecular imaging probe); intended effect: measure/quantify regional brain fibrin (biomarker/diagnostic). Because this is an imaging tracer (diagnostic), it does not fit the four therapeutic categories (disease‑targeted biologic, disease‑targeted small molecule, cognitive enhancer, or neuropsychiatric symptom improvement) and is therefore classified as 'N/A'. citeturn0search3turn0search5",
        "Reflect: Confirming classification — published animal and first‑in‑human studies describe 64Cu‑FBP8 as a fibrin‑binding PET probe developed for thrombus detection and fibrin imaging (and recently evaluated for human dosimetry and safety), supporting that its role is diagnostic/biomarker measurement rather than a treatment. No therapeutic mechanism or intent is described in the trial text, so 'N/A' is appropriate. citeturn0search2turn0search1",
        "Web search results (summary of supporting sources): 1) First‑in‑human safety and dosimetry report for [64Cu]FBP8 (fibrin‑binding PET probe) — describes biodistribution, safety, fast clearance, and suitability for noninvasive fibrin imaging in humans. citeturn0search1 2) Preclinical/translation papers showing 64Cu‑FBP8 detects thrombi and estimates fibrin content in animal models; supports probe's fibrin‑binding diagnostic use. citeturn0search2turn0search4 3) medRxiv / preprint reporting dosimetry and favorable imaging properties for [64Cu]FBP8, supporting clinical PET use for fibrin imaging. citeturn0search3"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}