{
    "nct_id": "NCT04100057",
    "title": "Sleep Disturbance and Emotion Regulation Brain Dysfunction as Mechanisms of Neuropsychiatric Symptoms in Alzheimer's Dementia",
    "status": "RECRUITING",
    "last_update_time": "2024-08-12",
    "description_brief": "Recent findings suggest that sleep disruption may contribute to the generation and maintenance of neuropsychiatric symptoms including anxiety, depression, agitation, irritation, and apathy while treating sleep disruption reduces these symptoms. Impairments in the neural systems that support emotion regulation may represent one causal mechanism mediating the relationship between sleep and emotional distress. However, this model has not yet been formally tested within a sample of individuals with or at risk for developing Alzheimer's Disease (AD)\n\nThis proposal aims to test a mechanistic model in which sleep disturbance contributes to neuropsychiatric symptoms through impairments in fronto-limbic emotion regulation function in a sample of individuals at risk for developing, or at an early stage of AD.\n\nThis study seeks to delineate the causal association between sleep disruption, fronto-limbic emotion regulation brain function, and neuropsychiatric symptoms. These aims will be achieved through a mechanistic, randomized 2-arm controlled trial design. 150 adults experiencing sleep disturbances and who also have cognitive impairment with the presence of at least mild neuropsychiatric symptoms will be randomized to receive either a sleep manipulation (Cognitive Behavioral Therapy for Insomnia CBT-I; n=75) or an active control (n=75). CBT-I improves sleep patterns through a combination of sleep restriction, stimulus control, mindfulness training, cognitive therapy targeting dysfunctional beliefs about sleep, and sleep hygiene education. Neuropsychiatric symptoms, fronto-limbic functioning, and sleep disruption will be assessed at baseline and at the end of the sleep manipulation through functional Magnetic Resonance Imaging (fMRI), clinical interviews, PSG recordings, and self-report questionnaires. Neuropsychiatric symptoms (anxiety and depression) and sleep disturbance (actigraphy, Insomnia Severity Index, and sleep diaries) will be assayed at baseline and each week throughout the sleep manipulation to assess week-to-week changes following an increasing number of CBT-I sessions. Wristwatch actigraphy will be acquired from baseline to the end of the sleep manipulation at week 11. Neuropsychiatric symptoms and sleep will be assessed again at six months post-manipulation.",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "neuropsychiatric symptom improvement",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial is a mechanistic, randomized 2-arm behavioral intervention testing Cognitive Behavioral Therapy for Insomnia (CBT-I) vs an active control to reduce neuropsychiatric symptoms (anxiety, depression, agitation, apathy) by improving sleep and fronto-limbic emotion-regulation function. This framing and the stated primary outcome indicate the intervention targets neuropsychiatric symptom reduction rather than AD pathology or cognition. citeturn0search0",
        "Act: Key extracted details — intervention = Cognitive Behavioral Therapy for Insomnia (CBT-I); comparator = active control / desensitization-style control; primary outcomes include neuropsychiatric symptoms (NPI composite), fronto-limbic fMRI measures, and insomnia severity. No pharmacologic drug or biologic is tested. (NCT04100057). citeturn0search2turn0search0",
        "Reflect: Classification check — CBT-I is a non-drug behavioral sleep treatment whose goal here is to reduce neuropsychiatric symptoms via sleep improvement, so it does not meet definitions for a disease-targeted biologic or small molecule, nor is it primarily a cognitive-enhancer intervention. Therefore the correct category is \"neuropsychiatric symptom improvement.\" Supporting background on CBT-I as a first-line behavioral insomnia treatment is provided. citeturn0news14turn0search1"
    ],
    "agent_type": "O) Circadian Rhythm",
    "explanation_agent": [
        "Reason: The trial is a mechanistic randomized behavioral intervention (Cognitive Behavioral Therapy for Insomnia, CBT-I) aimed at improving sleep and fronto‑limbic emotion‑regulation to reduce neuropsychiatric symptoms in people with Alzheimer disease / cognitive impairment. This indicates the intervention's primary biological/behavioral focus is sleep/circadian regulation rather than an amyloid, tau, inflammatory, or other molecular AD target. citeturn0search4turn0search1",
        "Act: Key extracted details — intervention = Cognitive Behavioral Therapy for Insomnia (CBT‑I); comparator = Desensitization Therapy for Insomnia (active control); primary outcomes = neuropsychiatric symptoms (NPI composite), fronto‑limbic fMRI measures, and insomnia severity (ISI). No pharmacologic drug, biologic, or molecular pathway is tested. citeturn0search1turn0search4",
        "Reflect: CADRO mapping — CBT‑I is a sleep/circadian behavioral treatment, so the best CADRO category is O) Circadian Rhythm (interventions that target sleep/circadian processes). An alternative would be T) Other only if the trial were non‑therapeutic (diagnostic) or entirely symptom‑management with no circadian/sleep target; here the explicit sleep manipulation supports O). Supporting literature showing CBT‑I is a standard behavioral sleep intervention is provided. citeturn0search2turn0search3",
        "Web search results used:",
        "- Trial registry / study summary describing CBT‑I vs active control and outcomes (NCT04100057). citeturn0search4",
        "- MedPath / trial listing with intervention and primary outcomes (NPI composite, fronto‑limbic fMRI, ISI). citeturn0search1",
        "- Stanford/clinicaltrials listing for NCT04100057. citeturn0search5",
        "- RCTs and reviews supporting CBT‑I as a behavioral sleep treatment in older adults. citeturn0search2turn0search3"
    ]
}