{
    "nct_id": "NCT01093664",
    "title": "Phase IB Follow-up Study to Assess a Boost Immunization With AFFITOPE AD02 With Regard to Safety/Tolerability, Immunological and Clinical Activity in Alzheimer Patients Who Have Received the Vaccine Within the Clinical Study AFF002",
    "status": "COMPLETED",
    "last_update_time": "2010-10-18",
    "description_brief": "This is a phase IB follow-up study to assess a boost immunization with AFFITOPE AD02 with regard to safety/tolerability, immunological and clinical activity in Alzheimer patients who have received the vaccine within the clinical study AFF002.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted biologic",
    "drug": [
        "AFFITOPE AD02 (active immunotherapy vaccine targeting amyloid-β)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial description states the intervention is a 'boost immunization with AFFITOPE AD02' in patients previously vaccinated, indicating an active vaccine (biologic) intervention rather than a small molecule or symptomatic drug. citeturn0search2turn0search3",
        "Act: Web sources identify AFFITOPE AD02 as an active immunotherapy (synthetic peptide vaccine) designed to elicit anti–amyloid-β antibodies (i.e., targets Alzheimer’s Aβ pathology), and it has been evaluated in phase I/II studies. This supports classification as a disease-targeted biologic. citeturn0search7turn0search0",
        "Additional context: Earlier AFFITOPE trials used IMM-AD04 (aluminum-containing formulation) as a control in some studies; however, the specific follow-up study described here tested boost vaccinations with AFFITOPE AD02. citeturn0search1turn0search6",
        "Reflect: Given AFFITOPE AD02 is a vaccine designed to generate anti-Aβ antibodies (a biologic intervention that targets Alzheimer’s pathology), the correct category is 'disease-targeted biologic'. There is no indication this is a cognitive-enhancer only or a neuropsychiatric-symptom treatment, and the intervention is therapeutic rather than a diagnostic, so 'N/A' is not appropriate."
    ],
    "agent_type": "A) Amyloid beta",
    "explanation_agent": [
        "Reason: The trial tests a boost immunization with AFFITOPE AD02 — an active immunotherapy vaccine explicitly designed to elicit anti–amyloid-β antibodies and target Aβ pathology in Alzheimer’s disease. citeturn0search1turn0search0",
        "Act: AFFITOPE AD02 is a synthetic 6-amino-acid AFFITOPE peptide (AFFITOME technology), conjugated to carrier/adjuvant to induce a humoral anti‑Aβ response; it has been evaluated in phase I/II studies for safety, tolerability, immunogenicity and clinical activity. citeturn0search3turn0search6turn0search7",
        "Reflect: This intervention is a disease-targeted biologic whose mechanism is specific to amyloid-β (not a symptomatic/signal-detection or non‑therapeutic procedure), so the CADRO category that best fits is A) Amyloid beta. No evidence in the description indicates multi-target or non-therapeutic classification. citeturn0search1turn0search6",
        "Web search results supporting classification (selected): 1) ALZFORUM summary: Affitope AD02 — active immunotherapy, amyloid-related target. citeturn0search1 2) Review (Alzheimer’s Research & Therapy): Affitope AD01/AD02 are 6‑aa peptides mimicking Aβ N‑terminus and were advanced to clinical testing. citeturn0search0 3) PubMed / phase II trial record: randomized phase II assessing clinical and immunological activity of AFFITOPE® AD02. citeturn0search6 4) Conference/publication summaries describing AFFITOPE development and phase I data. citeturn0search3turn0search7"
    ]
}