{
    "nct_id": "NCT05822362",
    "title": "Cannabidiol for Individuals at Risk for Alzheimer's Disease: A Randomized Placebo Controlled Trial",
    "status": "RECRUITING",
    "last_update_time": "2024-09-27",
    "description_brief": "This is a double-blind, randomized controlled trial designed to test the effects of cannabidiol (CBD) on validated biomarkers of Alzheimer's disease (AD) progression, and behavioral, neurocognitive, and clinical measures, with putative mechanisms of action.",
    "description_detailed": "To better understand the effects of hemp-derived CBD with and without a small amount of THC, we propose a Phase II randomized clinical trial (RCT) to examine the clinical effects of Full Spectrum CBD (fsCBD, contains less than 0.3% THC) vs. Broad Spectrum CBD (bsCBD, does not contain THC), vs. a matching placebo in a population of individuals diagnosed with mild cognitive impairment (MCI).\n\nThis is a double-blind, placebo-controlled, parallel group study designed to assess the efficacy of fsCBD and bsCBD, compared to a placebo control, on biomarkers of Alzheimer's disease progression, cognitive function, pain, sleep quality, anxiety, oxidative stress, and inflammation. If eligible for the study, subjects will be randomized to receive one of the conditions for 24 weeks.\n\nThe current study will test the hypothesis that a moderate dose of CBD will improve measures of Alzheimer's disease progression, cognitive function, pain, sleep quality, anxiety, oxidative stress, and inflammation as compared to placebo. The study will also test whether endocannabinoids mediate the effects of CBD on these outcomes.",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "cannabidiol (CBD)",
        "Full Spectrum CBD (fsCBD)",
        "Broad Spectrum CBD (bsCBD)"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The trial title and description state the intervention is cannabidiol (CBD) and that the study will test effects on validated biomarkers of Alzheimer’s disease (AD) progression as well as behavioral, neurocognitive, and clinical measures — indicating an intent to affect disease biology/progression rather than only symptomatic cognition or neuropsychiatric management. CBD is a plant-derived, small-molecule phytocannabinoid (not a biologic) with reported neuroprotective, anti-inflammatory, antioxidant and multi-receptor actions (e.g., PPARγ, TRPV1, adenosine/serotonin-related pathways). citeturn1search2turn0search1turn0search2",
        "Act: Key extracted trial details — NCT05822362 (Phase 2, University of Colorado Denver): double-blind, randomized, placebo-controlled, testing hemp-derived Full Spectrum CBD (fsCBD, <0.3% THC) vs Broad Spectrum CBD (bsCBD, no THC) vs matching placebo in people with mild cognitive impairment (MCI) with primary assessments including biomarkers of AD progression, cognitive and clinical measures; placebo control is explicit. Based on the drug identity (isolated CBD / CBD formulations) and the biomarker/disease-modifying intent, the intervention fits the disease-targeted small-molecule category. citeturn1search2turn1search4",
        "Reflect: I considered alternative categories — CBD has also been trialed for neuropsychiatric symptoms (e.g., agitation) and symptomatic outcomes in dementia, which could point toward a 'neuropsychiatric symptom improvement' classification in some studies. However, because this specific trial explicitly targets validated AD progression biomarkers (disease biology) and uses isolated/specified CBD formulations (small molecule), the most appropriate classification is 'disease-targeted small molecule'. For context, reviews and preclinical studies describe CBD’s multiple molecular targets and neuroprotective/anti-inflammatory effects supporting disease-directed rationale. citeturn0search3turn0search0"
    ],
    "agent_type": "R) Multi-target",
    "explanation_agent": [
        "Reason: The trial tests cannabidiol (CBD), a plant-derived small molecule with reported neuroprotective, anti-inflammatory, antioxidant and multi-receptor actions (e.g., effects on PPARγ, TRPV1, 5-HT1A/serotonin, CB1/CB2-related endocannabinoid modulation, FAAH inhibition, GPR55/TLR4 pathways). Those multiple molecular interactions indicate the intervention does not target a single CADRO mechanism (e.g., only inflammation or only neurotransmitter receptors) but rather several pathways relevant to Alzheimer’s pathobiology. citeturn0search4turn0search3",
        "Act: Key extracted trial details — Phase 2, University of Colorado Denver trial NCT05822362: double-blind randomized placebo-controlled comparing Full Spectrum CBD (fsCBD, <0.3% THC) vs Broad Spectrum CBD (bsCBD, no THC) vs placebo in people with MCI, with primary assessments including validated AD progression biomarkers, cognitive and clinical measures. The intervention is a disease‑targeted small molecule with a rationale based on multiple putative mechanisms (inflammation, oxidative stress, neuroprotection, neurotransmitter modulation). Given the multi-mechanistic pharmacology stated in the trial description and supported by reviews, the most specific CADRO classification is R) Multi-target. citeturn0search0turn0search1",
        "Reflect: I considered narrower CADRO categories — CBD’s anti-inflammatory and antioxidant effects would map to F) Inflammation and G) Oxidative Stress, and its actions at serotonin/TRP receptors could map to D) Neurotransmitter Receptors; but because CBD acts across these distinct pathways and the trial rationale explicitly invokes multiple mechanisms and biomarkers (not a single molecular target), the correct assignment is R) Multi-target rather than any single-category entry. If future data showed the trial focused on one dominant mechanism (e.g., selective PPARγ agonism), reclassification could be considered. citeturn0search4turn0search3",
        "Web search results used: • Trial registration/details for NCT05822362 (CBD for Individuals at Risk for Alzheimer’s Disease) — trial description, arms and outcomes. citeturn0search0turn0search1 • Reviews summarizing CBD molecular mechanisms and multi-receptor actions (neuroprotective, anti‑inflammatory, antioxidant; interactions with PPARγ, TRPV1, 5‑HT1A, FAAH, GPR55, TLR4 etc.). citeturn0search4turn0search3turn0search2"
    ]
}