{
    "nct_id": "NCT06304883",
    "title": "Long-term Extension of a Phase 3, Multicenter, Randomized, Double-Blind, Placebo- Controlled Study of the Efficacy, Safety, and Biomarker Effects of ALZ-801 in Subjects With Early Alzheimer's Disease and APOE4/4 Genotype",
    "status": "ACTIVE_NOT_RECRUITING",
    "last_update_time": "2025-07-30",
    "description_brief": "This study is being conducted to evaluate the long-term safety and efficacy of ALZ-801 in Early Alzheimer's disease (AD) subjects with the APOE4/4 genotype. This is an open-label trial of treatment with ALZ-801.",
    "description_detailed": "This is a long-term extension study of the Phase 3, multicenter, randomized, double-blind, placebo-controlled study of the efficacy, safety, and imaging biomarker effects of ALZ-801 in subjects with Early Alzheimer's Disease and APOE4/4 genotype. Subjects who at initial screening for the Phase 3 study were 50-80 years old, had a clinical diagnosis of AD, carried the APOE4/4 genotype, and were at the early stage of disease (Early AD\\], who complete at least 78 weeks of the Phase 3 study while on study medication, were eligible for enrollment. Subjects will be treated for 104 weeks with ALZ-801, followed by a 4-week safety follow-up visit after the last dose of ALZ-801. Clinical trial sites, subjects and their study partner will remain blinded to the treatment (ALZ-801 or placebo) that they received in the core Phase 3 study. The primary efficacy outcome assessment is a measure of cognition (ADAS-Cog 13). Additional measures of global and functional impairments will also be assessed. Imaging and biomarkers of AD and neurodegeneration will be measured.",
    "phase": [
        "PHASE3"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "Disease-targeted small molecule",
    "drug": [
        "ALZ-801 (valiltramiprosate; oral prodrug of tramiprosate)"
    ],
    "placebo": [
        "placebo (matched control used in randomized phase 3)"
    ],
    "explanation_target": [
        "Reason: The trial tests ALZ-801 in early AD APOE4/4 subjects; the described aim is to evaluate long-term safety, efficacy, and biomarker effects consistent with a disease-modifying approach rather than a symptomatic-only cognitive enhancer or neuropsychiatric treatment. citeturn0search1turn0search7",
        "Act (key details extracted): ALZ-801 is an oral small-molecule prodrug of tramiprosate (valiltramiprosate) that inhibits Aβ aggregation and blocks formation of neurotoxic soluble Aβ oligomers—i.e., it targets Alzheimer’s pathology (amyloid). The Phase 3 APOLLOE4 trial enrolled APOE ε4/ε4 subjects and is a randomized, double-blind, placebo-controlled study; the description provided (long-term extension of that Phase 3 study) matches these sources. citeturn0search3turn0search1turn0search5",
        "Reflect: Classification check — because ALZ-801 is a small-molecule, orally delivered anti-amyloid agent intended to engage Aβ pathology and alter disease biomarkers and progression, it fits the definition of 'Disease-targeted small molecule' (not a biologic, not solely a cognitive enhancer, nor a neuropsychiatric treatment). No contradictory details found in the protocol summary. citeturn0search0turn0search6",
        "Web-search evidence (selected sources used):",
        "- APOLLOE4 Phase 3 trial design and baseline characteristics (PubMed) — describes ALZ-801 265 mg BID, APOE4/4 focus, cognitive and biomarker endpoints. citeturn0search1",
        "- Alzheon product/press materials — ALZ-801 defined as an optimized prodrug of tramiprosate with anti-amyloid oligomer mechanism. citeturn0search3turn0search6",
        "- Phase 2 biomarker and open-label results (PubMed / Springer) — reports biomarker and safety findings consistent with anti-Aβ oligomer action and absence of ARIA-E in trials. citeturn0search5turn0search2",
        "- AlzForum summary of ALZ-801 and APOLLOE4 program. citeturn0search0",
        "Conclusion: Target category = 'Disease-targeted small molecule' because ALZ-801 is an oral small-molecule prodrug targeting amyloid beta oligomer formation (disease-modifying mechanism)."
    ],
    "agent_type": "A) Amyloid beta",
    "explanation_agent": [
        "Reason: The investigational drug ALZ-801 (valiltramiprosate) is an oral small‑molecule prodrug that acts to inhibit Aβ aggregation and block formation of neurotoxic soluble Aβ oligomers — i.e., it directly targets amyloid‑beta pathology, which maps to CADRO category A. citeturn0search4turn0search1",
        "Act: Key details extracted from the trial description and literature: ALZ-801 = valiltramiprosate (prodrug of tramiprosate), oral small molecule (265 mg BID in Phase 3 APOLLOE4), disease‑modifying aim in APOE ε4/ε4 early AD, mechanism = inhibition of Aβ oligomer formation/anti‑aggregation. These facts support assigning the trial to the Amyloid beta category. citeturn0search0turn0search2turn0search3",
        "Reflect: Classification check — the intervention is explicitly anti‑amyloid (upstream inhibition of oligomer formation), not a symptomatic neurotransmitter agent, inflammatory modulator, or diagnostic procedure, and the description does not indicate multiple distinct biological targets; therefore A) Amyloid beta is the most specific CADRO match. If broader multi-target activity were described, R) Multi‑target would be considered, but here evidence points to a single amyloid pathway target. citeturn0search4turn0search1",
        "Web search results used (selected):",
        "- APOLLOE4 Phase 3 trial design and baseline characteristics (PubMed) — describes ALZ-801 265 mg BID, APOE4/4 focus, cognitive and biomarker endpoints. citeturn0search0",
        "- Alzheon press releases describing valiltramiprosate/ALZ-801 as an oral prodrug with an upstream anti‑amyloid oligomer mechanism. citeturn0search1turn0search3",
        "- Tramiprosate mechanism paper (PubMed) — molecular/biophysical evidence that tramiprosate stabilizes Aβ monomers and inhibits oligomer formation (the ‘enveloping’ anti‑aggregation MOA). citeturn0search4",
        "- APOLLOE4 Phase 3 results abstract/report (PubMed) — confirms Phase 3 randomized, placebo‑controlled trial in APOE4/4 early AD evaluating efficacy, safety, and biomarkers for valiltramiprosate. citeturn0search2"
    ]
}