{
    "nct_id": "NCT01297218",
    "title": "Open-Label, Single-Center, Phase 1 Clinical Trial to Evaluate the Safety and the Efficacy of NEUROTSTEM®-AD in Patients With Dementia of the Alzheimer's Type",
    "status": "COMPLETED",
    "last_update_time": "2012-04-19",
    "description_brief": "The primary purpose of this study is to evaluate the safety and the tolerability of NEUROSTEM®-AD (Human Umbilical Cord Blood Derived Mesenchymal Stem Cells) and to assess the maximum tolerated dose (MTD). This study is also to investigate the efficacy of this study drug in patients with dementia of Alzheimer's type.",
    "description_detailed": "Most of the treatments for Alzheimer disease are chemical drug that is designed to temporarily increase acetylcholine, based on the cholinergic hypothesis. These drugs can improve the symptoms but is not able to inhibit the disease progression. New drugs from the disease have been developed but they have not been successful yet.\n\nMesenchymal stem cells (MSC) are capable of differentiating into various tissues. Due to the characteristics of the cells it has been widely investigated in tissue regeneration. In addition, the paracrine effect of MSC in microenvironment has been recently reported. MSC has been developed as an immunomodulation cell therapy product because it has been known that it does not cause immunological rejection in allo- and xeno-transplantation. Clinical studies showed that umbilical cord blood-derived MSC is immunologically stable and not toxic.\n\nThis study is to evaluate the safety and the tolerability of NEUROSTEM®-AD (Human Umbilical Cord Blood Derived Mesenchymal Stem Cells) and to assess the maximum tolerated dose (MTD). This study is also to investigate the efficacy of this study drug in patients with dementia of Alzheimer's type.",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted biologic",
    "drug": [
        "NEUROSTEM®-AD (human umbilical cord blood-derived mesenchymal stem cells, hUCB‑MSCs)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The investigational product is described as \"Human Umbilical Cord Blood Derived Mesenchymal Stem Cells (NEUROSTEM®-AD)\", which is a cell therapy (a biologic) intended to treat patients with dementia of the Alzheimer’s type. This indicates a biologic intervention aimed at modifying disease-related processes (neuroprotection/regeneration/modulation of neuroinflammation), rather than a small‑molecule symptomatic drug. citeturn0search8turn0search0",
        "Act (extracted key details): NEUROSTEM®-AD = human umbilical cord blood-derived mesenchymal stem cells; studied in an open-label Phase 1 trial to evaluate safety/tolerability and MTD in Alzheimer's-type dementia. citeturn0search8",
        "Supporting evidence from other sources: NEUROSTEM has been evaluated in clinical trials (intraventricular/intracerebral administration) and is described as hUCB‑MSC therapy developed by Medipost; preclinical and early clinical reports show hUCB‑MSC approaches are intended to modulate AD pathology and neuroinflammation and to improve cognition in animal models or small human studies. citeturn0search0turn0search3turn0search2",
        "Reflect: Given the intervention is a cell-based biologic therapy targeting mechanisms implicated in AD (neuroinflammation, neuroregeneration, and potentially amyloid/tau-related effects in preclinical work), the correct category is \"disease-targeted biologic.\" Although MSCs act via paracrine/neurotrophic and immunomodulatory mechanisms (not a monoclonal antibody or vaccine), they are biologic agents intended to alter disease processes rather than only provide symptomatic cognitive enhancement or neuropsychiatric symptom relief. citeturn0search2turn0search9",
        "Web search results used: (1) Trial record for the specific open‑label Phase 1 NEUROSTEM®-AD study (NCT01297218) confirming product identity and trial purpose. citeturn0search8 (2) Related NEUROSTEM intraventricular Phase 1/2a trial records confirming NEUROSTEM is hUCB‑MSC developed by Medipost. citeturn0search0turn0search4 (3) Published Phase 1 stereotactic hUCB‑MSC study and preclinical studies describing proposed mechanisms (neuroinflammation modulation, reduced Aβ/tau in models). citeturn0search3turn0search2"
    ],
    "agent_type": "R) Multi-target",
    "explanation_agent": [
        "Reason: The investigational product NEUROSTEM®-AD is human umbilical cord blood-derived mesenchymal stem cells (hUCB‑MSCs), a cell‑based biologic whose reported mechanisms include immunomodulation (modulating microglial neuroinflammation), neurotrophic/paracrine effects that promote neurogenesis and synaptic function, and in preclinical studies reductions in amyloid-β and tau pathology. These multiple, distinct mechanisms map to several CADRO categories (Inflammation; Neurogenesis; Synaptic plasticity/Neuroprotection; and effects on amyloid/tau pathways). citeturn0search0turn0search1turn0search5.",
        "Act: Extracted key trial details: NEUROSTEM®-AD = human umbilical cord blood‑derived mesenchymal stem cells; Phase 1 open‑label study assessing safety/tolerability and dose in patients with Alzheimer-type dementia. The trial record identifies the product and cell type and describes MSCs' immunomodulatory and regenerative rationale. Preclinical and clinical reports describe hUCB‑MSC effects on neuroinflammation, neurogenesis/synaptic markers, and reductions in Aβ/tau in animal models. citeturn0search0turn0search8turn0search1.",
        "Reflect: Because the intervention acts via multiple biological processes rather than a single, specific molecular target, the best CADRO assignment is R) Multi-target. While prominent mechanisms include inflammation modulation (F), neurogenesis (E), and neuroprotection/synaptic effects (M), the evidence shows a multi‑mechanistic action including reported impacts on amyloid/tau in models, so selecting a single single‑mechanism CADRO category would be incomplete. This classification aligns with the trial being a disease‑targeted biologic (cell therapy) intended to alter disease processes rather than only symptomatic treatment. citeturn0search2turn0search6.",
        "Web sources used (key results): (1) NCT01297218 trial record confirming NEUROSTEM®‑AD is hUCB‑MSC and trial purpose/route/doses. citeturn0search0 (2) Phase 1 stereotactic hUCB‑MSC clinical report describing administration and trial linkage to NCT records. citeturn0search8 (3) Preclinical study showing hUCB‑MSC improve cognition and reduce Aβ/tau via modulation of microglial neuroinflammation. citeturn0search1 (4) Additional preclinical/experimental reports of neuroprotective, anti‑oxidative and synaptic/neurogenesis effects of hUCB‑MSCs. citeturn0search6turn0search5."
    ]
}