{
    "nct_id": "NCT04113967",
    "title": "Efficacy of a Biodanza Program in People With Alzheimer's Disease.",
    "status": "COMPLETED",
    "last_update_time": "2019-10-02",
    "description_brief": "This study aims to know the efficacy of a biodanza program in adults diagnosed with Alzheimer's, and it is a randomized controlled trial where the control group, which maintains its usual treatment, will form a waiting list to perform any of the treatments outside the follow-up period. There will also be a group that will carry out intervention with biodanza.\n\nFor the selection of the sample, there will be the participation of different Alzheimer associations and geriatric centers in the province of Almeria. The inclusion criteria will be between 60 and 75 years old, with a primary diagnosis of Alzheimer's disease, and who have never participated in any biodanza session or have knowledge about it. Those whose diagnosis is different from Alzheimer's disease or who suffers from a physical or psychological illness that prevents the execution of the sessions and all who do not participate in at least 75% (9 sessions) of the sessions will be excluded from the study.\n\nThe biodanza program will consist of 12 sessions, one per week, during three months. The control group will continue with its usual treatment and activities, without suffering any alteration. A measurement of the groups (control group and biodanza group) will be carried out before the start and after the end of the sessions. The questionnaires and scales administered to the participants include demographical and clinical variables, physical state variables, cognitive variables, and emotional and behavioral variables. Finally, statistical analyzes will be performed using SPSS version 23. In the case of quantitative variables, they will be expressed as mean and standard deviation and, when the variables are of qualitative type, they will be represented by frequency and percentages.",
    "description_detailed": "Dementia is considered a severely disabling illness for those who suffer from it and is usually devastating for their family and caregivers. It is a syndrome mainly of a chronic or progressive nature, caused by a series of brain diseases that affect memory, behavior, thinking and ability to perform activities of daily living (WHO, 2013).\n\nThis study aims to know the efficacy of a biodanza program in adults diagnosed with Alzheimer's.\n\nThis is a randomized controlled trial where the control group, which maintains its usual treatment, will form a waiting list to perform any of the treatments outside the follow-up period. There will also be a group that will carry out intervention with biodanza.\n\nIn this study, adults with Alzheimer's disease will participate voluntarily, regardless of race or sex. For the selection of the sample, there will be the participation of different Alzheimer associations and geriatric centers in the province of Almeria. The inclusion criteria will be between 60 and 75 years old, with a primary diagnosis of Alzheimer's disease, and who have never participated in any biodanza session or have knowledge about it. Those whose diagnosis is different from Alzheimer's disease or who suffers from a physical or psychological illness that prevents the execution of the sessions and all who do not participate in at least 75% (9 sessions) of the sessions will be excluded from the study.\n\nIn accordance with the principles of the Declaration of Helsinki (2013), before the start of the investigation, participants will be informed and sign consent. Subjects will have the right to refuse to participate as well as to withdraw at any time during the study. They will also be assured of complete confidentiality of the data.\n\nThe biodanza program will consist of 12 sessions, one per week, during three months. Each session will last approximately 60 minutes and an introductory phase (10-15 minutes) and an experience phase (45 minutes) will be divided. It involves moving / dancing according to the suggestions of the monitor and the rhythm of the music. The control group will continue with its usual treatment and activities, without suffering any alteration. A measurement of the groups (control group and biodanza group) will be carried out before the start and after the end of the sessions. The questionnaires and scales administered to the participants are classified according to the variables to be measured:\n\nDEMOGRAPHICAL AND CLINICAL VARIABLES, including age, sex, family situation, economic level, nationality, employment status, year of diagnosis of the disease, history of the disease and pharmacological treatment. PHYSICAL STATE VARIABLES, including anthropometric measures such as weight, size, and body mass index (BMI) and physical tests through the 6-minute walk test and Tinetti scale. COGNITIVE VARIABLES, through Mini Mental Status Examination (MMSE), Daily Living Activities Index Barthel, and Pfeiffer Short Portable Mental Status Questionnaire. EMOTIONAL AND BEHAVIORAL VARIABLES, using Hamilton Depression Rating Scale, and Pittsburg Sleep Quality Index.\n\nFinally, statistical analyzes will be performed using SPSS version 23. In the case of quantitative variables, they will be expressed as mean and standard deviation and, when the variables are of qualitative type, they will be represented by frequency and percentages.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "neuropsychiatric symptom improvement",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial tests a biodanza program (group music/movement-based sessions) in people with Alzheimer’s and measures cognitive, emotional and behavioral variables. Biodanza is a non‑pharmacological, group movement/affective re‑education intervention (not a drug or biologic). citeturn0search0turn0search12",
        "Act: Key extracted details — Intervention: 12 weekly biodanza sessions (group movement/music-based therapy); Control: usual treatment/waiting list; Outcomes measured include cognitive, emotional and behavioral variables. No drug or biologic is involved in the description. Given the intervention’s focus on affective/behavioral outcomes (emotional and behavioral variables explicitly measured) and it being a psychosocial/dance therapy rather than a medication, it best maps to the 'neuropsychiatric symptom improvement' category (interventions aimed at behavioral/psychiatric symptoms). citeturn0search12turn0search13",
        "Reflect: Classification rationale and ambiguity — The study measures both cognitive and emotional/behavioral outcomes, so one might consider a cognitive-enhancement label; however the definitions provided for the available categories reserve 'cognitive enhancer' for (typically) pharmacologic cognitive‑enhancing agents. Because biodanza is a psychosocial/dance therapy targeting emotional/behavioral well‑being (and is non‑pharmacologic), 'neuropsychiatric symptom improvement' is the most appropriate category. If you prefer classifying non‑drug interventions separately or want 'N/A' for non-pharmacologic trials, I can reclassify accordingly.",
        "Web search results used: definition and description of Biodanza (International Biodanza Federation definition). citeturn0search0; general overview describing Biodanza as a group music/movement system used to improve emotional and mental well‑being (Wikipedia). citeturn0search12; summary of academic/clinical uses and studies of Biodanza showing effects on psychological variables (Spanish Wikipedia / literature summary). citeturn0search13"
    ],
    "agent_type": "T) Other",
    "explanation_agent": [
        "Reason: The intervention is a non‑pharmacologic group psychosocial/dance program (Biodanza) focused on affective/behavioral and quality‑of‑life outcomes rather than a molecular drug or biologic targeting a specific Alzheimer’s-related pathway. Biodanza is described as a music‑and‑movement system for affective re‑education and emotional well‑being. citeturn0search1turn0search12",
        "Act: Extracted trial details — Intervention: weekly Biodanza (music/movement/group) sessions; Control: usual care/waitlist; Outcomes: cognitive, emotional and behavioral measures. No drug, biologic, or identified molecular target (e.g., amyloid, tau, inflammation) is described, so no CADRO biological category applies. Therefore assign T) Other. (If you prefer a non‑CADRO label such as “neuropsychiatric symptom improvement” for psychosocial interventions, note that this is not one of the CADRO categories provided.)",
        "Reflect: Confirming the choice — CADRO categories are organized around biological targets/mechanisms (amyloid, tau, inflammation, synaptic plasticity, etc.). Because Biodanza lacks an identifiable molecular/biological target and is a psychosocial therapeutic approach, it does not fit a specific CADRO biological target and should be classified as T) Other. If additional trial materials describe a hypothesized biological mechanism (e.g., inflammatory marker changes, neurotrophic factor modulation), we could reconsider and map to the appropriate CADRO category."
    ]
}