{
    "nct_id": "NCT05635968",
    "title": "The Multicenter Phase II Clinical Trial for Evaluation of Safety and Efficacy Using Low Dose Irradiation With Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2025-08-20",
    "description_brief": "This is a phase II, multicenter, prospective, randomized controlled trial to treat patients with Alzheimer's disease (AD) using low-dose irradiation (LDIR). This study aims to evaluate the safety and efficacy of LDIR to whole brain in patients with AD and to determine the potentially applicable radiation dose.",
    "description_detailed": "Screening tests, cognitive function tests, brain MRI, and amyloid PET are performed on subjects who voluntarily consent in writing to participate in the trial to determine whether they meet the inclusion/exclusion criteria. Randomization is assigned to eligible subjects. The experimental groups are irradiated six times for 3 weeks according to the radiation dose determined for each group, and the control group is irradiated with sham radiation. The patients assigned to the experimental group receive whole brain irradiation with 6 MV energy using a linear accelerator. In the experimental group (1), 20 patients receive 4cGy x 6 times, a total of 24 cGy of irradiation. In the experimental group (2), 20 patients receive 50 cGy x 6 times, a total of 300 cGy of irradiation. All experimental groups and control group visit the hospital about 1, 6, and 12 months after irradiation to evaluate efficacy and safety.",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "N/A",
    "drug": [
        "Low‑dose irradiation (LDIR) to whole brain — external beam radiation (not a drug)"
    ],
    "placebo": [
        "Sham irradiation (0 cGy / 6 fractions)"
    ],
    "explanation_target": [
        "Reason: The trial tests low‑dose whole‑brain irradiation (LDIR), a radiation therapy intervention intended to alter AD pathology (preclinical and pilot data suggest reductions in amyloid and inflammation), not a biologic or small‑molecule drug. LDIR is a non‑pharmacologic therapeutic modality, so it does not fit the four drug‑focused categories (disease‑targeted biologic, disease‑targeted small molecule, cognitive enhancer, or neuropsychiatric symptom improvement). citeturn0search0turn0search4",
        "Act (key trial details extracted): This is a phase II, multicenter, prospective, randomized controlled trial (ClinicalTrials.gov NCT05635968) of whole‑brain LDIR in mild AD. Participants are randomized to: 24 cGy total over 6 fractions, 300 cGy total over 6 fractions, or sham RT (0 cGy/6 fractions). Primary outcomes include cognitive test changes and safety; biomarkers (amyloid/tau/cytokines) and imaging are also measured. The intervention is external beam radiation (linear accelerator), not a drug. citeturn0search0turn0search2turn0search1",
        "Reflect: Although the intended effect appears disease‑modifying (amyloid/tau reduction and inflammation modulation in preclinical and pilot human reports), the intervention is radiation therapy rather than a biologic or small molecule. Therefore the trial does not map to any of the four specified categories and should be reported as 'N/A'. Key supporting sources: the phase II protocol and registry summary, prior pilot human LD‑WBRT reports, and preclinical mouse studies showing amyloid/tau reductions following low‑dose brain irradiation. citeturn0search0turn0search3turn0search4"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}