{
    "nct_id": "NCT04471779",
    "title": "The IDEAL Study: Information About Alzheimer's Disease for Latinos in New York City",
    "status": "ACTIVE_NOT_RECRUITING",
    "last_update_time": "2025-07-11",
    "description_brief": "This study will assess the psychosocial and behavioral impacts of receiving Alzheimer's disease genetic risk assessment incorporating APOE genotypes among Latinos in northern Manhattan. The investigators will conduct a longitudinal, community-based study with a mixed methods design. Participants will be randomized to learn about their lifetime risk of late-onset Alzheimer's disease (AD) based either on (a) Latino ethnicity and family history alone (genotype nondisclosure group), or (b) the same factors plus APOE genotype (genotype disclosure group). Responses will be evaluated at 6 weeks, 9 months, and 15 months after risk assessment. In the quantitative component of the study, the investigators will assess psychosocial outcomes, memory test performance, and health-related behaviors. In the qualitative component of the study, the investigators will investigate the lived experience of receiving personal AD risk information, using a stress and coping theoretical framework.",
    "description_detailed": "Apolipoprotein E (APOE) is the strongest genetic predictor of risk for late-onset Alzheimer's disease (AD). Given the high level of interest in genetic testing, the demand for predictive testing for APOE will surely increase. Improved understanding of the impacts of testing, sources of variability in response, and inclusion of diverse samples are critical for informing methods to promote safe and effective disclosure of AD genetic risk information.\n\nAs with other diseases, previous research on AD, a devastating and incurable illness, has found little significant or sustained distress in response to genetic susceptibility testing for APOE, even among persons who learn they are at elevated risk. These surprising findings, which run counter to the experience of many clinicians, may be related to limitations in the methods of previous studies. Most previous studies primarily enrolled well-educated Caucasians with a family history, who were strongly motivated to pursue genetic risk information. Further, most studies assessed impacts primarily through standardized measures of depression and anxiety, which may not capture the kinds of distress experienced or coping strategies that might blunt or mask distress. Qualitative research shows that receipt of genetic information can have important psychosocial effects not well captured through standardized measures. Also, in one study, people with a high-risk gene test for APOE performed worse on memory tests if they were informed about the results than if they were not informed, suggesting that other impact measures are needed.\n\nAnother important limitation of prior work is that it has lacked representation of ethnic minority groups. Latinos are the second largest U.S. ethnic group, comprising about 18% of the population, yet no previous study has investigated the impacts of receiving AD genetic risk information among Latinos. While AD incidence rates may vary among Latino subgroups, data from the Washington Heights-Inwood Columbia Aging Project (WHICAP), a study in northern Manhattan, indicate that they are about twice as high among Caribbean Hispanics (primarily Dominicans) as among persons of European ancestry.\n\nIn this study, the investigators will improve understanding of the impacts of receiving personal AD genetic risk information and the factors that influence adjustment to such information among Latinos who live in the same communities studied in WHICAP.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "HEALTH_SERVICES_RESEARCH",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The protocol describes a randomized, community-based, mixed-methods trial that discloses (or withholds) APOE genetic risk information for late‑onset Alzheimer’s disease to Latino participants and measures psychosocial, behavioral, and cognitive responses — i.e., this is a genetic risk‑disclosure / counseling study, not a therapeutic drug or device trial. citeturn0search0turn0search7",
        "Act: Key extracted details — participants randomized to genotype disclosure versus genotype nondisclosure (risk based on ethnicity + family history only); intervention = disclosure of APOE genotype and risk counseling; outcomes = psychosocial impacts, memory test performance, and health‑related behaviors assessed at 6 weeks, 9 months, and 15 months; mixed quantitative and qualitative methods. These details are described in the study protocol and trial listings. citeturn0search2turn0search3turn0search8",
        "Reflect: Classification justification — the intervention is informational/genetic‑risk disclosure (a diagnostic/counseling interaction) rather than administration of a biologic or small molecule, a cognitive-enhancing pharmacologic agent, or a treatment aimed at neuropsychiatric symptoms. Therefore the trial does not fit the four therapeutic categories and is classified as 'N/A'. This interpretation aligns with published descriptions of the IDEAL study. citeturn0search0turn0search8",
        "Web search results used (representative): 1) PubMed abstract: \"Designing and implementing the IDEAL Study: A randomized clinical trial of APOE genotype disclosure for late‑onset Alzheimer's disease in an urban Latino population.\" citeturn0search0 2) Columbia University IDEAL Study webpage (study description, recruitment, procedures). citeturn0search2 3) ClinicalTrials / NCT04471779 trial registration (brief summary and intervention listing). citeturn0search7 4) MedPath / trial listing (arms and intervention summary). citeturn0search3 5) PMC article reporting methods and context from the IDEAL study. citeturn0search8"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}