{
    "nct_id": "NCT03008161",
    "title": "A Phase 1 Randomized, Double-Blind, Placebo-Controlled, Multiple Dose, Dose Escalation Study of NPT088 in Patients With Probable Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2019-08-14",
    "description_brief": "The purpose of the study is to evaluate the safety and tolerability of multiple doses of NPT088 in patients with mild to moderate probable Alzheimer's Disease. The study will also evaluate the pharmacokinetics, immunogenicity and exploratory pharmacodynamic characteristics of multiple doses of NPT088.",
    "description_detailed": "This study is a multicenter Phase 1, randomized, double-blind, placebo-controlled, multiple-dose, dose-escalation safety and tolerability study of NPT088 or placebo in patients with Probable AD with a MMSE score of 16-27. Enrolled patients will receive an intravenous infusion of NPT088 or placebo once a month for six months during this study. Four dose cohorts are planned with the first two cohorts enrolling 9 patients each (6 NPT088: 3 placebo) and the final two cohorts enrolling 24 patients each (16 NPT088: 8 placebo) for a total of 66 patients (44 NPT088: 22 placebo).",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted biologic",
    "drug": [
        "NPT088 (GAIM—general amyloid interaction motif—IgG1‑Fc fusion protein)"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The protocol describes a multiple-dose Phase 1 study of \"NPT088\" in mild-to-moderate Alzheimer’s disease; the known pharmacology of NPT088 is that it is an engineered biologic (a GAIM—gene 3 protein fragment—fused to human IgG1 Fc) that binds and remodels misfolded amyloid aggregates (Aβ and tau) and reduced plaque/tau pathology in preclinical models. This indicates a biologic intended to target AD pathology (disease-modifying mechanism). citeturn0search1turn0search9turn0search3",
        "Act: Key extracted details — Drug name: NPT088; Drug type/mechanism: engineered fusion protein (GAIM + human IgG1 Fc) that binds/remodels amyloid and tau aggregates; Intended effect: target AD pathology (amyloid and tau) — disease-targeting. The cited Phase 1 trial entry and published reports confirm the trial design (randomized, double-blind, placebo-controlled, multiple-dose dose-escalation) and the biologic mechanism. citeturn0search1turn0search0turn0search9",
        "Reflect: Classification check — Because NPT088 is a protein fusion biologic that targets misfolded Aβ and tau aggregates (pathological hallmarks) rather than acting as a symptomatic cognitive enhancer or an agent for neuropsychiatric symptoms, the correct category is \"disease-targeted biologic.\" Sources summarizing preclinical activity and the clinical Phase 1 trial corroborate this interpretation. No substantial ambiguity found. citeturn0search9turn0search0"
    ],
    "agent_type": "R) Multi-target",
    "explanation_agent": [
        "Reason: The investigational biologic NPT088 is an engineered GAIM (gene 3 protein)–IgG1 Fc fusion that binds and remodels misfolded protein aggregates — notably both Aβ (amyloid‑β) and tau — in preclinical models. This indicates the drug is directed at multiple core AD pathologies rather than a single symptomatic pathway. citeturn0search1turn0search4",
        "Act: Key extracted details from the literature and trial registry — Drug: NPT088 (GAIM–IgG1‑Fc fusion); Mechanism: GAIM fragment binds aggregated/misfolded proteins and remodels aggregates of Aβ and tau; Clinical: Phase 1 randomized, double‑blind, placebo‑controlled, multiple‑dose, dose‑escalation safety study in mild–moderate probable AD. citeturn0search1turn0search4turn0search3turn0search0",
        "Reflect: CADRO mapping — because NPT088 demonstrably targets both amyloid (CADRO A) and tau (CADRO B) aggregate pathology, the most specific CADRO classification is R) Multi-target. (One could argue a related mapping to I) Proteostasis/Proteinopathies because the agent targets misfolded/aggregated proteins broadly, but the explicit action on both Aβ and tau supports a multi‑target designation per the instruction to use R when multiple targets are indicated.) citeturn0search2turn0search4",
        "Web sources supporting the above (summaries with citations): 1) Preclinical report showing NPT088 (GAIM–IgG1 Fc fusion) binds/remodels Aβ and tau and reduced pathology in mouse models. citeturn0search1turn0search4 2) Phase 1 clinical study publication reporting the randomized, placebo‑controlled multiple‑dose trial in mild‑to‑moderate AD (safety/tolerability and exploratory PET endpoints). citeturn0search0 3) Clinical registry entry (NCT03008161) listing the Phase 1 multiple‑dose, dose‑escalation design and study details. citeturn0search3 4) Conference/summary describing discovery and rationale for NPT088 as a GAIM–Ig fusion that targets multiple misfolded proteins. citeturn0search2"
    ]
}