{
    "nct_id": "NCT05681819",
    "title": "A Phase Ib, Randomized, Double-blind, Placebo-controlled, Multiple-ascending Dose Study to Evaluate the Safety, Tolerability and Pharmacodynamics of Intravenous Administration of SHR-1707 In Patients With Mild Cognitive Impairment Due to Alzheimer's Disease or Mild Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2025-08-11",
    "description_brief": "Evaluate the Safety, Tolerability and Pharmacodynamics of Intravenous Administration of SHR-1707 In Patients with Mild Cognitive Impairment Due to Alzheimer's Disease or Mild Alzheimer's Disease.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "OTHER",
    "results": null,
    "target_category": "disease-targeted biologic",
    "drug": [
        "SHR-1707"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The investigational agent SHR-1707 is a humanized monoclonal antibody that binds amyloid‑β (Aβ) — it’s described in the literature and trial descriptions as an anti‑Aβ mAb with activity against Aβ monomers, protofibrils and fibrils, intended to reduce brain Aβ deposition (i.e., targeting AD pathology). citeturn1search2turn1search6",
        "Act: Key trial details extracted — randomized, double‑blind, placebo‑controlled, multiple‑ascending dose IV study in patients with MCI due to Alzheimer’s disease or mild AD (phase 1b / phase 2 style trials reported/registered). The intervention is SHR‑1707 (intravenous) vs placebo; prior single‑dose phase 1 studies (2–60 mg/kg) showed acceptable safety/PK/PD supporting further development. citeturn1search2turn1search5turn1search1",
        "Web search results (supporting sources): 1) Alzheimer’s & Dementia (Wiley) phase 1b trial description explicitly calls SHR‑1707 a humanized anti‑Aβ monoclonal antibody and describes the dose escalation study in MCI/mild AD. citeturn1search2 2) Full text / PMC and Alzheimer’s Research & Therapy publication reporting single‑ascending‑dose phase 1 studies showing safety, PK/PD and PD effects on plasma Aβ — supporting SHR‑1707’s mechanism and clinical development. citeturn1search6turn1search5 3) Trial registry/summary pages (NCT entries / trial listings) describing the randomized IV SHR‑1707 vs placebo study in early AD patients. citeturn1search3turn1search0 4) Company (Jiangsu Hengrui) announcements reporting SHR‑1707 as an anti‑Aβ mAb and completion of early studies. citeturn1search7",
        "Reflect: Classification check — by the provided category definitions, a monoclonal antibody that directly targets Alzheimer’s pathology (amyloid‑β) is a \"disease‑targeted biologic.\" There is no competing indication (e.g., purely symptomatic cognitive enhancer or neuropsychiatric symptomatic treatment), so the correct category is disease-targeted biologic. I found no ambiguity that would move this to another category. citeturn1search2turn1search6"
    ],
    "agent_type": "A) Amyloid beta",
    "explanation_agent": [
        "Reason: The investigational agent SHR-1707 is described in the literature and sponsor materials as a humanized monoclonal antibody that binds amyloid‑β (Aβ) — with activity against Aβ monomers, protofibrils and fibrils and intended to reduce brain Aβ deposition, so the biological focus is directly on Aβ pathology. citeturn0search0turn0search1turn0search2",
        "Act: Extracted trial/intervention details — randomized, double‑blind, placebo‑controlled multiple‑ascending‑dose IV Phase 1b study of SHR‑1707 in patients with MCI due to AD or mild AD; earlier single‑dose Phase 1 studies showed safety and PK/PD supporting further development. These sources explicitly label SHR‑1707 as an anti‑Aβ monoclonal antibody. citeturn0search0turn0search5turn0search4",
        "Reflect: The CADRO classification that best fits an intervention that directly targets amyloid‑β pathology is 'A) Amyloid beta.' There is no indication the intervention targets tau, inflammation, synaptic function, or is multi‑target — the evidence consistently describes a single disease‑targeted biologic directed at Aβ. Therefore the correct CADRO assignment is A) Amyloid beta. citeturn0search0turn0search1",
        "Web search results (supporting sources cited above): 1) Phase 1b trial description in Alzheimer's & Dementia (Wiley) describing SHR‑1707 as a humanized anti‑Aβ antibody and the randomized dose‑escalation study. citeturn0search0 2) Company (Jiangsu Hengrui) announcement describing SHR‑1707 as an anti‑β‑amyloid monoclonal antibody and reporting early study enrollment/completion. citeturn0search1 3) ALZFORUM therapeutic entry summarizing SHR‑1707 as an anti‑Aβ IgG1 mAb (amyloid‑related target). citeturn0search2 4) Full‑text publication reporting Phase 1 single‑dose studies (safety, PK/PD) supportive of development. citeturn0search5 5) Alzheimer's & Dementia abstract on SHR‑1707 single‑dose studies summarizing safety and PD (dose range 2–60 mg/kg). citeturn0search4"
    ]
}