{
    "nct_id": "NCT05374278",
    "title": "First-in-Human Evaluation of an Astrocytic Glutamate Transporter (EAAT2) PET Tracer in the Brains of Healthy Controls and Patients With Dementia.",
    "status": "RECRUITING",
    "last_update_time": "2025-04-16",
    "description_brief": "This is a first in human study that will assess the safety and diagnostic performance of \\[18F\\]RP-115 (fluorine-18 labeled RP115), a positron emission tomography (PET) agent. This agent has the potential to identify the early changes that occur in the brains of patients with Alzheimer's disease (AD) and frontotemporal dementia (FTD).",
    "description_detailed": "AD and FTD are the two leading causes of dementia with tremendous impact on patients and their families. Early diagnosis of both AD and FTD is essential to increase patients' quality of life, identify and treat reversible causes, and enhance the development and effectiveness of treatments. However, no single diagnostic agent is currently available for either AD or FTD; instead, clinicians must rely on the patient's history and cognitive testing which often leads to delayed or incorrect diagnosis. Importantly AD and FTD have distinct regional patterns of neuronal loss and dysfunction in the brain; an agent that could detect these regionally specific changes early in the course of the disease process could revolutionize diagnosis and treatment development for these conditions.\n\nThis study aims to develop a novel radiotracer to fill this unmet need. The excitatory amino acid transporter 2 (EAAT2) is the main transporter for glutamate in the brain and has been shown to be downregulated in the context of AD and other neurodegenerative conditions. EAAT2 is responsible for over 90% of glutamate uptake in the brain where it is primarily located on astrocytes and plays a key role in maintaining the homeostasis of the tripartite synapse. The goal of this study is to test the EAAT2 targeted positron emitting agent, \\[18F\\]RP-115, to evaluate early changes in astrocytes in healthy controls versus patients with AD and FTD by quantitative PET imaging of EAAT2. We have preclinical data that demonstrates that this agent is a good predictor of EAAT2 levels in animal models, hence, can potentially detect early signs of neurodegeneration. We now wish to test this agent in humans.\n\nIn summary, the primary objective of this study is to demonstrate human safety and measure the biodistribution of \\[18F\\]RP-115 in healthy controls as well as in age-matched patients with AD and FTD.",
    "phase": [
        "PHASE1",
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "DIAGNOSTIC",
    "results": null,
    "target_category": "N/A",
    "drug": [
        "[18F]RP-115 (RP-115) - EAAT2 PET tracer"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial is a first-in-human, early-phase study of [18F]RP-115 (RP-115), a fluorine-18 labeled PET imaging agent designed to bind the astrocytic glutamate transporter EAAT2 to detect early astrocytic changes in Alzheimer’s disease and frontotemporal dementia. This indicates a diagnostic-imaging purpose rather than a therapeutic intervention. citeturn0search0turn0search5",
        "Act (key details extracted): Intervention = [18F]RP-115 PET/MRI or PET/CT; target = EAAT2 (excitatory amino acid transporter 2) on astrocytes; primary goals = human safety, biodistribution and diagnostic performance for detecting early changes in AD and FTD; study = Early Phase 1 / first-in-human. Sources: UCSF clinical trial summary and first-in-human dosimetry/safety poster. citeturn0search0turn0search5",
        "Reflect (classification rationale): Because the agent is a PET tracer used for diagnostic imaging (not administered to change biology or symptoms), it does not fit the four therapeutic categories (disease-targeted biologic, disease-targeted small molecule, cognitive enhancer, or neuropsychiatric symptom improvement). Therefore the correct category is 'N/A'. The clinical-trial listing explicitly describes the primary purpose as diagnostic and safety/biodistribution. citeturn0search0turn0search3",
        "Web search results consulted (brief): UCSF trial page — First‑in‑Human Evaluation of an EAAT2 PET Tracer (NCT05374278) (clinical summary and objectives). citeturn0search0; PubMed Central / poster abstract reporting RP‑115 biodistribution/dosimetry and EAAT2 binding details. citeturn0search5; clinical-trial registries/aggregators (ICH GCP, TrialX, MedPath) confirming intervention details and status. citeturn0search7turn0search9turn0search1"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}