{
    "nct_id": "NCT06127368",
    "title": "An Open-label, Active-controlled, Parallel and Dose-escalation, Phase 1 Clinical Trial to Evaluate the Safety, Tolerability, and Pharmacokinetics of Single Intramuscular (IM) and Subcutaneous (SC) Donepezil (GB-5001) Injections Versus Donepezil Oral Tablet (Aricept®) in Healthy Male Volunteers",
    "status": "RECRUITING",
    "last_update_time": "2023-12-21",
    "description_brief": "This study is to evaluate the safety and tolerability of single dose of GB-5001 (donepezil) IM and SC depot in healthy male Adults. And, It is to evaluate pharmacokinetic characteristics of GB-5001 (donepezil) IM and SC single dose injection vs. active comparator.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "Cognitive enhancer",
    "drug": [
        "GB-5001 (donepezil) IM/SC depot",
        "Donepezil oral tablet (Aricept)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial tests GB-5001, which is an intramuscular/subcutaneous depot formulation of donepezil, versus donepezil oral tablet (Aricept) — i.e., the active molecule is donepezil. citeturn0search0turn0search1",
        "Reason (mechanism/intended effect): Donepezil is a small-molecule acetylcholinesterase (AChE) inhibitor used to provide symptomatic cognitive benefits in Alzheimer’s disease (it enhances cholinergic neurotransmission; it is not a disease‑modifying biologic). citeturn0search7turn0search4",
        "Act (extraction & mapping): Intervention = donepezil (GB-5001 depot IM/SC and oral Aricept). Drug type = small molecule AChE inhibitor that improves cognition/symptoms. Matches category 'Cognitive enhancer' (definition: drugs improving cognitive function without targeting underlying pathology). citeturn0search0turn0search6",
        "Reflect (verification & caveats): Classification as 'Cognitive enhancer' is supported because the study compares formulations of donepezil (a symptomatic cholinesterase inhibitor). GB-5001 is a formulation change (long‑acting depot) of the same small molecule rather than a biologic or a pathology‑targeting disease‑modifying agent. No neuropsychiatric‑specific or diagnostic-only intent is described. citeturn0search1turn0search3",
        "Web search results used: PubMed/modeling paper noting GB-5001 is an IM formulation of donepezil. citeturn0search0; Toxicology/toxicity study of GB-5001 (dog IM depot study). citeturn0search1; Donepezil pharmacology/mechanism (acetylcholinesterase inhibitor). citeturn0search7turn0search4; Aricept (donepezil) prescribing info/FDA description noting symptomatic use (not a cure). citeturn0search6turn0search3"
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The trial compares GB-5001 (a long‑acting intramuscular/subcutaneous depot formulation of donepezil) to oral donepezil (Aricept). Donepezil is a small‑molecule, centrally acting, reversible acetylcholinesterase (AChE) inhibitor that increases synaptic acetylcholine to provide symptomatic cognitive benefits rather than targeting Alzheimer’s pathology directly. citeturn0search8turn0search0turn0search2",
        "Act: Extraction & mapping — Intervention = donepezil (GB-5001 depot IM/SC and oral Aricept). Mechanism = AChE inhibition → enhanced cholinergic neurotransmission (symptomatic cognitive enhancement). This mechanism maps to CADRO category D) Neurotransmitter Receptors (covers interventions acting on neurotransmitter systems / cholinergic signaling). citeturn0search2turn0search6",
        "Reflect: Classification check — the study is a formulation/comparative pharmacokinetic and safety trial of the same symptomatic cholinergic agent (donepezil). It is not disease‑modifying or targeting amyloid, tau, inflammation, etc., nor does it test a diagnostic-only device; therefore the most specific CADRO fit is D) Neurotransmitter Receptors (cholinergic/acetylcholine system). Caveat: some CADRO schemas label symptomatic ‘‘cognitive enhancers’’ separately, but under CADRO neurotransmitter system interventions (cholinesterase/cholinergic modulation) are best represented by D. citeturn0search1turn0search3",
        "Web search results used (key sources): GB-5001 depot formulation and toxicology/PK reports (GB-5001 described as once‑monthly IM donepezil depot). citeturn0search8turn0search0turn0search5; Donepezil mechanism as a reversible acetylcholinesterase inhibitor that enhances cholinergic transmission. citeturn0search2turn0search4; Aricept (donepezil) labeling/description noting symptomatic cognitive benefit (not disease‑modifying). citeturn0search3"
    ]
}