{
    "nct_id": "NCT00017940",
    "title": "A Phase I Study of Ex Vivo Nerve Growth Factor Gene Therapy for Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2009-12-10",
    "description_brief": "This Phase I clinical trial is the first step in testing gene therapy. This study is called a \"Safety/Toxicity\" study by the Food and Drug Administration, and primarily aims to determine whether the experimental protocol is safe for humans. It will determine whether the study procedure causes side effects in humans, and may also give us a preliminary sense of whether this will be effective in combating Alzheimer's disease in humans.",
    "description_detailed": "Although the precise pathogenesis of AD is unknown, certain pathological features accompany the disease. These pathological features include the abnormal accumulation of extracellular amyloid, the formation of intraneuronal neurofibrillary tangles, synapse loss, and cellular degeneration. Cellular degeneration occurs in several neuronal populations in the central nervous system. Among the neuronal populations that degenerate in AD, loss of basal forebrain cholinergic neurons is particularly severe. Loss of cholinergic neurons in AD correlates best with severity of dementia, the density of amyloid plaques in the brain, and the amount of synapse. To date, the only FDA-approved therapies for Alzheimer's Disease focus on augmenting the function of degenerating cholinergic neurons.\n\nThe present trial will move beyond compensating for cholinergic neuronal degeneration by attempting to 1) protect cholinergic neurons from degeneration, and 2) augment the function of remaining cholinergic neurons by directly elevating choline acetyltransferase (ChAT) function in neurons. These two therapeutic interventions will be brought about by the delivery of human NGF to the brain.\n\nNGF has been shown to prevent both lesion-induced and spontaneous, age-related degeneration of basal forebrain cholinergic neurons. Further, NGF infusions reversed both lesion-induced memory loss and spontaneous, age-related memory loss in rodents. Based on these findings, NGF administration offers significant potential as a neuroprotective strategy in Alzheimer's disease.\n\nGrafts of primary fibroblasts transduced to express human nerve growth factor have been shown to sustain NGF in vivo gene expression for at least eighteen months in the rodent central nervous system. In addition, these grafts sustain NGF messenger RNA production for at least 14 months in vivo. In primate systems, ex vivo NGF gene therapy has been demonstrated to sustain NGF protein production in the brain in the rhesus money for at least one year.\n\nThus, the available data suggests that ex vivo NGF gene therapy is an effective means of preventing loss of basal forebrain cholinergic neurons and of augmenting cholinergic function in the primate brain. In animals, this procedure is safe and well tolerated. Based on these data, clinical trials of ex vivo NGF gene therapy in Alzheimer's disease has begun.\n\nThis is an 18 month, open label, prospective Phase I clinical trial of Ex Vivo Gene Therapy for Alzheimer's disease in 8 patients with a mild degree of cognitive impairment. Patients will be screened for the diagnosis of Probable Alzheimer's disease of mild severity. After obtaining informed consent, three skin biopsies will be obtained to generate cultures of primary, autologous fibroblasts. These cells will be cultured, then genetically modified to produce and secrete the human nerve growth factor (NGF) molecule. If fibroblasts are deemed acceptable based on NGF production rates and standard cell culture sterility tests, then patients will receive intracerebral injections of their own primary fibroblasts into the region of basal forebrain cholinergic neurons in the brain, where neurons are undergoing atrophy as a result of Alzheimer's disease.",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted biologic",
    "drug": [
        "Nerve growth factor (NGF) gene therapy — ex vivo autologous fibroblasts genetically modified to express human NGF",
        "(Related later approach) AAV2-NGF (in vivo gene therapy; e.g., CERE-110)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The described intervention is gene therapy delivering nerve growth factor (NGF) to the brain to support and rescue degenerating cholinergic neurons — an approach intended to alter disease-related neurodegeneration rather than merely symptomatically enhance cognition or treat neuropsychiatric symptoms. This fits the definition of a biologic therapeutic targeting disease pathology. citeturn0search0turn0search3",
        "Act: Key trial details — Phase I, open-label, ex vivo NGF gene delivery using autologous fibroblasts transduced to express human NGF and implanted into the forebrain (nucleus basalis/basal forebrain) to test safety and preliminary efficacy in mild AD. The original Phase I report (Nature Medicine, 2005) describes 8 patients with no long-term adverse effects and some signals on cognition and PET; later trials used AAV2-NGF (CERE-110) delivered in vivo. citeturn0search0turn0search2turn0search3",
        "Reflect: Classification check — gene therapy is a biologic modality (not a small molecule), it directly targets a core disease process (cholinergic neuron degeneration) with the aim of neuroprotection/possible disease modification, so the correct category is 'disease-targeted biologic'. The Phase I safety focus and lack of placebo in the original study do not change this mechanistic categorization. No substantive ambiguity was found in the description; additional variants (AAV2-NGF) are consistent with the same biologic, disease-targeted class. citeturn0search0turn0search2turn0search3",
        "Web-search results / sources (selected): 1) \"A phase 1 clinical trial of nerve growth factor gene therapy for Alzheimer disease\" (Nature Medicine, 2005; PubMed ID 15852017) — describes ex vivo autologous fibroblast NGF gene therapy in 8 subjects. citeturn0search0 2) \"A phase1 study of stereotactic gene delivery of AAV2-NGF for Alzheimer's disease\" (PubMed) — describes later in vivo AAV2-NGF (CERE-110) safety/tolerability. citeturn0search2 3) \"Nerve Growth Factor Gene Therapy: Activation of Neuronal Responses in Alzheimer Disease\" — postmortem/anatomic study showing neuronal responses to NGF after ex vivo or in vivo delivery. citeturn0search3"
    ],
    "agent_type": "L) Growth Factors and Hormones",
    "explanation_agent": [
        "Reason: The intervention is delivery of nerve growth factor (NGF), a classical neurotrophic growth factor/hormone intended to support and rescue degenerating basal forebrain cholinergic neurons and produce neuroprotection/neurorestoration rather than act on amyloid, tau, inflammation, or other pathways. NGF is explicitly a growth factor, matching CADRO category L. citeturn0search0turn0search1",
        "Act: Extracted details — Phase I ex vivo autologous fibroblast gene therapy expressing human NGF implanted into forebrain (nucleus basalis / basal forebrain). Later in vivo approaches used AAV2-NGF (CERE-110). These trials and descriptions identify NGF as the biological agent and neurotrophic growth-factor pathway as the target. citeturn0search0turn0search1turn0search3",
        "Reflect: The classification as 'L) Growth Factors and Hormones' fits the mechanism (delivery of NGF, a neurotrophic growth factor) and is more specific than broader categories (e.g., neuroprotection/synaptic plasticity) because CADRO explicitly lists growth factors and hormones as a category. No evidence in the description indicates primary targeting of amyloid, tau, inflammation, vasculature, or multiple distinct targets that would warrant another CADRO code or 'R) Multi-target'. citeturn0search4turn0search6",
        "Output: L) Growth Factors and Hormones — Gene therapy delivering nerve growth factor (NGF) to rescue/protect cholinergic neurons, matching CADRO category L."
    ]
}