{
    "nct_id": "NCT03860792",
    "title": "Therapeutic Diets in Alzheimer's Disease",
    "status": "ACTIVE_NOT_RECRUITING",
    "last_update_time": "2025-02-11",
    "description_brief": "By doing this study, researchers hope to learn how the ketogenic and Therapeutic Lifestyles Changes diets affect cognition in patients with Alzheimer's disease.",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial tests two dietary interventions — a ketogenic diet and the Therapeutic Lifestyles Changes (TLC) diet — to see how they affect cognition in people with Alzheimer’s disease. The study title is \"Therapeutic Diets in Alzheimer's Disease\" and the interventions are described as diet patterns (e.g., ~70% fat, <10% carbs for the ketogenic arm; 20–35% fat, 50–60% carbohydrate for the TLC arm). citeturn0search6turn0search4",
        "Act: There is no drug or biologic being tested — the interventions are behavioral/nutritional (diets) with provision of an MCT supplement and micronutrients for the ketogenic arm, not an investigational pharmaceutical or monoclonal antibody. Primary outcomes measure cognitive performance (e.g., ADAS-Cog11). Because the trial evaluates non‑pharmacologic dietary interventions rather than a biologic or small‑molecule therapy or a drug intended as a cognitive enhancer, it does not fit the four drug/biologic categories provided. citeturn0search4turn0search5",
        "Reflect: By the category definitions: disease-targeted biologic = biologic agents (e.g., mAbs) targeting pathology; disease-targeted small molecule = small‑molecule drugs; cognitive enhancer = drugs improving cognition without targeting pathology; neuropsychiatric symptom improvement = interventions for behavioral/psychiatric symptoms. This trial is a non‑drug dietary (lifestyle) intervention aimed at cognition, so it should be classified as 'N/A' under the given category list. Supporting registry and study descriptions are shown below. citeturn0search5turn0search2",
        "Web search results / sources found (selected):\n- Clinical trial listing and summary (CenterWatch) for NCT03860792, \"Therapeutic Diets in Alzheimer's Disease\" (ketogenic diet vs Therapeutic Lifestyles Changes diet). citeturn0search6\n- Trial description with diet details (MedPath / trial record for NCT03860792). citeturn0search2turn0search4\n- ICH GCP / clinical trials registry entry summarizing primary outcome (ADAS-Cog11) and diet arms. citeturn0search5\n- Prior randomized trials of ketogenic diets in AD showing feasibility and cognitive/daily function outcomes (PubMed example). This supports that ketogenic diets are being studied as dietary interventions rather than drugs. citeturn0search0\n- University news article describing the study rationale and logistics (KU Medical Center press release). citeturn0search7"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}