{
    "nct_id": "NCT00658125",
    "title": "Modulation of Cognitive Function Using Electrical Brain Stimulation in Patients With Early Alzheimer Disease",
    "status": "COMPLETED",
    "last_update_time": "2019-09-25",
    "description_brief": "Background: Alzheimer disease (AD) is a debilitating brain disorder that affects over 4.75 million people in the US and Canada. People with AD have difficulty remembering general facts and previously experienced autobiographical events. Animal and human research demonstrates that this type of memory depends on neural function within specific brain areas, and that it may be possible to enhance memory with electrical stimulation of these brain areas. We have recently shown that deep brain stimulation (DBS) of a brain area called the fornix enhances memory in a human.\n\nHypotheses: We hypothesize that fornix DBS will safely enhance memory in early AD patients by activating memory circuits in the brain.\n\nMethods: Six early AD patients will take part in a phase I clinical study over a 1-year period. The study involves bilateral fornix DBS implantation, detailed neuropsychological and neurological testing, and brain imaging to detect alterations in brain activity induced by stimulation. These assessments will occur one month before surgery, then again at one month, 6 months, and 12 months after surgery.",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "fornix deep brain stimulation (DBS) — device/neuromodulation intervention (not a pharmacologic drug)"
    ],
    "placebo": [
        "sham stimulation (DBS OFF) — used as control in the ADvance randomized trial"
    ],
    "explanation_target": [
        "Reason: The intervention is bilateral deep brain stimulation (DBS) of the fornix intended to activate memory circuits and improve memory/cognitive function in early Alzheimer disease — i.e., a neuromodulation approach aimed at enhancing cognition rather than a biologic or small-molecule therapy. citeturn0search1turn0search3",
        "Act: Key trial details and sources — Phase I: a 6-patient phase I study tested continuous fornix/hypothalamus DBS for 12 months and assessed effects on brain activity and cognition. citeturn0search1 Phase II (ADvance): a randomized, double-blind, sham-controlled trial (n=42) of bilateral fornix DBS evaluated cognitive outcomes and used sham (DBS off) as the control; safety and biomarker/neuroimaging effects (e.g., changes in glucose metabolism) were reported. citeturn0search3turn0search6 Additional work reports structural and biomarker changes (hippocampal volume, PET/CSF signals) associated with fornix DBS. citeturn0search0turn0search8",
        "Reflect: Classification rationale and caveats — This intervention fits the 'cognitive enhancer' category because its primary intended effect is to enhance memory/cognitive circuit function via electrical stimulation (not to target amyloid/tau with a biologic or a small-molecule drug, nor to treat neuropsychiatric/behavioral symptoms). Some studies have observed biomarker/structural changes suggesting potential disease-modifying effects in subsets of patients, but the trial design and mechanism (DBS neuromodulation of memory circuits) align it with cognitive enhancement. No pharmacologic drug is involved. citeturn0search3turn0search8"
    ],
    "agent_type": "T) Other",
    "explanation_agent": [
        "Reason: The intervention is bilateral deep brain stimulation (DBS) of the fornix — a neuromodulation/device approach intended to activate memory circuits and improve cognition rather than a pharmacologic agent acting on a molecular pathway (amyloid, tau, inflammation, etc.). Phase I and Phase II (ADvance) work describe fornix/hypothalamus DBS as modulation of memory circuits with clinical and imaging endpoints. citeturn0search2turn0search4",
        "Act: Extracted trial details — Intervention: fornix deep brain stimulation (DBS), device/neuromodulation (not a drug). Key trials: a phase I study of continuous fornix/hypothalamus DBS in 6 patients (12 months) and the randomized, double-blind, sham-controlled Phase II ADvance study (n=42) evaluating DBS On vs Off with cognitive and PET imaging outcomes. Additional ADvance/related work reports biomarker and structural imaging changes after DBS (hippocampal volume, Aβ PET, CSF signals). citeturn0search2turn0search4turn0search8turn0search1",
        "Reflect: CADRO categorization rationale — CADRO focuses on molecular/biological therapeutic targets (e.g., amyloid, tau, inflammation, synaptic plasticity at the biochemical level). Fornix DBS is a device-based neuromodulation intervention that modulates neural circuits rather than acting on a single molecular target or pathway. Therefore it does not map cleanly to the CADRO biological target categories and should be classified as 'T) Other'. (If forced to choose a proximate biological category, one might consider Synaptic Plasticity/Neuroprotection (M) as a secondary mechanistic interpretation, but the primary intervention is non-pharmacologic neuromodulation.) citeturn0search8turn0search9",
        "Web search results (key sources):",
        "- Phase I trial: ‘A phase I trial of deep brain stimulation of memory circuits in Alzheimer's disease’ (PubMed). citeturn0search2",
        "- Phase II / ADvance randomized trial: ‘A Phase II Study of Fornix Deep Brain Stimulation in Mild Alzheimer's Disease’ (Journal of Alzheimer's Disease / PubMed). citeturn0search4",
        "- ADvance trial report/summary (Wiley / ADvance conference abstract and study description). citeturn0search0",
        "- Biomarker changes associated with fornix DBS: PET/CSF/hippocampal volume analyses. citeturn0search8",
        "- ADvance II study registry / CMS IDE listing and sponsor materials (Functional Neuromodulation). citeturn0search1turn0search9"
    ]
}