{
    "nct_id": "NCT00203359",
    "title": "Etanercept for Alzheimer's-Type Memory Loss Pilot Study",
    "status": "COMPLETED",
    "last_update_time": "2006-04-20",
    "description_brief": "It is widely believed that inflammation contributes to the pathogenesis of AD. TNF has been implicated in both AD and neurological inflammation. Anti-TNF therapy is therefore surmised to be of potential benefit for treating AD.",
    "description_detailed": "Etanercept, a biologic anti-TNF fusion protein, will be administered weekly or biweekly by perispinal injection to a maximum of 15 study subjects for a period of one month, followed by a 5 month and a 6 month possible study extension, with serial testing of cognition and function monthly.",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted biologic",
    "drug": [
        "Etanercept (trade name Enbrel) — a biologic TNF-α inhibitor (fusion protein: soluble TNF receptor linked to IgG1 Fc). Used in AD pilot studies via perispinal administration (25–50 mg weekly) and tested subcutaneously in later trials."
    ],
    "placebo": [
        "Pilot study: open-label, no placebo. Later randomized phase‑2 study used placebo (weekly subcutaneous placebo vs etanercept 50 mg/wk)."
    ],
    "explanation_target": [
        "Reason: The intervention is etanercept, a large-molecule biologic that neutralizes tumor necrosis factor‑alpha (TNF-α). The trial hypothesis is anti-TNF therapy may reduce neuroinflammation implicated in AD pathogenesis — i.e., a biologic aimed at disease pathology rather than a small-molecule symptomatic cognitive enhancer. citeturn0search12turn0search2",
        "Act (key details extracted): Pilot titled \"Etanercept for Alzheimer's-Type Memory Loss Pilot Study\" administered etanercept perispinally (25–50 mg weekly) in an open‑label proof‑of‑concept trial reporting cognitive improvements; later randomized, placebo‑controlled studies tested subcutaneous weekly etanercept (50 mg) with no statistically significant cognitive benefit in a small Phase‑2 trial. citeturn0search0turn0search1turn0search3",
        "Reflect: Classification as a \"disease-targeted biologic\" aligns with definitions — etanercept is a biologic (fusion protein) targeting a pathological mediator (TNF‑α) implicated in AD neuroinflammation. Although some reports described rapid cognitive changes, the mechanism is anti‑inflammatory/disease‑targeting rather than a symptomatic small molecule or a drug developed solely as a cognitive enhancer or for neuropsychiatric symptoms. Subsequent larger/controlled trials were mixed/negative, but that does not change the intervention category. citeturn0search5turn0search3",
        "Web search results (selected sources used): PubMed pilot study reporting 6‑month open‑label etanercept in AD (pilot proof‑of‑concept). citeturn0search0; Case/report of rapid cognitive improvement after perispinal etanercept. citeturn0search1; Phase‑2 randomized, placebo‑controlled trial (subcutaneous etanercept 50 mg/wk) with no significant cognitive benefit. citeturn0search3; Review articles and preclinical work on TNF‑α inhibition in AD and BBB‑penetrating TNF inhibitors. citeturn0search2turn0search5"
    ],
    "agent_type": "F) Inflammation",
    "explanation_agent": [
        "Reason: The intervention is etanercept, a biologic fusion protein that neutralizes tumor necrosis factor‑alpha (TNF‑α), a pro‑inflammatory cytokine implicated in Alzheimer disease neuroinflammation. This mechanism directly maps to the CADRO inflammation domain. citeturn0search0turn0search3",
        "Act: Key extracted details — drug: etanercept (soluble TNF receptor–IgG1 Fc fusion protein); route/ dose in the pilot: perispinal 25–50 mg weekly; later randomized subcutaneous trial: 50 mg weekly. The hypothesis and mechanism are anti‑TNF (anti‑inflammatory) disease‑targeting rather than amyloid/tau or symptomatic neurotransmitter modulation. Clinical evidence: small open‑label pilot reports of improvement and later small Phase‑2 randomized trial showing tolerability but no significant cognitive benefit. citeturn0search0turn0search1turn0search3",
        "Reflect: Classification as F) Inflammation is appropriate because etanercept’s target is TNF‑α and the trial’s rationale is reducing neuroinflammation in AD. The intervention is not primarily targeting amyloid, tau, ApoE/lipids, neurotransmitter receptors, synaptic plasticity as a distinct CADRO category, nor is it purely diagnostic—so 'Inflammation' is the best fit. Key supporting sources (pilot, case reports, and RCT) are cited below. citeturn0search5turn0search2",
        "Web search results used (selected):",
        "- TNF-alpha modulation for treatment of Alzheimer disease: a 6-month pilot study (perispinal etanercept, 25–50 mg weekly) — PubMed. citeturn0search0",
        "- Etanercept in Alzheimer disease: A randomized, placebo‑controlled, double‑blind, phase 2 trial (subcutaneous 50 mg weekly) — PubMed. citeturn0search1",
        "- Rapid cognitive improvement reports following perispinal etanercept (case reports / pilot data) — PubMed. citeturn0search3turn0search2",
        "Output:",
        "{\"category\": \"F) Inflammation\"}"
    ]
}