{
    "nct_id": "NCT02902822",
    "title": "Tele-dermatology of Skin Cancer: a Randomized Trial Comparing Remote Assessment With Conventional Visits in a Cohort of Local Health Authority Employees in the Province of Bergamo (the Shoot the Mole Study)",
    "status": "COMPLETED",
    "last_update_time": "2019-05-16",
    "description_brief": "The purpose of this study is to demonstrate the validity and utility of a tele-dermatology system in the midterm periodic screening of non-widespread skin lesions of recent onset or for which a specialized early classification is deemed to change the prognosis - including precancerous skin lesions as well as melanoma and non-melanoma skin cancers - compared to control visits at fixed follow-up.",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "DIAGNOSTIC",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention described is a tele-dermatology system (a screening/remote-assessment procedure/device) for early detection and classification of skin lesions including melanoma and non-melanoma skin cancers, not a pharmacologic agent or biologic targeting Alzheimer pathology. Therefore it does not fit any of the Alzheimer-focused categories (disease-targeted biologic, disease-targeted small molecule, cognitive enhancer, or neuropsychiatric symptom improvement). citeturn0search0turn0search3",
        "Act (key extracted details): Title = 'Tele-dermatology of Skin Cancer: a Randomized Trial ... (the Shoot the Mole Study)'; Registration NCT02902822; Intervention = Device/Procedure: Tele-dermatology (screening); Lead sponsor = Centro Studi GISED; Status = Completed. No drug or placebo is listed in the trial record. citeturn0search0turn0search1",
        "Reflect: The trial objective is diagnostic/screening validation (compare remote assessment with conventional visits) and outcome measures relate to detection/agreement and incidence of suspicious lesions. This confirms the study is non-therapeutic (procedural/device/diagnostic) and therefore 'N/A' for the Alzheimer trial categories. citeturn0search2turn0search1",
        "Web search results (sources used):\n- Trial registry summary (NCT entry / MedPath summary) for 'Tele-dermatology of Skin Cancer' showing Device: Tele-dermatology and NCT02902822. citeturn0search0\n- Centro Studi GISED 'Shoot the Mole' project page summarizing the study design, results and intent (mobile app tele-dermatology for early melanoma detection). citeturn0search1\n- ICH GCP / clinical trials registry entry repeating the study title, purpose and status. citeturn0search3"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}