{
    "nct_id": "NCT04573985",
    "title": "Impact of the Eurékoi Serious Game on Family Caregivers of Patients With a Major Neurocognitive Disorder",
    "status": "COMPLETED",
    "last_update_time": "2023-11-15",
    "description_brief": "This study aims to assess the effectiveness of serious EUREKOI gambling on the anxiety of family caregivers of patients with newly diagnosed Alzheimer's disease.",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "OTHER",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The described trial tests the Eurékoi \"serious game\" delivered to family caregivers to reduce their anxiety — a behavioral/nonpharmacological, caregiver-focused intervention rather than a drug, biologic, or a patient-targeted cognitive/neuropsychiatric treatment. citeturn0search0turn0search2",
        "Act: I searched clinical-trial registries and trial listings and found the study registered as NCT04573985 (Impact of the Eurékoi Serious Game on Family Caregivers of Patients With a Major Neurocognitive Disorder) run by CHU de Nice; it lists the intervention as a 1-session group \"serious game Eurekoi\" with anxiety (Spielberger inventory) as the primary outcome and is classified as a behavioral intervention (Completed). citeturn0search0turn0search8",
        "Reflect: Because the intervention is a serious game for caregivers (non-drug, non-biologic) and aims to reduce caregiver anxiety rather than modify Alzheimer pathology or directly improve patients' cognition/neuropsychiatric symptoms, it does not fit any of the four target categories (disease-targeted biologic, disease-targeted small molecule, cognitive enhancer, neuropsychiatric symptom improvement). Therefore the correct classification is 'N/A'. I also note that serious games are discussed in the literature as nonpharmacological interventions for cognition/behavior in AD/MCI, supporting that this is a behavioral (non-drug) approach. citeturn0search3",
        "Web search results (sources found): 1) Trial listing summarizing the study (MedPath / NCT04573985 summary). citeturn0search0 2) Alternate clinical-trial registry entry (ICH GCP / NCT04573985). citeturn0search2 3) CTV/Veeva trial listing (summary and site info). citeturn0search8 4) Systematic review/meta-analysis on serious games in older adults with AD/MCI (shows serious games are nonpharmacological therapeutic/assessment tools). citeturn0search3"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}