{
    "nct_id": "NCT00800709",
    "title": "Changes of Biological Markers and Brain PET Imaging and Clinical Effects of Memantine for Patients With Moderate to Severe Alzheimer's Disease: a 24 Week Double-blind, Randomized, Placebo-Controlled Study",
    "status": "COMPLETED",
    "last_update_time": "2010-12-02",
    "description_brief": "In AD, tau protein is abnormally hyperphosphorylated. Significant changes of hyperphosphorylated tau levels in CSF are found in AD patients. It has been shown in vitro that memantine can reverse abnormal hyperphosphorylation of tau in hippocampal neurons of rats. A statistically significant reduction of CSF phosphorylated tau at a preliminary 1-year follow-up was observed, from median 126 (interquartile range 107-153) to 108 (88-133) ng/l (p = 0.018). No statistically significant differences of total tau or Aβ42 were found (Gunnarsson MD, 2007).\n\nFDG-PET has the unique ability to estimate the local cerebral metabolic rate of glucose consumption, thus providing information on the distribution of neuronal death and synapse dysfunction in AD in vivo (Herholz K. 2003). Synaptic dysfunction and loss induce a reduction in neuronal energy demand that results in decreased glucose metabolism. Hypometabolism in AD is thought to reflect loss of synaptic activity and density (Herholz K. 2003; Mielke R, et al. 1998).\n\nAnother biological markers such as inflammatory factor and APOEε4 also play a part in the onset of AD (Glodzik-Sobanska L, 2007).",
    "description_detailed": "1. To investigate the effects of daily dosing of memantine for 24 weeks versus placebo on biological markers of subjects with Alzheimer's disease.\n2. To investigate the effects of daily dosing of memantine for 24 weeks versus placebo on 18\\[F\\]-FDG-PET of brain in subjects with Alzheimer's disease.\n3. To investigate the effects of daily dosing of memantine for 24 weeks versus placebo on cognitive function in subjects with Alzheimer's disease.\n4. To investigate the effects of daily dosing of memantine for 24 weeks versus placebo on measures of behavior and activities of daily living of subjects with Alzheimer's disease.\n5. To investigate the effects of daily dosing of memantine for 24 weeks versus placebo on short term memory.",
    "phase": [
        "PHASE4"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "memantine"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The trial tests memantine, an oral, small-molecule uncompetitive NMDA (glutamate) receptor antagonist used in moderate-to-severe Alzheimer’s disease. The description emphasizes effects on phosphorylated tau in CSF and PET/metabolic imaging, but memantine's established mechanism is modulation of glutamatergic neurotransmission to reduce excitotoxicity and provide symptomatic cognitive/functional benefit rather than directly clearing amyloid or tau pathology. citeturn0search0turn0search6",
        "Act: Key extracted details — drug: memantine (small-molecule NMDA receptor antagonist); study design: double-blind, randomized, placebo-controlled; outcomes discussed: CSF phosphorylated tau reduction, FDG-PET metabolic measures, and clinical effects. Because memantine is a symptomatic NMDA antagonist (not a biologic targeting amyloid/tau), it fits the 'Cognitive enhancer' category rather than 'disease-targeted biologic' or a pathology‑targeting small molecule. citeturn0search2turn0search3",
        "Reflect: Classification check — memantine is a small molecule, but category definitions distinguish disease-targeted small molecules (those that directly target AD pathology like amyloid- or tau-directed inhibitors) from cognitive enhancers (symptomatic drugs that improve cognition by neurotransmitter modulation). Memantine is best classified as a cognitive enhancer (symptomatic NMDA antagonist). The trial’s biomarker findings (reduced CSF p‑tau) are interesting and may reflect downstream effects, but do not change memantine’s primary mechanism or approved, symptomatic indication. citeturn0search6turn0search5",
        "Web search results used (key sources): 1) Alzforum summary: memantine is a noncompetitive, low- to medium-affinity NMDA receptor antagonist. citeturn0search0 2) PMC/NLM review (Alzheimer Disease Pharmacologic Treatment): memantine approved for moderate-to-severe AD; acts as uncompetitive NMDA antagonist and is used for symptomatic treatment. citeturn0search6 3) PubMed reviews on memantine preclinical/clinical evidence and NMDA antagonism (neuropharmacological basis). citeturn0search2turn0search3",
        "Notes/uncertainty: The trial reports a statistically significant reduction in CSF phosphorylated tau at 1 year in a preliminary report (Gunnarsson MD, 2007) — this biomarker change could suggest effects on tau phosphorylation in some contexts, but does not make memantine a tau‑targeting biologic or a disease‑modifying small molecule by the standard definitions used here. If you want, I can look up the original Gunnarsson 2007 paper and the 24‑week double‑blind trial results to quote their biomarker and clinical effect sizes."
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The trial drug is memantine, a well-established uncompetitive (channel-blocking) NMDA glutamate receptor antagonist used for symptomatic treatment of moderate-to-severe Alzheimer’s disease. The described outcomes (CSF phosphorylated tau changes and PET/metabolic measures) are biomarker observations but the drug’s primary mechanism is modulation of glutamatergic neurotransmission (NMDA receptor), i.e., a neurotransmitter receptor target. citeturn0search0turn0search1",
        "Act: Extracted details — drug: memantine (oral small molecule); mechanism: uncompetitive/low-to-moderate affinity NMDA (glutamate) receptor antagonist; study design/outcomes noted in the description: double-blind randomized placebo-controlled trial assessing clinical effects plus CSF p‑tau and PET/metabolic imaging. Because memantine’s direct molecular target is the NMDA receptor (a neurotransmitter receptor) and its approved/primary use is symptomatic cognitive enhancement, the most specific CADRO match is D) Neurotransmitter Receptors. citeturn0search6turn0search3",
        "Reflect: Confirmation and caveats — memantine may have downstream or secondary effects on pathology biomarkers (e.g., the Gunnarsson 2007 report of reduced CSF phosphorylated tau after 1 year), but this does not reclassify the drug as an amyloid- or tau-directed disease-modifying agent by CADRO definitions. Its primary mechanism and therapeutic classification remain as modulation of a neurotransmitter receptor (NMDA), so D) Neurotransmitter Receptors is the appropriate CADRO category. If the trial had used a drug whose principal action was direct modification of amyloid, tau, ApoE/lipid metabolism, inflammation, etc., a different CADRO category would be selected. citeturn0search3turn0search2",
        "Web search results used (key sources): 1) PMC review: The neuropharmacological basis for memantine (mechanism: uncompetitive NMDA antagonist). citeturn0search0 2) PMC review/meta-analyses and safety/efficacy summaries of memantine in AD. citeturn0search1turn0search5 3) Review of NMDA antagonists and memantine’s pharmacology/clinical rationale. citeturn0search2 4) Gunnarsson et al. 2007 report of reduced CSF phosphorylated tau during memantine treatment. citeturn0search3"
    ]
}