{
    "nct_id": "NCT00246896",
    "title": "A Program of Collaborative Care for Alzheimer Disease",
    "status": "COMPLETED",
    "last_update_time": "2006-07-26",
    "description_brief": "This is a clinical trial to test the effectiveness of current guideline for the care of older adults with Alzheimer's disease. The study focuses on the primary care setting using a nurse care manager to facilitate guideline-level care. We are hypothesizing that patients who receive guideline-level care will have fewer behavioral problems than those who receive the usual care provided in primary care settings",
    "description_detailed": "The specific aim of this proposal is to conduct a four-year randomized controlled clinical trial to test the efficacy of an integrated program of collaborative care as compared to usual care in improving the process and outcomes of care for older adults with dementia in a primary care setting. The program involves three primary components: (1) A comprehensive screening and diagnosis program in which all older adults aged 65 and older from Wishard's Community Health Centers will be screened for dementia. Patients with evidence of dementia will receive further evaluation to determine an explicit diagnosis. Roudebush VA Medical Center patients aged 65 and older with a diagnosis of dementia will receive further evaluation to determine an explicit diagnosis. (2) A multidisciplinary team approach to care for patients with dementia. This care will be coordinated through a geriatric nurse practitioner or a clinical nurse specialist working in the primary care clinic. The team includes primary care and specialist physicians, psychologist, other health care workers, and relevant social service agencies working to adhere to recommended standards of care for primary care patients with dementia. (3) A proactive longitudinal tracking program in which objective measures of process and outcomes of care are fed back to the collaborative care team so that appropriate changes in the course of therapy can be undertaken.\n\nAlthough authoritative guidelines for the care of patients with Alzheimer Disease and related disorders have been published, there are no clinical trials that test the impact of close adherence to these guidelines on the outcomes of care for a group of vulnerable older adults in an urban primary care setting. We are hypothesizing that patients with dementia and their caregivers who are exposed to this program will: (1) be more likely to receive the emerging standard of care for dementia, including an explicit diagnosis of dementia and an appropriate level of evaluation, education, and management; (2) be less impaired by psychopathology and behavior disturbances; (3) be less functionally impaired at 1-year and 2-year follow-up.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "neuropsychiatric symptom improvement",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is a primary-care–based collaborative care program using a nurse care manager to implement guideline-level care and behavioral protocols (nonpharmacologic first) with the hypothesis that it will reduce behavioral and psychological symptoms of dementia. This description and the trial abstract identify the Neuropsychiatric Inventory (NPI) as the primary outcome for behavioral symptoms, indicating the trial targets neuropsychiatric/behavioral problems rather than disease pathology or cognition. citeturn0search2turn0search1",
        "Act: Key extracted details — trial registration NCT00246896; lead sponsor AHRQ; randomized controlled trial comparing collaborative care (interdisciplinary team led by an advanced practice nurse/nurse care manager) versus augmented usual care in primary care; outcome: fewer behavioral problems (measured by NPI). No drug or placebo is specified because the intervention is a care-management model, though the intervention group had higher use of cholinesterase inhibitors and antidepressants in the study as part of guideline-based management. citeturn0search1turn0search2",
        "Reflect: Classification check — fits the definition of 'Neuropsychiatric symptom improvement' (intervention intended to alleviate behavioral/psychiatric symptoms). It is not a biologic or small-molecule disease-modifying trial, nor a primary cognitive-enhancement drug trial, so 'neuropsychiatric symptom improvement' is the correct category. Trial and publication sources confirming these points are provided below. citeturn0search2turn0search8",
        "Web search results used (key sources): PubMed summary of the randomized trial showing collaborative care reduced behavioral and psychological symptoms of dementia (JAMA publication/abstract). citeturn0search2; ClinicalTrials.gov / trial listing for NCT00246896 describing the collaborative care intervention and aims. citeturn0search1; Grantome summary of the grant titled 'A Program of Collaborative Care for Alzheimer Disease' describing the program. citeturn0search8"
    ],
    "agent_type": "T) Other",
    "explanation_agent": [
        "Reason: The trial is a primary-care–based collaborative care program (nurse care manager, guideline-level behavioral protocols) aimed at reducing neuropsychiatric/behavioral symptoms (primary outcome: Neuropsychiatric Inventory). This is a systems/care-management intervention, not a therapy directed at a specific molecular or biological Alzheimer’s target. citeturn0search2turn0search0",
        "Act: Extracted details — clinicaltrial registration NCT00246896; lead sponsor AHRQ; randomized controlled trial comparing collaborative care (interdisciplinary team led by an advanced-practice nurse/nurse care manager) versus augmented/usual care in primary care; primary outcome: fewer behavioral problems measured by the NPI. The intervention increased guideline-consistent use of cholinesterase inhibitors and antidepressants in the intervention arm, but the intervention itself is a care-management model rather than a drug targeting a defined molecular pathway. citeturn0search1turn0search3",
        "Reflect: CADRO categories focus on biological targets (amyloid, tau, inflammation, synaptic, etc.). Because this trial tests a nonpharmacologic, care-delivery intervention targeting neuropsychiatric/behavioral symptoms rather than a specific CADRO-listed biological mechanism, the correct classification is 'T) Other'. Confirmed by JAMA publication and trial registry. citeturn0search0turn0search7",
        "Key web sources used: PubMed/JAMA randomized trial summary showing collaborative care reduced behavioral and psychological symptoms (Effectiveness of Collaborative Care for Older Adults With Alzheimer Disease in Primary Care). citeturn0search0; ClinicalTrials.gov / trial listing (NCT00246896) describing the collaborative care intervention and aims. citeturn0search2; Medscape news summary describing trial outcomes and higher use of cholinesterase inhibitors and antidepressants in the intervention group. citeturn0search3; JAMA full article citation. citeturn0search7"
    ]
}