{
    "nct_id": "NCT00480870",
    "title": "The Effect of Anticholinesterase Drugs on Sleep in Alzheimer's Disease Patients",
    "status": "COMPLETED",
    "last_update_time": "2007-12-03",
    "description_brief": "The purpose of this study is to determine the effects of the anticholinesterase drug donepezil on sleep in Alzheimer disease patients. Sleep structure and respiratory parameters will be analyzed by polysomnography.",
    "description_detailed": "Central acting cholinesterase inhibitors are the first primary pharmacological treatment approved for Alzheimer disease, of which donepezil is the most frequently used. Multicenter studies have found little toxicity, and its side effects (diarrhea, nausea, vomiting, nightmares, among others) are mild and transient. According to the literature, cholinergic active drugs may be expected to affect REM (rapid eye movement) sleep. Another possible effect is related to respiratory parameters in patients with Alzheimer disease and obstructive sleep apnea. In fact, cholinergic activity influences the upper airway opening via central and peripheral mechanisms.\n\nIntervention: Patients will be administered donepezil or placebo. The study has a randomized, double-blind placebo-controlled design. Complete polysomnography with REM sleep EEG spectral analysis and ADAS-cog scoring will be performed at baseline and after 3 and 6 months.",
    "phase": [
        "PHASE4"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "donepezil (anticholinesterase; brand name Aricept)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention in the trial is donepezil, a centrally acting, reversible acetylcholinesterase (AChE) inhibitor used to improve cognition and global function in Alzheimer disease patients rather than to modify underlying AD pathology; this fits the 'cognitive enhancer' category. citeturn0search1turn0search5",
        "Act: Extracted details — drug: donepezil (Aricept), class: anticholinesterase / AChE inhibitor (small molecule). The trial measures sleep structure and respiratory parameters with polysomnography, but the drug’s mechanism and approved use are symptomatic cognitive enhancement, not a biologic disease-modifying approach. citeturn0search12turn0search0",
        "Web search results (summaries of key sources found):",
        "• Donepezil is a centrally acting, reversible acetylcholinesterase inhibitor developed for symptomatic treatment of Alzheimer disease; pivotal trials showed cognitive and global function improvement but no evidence of altering disease progression. citeturn0search1turn0search5",
        "• Pharmacology and prescribing summaries describe donepezil as a selective AChE inhibitor with CNS activity (brand name Aricept). citeturn0search10turn0search4",
        "• Reference reviews and drug entries note donepezil’s common side effects include sleep disturbances and other cholinergic effects — which explains why a trial would examine sleep outcomes. citeturn0search12turn0search0",
        "Reflect: Classification rationale — donepezil is a small-molecule symptomatic treatment that enhances cholinergic neurotransmission to improve cognition in AD; therefore the correct category is 'cognitive enhancer'. Although this particular trial measures sleep outcomes (not cognitive endpoints), that does not change the drug’s class or intended symptomatic (non–disease-modifying) mechanism. No information suggests a biologic or disease-targeting (amyloid/tau–modifying) mechanism, so alternate categories are not appropriate. citeturn0search1turn0search5"
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The trial drug is donepezil, a centrally acting, reversible acetylcholinesterase (AChE) inhibitor used as a symptomatic cognitive enhancer in Alzheimer disease; CADRO explicitly lists acetylcholinesterase under the \"Neurotransmitter receptors\" category. citeturn1search0turn0search1",
        "Act: Extracted details — drug: donepezil (Aricept); mechanism: reversible acetylcholinesterase (AChE) inhibition (increases synaptic acetylcholine), indicated for symptomatic treatment (improves cognition but does not alter disease course). The described trial measures sleep outcomes (polysomnography), but the agent’s mechanism and class remain a cholinergic/synaptic neurotransmission intervention. citeturn1search0turn1search2",
        "Reflect: Classification check — this is a small-molecule, symptomatic cholinergic agent targeting acetylcholinesterase activity (a neurotransmitter-related mechanism). That maps to CADRO category D) Neurotransmitter Receptors rather than amyloid/tau/inflammation or a multi-target category. No information in the description indicates a disease-modifying (amyloid or tau) mechanism or multiple distinct targets, so D) is the most specific and appropriate CADRO classification. citeturn0search1turn0search2",
        "Web search results (key sources):",
        "• CADRO reference showing acetylcholinesterase listed under the Neurotransmitter receptors category. citeturn0search1",
        "• Donepezil (Aricept) prescribing information: donepezil is a reversible AChE inhibitor, indicated for symptomatic treatment of Alzheimer’s dementia; label notes no evidence of altering disease progression. citeturn1search0",
        "• Clinical reports and trials and pharmacology reviews documenting that donepezil can cause sleep-related effects (vivid dreams, insomnia), which explains the sleep-focused outcomes in the trial. citeturn1search2turn1search1"
    ]
}