{
    "nct_id": "NCT02968875",
    "title": "Alzheimer's Disease and Physiological, Cognitive Function and BDNF Levels of Plasma Adaptation After Exercise Training",
    "status": "COMPLETED",
    "last_update_time": "2018-05-24",
    "description_brief": "Alzheimer's disease (AD) is a neurodegenerative disease leading to one of the most common forms of dementia in humans and memory disorder is one of the first symptoms that lead to diagnosis.",
    "description_detailed": "Present in greater amounts in the regions of the hippocampus and cortex, the Brain-derived neurotrophic factor (BDNF) is essential to both learning and memory processes. This protein is found in lower amounts in people with AD. Acute physical activity of moderate to vigorous intensity would increase the levels of plasma BDNF whether for a healthy person or a person with AD. Nevertheless in rest, healthy people have higher level of BDNF than individuals with AD. There are no studies on the effect of chronic exercise based on BDNF level at rest in people with AD. In a hypothetical endurance training of 18 sessions, whether interval or continuous training the levels of BDNF would increase in people with AD at rest. Their physiological and neuropsychological performances would also show a rise.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "PREVENTION",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "None — exercise intervention (no pharmacologic drug)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial title describes an exercise training intervention measuring physiological and cognitive function and plasma BDNF adaptation in people with Alzheimer's disease — the aim is to improve cognitive/physiological function (and neurotrophic markers), not to test a biologic or small-molecule drug.",
        "Act: Key extracted details — Intervention: exercise training (aerobic/multimodal exercise). Primary/important outcomes: cognitive function and plasma BDNF (BDNF = brain-derived neurotrophic factor). No drug or placebo is mentioned in the description, so there is no drug target to identify. Multiple published studies and reviews show exercise interventions in AD target cognition and BDNF modulation (examples: acute and chronic aerobic exercise increased plasma BDNF and investigated cognition in AD patients; RCTs of multimodal exercise measured cognitive and BDNF changes). citeturn0search1turn0search3turn0search0",
        "Web search results (selected supporting sources): - \"Acute aerobic exercise increases brain-derived neurotrophic factor levels in elderly with Alzheimer's disease\" (PubMed). citeturn0search1 - \"Benefits of Multimodal Exercise Intervention for BDNF and Cytokines Levels, Cognitive Function, and Motor Functionality in Alzheimer's Disease\" (PubMed). citeturn0search3 - \"Aerobic Training and Circulating Neurotrophins in Alzheimer's Disease Patients: A Controlled Trial\" (PubMed). citeturn0search0 - Review: \"Mechanisms of the Beneficial Effects of Exercise on BDNF Expression in Alzheimer’s Disease\" (MDPI review). citeturn0search2 - Heterogeneity and dose-response considerations in exercise/biomarker studies (FIT-AD blood study; PubMed). citeturn0search4",
        "Reflect: Classification check — the study tests a non-pharmacologic intervention (exercise) intended to improve cognition and increase BDNF, so it best maps to the 'cognitive enhancer' category (intervention aimed at improving cognitive function). Note: if you interpret the provided category definitions as strictly limited to pharmacologic agents, one could instead mark this as 'N/A' because no drug is involved; however, given the trial's explicit cognitive-improvement goal, 'cognitive enhancer' is the most appropriate classification. There is no drug target to report and no placebo arm described."
    ],
    "agent_type": "L) Growth Factors and Hormones",
    "explanation_agent": [
        "Reason: The trial is a non‑pharmacologic (exercise) intervention whose primary biological marker/outcome is plasma BDNF (brain‑derived neurotrophic factor). BDNF is a neurotrophic growth factor, so the biological focus maps most specifically to the Growth Factors and Hormones CADRO category. citeturn0search1turn0search2",
        "Act: Extracted details — Intervention: exercise training (aerobic/multimodal). Measured outcomes: cognitive/physiological function and plasma BDNF. No drug or molecular therapeutic is tested, therefore the best CADRO mapping is by the biological pathway affected (BDNF/growth factor signaling) rather than a pharmacologic target. Supporting evidence that exercise modulates peripheral/hippocampal BDNF and is studied in AD: acute and chronic exercise raise BDNF in AD patients and in meta-analyses. citeturn0search1turn0search2turn0search0",
        "Reflect: Confirmation and alternatives — Because the trial explicitly targets/assesses BDNF (a growth factor), L) Growth Factors and Hormones is the most specific CADRO category. One could also argue for M) Synaptic Plasticity/Neuroprotection (exercise-driven BDNF promotes synaptic plasticity) but that is a broader functional class; L is chosen because the measured biomarker is a growth factor (BDNF). The study is non‑pharmacologic; it is not appropriate to mark as 'T) Other' because a clear biological pathway (growth factor/BDNF) is being probed. citeturn0search5turn0search6",
        "Web search results (selected supporting sources): - Acute aerobic exercise increases BDNF levels in elderly with Alzheimer's disease (controlled human study). citeturn0search1 - Physical exercise increases peripheral BDNF in patients with cognitive impairment: meta‑analysis. citeturn0search2 - Effects of exercise on BDNF in Alzheimer's disease models: systematic review and meta‑analysis. citeturn0search0 - Aerobic training and circulating neurotrophins in AD patients: controlled trial (measured BDNF, VEGF, IGF‑1). citeturn0search6 - Review on exercise‑induced BDNF expression and therapeutic implications for AD (mechanistic perspective). citeturn0search5"
    ]
}