{
    "nct_id": "NCT06452407",
    "title": "Evaluating the Feasibility of elleFA App Implementation",
    "status": "RECRUITING",
    "last_update_time": "2025-09-22",
    "description_brief": "Endometriosis is a chronic incurable disease where endometrial-like tissue grows outside of the uterus, and causes symptoms such as debilitating menstrual pain, pain during intercourse, infertility, constipation, and bloating, which hurts their quality of life. Endometriosis is estimated to affect approximately 10% of women. Despite this, there's currently not enough research on this disease; in Canada it takes on average 5.4 years to get a diagnosis (from when symptoms start), and once diagnosed, women often have to go through a trial-and-error process to find a treatment that can manage their symptoms. Misunderstanding symptoms and struggling with patient-provider communication both contribute to these delays in diagnosis and finding the best treatment.\n\nMobile health applications have been a promising new tool to self-track symptoms and treatments. There are several apps currently available on the market for logging chronic pain, menstrual cycles, and fertility. However, no apps exist specifically for endometriosis that look at the whole spectrum of symptoms, including pain, quality of life, and especially ease of patient-provider communication. The elleFA app is a new, personal endometriosis and health tracking app designed to improve patient-physician dialogue through more direct, efficient, and impactful communication, as patients navigate their condition.\n\nThis single-arm interventional study aims to test the feasibility of implementing the new elleFA app in a clinical setting for 6 months in pre-menopausal women 18 years and older with endometriosis, and the app's impact on patient experience. Participants will download the elleFA app on their smartphone and will be asked to complete two questionnaires through the app every month for 6 months. Participants can choose to also optionally track their daily symptoms, lifestyle, and treatments, through weekly symptom log summaries through the app.\n\nThe main study finding will be be patient adherence to using the app over a 6 month study period. Other findings will include user-reported satisfaction with the elleFA app, and the impact of elleFA app use on patient experience communicating with their healthcare team.",
    "description_detailed": "Endometriosis is a chronic incurable disease where endometrial-like tissue grows outside of the uterus and is estimated to affect 10% of women of reproductive age. Many women with endometriosis experience symptoms including but not limited to debilitating menstrual pain, pain during intercourse, infertility, constipation, and bloating. Their quality of life is severely hindered, with an average of 0.809 quality-adjusted life years per woman suffering from the condition. Endometriosis is currently deeply under-researched; diagnosis is delayed on average 5.4 years from the onset of symptoms in Canada, and once diagnosed, women often have to undergo a trial-and-error approach to find treatment strategies to manage their symptoms. Misunderstanding symptoms for common menstrual pains as well as struggles in patient-provider communication in the form of physician dismissal or patient recall bias and memory gaps contribute to these delays in diagnosis and appropriate treatments.\n\nMobile health applications have been a promising new tool to self-track symptoms and treatments. Women report being motivated to use this mode of tracking to better manage their symptoms and improve communication with their healthcare providers. There are several apps currently available on the market for logging chronic pain, menstrual cycles, and fertility. However, endometriosis patients report feeling limited by these apps, as no apps exist specifically for endometriosis that look at the whole spectrum of symptoms, including pain, quality of life, and especially ease of patient-provider communication. Therefore, in this pilot study, we propose determining the feasibility of introducing the novel elleFA app in the clinical setting, a personal endometriosis and health tracking app designed to improve patient-physician dialogue through more direct, efficient, and impactful communication, as patients navigate their condition.\n\nThis 6-month prospective open-label single-arm interventional clinical study aims to test the feasibility of implementing the elleFA app for 6 months in women with endometriosis, and its impact on patient experience. Twenty pre-menopausal women 18 years or older with suspected or confirmed endometriosis will be recruited. Upon recruitment, each participant will fill out a brief demographic questionnaire, then download the elleFA app on their smartphone and will be asked to complete two validated questionnaires monthly, for 6 months. Daily symptom, lifestyle, and treatment tracking, as well as weekly symptom log summaries, are available for optional completion by the participant.\n\nThe primary outcome will be patient adherence to using the app as defined by the completion rate of monthly modified Biberoglu and Behrman (B\\&B) scale and Endometriosis Health Profile (EHP-30) surveys over a 6 month study period. One secondary outcome will be reported user satisfaction with the elleFA app itself, measured by score of patient-reported questionnaire designed to capture the user experience and perceived app functionality using a 5-point Likert scale. Another secondary outcome will be the impact of elleFA app use on patient experience communicating with the healthcare team, measured by factors such as confidence in recall or comfort with the physician-patient relationship using a 5-point Likert scale.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "HEALTH_SERVICES_RESEARCH",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is a mobile health smartphone application (elleFA) intended to improve symptom tracking and patient–provider communication in people with endometriosis — a non-pharmacologic, health‑services research intervention rather than a drug or biologic. citeturn0search0turn0search5",
        "Act: Key extracted details — single‑arm interventional feasibility study (6 months), population: pre‑menopausal women ≥18 with known/suspected endometriosis, intervention: download/use the elleFA app; primary outcome is app adherence (completion of monthly surveys). No drug, vaccine, monoclonal antibody, or small‑molecule therapy is used or described. Classification: N/A. citeturn0search5turn0search3",
        "Reflect: This fits the instruction to return 'N/A' for diagnostics/non‑therapeutic or non‑pharmacologic interventions. There is no ambiguity in the description — the trial tests an app (health services/tool implementation), not a disease‑targeted biologic, disease‑targeted small molecule, cognitive enhancer, or a neuropsychiatric symptom treatment. citeturn0search0turn0search2",
        "Web search sources used: Veeva/CTv summary of the trial, MedPath/clinical trial listing (NCT06452407), ClinConnect summary and registry entries. These sources confirm the elleFA app intervention and study design. citeturn0search0turn0search5turn0search3"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}