{
    "nct_id": "NCT01688128",
    "title": "An Open-label, Controlled, Cross-over Trial of Ubiquitous SR-based Memory Advancement and Rehabilitation Training (U-SMART) in Mild Cognitive Impairment",
    "status": "COMPLETED",
    "last_update_time": "2016-04-18",
    "description_brief": "The purpose of this study is to examine the efficacy of the Ubiquitous Spaced Retrieval-based Memory Advancement and Rehabilitation Training (U-SMART) in the elderly individuals with mild cognitive impairment (MCI) by an open-label, controlled, crossover Trial.",
    "description_detailed": "The Spaced Retrieval-based Memory Advancement and Rehabilitation Training (SMART) which consisted of 24 one-hour face-to-face sessions (Lee, Park et al. 2009) was developed based on the spaced retrieval training (SRT), which was effective in improving memory retention span of very mild to mild Alzheimer's disease patients. The Ubiquitous SMART (U-SMART) by transforming the current SMART to a self-administered program using an application working on IPAD was developed, and showed its feasibility and efficacy in the elderly individuals with mild cognitive impairment in the preliminary study. (ClinicalTrials.gov ID: NCT01628653) To validate the efficacy of the U-SMART, an open-label, controlled, crossover design of clinical trial were planned in this study.",
    "phase": [
        "PHASE3"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "U-SMART (Ubiquitous Spaced Retrieval-based Memory Advancement and Rehabilitation Training) — a tablet-based, self‑administered spaced‑retrieval cognitive training program (non‑pharmacologic)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention (U-SMART) is a spaced‑retrieval, tablet‑based memory training program intended to improve learning/retention and information retrieval in older adults with MCI, i.e., a cognitive training (non‑drug) approach rather than a biologic or small molecule targeting AD pathology. citeturn0search4turn0search2",
        "Act: Key details — U-SMART is a self-administered, tablet/computer spaced‑retrieval program developed from SMART; trials (including an open‑label and a randomized controlled crossover trial) evaluated memory outcomes (Word List tests) and reported modest improvements in recall/information retrieval in MCI. This confirms it is a cognitive training intervention, not a pharmacologic agent. citeturn0search0turn0search1turn0search4",
        "Reflect: Classification check — by the provided definitions, U-SMART is neither a biologic nor a small molecule, and it targets cognitive performance (memory retrieval) rather than neuropsychiatric symptoms or Alzheimer pathology; therefore the correct category is 'cognitive enhancer'. Trial registration and descriptions corroborate this interpretation. citeturn0search5turn0search2"
    ],
    "agent_type": "T) Other",
    "explanation_agent": [
        "Reason: The intervention (U-SMART) is a spaced‑retrieval, tablet‑based, self‑administered cognitive training program designed to improve learning, retention and information retrieval in people with MCI — it is a behavioral/non‑pharmacologic cognitive enhancer rather than a drug or biologic targeting a molecular pathway. citeturn0search0turn0search8",
        "Act: Key extracted details — U‑SMART was developed by converting face‑to‑face SMART spaced‑retrieval training into a self‑administered iPad/tablet app; clinical evaluations (including an open‑label feasibility study and a randomized controlled crossover trial) tested memory outcomes (Word List tests) and reported modest improvements in recall/information retrieval. Because no molecular/biologic target (amyloid, tau, inflammation, synaptic receptor, etc.) is involved, it does not map to a CADRO biological target category. citeturn0search3turn0search9",
        "Reflect: Classification check — CADRO categories are organized around biological targets or mechanisms. U‑SMART is a non‑pharmacologic cognitive training intervention (behavioral/device), so the correct CADRO assignment is 'T) Other' (the trial does not target a specific molecular or cellular AD mechanism). If the user prefers a label emphasizing cognitive enhancement rather than a biological target, note that CADRO has no separate behavioral/cognitive‑training category, hence 'T) Other' is appropriate. citeturn0search1",
        "Web search sources used (key results): 1) Full-text RCT describing USMART (Alzheimer's Research & Therapy) — development, tablet implementation, crossover RCT and outcomes. citeturn0search0 2) PubMed record/abstract of the USMART RCT summarizing methods and modest WLRT improvement. citeturn0search3 3) Trial registry / trial listing for NCT01688128 (U‑SMART crossover/open‑label trial) with basic trial details. citeturn0search2 4) Development/feasibility study of U‑SMART describing conversion of SMART to a tablet app. citeturn0search8 5) Foundational spaced‑retrieval cognitive training literature supporting spaced retrieval as a nonpharmacologic memory intervention in cognitively impaired older adults. citeturn0search1"
    ]
}