{
    "nct_id": "NCT02939612",
    "title": "Testing a Computerized Interactive Stress Management Intervention in Early Stage Cancer: a Randomized Controlled Trial",
    "status": "ACTIVE_NOT_RECRUITING",
    "last_update_time": "2025-03-18",
    "description_brief": "The purpose with this study is to test the effect of an app for stress management among patients with a variety of cancer diagnoses.",
    "description_detailed": "A cancer diagnosis and subsequent treatment can be disruptive and traumatic, often accompanied by a multitude of stressors for the patients and their support network. Uncertainty of outcome and invasive medical procedures with aversive side effects are not uncommon, and while people differ widely in how they experience and cope with such challenges, cancer related distress including anxiety, depression, worry and rumination is prevalent. With multiple domains of function impacted it is also not surprising that quality of life (QoL) often is diminished.\n\nStress management interventions can facilitate adjustment to cancer, including reduced distress and improved quality of life. Unfortunately, many people with cancer do not have the strength or opportunity to attend groups or in-person interventions.\n\nThis study will therefore test the effect of an app for stress management among patients with different cancer diagnosis. The app contains 10 modules distributed over five weeks, focusing on education of different techniques for reduction of stress and stress reduction exercises.\n\nThe app was tested in a feasibility pilot study among 25 patients with a variety of cancer diagnoses and is now being tested in a randomized controlled trial with a sample of 175 cancer survivors. The participants were randomly assigned to use the 10 module app or to a control group that receive treatment as usual, and will be followed with repeated measures over 12 months.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "SUPPORTIVE_CARE",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is a computerized/mobile app (StressProffen) delivering cognitive-behavioral stress-management modules for cancer survivors — a psychosocial/behavioral intervention rather than a drug or biologic. citeturn0search0turn0search6",
        "Act: Key extracted details — randomized controlled trial of an app-based stress-management program (10 modules over ~5 weeks/blended delivery with an intro session and follow-up calls) for early-stage cancer patients; outcomes measured were stress, anxiety/depression, and quality of life. This is a digital behavioral/psychosocial intervention (no pharmacologic agent, no biologic). citeturn0search5turn0search1",
        "Reflect: Classification — does not fit any Alzheimer’s-targeted category (disease-targeted biologic, disease-targeted small molecule, cognitive enhancer, or neuropsychiatric symptom improvement related to AD). The trial is non-therapeutic for AD and instead tests a psychosocial app intervention for cancer-related distress; therefore the correct category is 'N/A'. citeturn0search0turn0search7",
        "Web search results used (key sources): 1) Clinical trial registration (NCT02939612) describing the app-based stress management RCT. citeturn0search0 2) Peer-reviewed RCT publications reporting StressProffen results and methodology (JMIR/Formative development paper; randomized trial results in Cancer and other journal articles). citeturn0search6turn0search7turn0search5"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}