{
    "nct_id": "NCT05787041",
    "title": "The Effect of High Fat Diet on the Pharmacokinetics of AD16 Tablets in Healthy Chinese Adult Subjects",
    "status": "COMPLETED",
    "last_update_time": "2023-11-28",
    "description_brief": "The study was a single-center, randomized, open-access, two-crossover, single-dose study design with 16 subjects to evaluate the pharmacokinetics of a high-fat diet on a single dose of oral AD16 tablets in healthy Chinese adults and the safety of a single dose of oral AD16 tablets in healthy Chinese adults.\n\nCompared with fasting administration, a high-fat diet reduced the rate of AD16 tablet absorption in healthy adult subjects and had no effect on overall exposure to AD16.\n\nThe elimination and distribution characteristics of AD16 in vivo were similar under the conditions of feeding and fasting administration.\n\nA single dose of AD16 tablets after fasting and high fat diet showed good safety.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "AD16 — oral tablet; described in phase 1 studies as a novel neuroinflammatory inhibitor for Alzheimer’s disease (small‑molecule candidate). citeturn0search3turn0search1"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial tests oral AD16 tablets (single 20 mg dose) and reports pharmacokinetics/safety and the effect of a high‑fat meal on absorption in healthy adults. AD16 is described in the literature as a neuroinflammatory inhibitor being developed for Alzheimer’s disease, indicating a disease‑targeted mechanism rather than a symptomatic cognitive enhancer or behavioral‑symptom drug. citeturn0search3turn0search1",
        "Act: The published phase‑1 reports and trial registries identify AD16 as an oral tablet with PK and safety data, and preclinical work shows neuroinflammation inhibition and neuroprotective effects — consistent with a small‑molecule therapeutic approach (metabolites and oral bioavailability are reported). The specific high‑fat vs fasting PK crossover (16 subjects) is described in the phase‑1 paper and trial record. citeturn0search3turn0search5turn0search4",
        "Reflect: Classification as a 'disease‑targeted small molecule' aligns with: (1) oral tablet formulation and PK/metabolite data (typical of small molecules), (2) its stated mechanism targeting neuroinflammation in AD (disease pathology), and (3) the intent to develop it as a therapeutic for Alzheimer’s disease rather than solely a symptomatic cognitive enhancer or neuropsychiatric treatment. If further uncertainty is desired, primary sources are the phase‑1 manuscript and trial registrations cited above. citeturn0search3turn0search1turn0search6"
    ],
    "agent_type": "F) Inflammation",
    "explanation_agent": [
        "Reason: The trial drug AD16 is described in the phase‑1 literature as a novel small‑molecule neuroinflammatory inhibitor being developed for Alzheimer’s disease (i.e., it targets neuroinflammation rather than amyloid, tau, neurotransmitter systems, etc.). This description directly maps to CADRO category F (Inflammation). citeturn0search3turn0search0",
        "Act: Extracted trial details from the published phase‑1 report: AD16 is an oral tablet tested for PK, safety and tolerability in healthy Chinese adults; the fed/fasted (high‑fat meal) effect was assessed in a two‑period crossover with a single 20 mg dose in 16 subjects (high‑fat vs fasting). The paper and registry explicitly state AD16’s mechanism as reducing neuroinflammation in preclinical studies and describe it as a disease‑targeted small‑molecule candidate for AD. These facts support assigning the trial to the inflammation CADRO category. citeturn0search3turn0search1",
        "Reflect: Classification as 'F) Inflammation' is consistent with the explicit mechanistic description (neuroinflammation inhibitor) and the intent to develop AD16 as a disease‑modifying therapeutic for Alzheimer’s disease. The trial is a PK/safety study (not diagnostic or purely symptomatic), and no other primary targets (e.g., amyloid, tau, ApoE, synaptic receptors) are indicated in the sources, so 'F) Inflammation' is the most specific CADRO match rather than 'R) Multi‑target' or 'T) Other'. citeturn0search3turn0search0",
        "Web search results cited (primary sources used): 1) BMC Medicine full text: 'Safety, tolerability, pharmacokinetics and effects of diet on AD16, a novel neuroinflammatory inhibitor for Alzheimer’s disease: a randomized phase 1 study' — open‑access article describing AD16, PK/safety data, and the high‑fat meal effect. citeturn0search0 2) PubMed record for the same phase‑1 study (summary and trial registration IDs). citeturn0search1 3) PMC (NIH) copy of the article (PDF/HTML) containing chemical structure, preclinical neuroinflammation data, and fed/fasted crossover details (20 mg, 16 subjects) used to support the above classification. citeturn0search3"
    ]
}