{
    "nct_id": "NCT06052163",
    "title": "Phase IIa, Randomized, Double-Blind, Placebo-Controlled, Parallel Group Study to Evaluate the Safety and Tolerability of Bumetanide in Patients With Alzheimer's Disease.",
    "status": "RECRUITING",
    "last_update_time": "2024-04-10",
    "description_brief": "This study aims to investigate bumetanide in patients with biologically confirmed Alzheimer's disease (AD). Bumetanide is a potent diuretic administered orally and is FDA approved for the treatment of edema and hypertension. Repurposing bumetanide as a medication for AD has been proposed based on data that demonstrated its ability to \"flip\" the APOE genotype-dependent transcriptomic signatures in AD mouse and cell culture models. Critically, this discovery was subsequently explored in Electronic Health Record cohorts, which revealed that among individuals over the age of 65, bumetanide exposure was significantly associated with a lower prevalence of AD in three independent datasets.\n\nPrimary Objective: To evaluate the safety and tolerability of bumetanide when administered to participants with biomarker-confirmed Alzheimer's disease.\n\nSecondary Objective: To evaluate the clinical and biomarker effects of bumetanide in participants with mild cognitive impairment or mild dementia due to Alzheimer's disease.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "Bumetanide (oral loop diuretic; NKCC1 inhibitor)"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: Bumetanide is an FDA-approved small‑molecule loop diuretic that antagonizes Na+-K+-2Cl- cotransporters (NKCC1 in brain, NKCC2 in kidney) — i.e., a small‑molecule mechanism rather than a biologic. citeturn0search7",
        "Act (preclinical evidence): Bumetanide was identified by transcriptomic repurposing screens and shown to \"flip\" APOE4‑dependent AD transcriptomic signatures and to improve pathology and cognition in APOE4 mouse models and human iPSC‑derived neurons. These findings motivate testing bumetanide as a potential disease‑modifying therapy for APOE4‑related AD. citeturn0search3turn0search2",
        "Act (epidemiology): Retrospective EHR/pharmacoepidemiology analyses reported that bumetanide exposure in older adults was associated in several datasets with lower AD prevalence or risk, supporting clinical investigation; however some analyses (e.g., a Medicare claims analysis) found no significant association, so observational signals are mixed. citeturn0search11turn0search1",
        "Act (trial intent): The described Phase IIa randomized, double‑blind, placebo‑controlled study is testing safety/tolerability and clinical/biomarker effects of bumetanide in biomarker‑confirmed MCI/mild dementia due to AD — consistent with a repurposing effort aimed at disease modification rather than only symptomatic relief. citeturn0search5",
        "Reflect: Classification rationale — because bumetanide is a small molecule with preclinical evidence of altering AD‑related molecular/pathologic signatures (APOE4 transcriptomics, amyloid in mice) and epidemiologic signals supporting reduced AD prevalence, the trial is best categorized as testing a disease‑targeted small molecule. Caveat: human efficacy is unproven and observational data are mixed; the mechanism (NKCC1 modulation and transcriptomic effects) is not a classical anti‑amyloid biologic but is still disease‑targeted rather than purely symptomatic. citeturn0search3turn0search11"
    ],
    "agent_type": "M) Synaptic Plasticity/Neuroprotection",
    "explanation_agent": [
        "Reason: Bumetanide is an FDA-approved loop diuretic that antagonizes Na+-K+-2Cl- cotransporters (used experimentally to inhibit NKCC1 in brain) and was identified in transcriptomic repurposing screens as reversing APOE4-specific AD signatures and rescuing electrophysiological and cognitive deficits in APOE4 mouse models—effects that act via restoring neuronal chloride/GABAergic balance and synaptic function rather than directly targeting amyloid or tau. citeturn0search5turn0search2turn0search8",
        "Act: Extracted details — drug: Bumetanide (oral small molecule; NKCC1 inhibitor); preclinical evidence: transcriptomic repurposing and APOE4-KI mouse/iPSC findings showing improved LTP, cognition and cell-type transcriptomic 'flip'. Epidemiology: mixed EHR/claims signals (some studies report lower AD prevalence; at least one large Medicare analysis found no significant association). Clinical trial: an active Phase IIa randomized, double-blind, placebo-controlled safety/tolerability study in biomarker-confirmed MCI/mild AD is listed (NCT/Stanford listing). citeturn0search3turn0search8turn0search1turn0search0turn0search4",
        "Reflect: Mapping to CADRO — the primary mechanistic effect (NKCC1 inhibition) modulates neuronal ionic gradients and GABAergic inhibitory transmission, improving synaptic plasticity and neurophysiological function in preclinical models; this aligns best with M) Synaptic Plasticity/Neuroprotection rather than A) Amyloid beta or B) Tau (though some mouse studies reported reduced amyloid plaques, bumetanide’s principal target is ion transport/synaptic function). The trial is a disease‑targeted small‑molecule repurposing effort but not a classical anti-amyloid/tau biologic, and it does not implicate multiple equally primary targets, so R) Multi-target is not chosen. citeturn0search7turn0search8"
    ]
}