{
    "nct_id": "NCT05508789",
    "title": "Global Study to Investigate Safety and Efficacy of Donanemab in Early Symptomatic Alzheimer's Disease",
    "status": "RECRUITING",
    "last_update_time": "2025-09-22",
    "description_brief": "The reason for this study is to assess the safety and efficacy of donanemab in participants with early Alzheimer's disease. The study duration including screening and follow-up is up to 93 weeks.",
    "description_detailed": "TRAILBLAZER-ALZ 5 is a Phase 3, double-blind, placebo-controlled study to evaluate the safety and efficacy of donanemab in participants with early symptomatic AD (prodromal AD and mild dementia due to AD) and the presence of AD pathology.",
    "phase": [
        "PHASE3"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted biologic",
    "drug": [
        "donanemab (monoclonal antibody targeting a modified form of beta-amyloid / N3pE/N3pG)"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The intervention is donanemab, an investigational monoclonal antibody that specifically targets a modified form of deposited beta-amyloid plaque (referred to as N3pE or N3pG) to clear amyloid and slow disease progression in early symptomatic Alzheimer’s disease. citeturn0search0turn0search5",
        "Act: Key trial details — drug name: donanemab; intervention type: biologic (monoclonal antibody); indication: early symptomatic Alzheimer’s disease; intended effect: reduce/clear amyloid plaques and slow clinical decline (disease-modifying). Phase 2 and Phase 3 TRAILBLAZER results show amyloid clearance and slowed clinical decline. citeturn0search3turn0search2",
        "Reflect: Classification check — per the category definitions, donanemab is a biologic that targets Alzheimer’s pathology (amyloid plaques), so it fits 'disease-targeted biologic' rather than a small molecule, cognitive enhancer, or symptom-management agent. Safety signals (e.g., ARIA) and trial design (randomized vs placebo) are consistent with disease-modifying antibody trials. citeturn0search3turn0search4"
    ],
    "agent_type": "A) Amyloid beta",
    "explanation_agent": [
        "Reason: The trial drug is donanemab, a monoclonal antibody that specifically binds a modified form of deposited beta‑amyloid (described as N3pG / N3pE) to clear amyloid plaques and thereby aim to slow clinical decline in early symptomatic Alzheimer’s disease. citeturn0search3turn0search1",
        "Act: Extracted details — drug name: donanemab; intervention type: disease‑targeted biologic (monoclonal antibody); biological focus/mechanism: targets a modified form of aggregated beta‑amyloid in plaques (N3pG/N3pE) and produces robust amyloid plaque reduction with evidence of slowed cognitive/functional decline in TRAILBLAZER trials; known class risks (ARIA) reported. citeturn0search3turn0search2turn0search0",
        "Reflect: Classification check — donanemab’s mechanism is explicitly amyloid‑directed (not primarily tau, inflammation, synaptic, metabolic, etc.), so the most specific CADRO match is A) Amyloid beta. It is not a multi‑target agent nor a non‑therapeutic intervention, so 'A) Amyloid beta' is the correct category. citeturn0search3turn0search2",
        "Web search results (key sources used): 1) Lilly press releases and trial summaries describing donanemab as an antibody against modified beta‑amyloid (N3pG/N3pE) and reporting TRAILBLAZER efficacy and amyloid clearance. citeturn0search3turn0search1 2) Phase 3 / trial publications and reports (TRAILBLAZER‑ALZ 2 and comparator TRAILBLAZER‑ALZ 4) showing amyloid plaque clearance and clinical outcomes as well as ARIA safety data. citeturn0search2turn0search0 3) News coverage and regulatory discussion summarizing advisory panels, approvals/decisions and safety considerations. citeturn0news14turn0news12"
    ]
}