{
    "nct_id": "NCT00515333",
    "title": "An Exploratory Placebo-Controlled, Dose-Ranging Study of the Effects of TRx0014 30 MG TID, 60 MG TID AND 100 MG TID in Patients With Mild or Moderate Dementia of the Alzheimer Type",
    "status": "COMPLETED",
    "last_update_time": "2008-02-19",
    "description_brief": "The primary objective of the study is to investigate the effects of oral TRx0014 at three doses (30, 60 and 100 mg tid) compared with placebo on cognitive ability in patients with mild or moderate dementia of the Alzheimer type. Cognitive ability will be measured by the Alzheimer's Disease Assessment Scale - cognitive subscale (ADAS-cog). The primary evaluation will be made at 24 weeks.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "TRx0014 (methylthioninium / tau aggregation inhibitor)"
    ],
    "placebo": [
        "Placebo"
    ],
    "explanation_target": [
        "Reason: The trial's primary objective is to test oral TRx0014 versus placebo on cognition (ADAS-cog) in mild–moderate Alzheimer’s disease, with primary evaluation at 24 weeks — this is the NCT00515333 Phase 2 dose-ranging trial sponsored by TauRx. citeturn3search0",
        "Act: TRx0014 corresponds to methylthioninium (a tau aggregation inhibitor / tau‑targeting small molecule) tested by TauRx in the phase‑2 study and described in the peer‑reviewed literature as a tau aggregation inhibitor (TAI). These sources link the TRx0014 trial to methylthioninium / TAI therapy. citeturn2search0turn2search2",
        "Reflect: Because TRx0014 is a small‑molecule tau aggregation inhibitor intended to act on Alzheimer’s pathology (tau aggregation) rather than being a biologic, symptomatic cognitive enhancer only, or a neuropsychiatric‑symptom treatment, it best fits the category \"disease‑targeted small molecule.\" The classification aligns with TauRx's TAI program and the Phase‑2 trial reports. citeturn2search4turn2search0",
        "Web search results (supporting sources used): Clinical trial registry entry for NCT00515333 describing TRx0014 trial details and endpoints; PubMed Phase‑2 report describing methylthioninium (MT) TAI results and linking to NCT00515333; TauRx / Journal of Alzheimer’s Disease report about the tau aggregation inhibitor phase‑2 results; review articles summarizing methylthioninium / LMTM as a tau aggregation inhibitor. citeturn3search0turn2search0turn2search2turn2search4"
    ],
    "agent_type": "B) Tau",
    "explanation_agent": [
        "Reason: The trial tests TRx0014, which corresponds to methylthioninium (methylene blue / leuco-methylthioninium) — a small‑molecule tau aggregation inhibitor intended to reduce tau aggregation in Alzheimer disease. This mechanism and the NCT00515333 Phase‑2 dose‑ranging study are documented in the clinical trial registry and peer‑reviewed reports. citeturn0search0turn0search1",
        "Act: Extracted details — drug: TRx0014 (methylthioninium / LMTM), mechanism: tau aggregation inhibition (TAI). Based on that mechanism, the most specific CADRO match is B) Tau. Supporting pharmacology and clinical development papers describe MT/LMTM as a selective inhibitor of tau aggregation. citeturn0search5turn0search4",
        "Reflect: Classification verification — TRx0014 is a disease‑targeted small molecule whose intended biological target is tau aggregation (not amyloid, not a generic symptomatic neurotransmitter modulator). Therefore 'B) Tau' accurately reflects the CADRO category. Alternative interpretations (e.g., multi-target or Other) are not supported by the trial description or the literature, which consistently describe a tau‑targeted mechanism. citeturn0search6turn0search1",
        "Web search results used (key sources):",
        "- ClinicalTrials.gov / NCT00515333 — TRx0014 Phase 2 dose‑ranging study description and endpoints. citeturn0search0",
        "- PubMed: 'Tau aggregation inhibitor therapy: an exploratory phase 2 study...' (Phase 2 report linking TRx0014 / methylthioninium to cognitive and imaging outcomes). citeturn0search1",
        "- PubMed: 'Complex disposition of methylthioninium redox forms determines efficacy in tau aggregation inhibitor therapy...' (pharmacology/TAI mechanism). citeturn0search5",
        "- PubMed: Phase 3 LMTM trial report describing leuco‑methylthioninium as a selective tau aggregation inhibitor. citeturn0search4",
        "- PubMed review: 'Tau‑centric targets and drugs...' (context on TAIs and methylthioninium as the lead TAI). citeturn0search6"
    ]
}