{
    "nct_id": "NCT06657768",
    "title": "A Placebo-Controlled, Single- and Multiple-Ascending Dose Study to Evaluate the Safety, Tolerability, PK and PD of LY4006895 in Healthy Volunteers and Patients With Early Symptomatic AD",
    "status": "RECRUITING",
    "last_update_time": "2025-09-24",
    "description_brief": "The main purpose of this study is to evaluate the safety and tolerability of the study drug known as LY4006895. Part A will administer a single-ascending dose in healthy participants or Part B will administer multiple-ascending doses in participants with early symptomatic Alzheimer's Disease (AD).\n\nBlood tests will be performed to check how much LY4006895 gets into the bloodstream and how long it takes the body to eliminate it.\n\nThis is a 2-part study and will last approximately 29 weeks for Part A and 61 weeks for Part B, including a screening period for each part.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "BASIC_SCIENCE",
    "results": null,
    "target_category": "disease-targeted biologic",
    "drug": [
        "LY4006895 (Eli Lilly)"
    ],
    "placebo": [
        "Placebo (IV)"
    ],
    "explanation_target": [
        "Reason: The trial is a Phase 1, IV-administered single- and multiple-ascending dose study in participants with early symptomatic Alzheimer’s disease evaluating safety, tolerability, PK and PD — features typical of early development of a disease-modifying therapy rather than a symptomatic cognitive enhancer or a neuropsychiatric-targeted agent. citeturn0search0turn0search7",
        "Act (evidence search): Clinical-trial listings (sponsor Eli Lilly) describe LY4006895 given intravenously, randomized and placebo-controlled in early AD (NCT06657768 and mirrors). The public registries do not disclose a clear mechanism or molecular type for LY4006895; proprietary databases list the drug type as unknown. citeturn0search0turn1search6",
        "Ambiguity noted: Modality (biologic vs small molecule) is not explicitly stated in the public trial records; however, IV administration in AD early-phase trials commonly reflects a biologic (e.g., monoclonal antibody) delivery route. This is an inference, not a confirmed mechanism. If LY4006895 is later disclosed as a small molecule, the correct category would instead be 'disease-targeted small molecule'. citeturn0search0turn1search6",
        "Additional context from listings: Some recruitment pages note participants must not be taking anti-tau or anti-amyloid therapies, which suggests the study is intended to test an independent disease-targeting intervention rather than a symptomatic or neuropsychiatric agent. The registries focus on PK/PD and safety endpoints rather than short-term symptomatic scales, supporting a disease-targeting development intent. citeturn3search4turn0search0",
        "Reflect: Given the available public information (IV administration, AD population, PK/PD focus) the most consistent classification is 'disease-targeted biologic' but this is assigned with moderate uncertainty because the public records do not state the molecular class or specific target for LY4006895. If you want, I can continue searching (e.g., patents, Lilly investor releases, or contact pages) or monitor future registry updates to attempt to confirm the exact mechanism/target. citeturn0search0turn1search6"
    ],
    "agent_type": "S) Unknown Target",
    "explanation_agent": [
        "Reason: The study is a Phase 1, IV-administered, randomized placebo‑controlled single- and multiple‑ascending dose trial of LY4006895 in healthy volunteers and participants with early symptomatic Alzheimer’s disease, consistent with early development of a disease‑modifying intervention rather than a purely symptomatic agent. citeturn0search0turn0search2",
        "Act: Public trial registries and trial aggregators list LY4006895 (LY-4006895) as the investigational agent and describe IV dosing and PK/PD endpoints, but do not disclose a molecular mechanism, biological target, or modality in the public record. Commercial drug databases (paywalled/aggregator entries) show the drug type/target as unknown. citeturn0search2turn1search5turn1search0",
        "Additional evidence / context: Some recruitment pages and listings state participants must not be taking anti‑tau or anti‑amyloid therapies, which indicates the sponsor intends this to test an independent disease‑targeting agent (rather than a symptomatic or neuropsychiatric intervention), but again do not identify a specific molecular target. citeturn0search4turn0search1",
        "Reflect: Because the trial records and public sources do not disclose the drug’s molecular target or pathway, the most accurate CADRO classification is 'S) Unknown Target'. If subsequent disclosures reveal a specific mechanism (e.g., amyloid, tau, inflammation, synaptic target, etc.), the classification should be updated to the corresponding CADRO category. citeturn0search0turn1search5"
    ]
}