{
    "nct_id": "NCT07041008",
    "title": "Cognitive Stimulation in Older Adults With Alzheimer's Disease: Effects Across Multiple Domains and in Institutional and Sociogeographic Contexts",
    "status": "RECRUITING",
    "last_update_time": "2025-09-14",
    "description_brief": "This multicentre study, employing a randomised controlled repeated measures experimental design, will be conducted in several Portuguese institutions that provide care and support services for older adults diagnosed with mild to moderate Alzheimer's disease (AD). The primary aim is to evaluate the effects of two distinct cognitive stimulation modalities (digital vs physical/analogue).\n\nThe study will assess the impact of individual cognitive stimulation on multiple domains - specifically cognitive function (with an emphasis on memory and executive function), mood, and quality of life - and investigate how institutional and territorial characteristics influence these effects, considering geographical and organisational diversity as potential moderating factors.",
    "description_detailed": "Population ageing has increased the prevalence of neurodegenerative diseases, with Alzheimer's disease (AD) being the most common form of dementia. Its wide-ranging impact on cognition, emotion, and daily function necessitates person-centred, multidimensional interventions. In Portugal, dementia affects around 9.5% of those aged 65+, underlining its public health relevance and the need for effective responses.\n\nIn the absence of a cure, non-pharmacological interventions like cognitive stimulation (CS) have gained prominence. CS is an evidence-based, psychosocial approach involving structured activities that enhance cognitive functions such as memory, language, attention, and reasoning. Broader and more relational than cognitive training or rehabilitation, CS is effective-especially in mild to moderate AD-in improving cognition, mood, and quality of life. Portuguese and international guidelines support its use, with studies showing potential in reducing depression and anxiety in older adults.\n\nBehavioural and psychological symptoms of dementia (BPSD)-including agitation, apathy, aggression, anxiety, and sleep issues-are common in AD and often more disruptive than cognitive decline. These symptoms increase caregiver stress and the likelihood of institutionalisation. CS may alleviate BPSD through emotional engagement and behavioural regulation.\n\nAssessing CS efficacy requires reliable tools. The Mini-Mental State Examination is widely used in Portugal for cognitive screening, while the Alzheimer's Disease Assessment Scale - Cognitive Subscale is often used in clinical trials. As AD notably impairs executive functions, CS targeting these domains can support autonomy and adaptive behaviour.\n\nContextual factors, such as institutional resources and geographic location, may influence CS outcomes. However, few studies consider these variables, despite their relevance for implementing sustainable, real-world interventions.\n\nThis research adopts a multicentre, randomised controlled design to examine two individual CS modalities in older adults with mild to moderate AD attending Portuguese social care services. It aims to assess CS effects on global cognition (particularly executive function and memory), mood, and quality of life, and to explore how institutional and territorial factors shape outcomes.\n\nBy combining validated measures, structured protocols, and a context-sensitive approach, the study seeks to support the implementation of effective, sustainable CS interventions within Portugal's care system.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial tests two behavioural cognitive-stimulation modalities (digital vs physical/analogue) delivered individually to people with mild–moderate Alzheimer’s disease, with outcomes of cognition (memory, executive function), mood, and quality of life — indicating the intervention is intended to improve cognitive function rather than act as a disease‑modifying biologic or small molecule or primarily target neuropsychiatric symptoms. citeturn0search3turn0search9",
        "Act: Key extracted details — intervention type: individual cognitive stimulation, modalities = digital intervention and physical/analogue intervention; study design = multicentre randomized controlled repeated-measures in Portuguese care institutions. No drug or placebo is mentioned; treatments are listed as behavioural interventions in the registry. citeturn0search9turn0search3",
        "Reflect: Given the definitions, this is best classified as 'cognitive enhancer' (non‑pharmacologic cognitive stimulation intended to improve cognition). Although not a drug, the trial’s primary target is cognitive improvement rather than pathology modification or exclusive management of behavioural/psychiatric symptoms, so 'cognitive enhancer' is the closest matching category. No drug name or placebo applies. Relevant registry and related publications located: clinical-trials registry entry and trial listing, and related Portuguese iCS RCT publications describing similar individual cognitive stimulation interventions. citeturn0search3turn0search9turn0search8",
        "Web search results (sources found and used): 1) ICH GCP clinical-trials-registry entry for 'Cognitive Stimulation in Older Adults With Alzheimer's Disease' — trial description showing digital vs physical/analogue behavioural interventions. citeturn0search3 2) CTV (veeva) trial page listing the study, interventions as Behavioral: Digital intervention and Behavioral: Physical/Analogue Intervention. citeturn0search9 3) Related protocol/publication reporting an individual cognitive stimulation RCT in Portuguese institutions (Clinical Neuropsychologist / PubMed entries summarizing outcomes for memory and global cognition). citeturn0search8turn0search1"
    ],
    "agent_type": "M) Synaptic Plasticity/Neuroprotection",
    "explanation_agent": [
        "Reason: The intervention is individual cognitive stimulation (digital vs physical/analogue) intended to improve cognition (memory, executive function), mood and quality of life rather than to modify a specific molecular pathology. Cognitive-stimulation interventions are aimed at enhancing cognitive function and are best aligned with mechanisms of synaptic plasticity and neuroprotection in CADRO.",
        "Act: Key extracted details — intervention = behavioural cognitive stimulation (digital and physical/analogue), population = mild–moderate Alzheimer’s disease, no drug or molecular target is listed. This is a non‑pharmacologic cognitive-enhancing approach rather than an amyloid-, tau-, inflammatory-, metabolic- or other pathway‑directed therapy, so it maps to M) Synaptic Plasticity/Neuroprotection.",
        "Reflect: The classification as M is the most specific CADRO match because the aim is to improve cognitive function (presumably via effects on neural/synaptic function and resilience). It is not disease‑modifying via a defined molecular target (so not A, B, etc.), not primarily neuropsychiatric symptom management alone, and not a diagnostic/non‑therapeutic study (so not T). No evidence of multiple distinct biological targets that would require R. If additional information indicated a specific molecular pathway (e.g., neurotrophic factor delivery) the category could change, but with current description M is appropriate.",
        "Web search results (provided/used): 1) ICH GCP clinical-trials-registry entry for 'Cognitive Stimulation in Older Adults With Alzheimer’s Disease' — trial description showing digital vs physical/analogue behavioural interventions. 2) CTV (veeva) trial page listing the study, interventions as Behavioral: Digital intervention and Behavioral: Physical/Analogue Intervention. 3) Related protocol/publication reporting an individual cognitive stimulation RCT in Portuguese institutions (Clinical Neuropsychologist / PubMed entries summarizing outcomes for memory and global cognition)."
    ]
}