{
    "nct_id": "NCT05511363",
    "title": "A Phase 3, Randomized, Double-Blind, Placebo-Controlled Relapse Prevention Study to Evaluate the Safety and Efficacy of KarXT for the Treatment of Psychosis Associated With Alzheimer's Disease",
    "status": "RECRUITING",
    "last_update_time": "2025-10-03",
    "description_brief": "This is a Phase 3, 38-week, randomized, double-blind, placebo-controlled, multicenter, outpatient study in subjects with psychosis associated with Alzheimer's Disease.\n\nThe primary objective of the study is to evaluate relapse prevention in subjects with psychosis associated with Alzheimer's Disease treated with KarXT compared to placebo. The secondary objectives of the study are to evaluate the time from randomization to discontinuation for any reason and safety and tolerability in subjects with psychosis associated with Alzheimer's Disease treated with KarXT compared to placebo.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE3"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "neuropsychiatric symptom improvement",
    "drug": [
        "KarXT (xanomeline–trospium)"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The investigational product is KarXT, a combination of xanomeline (an M1/M4-preferring muscarinic receptor agonist) with trospium (a peripherally restricted muscarinic antagonist) developed to treat psychosis; the trial's primary objective is relapse prevention of psychosis in Alzheimer's disease—i.e., symptomatic/behavioral improvement rather than targeting amyloid or tau pathology. citeturn0search0turn0search2",
        "Act: Key extracted details — Phase 3, randomized, double‑blind, placebo‑controlled relapse‑prevention study of KarXT for psychosis associated with Alzheimer's disease; drug = xanomeline‑trospium (KarXT); comparator = placebo. This mechanism (central muscarinic agonism to reduce psychosis) is aimed at neuropsychiatric symptom control. citeturn0search0turn0search1",
        "Reflect: Classification check — KarXT is a small‑molecule combination acting on muscarinic receptors to reduce psychotic symptoms and was developed for antipsychotic effects (schizophrenia and AD psychosis). It does not target core AD pathology (amyloid/tau) and is therefore best classified as 'neuropsychiatric symptom improvement' rather than a disease‑targeted biologic or disease‑targeted small molecule. No substantial ambiguity in the description. citeturn0search2turn0search6",
        "Web search results (supporting sources): ADEPT‑2 design paper describing KarXT for AD psychosis (xanomeline + trospium). citeturn0search0; ALZFORUM therapeutic entry summarizing KarXT development and mechanism. citeturn0search1; PubMed/EMERGENT and Phase‑1/2 safety/tolerability reports describing xanomeline‑trospium and its antipsychotic use. citeturn0search2turn0search6"
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The investigational product is KarXT (xanomeline–trospium). Xanomeline is a centrally active, M1/M4‑preferring muscarinic acetylcholine receptor agonist (muscarinic neurotransmitter receptors); trospium is a peripherally restricted muscarinic antagonist added to limit peripheral cholinergic side effects. The trial’s aim is symptomatic control of psychosis in AD rather than targeting amyloid, tau, or other core AD pathologies. citeturn0search1turn0search3turn0search0",
        "Act: Extracted details — drug: KarXT (xanomeline + trospium); mechanism: central muscarinic (M1/M4) receptor agonism with peripheral muscarinic blockade to reduce peripheral adverse events; indication in this trial: relapse prevention of psychosis associated with Alzheimer’s disease (Phase 3 ADEPT‑2 design). These facts point to a neurotransmitter‑receptor target (muscarinic receptors), not a disease‑modifying amyloid/tau target. citeturn0search0turn0search1turn0search2",
        "Reflect: Classification check — muscarinic receptors are a class of neurotransmitter receptors, which maps directly to CADRO category D) Neurotransmitter Receptors. The intervention is symptomatic/neuropsychiatric (antipsychotic mechanism) rather than targeting core AD proteopathic pathways; no evidence in the provided description that multiple distinct CADRO categories are being targeted simultaneously, so 'D) Neurotransmitter Receptors' is the most specific and appropriate classification. citeturn0search3turn0search4",
        "Web search results (supporting sources): Design paper for ADEPT‑2 (Phase 3 KarXT in AD psychosis). citeturn0search0; Karuna Therapeutics program description of KarXT (xanomeline + trospium; M1/M4 agonism + peripheral blockade). citeturn0search1; Lancet / PubMed report summarizing KarXT (xanomeline‑trospium) Phase 3 in schizophrenia and mechanism. citeturn0search2; ALZFORUM therapeutic entry describing xanomeline history, muscarinic mechanism and relevance to AD psychosis. citeturn0search3; Recent review summarizing KarXT mechanisms and clinical findings. citeturn0search4"
    ]
}