{
    "nct_id": "NCT04240561",
    "title": "Characterizing Variability in Hearing Aid Outcomes in Among Older Adults With Alzheimer's Dementia",
    "status": "RECRUITING",
    "last_update_time": "2025-06-11",
    "description_brief": "This current translational project, funded by NIH, aims to better understand the impact of various signal modification strategies for older adults with Alzheimer's dementia and its potential precursor, known as amnestic mild cognitive impairment. The investigators hypothesize that adults with Alzheimer's dementia represent an extreme case of restricted cognitive ability, such that very low working memory capacity and overall reduced cognitive capacity will limit benefit from advanced signal processing. Thus, the investigators hypothesize that adults with Alzheimer's dementia will receive greater benefit from acoustically simple, high-fidelity hearing aid processing that minimally alters the acoustic signal.",
    "description_detailed": "While the advanced signal-processing algorithms used in digital hearing aids have improved average hearing aid benefit and satisfaction, benefit is still highly variable between individual patients, with some individuals reporting much greater benefit than others. The standard approach to selecting signal processing does not consider individual auditory and cognitive differences and how these may be affected by different levels of advanced signal processing. Data provided by the parent grant, R01 DC0012289, indicate that adults with low working memory capacity (a cognitive skill describing ability to process and store information), more hearing loss and/or advanced age receive limited benefit from hearing aid signal processing that substantially modifies the original speech signal. The long term goal of the investigator's research is to optimize choice of signal processing based on individual auditory and cognitive abilities.\n\nThe investigators will measure patient outcomes in response to two hearing aid signal processing strategies that represent two clinically common but very different approaches, which differ in the extent of their signal modification. Commercially available hearing aids will be used for this study. The primary patient outcomes for this project are an individual's speech intelligibility and conversation analysis in aided and unaided conditions. Conversation Analysis quantifies conversation breakdowns and repair behaviors as a function of hearing aid signal manipulations and communication partner perceptions of conversation difficulty. Outcome measures will take place after 3-5 weeks of use of each signal modification strategy. The flexibility in timing is to accommodate the scheduling needs of individual participants.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is comparing hearing-aid signal‑processing strategies (high vs low levels of signal manipulation / advanced vs acoustically simple, high‑fidelity processing) for people with Alzheimer’s dementia or amnestic MCI, with outcomes such as speech intelligibility and conversation measures — i.e., an audiologic/device intervention rather than a drug or biologic. citeturn0search2turn0search1",
        "Act: Key trial details extracted from the registry and project pages — Device interventions: ‘High level of signal manipulation’ and ‘Low level of signal manipulation’; Population: older adults with dementia of Alzheimer’s type or amnestic MCI; Primary outcomes: change in speech intelligibility and conversation analysis of communication breakdowns. These sources describe the study as an NIH‑funded translational project focused on hearing‑aid processing. citeturn0search2turn0search1turn0search11",
        "Reflect: Classification check — this is a non‑pharmacologic hearing‑aid device study addressing communicative/cognitive interface with acoustic signal processing, not a biologic, small molecule, pharmacologic cognitive enhancer, or a trial targeting neuropsychiatric symptoms specifically. Therefore it does not fit any of the four therapeutic categories (disease‑targeted biologic, disease‑targeted small molecule, cognitive enhancer, neuropsychiatric symptom improvement) and is best labeled 'N/A'. citeturn0search0turn0search8",
        "Web‑search evidence / registry entries consulted (select): ClinicalTrials listing for NCT04240561 (trial description and interventions), MedPath / trial detail page (recruitment, intervention descriptions, outcomes), IRAD/NIH project summary and Grantome project page describing the hearing‑aid signal processing research. citeturn0search2turn0search1turn0search0turn0search8"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}