{
    "nct_id": "NCT04574921",
    "title": "ALZLIGHT Pilot: Study on Safety, Feasibility and Neural Activation of Non-Invasive Light Therapy System",
    "status": "COMPLETED",
    "last_update_time": "2022-12-12",
    "description_brief": "Induction of neural oscillations by flickering light is a well established method used for diagnostic of various neural diseases.\n\nRecent studies in mice have shown promising results indicating that induction of gamma oscillation at 40 Hz leads to a reduction in amyloid-β and tau in mice models of Alzheimer's disease. This study will use flickering light to induce 40 Hz gamma oscillation as the previously mentioned studies.\n\nIn the study subject will be exposed to invisible spectral flickering light (active setting) or continuous non-flickering white light (sham setting) for 1 hour each day. The sham setting is a high quality sham intervention as subjects will be blinded to the setting, both appears as white light.\n\nAs this is the first trial, the focus will be on 1) safety of the intervention 2) feasibility of the proposed intervention time and method 3) indication of efficacy.\n\nIn stage 1 of the trial 4 age-matched subjects with no Alzheimer's disease will be recruited and be exposed for 1 week. In stage 2 10 patients with Alzheimer's disease will be recruited and exposed for 6 consecutive weeks.",
    "description_detailed": "Induction of neural oscillations by flickering light is a well established method used for diagnostic of various neural diseases (5,6).\n\nRecent studies in mice have shown promising results indicating that induction of gamma oscillation at 40 Hz leads to a reduction in amyloid-β an tau in mice models of Alzheimer's disease (1-4). This study will use flickering light to induce 40 Hz gamma oscillation as the previously mentioned studies.\n\nThis study will utilize a novel way of masking the light by alternating the spectral composition of a white light, rendering the flicker invisible to the conscience perception while still entraining 40 Hz oscillations in the brain.\n\nIn the study subject will be exposed to invisible spectral flickering light (active setting) or continuous non-flickering white light (sham setting) for 1 hour each day. The sham setting is a high quality sham intervention as subjects will be blinded to the setting, both appears as white light.\n\nAs this is the first trial, the focus will be on 1) safety of the intervention 2) feasibility of the proposed intervention time and method 3) indication of efficacy.\n\nIn stage 1 of the trial 4 age-matched subjects with no Alzheimer's disease will be recruited and be exposed for 1 week. In stage 2 10 patients with Alzheimer's disease will be recruited and exposed for 6 consecutive weeks. Following the 6 weeks of intervention the subject will have 6 weeks of no intevention and assesed agian.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "OTHER",
    "results": null,
    "target_category": "N/A",
    "drug": [
        "40 Hz invisible spectral-flicker light (non‑invasive Light Therapy System; device-based gamma entrainment)"
    ],
    "placebo": [
        "Continuous non-flickering white light (sham)"
    ],
    "explanation_target": [
        "Reason: The intervention is a non‑drug, non‑biologic device — invisible spectral flicker to entrain 40 Hz (gamma) neural oscillations with the intended effect of reducing amyloid‑β and tau (disease‑modifying mechanism observed in mice). This is a sensory stimulation / device approach, not a biologic or small molecule, and it is not described as a symptomatic cognitive enhancer or neuropsychiatric treatment. citeturn0search7turn0search6",
        "Act (key details extracted): The protocol (ALZLIGHT pilot) uses an Invisible Spectral Flicker Light Therapy System to deliver 40 Hz flicker (active) versus continuous white light (sham) for 1 hour/day; the study focuses on safety, feasibility, neural activation and indication of efficacy, with an initial small-stage design (healthy age‑matched subjects then AD patients). This intervention is device‑based sensory gamma entrainment rather than a drug. citeturn0search8turn0search1",
        "Act (supporting human/mouse evidence and context): Preclinical mouse studies reported reductions in amyloid and changes in microglia after 40 Hz light (Iaccarino et al. and reviews). Early human feasibility/safety work shows entrainment and tolerability but mixed evidence on amyloid reduction in small human studies, so clinical disease‑modification in humans remains unproven. citeturn0search7turn0search0turn0search9",
        "Reflect: Classification decision — 'N/A'. Rationale: the four provided categories cover biologic drugs, small‑molecule drugs, cognitive enhancers, and neuropsychiatric symptom treatments. This trial tests a non‑pharmacologic light device intended to modulate pathology via gamma entrainment, so it does not match any of the four categories (not a biologic, not a small molecule, not primarily a symptomatic cognitive enhancer or psychiatric treatment). The ALZLIGHT protocol explicitly describes a Light Therapy System (device) delivering 40 Hz spectral flicker. citeturn0search8",
        "Web search results used (representative sources): Iaccarino et al. / mouse gamma entrainment and amyloid reduction (preclinical). citeturn0search7; He et al. 2021 feasibility trial of gamma sensory flicker in humans (safety/tolerability/entrainment). citeturn0search0turn0search1; ALZLIGHT trial protocol describing the Invisible Spectral Flicker Light Therapy System. citeturn0search8; small human trials with negative amyloid PET results and studies on entrainment parameters/optimal flicker. citeturn0search9turn0search2"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}