{
    "nct_id": "NCT00082602",
    "title": "Galantamine ER Open Label Rapid Dose Escalation Trial in Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2011-05-19",
    "description_brief": "The purpose of this study is to evaluate the safety and tolerability of an extended release formulation of the drug galantamine using a rapid dose escalation regimen.",
    "description_detailed": "To improve dosing convenience of the current formulation of galantamine, a new once daily dosing Extended Release (ER) formulation was developed. In a different large study, in which approximately 900 patients with Alzheimer's disease participated, efficacy of the Extended Release formulation was confirmed. During the first 8 weeks of treatment, nausea and vomiting occurred less frequently with the Extended Release than Intermittent Release formulation. This suggests that patients might better tolerate a rapid dose escalation to the initial maintenance dose of 16mg daily, thereby improving the risk/benefit ratio during the first 4 weeks of therapy, i.e. receiving more drug sooner. The trial objectives are: 1) to demonstrate the safety and tolerability of galantamine Extended Release 16 mg daily when titrated from 8 mg daily after one week; 2) to evaluate the effect of galantamine Extended Release on cognition as measured by the Mini Mental State Examination. Results from prior trials show that galantamine Intermittent Release (twice a day dosing) has a high rate of adverse events when dose escalations occur at one-week intervals. Therefore, current galantamine labelling recommends that the drug dose be escalated once every 4 weeks. The study hypotheis is that the rapid dose escalation of the Extended Release formulation in subjects with Alzheimer's disease is safe and well tolerated. Comparison of adverse event rates will be made to the first 8 weeks Reminyl Extended Release group of another trial in which the Extended Release formulation was titrated from 8 mg daily to 16 mg daily at 4 weeks. Subjects will receive galantamine Extended Release capsules by mouth starting at 8 mg daily and after one week will be titrated up to 16 mg daily. This dose will be maintained for 11 additional weeks.\n\n8 mg of Galantamine Extended Release Capsules once daily for one week. After one week will be titrated up to 16 mg daily for 11 weeks.",
    "phase": [
        "PHASE3"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "galantamine (extended-release; e.g., Razadyne ER)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial tests an extended-release formulation of galantamine with rapid dose escalation to evaluate safety/tolerability — the intervention is the drug galantamine, not a diagnostic or device. Galantamine is a small-molecule, orally active acetylcholinesterase inhibitor that also allosterically potentiates nicotinic receptors; it is used to produce symptomatic cognitive improvement in mild-to-moderate Alzheimer’s disease. citeturn0search3turn0search5",
        "Act: Key facts from web sources — Galantamine is a reversible, competitive inhibitor of acetylcholinesterase and an allosteric potentiator of nicotinic receptors (dual mechanism supporting symptomatic cholinergic enhancement). citeturn0search2turn0search8",
        "Act: Regulatory/product information — an extended-release galantamine product (Razadyne ER) is indicated for treatment of mild to moderate Alzheimer’s-type dementia; prescribing information describes an ER formulation and dosing/titration guidance. citeturn0search1turn0search7",
        "Act: Clinical role — Galantamine is used to improve cognitive symptoms (memory, attention, function) but is not considered disease-modifying for underlying AD pathology. Thus its primary intended effect is symptomatic cognitive enhancement. citeturn0search6turn0search5",
        "Reflect: Classification — Given the drug type (small-molecule cholinesterase inhibitor) and intended symptomatic cognitive effect, the correct category is 'cognitive enhancer' rather than a disease-targeted biologic/small-molecule aimed at amyloid/tau, or an intervention for neuropsychiatric symptoms. No ambiguity: description and product information identify galantamine as a symptomatic cognitive enhancer (ER formulation/tolerability study). citeturn0search1turn0search3"
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The trial tests extended-release galantamine, a small-molecule cholinesterase inhibitor that also modulates nicotinic acetylcholine receptor function; the intervention's primary mechanism is modulation of cholinergic neurotransmission (symptomatic cognitive enhancement). citeturn0search5turn0search3",
        "Act: Extracted facts from sources — (1) Galantamine is a reversible acetylcholinesterase inhibitor that increases synaptic acetylcholine. citeturn0search6 (2) It has been described to allosterically potentiate nicotinic acetylcholine receptors (dual cholinergic mechanism), though some recent work questions positive allosteric modulation at certain human nAChR subtypes. citeturn0search3turn0search1 (3) Razadyne (galantamine) ER is an approved extended‑release formulation used for symptomatic treatment of mild‑to‑moderate Alzheimer’s disease; the trial is testing an ER formulation and dose‑escalation/tolerability rather than a disease‑modifying mechanism. citeturn0search2turn0search6",
        "Reflect: Classification check — these mechanisms act on neurotransmitter systems (acetylcholine and nicotinic receptors) to produce symptomatic cognitive effects rather than targeting core AD pathologies (amyloid, tau, ApoE, inflammation, etc.). Therefore the most specific CADRO match is D) Neurotransmitter Receptors. No clear evidence in the description that multiple distinct CADRO mechanisms are being targeted, so 'R) Multi-target' is not appropriate. citeturn0search6turn0search5",
        "Web search results (key sources used): Razadyne (galantamine) ER prescribing information (product/label). citeturn0search2; Galantamine: effect on nicotinic receptor binding, acetylcholinesterase inhibition, and learning (PubMed / PNAS). citeturn0search5; The allosteric potentiation of nicotinic acetylcholine receptors by galantamine (PubMed). citeturn0search3; Study showing debate about PAM activity at human α4β2/α7 nAChRs (PubMed). citeturn0search1; Review on cholinesterase inhibitors and clinical effects in AD. citeturn0search6"
    ]
}