{
    "nct_id": "NCT05644977",
    "title": "A Phase 1, Randomized, Placebo-controlled Trial to Evaluate the Safety, Tolerability, and Pharmacokinetics of Emraclidine Following Multiple Oral Doses in Healthy Elderly Participants (Part A) and to Evaluate the Safety and Tolerability of Emraclidine in Participants With Dementia Due to Alzheimer's Disease (Part B)",
    "status": "COMPLETED",
    "last_update_time": "2025-04-30",
    "description_brief": "The primary purpose of the study is to evaluate the safety and tolerability of emraclidine administered orally to healthy elderly participants in Part A (multiple ascending doses) and participants with dementia due to Alzheimer's disease (AD) in Part B.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "neuropsychiatric symptom improvement",
    "drug": [
        "Emraclidine (CVL-231; PF-06852231)"
    ],
    "placebo": [
        "Placebo"
    ],
    "explanation_target": [
        "Reason: Emraclidine is a brain-penetrant, highly selective positive allosteric modulator (PAM) of the muscarinic M4 acetylcholine receptor — a small-molecule cholinergic modulator, not a biologic or an anti-amyloid/tau agent. This mechanism is symptomatic (modulates neurotransmission) rather than disease-modifying for Alzheimer pathology. citeturn1search5turn1search7",
        "Act (trial details & drug identity): The trial (NCT05644977) tests oral emraclidine (also listed as CVL-231 / PF-06852231) versus placebo to evaluate safety/tolerability in healthy elderly and participants with dementia due to Alzheimer’s disease. Other development materials state emraclidine is being pursued for psychosis (including Alzheimer’s disease–related psychosis). citeturn0search0turn1search8",
        "Reflect (classification rationale): Because emraclidine is a small-molecule M4 PAM developed to treat psychotic/neuropsychiatric symptoms (originally for schizophrenia and being evaluated for AD psychosis) and does not target core AD pathology (amyloid/tau), the correct category is 'neuropsychiatric symptom improvement' rather than a disease-targeted biologic/small molecule or a primary cognitive-enhancer. citeturn1search7turn1search5",
        "Web search results used: Clinical trial registry entry for NCT05644977 (trial description and drug synonyms). citeturn0search0; PubMed Lancet phase1b report describing emraclidine clinical development in schizophrenia (M4 PAM). citeturn1search7; PubMed chemical/design paper describing PF-06852231/CVL-231 as an M4 PAM. citeturn1search5; MedPath / drug monograph noting an Alzheimer's disease psychosis program and the NCT05644977 safety study. citeturn1search8"
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: Emraclidine (CVL-231; PF-06852231) is a brain‑penetrant, highly selective positive allosteric modulator (PAM) of the muscarinic M4 (CHRM4) acetylcholine receptor — i.e., it modulates cholinergic neurotransmission (a neurotransmitter receptor target) and is pursued to treat psychosis/neuropsychiatric symptoms rather than to remove amyloid or tau pathology. citeturn0search0turn0search4turn0search3",
        "Act: Trial and drug details extracted — the Phase 1 study NCT05644977 tests oral emraclidine (also listed as CVL‑231 / PF‑06852231) vs placebo to evaluate safety/tolerability in healthy elderly participants and participants with dementia due to Alzheimer’s disease; emraclidine’s mechanism as an M4 PAM and its clinical development for psychosis/AD psychosis make the intervention a symptomatic neurotransmission modulator rather than a disease‑modifying anti‑amyloid or anti‑tau therapy. citeturn0search1turn0search2turn0search0",
        "Reflect: Classification check — this intervention specifically targets a neurotransmitter receptor subtype (muscarinic M4). Under CADRO, interventions that modulate classical neurotransmitter receptors belong in D) Neurotransmitter Receptors. There is no indication the drug directly targets amyloid, tau, ApoE/lipids, inflammation, synaptic repair, or other CADRO categories, and the trial is symptomatic (neuropsychiatric symptom improvement), so 'D) Neurotransmitter Receptors' is the most specific and appropriate CADRO category. citeturn0search0turn0search4",
        "Web search results used (key sources): Journal of Medicinal Chemistry design paper describing PF‑06852231 / CVL‑231 (emraclidine) as a brain‑penetrant selective M4 PAM. citeturn0search0; PubMed / NCBI entry for the same medicinal chemistry article. citeturn0search4; Clinical trial registry entry for NCT05644977 (trial details and drug synonyms). citeturn0search1; MedPath / trial monograph listing emraclidine (CVL‑231) and trial status/locations. citeturn0search2; Chemical Probes / target summary noting CHRM4 as the protein target and emraclidine mechanism (M4 PAM). citeturn0search3"
    ]
}