{
    "nct_id": "NCT06384378",
    "title": "Central and Peripheral Immune Cross-talk in Alzheimer's Disease and Their Modulation by a Novel Immunotherapy",
    "status": "RECRUITING",
    "last_update_time": "2024-04-22",
    "description_brief": "Inflammation could provide a new focus for therapeutic intervention. In this study, we will measure blood and cerebrospinal fluid (CSF) inflammation biomarkers and compare them to measurements of brain glial activation obtained by positron emission tomography (PET). In addition, we will determine the effect of low-dose interleukin-2 (IL-2) immunotherapy, given over 22 weeks, on these inflammation biomarkers.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "OTHER",
    "results": null,
    "target_category": "disease-targeted biologic",
    "drug": [
        "low-dose interleukin-2 (IL-2; e.g., aldesleukin)"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The intervention is low-dose interleukin-2 (IL-2) immunotherapy given to modulate peripheral and central inflammation (expand regulatory T cells and reduce pro‑inflammatory mediators), i.e., a biologic immune‑modulating therapy aimed at disease processes in AD rather than a symptomatic cognitive enhancer or psychiatric treatment. citeturn0search3turn0search1",
        "Act: Key extracted details — intervention = subcutaneous low‑dose IL‑2 (aldesleukin/IL‑2) administered in repeated short courses over weeks; comparator = placebo; outcomes include blood and CSF inflammation biomarkers and PET measures of glial activation. These trial details and use of IL‑2 in AD have been reported in recent publications and trial registries. citeturn0search2turn0search0",
        "Reflect: Classification check — IL‑2 is a biologic (recombinant cytokine) intended to modify neuroinflammatory mechanisms that are part of AD pathophysiology. Although it does not directly target amyloid or tau, it is a biologic therapy directed at a disease mechanism (neuroinflammation), so the best fit among the provided categories is 'disease-targeted biologic'. Supporting reports of IL‑2 trials in AD are available. citeturn0search0turn0news12"
    ],
    "agent_type": "F) Inflammation",
    "explanation_agent": [
        "Reason: The intervention is low‑dose interleukin‑2 (aldesleukin), a recombinant cytokine given to expand regulatory T cells (Tregs) and reduce pro‑inflammatory mediators — i.e., it is intended to modulate peripheral and central neuroinflammation rather than directly target amyloid, tau, or synaptic receptors. citeturn0search1turn1search0",
        "Act: Key extracted trial details — subcutaneous low‑dose IL‑2 (aldesleukin) given in 5‑day courses (example dose 10^6 IU/day / ~1 million IU/day) repeated every 4 or 2 weeks vs placebo; outcomes include Treg expansion, blood and CSF inflammatory biomarkers, CSF AD biomarkers and imaging of glial activation. These specifics are reported in the phase 2a randomized study and trial registry. citeturn0search1turn0search4turn0search3",
        "Reflect: IL‑2 is a disease‑targeted biologic whose primary mechanism in these trials is immune modulation (restoring/enhancing Treg‑mediated control of inflammation). Under CADRO, therapies that act on neuroinflammatory pathways are classified as F) Inflammation. The trial does not primarily target amyloid, tau, ApoE/lipids, neurotransmitter receptors, synaptic plasticity, etc., so F) Inflammation is the most specific fit. citeturn0search1turn1search4",
        "Web search results (selected):",
        "- Low‑dose interleukin‑2 in patients with mild to moderate Alzheimer’s disease: a randomized clinical trial (Alzheimer's Research & Therapy, 2025) — phase 2a randomized, double‑blind study reporting safety, Treg expansion, changes in inflammatory mediators and CSF biomarkers. citeturn0search1",
        "- PubMed entry / abstract for the same trial (summary of endpoints and results) showing Treg expansion and biomarker effects. citeturn0search0",
        "- ALZFORUM summary of low‑dose IL‑2 development in AD (history, feasibility study, and academic spin‑out). citeturn0search3",
        "- ClinicalTrials.gov / trial listing NCT06096090 describing dosing schedule, endpoints (peripheral and central inflammation), and study design. citeturn0search4",
        "- Mechanistic references showing that low‑dose IL‑2 selectively expands functional regulatory T cells (Science Translational Medicine and other studies), explaining the immunomodulatory mechanism used therapeutically. citeturn1search0turn1search4"
    ]
}