{
    "nct_id": "NCT01339130",
    "title": "Assessment of Social-emotional Functioning in Stroke, Frontotemporal Dementia, Alzheimer and Parkinson Diseases",
    "status": "COMPLETED",
    "last_update_time": "2015-09-04",
    "description_brief": "Empathy, defined as the ability to understand others emotions, is a fundamental concept in social interactions. It is a psychological phenomenon involving various separable components : (i) the ability to feel and imagine the emotions, (ii) the ability to adopt the perspective of other people. Several neurological diseases with behavioral disorders may lead to impaired processing of social and/or emotional informations. These pathologies are likely to induce a lack of empathy that may result from impairments at different levels.\n\nThe objective is simply to study how others' emotions are understood and how this allows for regulation of personal behavior. This study is being carried out among patients seen for various health problems and who can make behavior changes. This study could help to understand some neurological diseases and thereby to identify them earlier and/or to better differentiate them.",
    "description_detailed": "Empathy is a fundamental concept in social interactions, whose function is to understand the emotions felt by others. According to De Waal (2008), it is a multidimensional concept that involves two processes :(i) a system of emotional contagion or affective resonance (the unconscious and automatic sharing of the emotion of others) that establishes the emotional component of empathy, (ii) the ability to take perspective, that is the ability to imagine the subjective world of the other distinguishing oneself from him, forming the cognitive component of empathy.\n\nSeveral neurological diseases with behavioral disorders may lead to impaired processing of social and/or emotional information. These pathologies are likely to induce a lack of empathy that may result from impairments at different levels.\n\nThe main objective of this study is to examine empathy in patients suffering from stroke (various locations with an emphasis on frontal stroke), Fronto-temporal dementia, Alzheimer and Parkinson diseases. The final assessment criterion is the overall score on the scale of empathy.\n\nThe patient will firstly receive a medical examination and clinical data are collected (past medical history, clinical neurological examination, diagnosis, description of first symptoms, course, current treatments)and brain imaging data. After checking inclusion criteria, information letter and the consent form will be returned.\n\nThe second visit will consist in neuropsychological assessment: general intellectual efficiency, perceptual and visual-constructive abilities, memory, executive and an assessment of behavior and mood from questionnaires The third and final visit will allow passing experimental tests. The experimental part will include the following tests: (1) recognition of emotional facial expressions; (2) tasks of theory of mind ; (3) task of empathy for pain.\n\nA control group will also perform the neuropsychological and experimental tests.\n\nThe duration of the study participation for eligible patients and controls will vary according to the delay between each visit (medical, neuropsychological and experimental) and is lower than 3 months. The study will take place from June 2009 to June 2013.\n\n* Number of patients: 320\n* Number of controls: 400\n* Potential Benefits expected: criteria for early diagnosis and / or differential diagnosis based on the evaluation process of empathy; elaboration of new clinical tools assisting diagnosis.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "DIAGNOSTIC",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial description and title state this is an observational assessment of empathy / social-emotional functioning in patients with stroke, frontotemporal dementia, Alzheimer disease and Parkinson disease. The aims, procedures (neuropsychological testing, facial-emotion recognition, theory-of-mind tasks, empathy-for-pain task) and final outcome (empathy scale score) indicate measurement/diagnostic research rather than administration of a therapeutic agent or placebo. citeturn0search3",
        "Act: Key extracted details — Intervention: none (neuropsychological and experimental behavioral tests); Population: patients with stroke, frontotemporal dementia (FTD), Alzheimer disease (AD), and Parkinson disease (PD); Purpose: study how others' emotions are understood and how that relates to behavior, to help earlier/better differentiation of neurological diseases. These details are documented on the trial listing. Because no drug or biologic is described, there is no candidate to classify as a disease-targeted biologic, disease-targeted small molecule, cognitive enhancer, or neuropsychiatric symptom treatment. citeturn0search3",
        "Support and context: Social cognition and empathy are commonly studied as diagnostic/phenotypic markers in dementia and other neurologic disorders (examples: empathy/social-cognition differences across AD and FTD; reviews and empirical work on empathy deficits in FTD and AD), which supports interpreting this protocol as an observational/assessment study rather than a therapeutic trial. citeturn0search1turn0search4",
        "Reflect: Given the absence of any drug, biologic, or symptom-targeted therapeutic intervention in the description and the explicit focus on assessment/diagnosis, the trial does not fit the four therapeutic categories (disease-targeted biologic, disease-targeted small molecule, cognitive enhancer, or neuropsychiatric symptom improvement). Classification: N/A. If you want, I can fetch the full trial record (consent, protocol dates, sponsor) or similar published studies on empathy assessment in these diseases. citeturn0search3turn0search5"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}