{
    "nct_id": "NCT02654574",
    "title": "Comparison of Two Modes of Administration of the IADL Questionnaire",
    "status": "COMPLETED",
    "last_update_time": "2025-08-08",
    "description_brief": "In France, about 1 million people 65 and older are diagnosed with dementia syndrome characterized by cognitive decline and impairment of functional capacity. The assessment of the level of functional autonomy is therefore an essential step in monitoring patients in Memory Clinic and can be estimated by the Lawton IADL questionnaire, assessing the patients' ability to perform daily tasks.\n\nIn the Memory Clinic, the first estimate of the level of patient autonomy is achieved during a face-to-face interview between their primary caregiver and a nurse, using the IADL questionnaire. This assessment should be renewed every year. The IADL questionnaire is part of the information that the memories consultations shall transmit to the Alzheimer's National Bank (BNA).\n\nHowever, current practice has shown that the systematic collection is problematic in the organization of Memory Clinic. It is thus expected to collect this questionnaire by phone in order to measure changes in the level of autonomy during the disease, and improve the completeness of this collection. A study is conducted with the main objective to measure the reliability of the assessment of IADL questionnaires conducted during a telephone interview with the caregiver of the patient, in comparison to the reference mode: the face-to-face interview with the caregiver.\n\nMaterials and methods The experimental design of the study will be a randomized crossover trial (crossover), including 394 patients divided into two branches. In the first part, the collection of the IADL questionnaire will be performed according to the reference method in the consultation (face-to-face interview with the nurse), the measurement will be repeated at 1 month intervals by phone. In the second part the sequence of execution modes will be reversed. The reliability of the measurement of the level of autonomy will be studied by comparing repeated measurements based on handover modes. The correspondence between the repeated measures will also be considered in terms of patient characteristics. The feasibility of administration of the questionnaire by phone mode will be evaluated.\n\nExpected results The mode of administration by phone should allow to obtain a reliable measurement of the level of patient autonomy when the administration is carried out in a standardized way. The study should also identify patients and situations for which this method of administration by phone may be appropriate.",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "HEALTH_SERVICES_RESEARCH",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is a comparison of two modes of administering the Lawton Instrumental Activities of Daily Living (IADL) questionnaire (telephone vs face-to-face) to caregivers to assess patients' functional autonomy — this is an assessment/measurement method, not a therapeutic drug or biologic. citeturn0search2turn0search0",
        "Act (key details extracted): randomized crossover trial conducted in a memory clinic in Lyon, France; the protocol and results describe telephone vs face-to-face IADL collection from caregivers (trial registry NCT02654574 / lead sponsor Hospices Civils de Lyon). Planned/reported enrollment and analysis numbers appear in the publication (e.g., ~420 randomized, 292 with both-mode data analyzed). These items confirm the study tests an administration mode for a questionnaire rather than a treatment. citeturn0search4turn0search2turn0search3",
        "Reflect: Classification check — by the provided definitions, this trial does not test a biologic, small molecule, cognitive-enhancing drug, or an intervention aimed at neuropsychiatric symptom relief; it tests a data-collection/diagnostic method. Therefore the correct category is 'N/A'. citeturn0search2",
        "Web search / sources found: (1) Comparison of Instrumental Activities of Daily Living assessment by face-to-face or telephone interviews: a randomized, crossover study — Alzheimer's Research & Therapy / full text. citeturn0search0 (2) Same article on PubMed Central (PMC) with methods/results. citeturn0search2 (3) PubMed entry/abstract for the study. citeturn0search3 (4) Clinical trial registry entry (trial details, NCT02654574) showing the title and sponsor. citeturn0search4"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}