{
    "nct_id": "NCT06803797",
    "title": "A Behavior Change Technique (BCT) Intervention to Develop a Walking Habit Among Caregivers for Persons With Alzheimer's Disease (AD) or Alzheimer's Disease Related Dementias (ADRD)",
    "status": "RECRUITING",
    "last_update_time": "2025-04-02",
    "description_brief": "This 12-week trial will test the efficacy of a multi-component, personalized text-message delivered behavior change technique (BCT) intervention to encourage habitual physical activity (defined as regular walking of 1,000 or more steps during a one-hour period on 7 consecutive days according to a personalized walking plan) among care providers of persons with AD/ADRD via the key mechanism of behavior change (MoBC) of automaticity.\n\nThe main question it aims to answer whether a multi-component, personalized BCT intervention to increase a walking habit of 1,000 steps/day will lead to successful development of habitual walking among 60 percent of caregivers enrolled.",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "BASIC_SCIENCE",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The study is a 12-week, multi-component, personalized text-message delivered behavior change technique (BCT) intervention aimed at developing a walking habit (≥1,000 steps in a 1-hour period on 7 consecutive days) among caregivers via the mechanism of automaticity (behavior change), not a pharmacologic or device therapy. citeturn0search1turn0search2turn0search4",
        "Act: Key extracted details — intervention = personalized text-message BCT package (goal-setting, action planning, self-monitoring, prompts/cues) delivered to caregivers over 12 weeks to create habitual walking; no drug or placebo is involved. citeturn0search0turn0search2",
        "Reflect: Classification — this is a non-pharmacologic behavioral/habit-formation intervention and does not fit any of the four therapeutic categories (disease-targeted biologic, disease-targeted small molecule, cognitive enhancer, or neuropsychiatric symptom improvement). Therefore the correct category is 'N/A'. Evidence sources: TrialsToday listing, MedPath/NCT summary, and OSF project page describing the protocol. citeturn0search1turn0search2turn0search4"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}