{
    "nct_id": "NCT04516057",
    "title": "Nabilone for Agitation Blinded Intervention Trial",
    "status": "RECRUITING",
    "last_update_time": "2025-04-23",
    "description_brief": "This study will look at whether nabilone is an effective treatment for agitation in Alzheimer's disease (AD) patients. Agitation is highly prevalent in patients with AD and is one of the most distressing and challenging-to-treat symptoms. Agitation is associated with faster progression to institutionalization, increased caregiver burden, poorer quality of life, and increased risk of death. In addition, current pharmacological options show only modest efficacy and elevated risks of adverse events. Therefore, identifying safer and more effective treatments for agitation in AD is a clinical and research priority.\n\nNabilone is a synthetic cannabinoid that is Health Canada-approved to treat chemotherapy-induced nausea and vomiting.\n\nThe PI's research group completed a 6-week double-blind placebo-controlled randomized cross-over pilot trial in 38 patients with moderate-to-severe AD, providing the first preliminary evidence regarding the safety and efficacy of nabilone in this population. They found that nabilone significantly improved agitation, overall neuropsychiatric symptoms, and caregiver distress. That study was limited by its sample size and questions remain regarding the efficacy of nabilone for nutrition and pain and predictors of response. However, the promising preliminary findings encourage a pivotal, practice-changing phase III trial to inform clinical practice.\n\nParticipants in this study will be randomized to receive either nabilone or a placebo for 8 weeks. In addition to looking at the effectiveness of nabilone in treating agitation, the researchers will also look at whether it is beneficial for other relevant outcomes for patients with AD including overall neuropsychiatric symptoms, caregiver distress, cognition, nutritional status, and pain. Participants will also be followed for 8 weeks following completion of the study treatment.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE3"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "neuropsychiatric symptom improvement",
    "drug": [
        "nabilone"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The trial intervention is nabilone given to treat agitation in Alzheimer’s disease — agitation is a neuropsychiatric/behavioral symptom, so the trial’s primary aim is symptom management rather than targeting AD pathology or modifying disease course.",
        "Act: Key extracted details — drug: nabilone (a synthetic cannabinoid, acts on CB1/CB2 receptors); intervention: nabilone vs placebo for 8 weeks in AD patients with agitation. Nabilone is approved for chemotherapy-induced nausea/vomiting and is used off‑label for symptoms such as pain/appetite; sources confirm its cannabinoid class and approved indication. citeturn1search5turn1search3",
        "Reflect: Although nabilone is a small synthetic molecule (not a biologic) and could be described by chemistry, the trial’s stated goal is to reduce agitation and other neuropsychiatric outcomes (caregiver distress, overall neuropsychiatric symptoms). That places it in the 'neuropsychiatric symptom improvement' category rather than disease-targeted biologic, disease-targeted small molecule, or a primary cognitive enhancer. No ambiguity in primary intent; secondary outcomes (cognition, nutrition, pain) do not change the primary classification.",
        "Web search results used to verify drug identity/description: Nabilone is a synthetic cannabinoid, agonist at cannabinoid receptors, and is approved/used for chemotherapy-induced nausea and vomiting (references: LiverTox / NLM and CADTH/NCBI reviews). citeturn1search5turn1search3"
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The intervention is nabilone, a synthetic cannabinoid that acts as a partial agonist at cannabinoid receptors (CB1 and CB2) found in the nervous system; these are G-protein–coupled neurotransmitter receptors, so the drug’s primary biological target class is neurotransmitter receptors. citeturn0search1turn0search0",
        "Act: Extracted details — drug: nabilone (small‑molecule synthetic cannabinoid, marketed as Cesamet); mechanism: partial agonist at CB1 and CB2 cannabinoid receptors; clinical use: antiemetic and off‑label symptomatic uses. The trial’s stated goal is to reduce agitation (a neuropsychiatric symptom), but classification by CADRO uses the drug’s biological target (cannabinoid receptors), therefore assign D) Neurotransmitter Receptors. citeturn0search2turn0search8",
        "Reflect: Confirming the choice — cannabinoid receptors are neurotransmitter receptors (CB1 abundant in CNS, CB2 on peripheral/immune cells) and nabilone’s pharmacology is centered on these receptors, not on amyloid, tau, inflammation-specific enzymes, or disease-modifying pathways. The trial is symptomatic in intent, but CADRO asks for target type, so D is the most specific and appropriate category. No evidence in the description that multiple distinct CADRO targets are being addressed, so R) Multi-target is not appropriate. citeturn0search1turn0search0",
        "Web search results used to verify drug identity/mechanism: Nabilone — LiverTox (NCBI Bookshelf): overview and mechanism noting synthetic cannabinoid acting at CB receptors. citeturn0search0; DrugBank / Drug summary (nabilone — partial agonist at CB1/CB2). citeturn0search1turn0search2; NCATS drug resource summary for nabilone (targets and approval info). citeturn0search8; Review articles (e.g., nabilone for pain; background on clinical uses). citeturn0search4"
    ]
}