{
    "nct_id": "NCT06061406",
    "title": "BE Smart - Bariatric Patient - Empowerment in the Preparation and Follow-up of Bariatric Surgery Using the Smartvisit App (BESmart)",
    "status": "ACTIVE_NOT_RECRUITING",
    "last_update_time": "2024-04-23",
    "description_brief": "Obesity affects an increasing proportion of the population and is associated with numerous comorbidities that cause increased morbidity and mortality.\n\nThe most effective therapy for morbid obesity is metabolic bariatric surgery. Surgical numbers are increasing worldwide. Before surgery, patients must try to reduce weight conservatively in a multimodal therapy concept. In addition, numerous protocols must be collected and appointments must be organized. Postoperatively, patients are expected to receive lifelong follow-up care, which increasingly overwhelms bariatric centers.\n\nPeople with overweight and obesity ° I are often left largely alone with the treatment of their disease. There is a considerable gap in care here.\n\nFor the care of patients with obesity and empowerment in dealing with their disease, the smart visit app from the company aycan, which is adapted to obesity patients, is to be investigated. This is designed as a pilot project with the primary endpoint of usage and satisfaction (after 3 months, key secondary endpoint after 12 months). A total of 100 patients from 3 groups (postoperative, preoperative, permanent conservative with only overweight/obesity °I) will use the app for 1 year for this purpose.",
    "description_detailed": "The prevalence of obesity has been increasing dramatically for decades. The comorbidities are manifold, and the treatment of obesity is a long-term, usually lifelong task. Metabolic-bariatric surgery offers the best results. However, even after bariatric-metabolic surgery, there is a need for lifelong follow-up to ensure the success of therapy and to identify and treat possible complications, nutritional problems or deficiencies in a timely manner.\n\nThe treating centers are increasingly overwhelmed by the follow-up care of the numerous patients. At the same time, the guidelines of the professional societies recommend involving the patient in the success of his or her therapy and enabling him or her to play an active role in shaping his or her treatment. An app tailored to the treatment of obese people, which helps both in the self-organization of the patients in complying with the therapy recommendations and in maintaining contact with the center on a permanent basis and making low-threshold contact when necessary, would be a valuable addition to the existing therapy options for patients and centers alike.\n\nSuch an app would also have its value in the preoperative patient, especially since a lot of documentation work has to be done by the patient in this phase.\n\nPatients whose obesity is not pronounced enough for a surgical procedure often complete nutritional counseling and exercise at their own expense without receiving support from experts. Here, too, there would be a need to supplement the therapy options with an appropriately coordinated app.\n\nFor the care of patients with obesity and empowerment in dealing with their disease, the smart visit app from the company aycan, which is adapted to obesity patients, is to be investigated. This is designed as a pilot project with the primary endpoint of usage and satisfaction (after 3 months, key secondary endpoint after 12 months). A total of 100 patients from 3 groups (postoperative, preoperative, permanent conservative with only overweight/obesity °I) will use the app for 1 year for this purpose.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is a digital health app (the \"smart visit\" / aycan smartvisit app) intended to empower bariatric patients, improve self-management and follow‑up, and measure usage/satisfaction — not a pharmacologic agent or biologic targeting disease pathology. citeturn0search1turn0search4",
        "Act (extracted details): Trial title \"BE Smart - Bariatric Patient - Empowerment in the Preparation and Follow-up of Bariatric Surgery Using the Smartvisit App (BESmart)\"; intervention = smart visit app (aycan smartvisit); sponsor = Wuerzburg University Hospital; registration NCT06061406; primary endpoint = app use and satisfaction at 3 months (key secondary at 12 months). The app is described by the vendor as an iOS CareKit-based patient app + physician dashboard for monitoring and patient data sharing. citeturn0search1turn0search4",
        "Reflect: This study evaluates a care/navigation/self-management digital tool (device/app) and its impact on patient engagement, follow-up and downstream outcomes (weight, caloric intake, QoL). That purpose does not match any of the four Alzheimer’s-targeted categories (disease-targeted biologic, disease-targeted small molecule, cognitive enhancer, or neuropsychiatric symptom improvement). Therefore the correct classification is 'N/A'. citeturn0search1turn0search3",
        "Web search results used: MedPath trial listing for BESmart (trial details and outcomes). citeturn0search1",
        "Web vendor info: aycan smartvisit product pages (description of the smartvisit app and functionality). citeturn0search4",
        "Additional registry copy: ICH GCP registry entry for NCT06061406 with summary text and date. citeturn0search3"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}