{
    "nct_id": "NCT05289804",
    "title": "Diminishing Accelerated Long-term Forgetting in Mild Cognitive Impairment: Study Protocol for a Prospective, Double-blind, Placebo-controlled, Randomized Controlled Trial",
    "status": "RECRUITING",
    "last_update_time": "2025-03-24",
    "description_brief": "This study is designed as a prospective, double-blind, placebo-controlled, randomized parallel-group study that will be completed at the clinical research facility at St. James' Hospital and at Trinity College Dublin, Ireland. A total of 100 amnestic mild cognitive impairment (aMCI) patients will receive a (real or control) non-invasive transcutaneous electrical stimulation procedure. Patients will be assigned to one of four groups. One group will receive active stimulation, while the three groups will be control groups. One groups will be receive sham stimulation (inactive control), while a second group will receive active stimulation and local anesthesia and a third group will stimulate a different nerve (active control; same sensation different nerve). The investigators will include three control groups to verify that the effect is real and location specific and cannot be associated to a sensation effect. The investigators have opted to use a parallel-group design as it is unclear what the carry-over effect and/or wash-out period will be for stimulation. To eliminate subjective bias, all patients and the investigator testing the endpoint measures will be blinded to the type of intervention. The primary outcome, i.e. memory recall, will be determined by a word association task recorded immediately after stimulation, 7 days after stimulation, and 28 days after stimulation. The secondary outcomes is neurophysiological changes determined by resting state EEG, which will be assessed immediately before and after stimulation in the first session.\n\nThe investigators will conduct this study as follows:\n\n1. Screening aMCI patients.\n2. Randomly assigning aMCI patients to one of the four groups.\n3. Administering one session active stimulation (n = 25) or control (n = 25 in each of three control group) stimulation paired with a word-association task; administered by research assistant.\n4. Behavioral assessments after each of the three blocks of studying the word associations and neural measures immediately after the last session of Behavioral assessments (T0).\n5. Behavioral assessments at seven (T1) and 28 (T2) days after stimulation.",
    "description_detailed": "Patients 50 years of age and above with amnestic mild cognitive impairment (aMCI), will be recruited to the memory clinic at St. James and the Memory Assessment and Support Service Tallaght University Hospital. The investigators plan to include 100 English-speaking aMCI patients. To participate in this study, subjects should be able to provide an informed consent, have a confirmed aMCI diagnosis and have their medication stable for at least three months prior to baseline data collection. Prospective participants, who meet the criteria, will be sent an electronic copy of the consent form. Participants will only be asked to sign the consent form at the site after going over the form with the researcher where all aspects of the study protocol will be reviewed.\n\nThe study is designed to give us adequate power to detect clinically meaningful differences between the groups. Twenty individuals per group (total n = 80) would offer us a power of 80% to detect the difference between groups using Cohen's d estimation of effect size. A sample size of 80 will allow us to see a large effect size. Although The investigators do not expect attrition to be large, a dropout rate of no more than 10% is expected. This trial is longitudinal which could increase its drop-out rate. The investigators will thus oversample to a target sample size of 25 patients per group to assure that our power to detect effects is maintained. The overall sample will be 100. The investigators aim to recruit patients with aMCI and display pre-symptomatic signs of Alzheimer's disease (AD). An age ranging from 50 years and above is a good fit for this population.\n\nThe study consists of three in person sessions. Session 1 will consist of a word association memory task in which participants are instructed to memorize a subset of words. Participants will either receive active stimulation or control stimulation during the word-association task. Session 1 will also include demographic and mood related questionnaires, as well as EEG before and after memory testing. At the end of EEG testing, participants will fill out an exit questionnaire developed by Brunoni et al. to assess potential side-effects (headache, neck pain, scalp pain, tingling, itching, burning sensation, skin redness, sleepiness, trouble concentrating, mood changes) at the end of stimulation. One week after Session 1, Session 2 will take place. They will again complete the word association memory task. Three weeks after Session 2, Session 3 will take place and participants will complete the word association memory task and complete a blinding questionnaire at the end of the session.\n\nDuring memory testing, participants will receive one of four interventions. Participants will encounter a second researcher who will take over for the first researcher in order to provide the blinded-stimulation protocol. They will be assigned randomly (like a flip of a coin) to one of four groups. Some groups will receive active stimulation and the other three groups will serve as controls. For sham stimulation, placement of the electrodes will be identical to active stimulation. A third group will receive stimulation, but with a topical skin anesthetic. For the fourth control group, the electrodes will be placed on the lower neck. For both the third and fourth control group, the current similar to active stimulation will be applied.\n\nParticipants will be paid at the end of the session and will be asked to sign a receipt of the money. If they successfully complete the study, they will be compensated for travel with 10 euros, if they wish to withdraw or are unable to proceed because of any in-eligibility in the in-person session, they will be compensated with 5 euros for travel.\n\nAll data will be managed using unique study codes, which will be used to code and file all electronic information, to protect participant confidentiality. To ensure privacy, all research files (e.g. screening, consent, questionnaires) will be stored in locked file cabinets in locked offices at Trinity. Electronic information (e.g. EEG and behavioral data) will be stored at a secure, password-protected, server at Trinity and all corresponding data analysis will be conducted at Trinity to ensure central and complete data protection. Subject names will not be published. Summary statistics will be performed on all variables and reported. The person processing the data will not be able to trace back the data to the individual. Data will contain a pseudonymised subject code and thus be de-identified. Pseudonymised data will be stored for 7 years as required by GDPR rules. After this personal and raw data will be deleted and the data will be anonymised. The processed data and group analysis will stored be indefinitely and will be shared through Trinity TARA Open Access database to promote Open Science. The key codes linking the participant names to the pseudonymised data will be stored in a secure Excel file in a secure USB by the Principal Investigator.\n\nAn intention-to-treat and per-protocol analysis will be performed. For the intention-to-treat analysis, the patient must successfully complete T0 and T1 assessments. For missing observations, the Last Observation Carried Forward (LOCF) approach will be used. Exclusion from the population will be finalized prior to database lock in a blinded manner. Memory recall during the word-association task will be assessed to determine memory performance. For EEG data, sLORETA statistical contrast maps will be calculated for the sham and active groups through multiple voxel-by-voxel comparisons in a logarithm of F-ratio. For transcutaneous electrical stimulation (TES) adverse events, a comparison will be conducted between the active and sham group using a one-way ANOVA with stimulation (active vs sham) as independent variable and adverse events as dependent variable. A Chi-square test will be conducted comparing actual stimulation (active vs sham) versus participants' expected stimulation (active vs sham) to determine if subjects were blinded to the experimental condition.",
    "phase": [
        "PHASE1",
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "Cognitive enhancer",
    "drug": [
        "NITESGON (non-invasive transcutaneous electrical stimulation of the greater occipital nerve)"
    ],
    "placebo": [
        "Sham NITESGON (inactive/sham stimulation)",
        "Active NITESGON + topical local anesthesia (active control)",
        "Active stimulation of C5/C6 nerve (active control; same sensation, different nerve)"
    ],
    "explanation_target": [
        "Reason: The trial tests non-invasive transcutaneous electrical stimulation of the greater occipital nerve (named NITESGON) to improve episodic memory (word‑association recall) in amnestic MCI — an intervention intended to enhance cognitive function (memory consolidation) rather than a biologic or small‑molecule that targets AD pathology. citeturn0search0",
        "Act (key details & sources): The protocol is a randomized, double‑blind, placebo‑controlled parallel study of 100 aMCI participants receiving either active NITESGON or one of three control conditions (sham, active+local anesthesia, or stimulation of C5/C6). Primary outcome is memory recall at baseline, 7 and 28 days; secondary outcome is resting‑state EEG pre/post stimulation. These specifics come from the published protocol. citeturn0search0turn0search1",
        "Reflect (classification check): Because the intervention is a neuromodulation procedure aimed at improving cognitive performance (memory) and does not act as a biologic (e.g., antibody/vaccine) nor a small‑molecule targeting amyloid/tau, and it is not targeting neuropsychiatric/behavioral symptoms, the correct category is 'Cognitive enhancer'. The trial is non‑pharmacologic; control arms use sham or alternative stimulation rather than inert drug placebo. Supporting publication(s): protocol in Contemporary Clinical Trials Communications / PMC. citeturn0search1turn0search0"
    ],
    "agent_type": "M) Synaptic Plasticity/Neuroprotection",
    "explanation_agent": [
        "Reason: The intervention is non-invasive transcutaneous stimulation of the greater occipital nerve (NITESGON) intended to enhance episodic memory by promoting neuroplasticity and memory consolidation (not by clearing amyloid/tau or acting as a biologic/small molecule). This aligns best with CADRO's focus on synaptic plasticity and neuroprotection. citeturn0search2turn0search0",
        "Act: Key trial details — randomized, double‑blind, placebo‑controlled parallel study in aMCI with one active NITESGON arm and three control arms (sham, active+local anesthesia, C5/C6 stimulation); primary outcome = word‑association memory recall at baseline, 7 and 28 days; secondary = resting‑state EEG pre/post. Prior work shows ON‑tES (NITESGON) enhances memory up to 28 days and is hypothesized to act via locus coeruleus–noradrenaline activation that induces synaptic plasticity. citeturn0search2turn0search1turn0search0",
        "Reflect: This is a neuromodulation cognitive‑enhancement approach that upregulates memory consolidation through plasticity mechanisms rather than targeting a molecular AD pathology (amyloid, tau, ApoE, inflammation, etc.). Therefore the most specific CADRO category is M) Synaptic Plasticity/Neuroprotection rather than neurotransmitter‑receptor (D) or a pathology‑directed category. The protocol and mechanistic literature support LC‑NA mediated plasticity and EEG/gamma changes consistent with synaptic modulation. citeturn0search0turn0search2",
        "Web search results (sources used): 1) Protocol paper describing the aMCI NITESGON RCT and outcomes/measures (Contemporary Clinical Trials Communications / PMC). citeturn0search2 2) Randomized trial reporting greater occipital nerve tES boosts associative memory and proposing LC‑NA activation mechanism. citeturn0search0turn0search1 3) Clinical trial registry / summaries referencing the same protocol and trial registration (NCT05289804). citeturn0search3turn0search2"
    ]
}