{
    "nct_id": "NCT01284387",
    "title": "A Phase 2, 24-Month, Multi-Center, Randomized, Double-Blind, Placebo-Controlled, Parallel-Group, Amyloid-Imaging Positron Emission Tomography (PET) and Safety Study of ACC-001 and QS-21 Adjuvant in Subjects With Mild to Moderate Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2014-12-11",
    "description_brief": "A Phase II clinical research study to evaluate the efficacy and safety of two different dose levels of an injectable investigational treatment (ACC-001) in subjects with Mild-to-Moderate Alzheimer's disease. ACC-001 (vanutide cridificar) is a beta amyloid fragment attached to a carrier protein. It is intended to help induce an antibody response against beta amyloid and is administered as an intramuscular injection.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted biologic",
    "drug": [
        "ACC-001 (vanutide cridificar)",
        "QS-21 (adjuvant)"
    ],
    "placebo": [
        "Placebo (phosphate-buffered saline, PBS)"
    ],
    "explanation_target": [
        "Reason: The investigational product ACC-001 (vanutide cridificar) is an active immunotherapeutic vaccine made from an N‑terminal beta‑amyloid peptide fragment conjugated to a carrier protein and is intended to elicit anti‑Aβ antibodies to reduce brain amyloid — i.e., it targets Alzheimer's pathology via a biologic mechanism. citeturn0search1turn0search5",
        "Act: Extracted trial details — Phase 2, intramuscular administration of ACC‑001 with QS‑21 adjuvant at two dose levels (e.g., 3 µg and 10 µg in reported trials), randomized placebo‑controlled design; placebo used was PBS. The intervention is a vaccine/biologic (not a small molecule, cognitive enhancer, or symptomatic psychiatric drug). citeturn0search5turn0search2",
        "Reflect: Classifying this trial as 'disease-targeted biologic' aligns with the definitions: ACC‑001 is a biologic (vaccine) directed at amyloid‑β pathology for potential disease modification. Phase 2 publications note immunogenicity (anti‑Aβ antibody responses) with limited PET biomarker efficacy in those studies, which further supports that the mechanism is anti‑amyloid biologic. citeturn0search1turn0search0",
        "Web search / sources (selected): PubMed summaries and trial registry entries describing ACC‑001 (vanutide cridificar) as an anti‑amyloid vaccine and the Phase 2 amyloid‑imaging safety studies. citeturn0search1turn0search0turn0search5"
    ],
    "agent_type": "A) Amyloid beta",
    "explanation_agent": [
        "Reason: The investigational product ACC-001 (vanutide cridificar) is an active immunotherapeutic vaccine composed of an N‑terminal Aβ peptide conjugate designed to elicit anti‑Aβ antibodies and reduce brain amyloid burden; the study's primary biomarker endpoint is amyloid PET, confirming an anti‑amyloid mechanism. citeturn0search4turn0search1",
        "Act: Extracted trial details — Phase 2, randomized, placebo‑controlled studies of vanutide cridificar (ACC‑001) given with the QS‑21 adjuvant (QS‑21 is a saponin vaccine adjuvant used to boost antibody responses). The trials explicitly target amyloid‑β (Aβ 1–7 N‑terminal epitope) and measure change in fibrillar amyloid by 18F‑florbetapir PET, therefore the most specific CADRO match is A) Amyloid beta. citeturn0search1turn0search5",
        "Reflect: Classification as A) Amyloid beta aligns with the intervention (anti‑Aβ vaccine) and trial design (amyloid PET biomarker endpoints). QS‑21 is an immunologic adjuvant (not a separate CADRO pathology target), so this is not a multi‑target or non‑therapeutic intervention — final assignment remains A) Amyloid beta. citeturn0search3turn0search4",
        "Web search results (selected sources used to support the classification):",
        "- PubMed: \"A Randomized, Double‑Blind, Phase 2 Study of the Effects of the Vaccine Vanutide Cridificar with QS‑21 Adjuvant on Immunogenicity, Safety and Amyloid Imaging in Patients with Mild to Moderate Alzheimer's Disease\" — describes ACC‑001 (vanutide cridificar) as an immunotherapeutic vaccine targeting the N‑terminal Aβ 1–7 peptide and using amyloid PET as the primary biomarker endpoint. citeturn0search4",
        "- PubMed: \"Two Phase 2 Multiple Ascending‑Dose Studies of Vanutide Cridificar (ACC‑001) and QS‑21 Adjuvant in Mild‑to‑Moderate Alzheimer's Disease\" — details dose groups, immunogenicity, safety, and that ACC‑001 aims to reduce brain Aβ. citeturn0search1",
        "- PubMed: \"Vanutide Cridificar (ACC‑001) and QS‑21 Adjuvant in Individuals with Early Alzheimer's Disease: Amyloid Imaging PET and Safety Results from a Phase 2 Study\" — additional amyloid PET/safety results for ACC‑001 + QS‑21. citeturn0search0",
        "- PubMed: Long‑term extension studies reporting safety and anti‑amyloid antibody titers after ACC‑001 + QS‑21. citeturn0search3",
        "- Review/summary on QS‑21 as a purified saponin adjuvant used to enhance antibody and cell‑mediated immune responses in clinical vaccines (background on the adjuvant used with ACC‑001). citeturn0search5"
    ]
}