{
    "nct_id": "NCT05503511",
    "title": "A Single-center, Randomized, Placebo Controlled, Double-blind, Ascending Single-dose and Repeated-dose Trial to Determine the Safety and Pharmacokinetic Profile of NPT 2042 Soft-Gelatin Capsules Administered Orally to Healthy Adult Subjects",
    "status": "COMPLETED",
    "last_update_time": "2023-04-03",
    "description_brief": "Study NPT 2042 CL 101 is a first in human (FIH) study to evaluate the safety and pharmacokinetics (PK) of single and repeated ascending doses of NPT 2042 in healthy adult male and female subjects.",
    "description_detailed": "The long-term goal of this program is to develop NPT 2042 an adjunct antiseizure treatment for patients with medically intractable epilepsy. Prior to evaluating efficacy in the intended patient population, safety and pharmacokinetics of NPT 2042 will be investigated.",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "NPT 2042 (a bumetanide analog; oral soft-gelatin capsules)"
    ],
    "placebo": [
        "matching placebo"
    ],
    "explanation_target": [
        "Reason: The trial description and registry entries identify NPT 2042 as a small-molecule bumetanide analog being tested for safety/PK (first-in-human) with intended indications including epilepsy (and listed Alzheimer Disease). This indicates a small-molecule pharmacologic intervention rather than a biologic, cognitive-only agent, or symptom-management behavioral therapy. citeturn2search1turn2search0",
        "Act: Key extraction — trial title/summary list NPT 2042 (bumetanide analog) as the investigational drug and include matching placebo; sponsor is NeuroPro Therapeutics; study is a Phase 1 SAD/MAD safety and PK trial. The intervention description explicitly calls NPT 2042 a \"bumetanide analog.\" citeturn2search1turn2search2",
        "Act (mechanism): Bumetanide is a small-molecule inhibitor of the NKCC1 (Na+-K+-2Cl−) cotransporter that modulates neuronal chloride homeostasis and GABAergic signaling — a mechanism pursued for antiseizure/neuro-excitability indications. NPT 2042 being a bumetanide analog implies a similar small-molecule, transporter-directed mechanism rather than a biologic/antibody. citeturn3search5turn3search4",
        "Reflect: Classification check — of the four provided categories, NPT 2042 best fits \"disease-targeted small molecule\" because it is a small-molecule drug aimed at a disease-relevant target (NKCC1-related chloride transport/GABAergic excitability). It is not a biologic, not described as a direct cognitive enhancer, nor principally a neuropsychiatric-symptom agent. Note: although the registry lists Alzheimer Disease among conditions, the mechanism (NKCC1/bumetanide pathway) is not a classical amyloid/tau-targeting Alzheimer biologic — this does not change that the agent is a small-molecule disease-directed therapy. citeturn2search1turn3search7",
        "Web search results supporting the above: trial registry / summaries identifying NPT 2042 as a bumetanide analog and Phase 1 safety/PK study. citeturn2search0turn2search1turn2search2"
    ],
    "agent_type": "M) Synaptic Plasticity/Neuroprotection",
    "explanation_agent": [
        "Reason: The investigational drug NPT 2042 is described as a bumetanide analog (a small‑molecule inhibitor of the NKCC1 Na+-K+-2Cl- cotransporter). Inhibition of NKCC1 shifts neuronal chloride homeostasis and thereby restores GABAergic inhibition and the excitatory/inhibitory balance — an effect that acts on synaptic function and can produce neuroprotective/synaptic‑plasticity benefits rather than directly targeting amyloid, tau, ApoE, or inflammation. citeturn1search6turn0search6turn0search5",
        "Act: Extraction and assignment — Key trial registry and sponsor pages identify NPT 2042 as a bumetanide analog in a Phase‑1 safety/PK program (first‑in‑human), intended for epilepsy and listed Alzheimer Disease among indications; the mechanism implied (NKCC1 / chloride cotransporter inhibition affecting GABAergic signaling) points to modulation of synaptic inhibition/plasticity rather than a receptor‑directed biologic or an amyloid/tau pathway. Based on CADRO definitions, the most specific applicable category is M) Synaptic Plasticity/Neuroprotection. citeturn1search6turn1search3turn0search4",
        "Reflect: Confirmation and caveats — The classification as M) Synaptic Plasticity/Neuroprotection aligns with the drug’s transporter‑directed modulation of neuronal inhibitory/excitatory balance (synaptic function). Alternative plausible categories could include D) Neurotransmitter Receptors if CADRO were interpreted broadly to include modulation of neurotransmission, but NKCC1 is an ion cotransporter (not a classical neurotransmitter receptor), so M is the better fit. If additional information indicated primary aims were circadian modulation or peripheral immune effects, reassignment could be considered; current evidence supports M. citeturn0search6turn0search4",
        "Web search results / sources (key references used):",
        "- Trial registry / study summary listing NPT 2042 (bumetanide analog) in Phase‑1 safety/PK study (NCT05503511). citeturn1search6",
        "- NeuroPro Therapeutics sponsor information describing NPT 2042 as a bumetanide analog and Ph1/Ph2 development. citeturn1search3",
        "- Review and evaluation of bumetanide/NKCC1 as a candidate for Alzheimer’s disease (mechanistic discussion of NKCC1, GABAergic signaling, and AD relevance). citeturn0search6",
        "- PubMed article discussing targeting NKCC1 to re‑establish GABAergic inhibition in AD models. citeturn0search4",
        "- Foundational work on NKCC1/bumetanide in seizure models and neuronal chloride regulation. citeturn0search5"
    ]
}