{
    "nct_id": "NCT01529619",
    "title": "A 24-week, Open-label, Multicenter Study to Evaluate the Efficacy, Safety and Tolerability of Rivastigmine Patch in Patients With Mild to Moderate Alzheimer's Disease (MMSE 10-23) Switched From Cholinesterase Inhibitors (Donepezil, Galantamine)",
    "status": "COMPLETED",
    "last_update_time": "2016-11-16",
    "description_brief": "This is a multicenter study to evaluate the efficacy, safety and tolerability of Rivastigmine patch in patients with mild to moderate Alzheimer's disease switched from Cholinesterase Inhibitors.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE4"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "Rivastigmine (transdermal patch, brand Exelon)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is rivastigmine delivered as a transdermal patch for patients with mild–moderate Alzheimer’s disease. Rivastigmine is a cholinesterase inhibitor that increases acetylcholine to improve cognitive function rather than directly modifying core AD pathology (amyloid or tau). citeturn0search3turn0search1",
        "Act (key details extracted): • Drug: rivastigmine, transdermal patch (Exelon Patch). citeturn0search3 • Mechanism: cholinesterase inhibitor (inhibits acetylcholinesterase and butyrylcholinesterase) raising synaptic acetylcholine to produce symptomatic cognitive benefits. citeturn0search4turn0search7 • Clinical context: study explicitly switches patients from other cholinesterase inhibitors (donepezil, galantamine) to rivastigmine patch to evaluate efficacy, safety and tolerability. This is a symptomatic treatment strategy rather than a disease-modifying approach. citeturn0search5turn0search0",
        "Reflect: Given the mechanism (cholinesterase inhibition) and clinical use ( symptomatic cognitive improvement in mild–moderate AD, including via transdermal formulation), the trial matches the 'Cognitive enhancer' category (drugs that improve cognition without targeting core AD pathology). Although rivastigmine is a small-molecule drug, its intended effect and mechanism align better with the 'Cognitive enhancer' definition than with 'Disease-targeted small molecule' (which is reserved for agents targeting AD pathology such as amyloid or tau). Relevant supporting sources: Novartis Exelon Patch product/indication page; Cochrane review summarizing ChEI effects; open-label/ switching studies showing use of rivastigmine patch after oral ChEIs. citeturn0search3turn0search1turn0search5"
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The trial tests rivastigmine delivered as an Exelon transdermal patch in mild–moderate AD. Rivastigmine is a cholinesterase inhibitor that increases synaptic acetylcholine (enhances cholinergic neurotransmission) to produce symptomatic cognitive benefits rather than directly targeting core AD pathology (amyloid or tau). citeturn0search0turn0search6",
        "Act: Key extracted details — Drug: rivastigmine (transdermal Exelon Patch); Mechanism: reversible inhibition of acetylcholinesterase and butyrylcholinesterase to raise acetylcholine and enhance cholinergic neurotransmission; Clinical context: switching patients from other cholinesterase inhibitors (donepezil, galantamine) to rivastigmine patch to assess symptomatic efficacy, safety and tolerability. Supporting sources: Novartis product/indication information and multiple switching/safety studies. citeturn0search1turn0search3turn0search4",
        "Reflect: CADRO classification maps symptomatic cholinergic enhancement to the neurotransmitter systems category rather than disease-modifying categories (amyloid, tau, etc.). Therefore the most specific CADRO match is D) Neurotransmitter Receptors. The trial is not multi-target, nor a diagnostic/non-therapeutic study, and the mechanism is well-established — so D is appropriate. citeturn0search6",
        "Web search results cited (key entries):",
        "• Novartis Exelon Patch FDA/indication information (product page/press releases). citeturn0search0turn0search1",
        "• Switching/safety studies for donepezil → rivastigmine patch (prospective/open-label and extension studies). citeturn0search3turn0search4",
        "• Retrospective adherence study of switching from donepezil to rivastigmine patch. citeturn0search2",
        "• Cochrane review summarizing efficacy of cholinesterase inhibitors (donepezil, galantamine, rivastigmine) for mild–moderate AD. citeturn0search6"
    ]
}