{
    "nct_id": "NCT05828693",
    "title": "Efficacy of Systemic Stress Prevention Via Application SysLife© for Companies: A Randomized Controlled Feasibility Study",
    "status": "COMPLETED",
    "last_update_time": "2024-05-06",
    "description_brief": "The purpose of this study is to investigate the efficacy of systemic stress prevention via SysLife© application in a prospective, interventive, balanced, monocentric, explanatory pilot randomized controlled trial (RCT), with participants' subjective stress experience as the primary endpoint.\n\nResearch Question: Which implementations are necessary, based on the experience from this pilot RCT, to ensure the quality of a subsequent confirmatory RCT?\n\nHypothesis: We expect improvement of participants' subjective stress experience, goal achievement, systemic functioning in private and organisational social systems while using the SysLife© application.",
    "description_detailed": "Background: Systemic prevention serves the prophylaxis of disease and/or illness, and/or damage to health. For social subsystems such as professional teams, there however still is a lack of effective preventive or health-promoting interventions. With the Prevention Act introduced in 2015 (Social Security Code, Germany: § 20 para. 1 SGB V), prevention now has to address the social context of people's everyday life as well (\"setting/life-world approach\"). Positive changes in terms of reduced stress perception or acute exposition to stress factors are supposed to be accompanied by improved systemic, psychological and physical well-being. This RCT will investigate the efficacy of the systemic stress prevention program SysLife© application.\n\nMethods: This prospective, interventive, balanced, monocentric, explanatory pilot RCT compares an experimental group (n = 19) receiving SysLife© application with a control group (n = 19) with subsequent intervention, i.e. the SysLife@ application 4 months after the experimental group. The primary endpoint is the participants' subjective stress experience.\n\nThe data collection encompasses 5 measurement points: t1, i.e. baseline for the experimental group; t2: 2-month follow-up; t3: 4-month follow-up for the experimental group and baseline for the control group; t4: 6-month follow-up for the experimental group and 2-month follow-up for the control group; t5: 8-month follow-up for the experimental group and 2-month follow-up for the control group).\n\nThis allows for the calculation of trends considering the potential efficacy of the SysLife© application in the RCT design on the one hand (n = 19, 2-study arm approach), and in a cumulative study (n = 38, 1-study arm approach).\n\nResearch Question: Which implementations are necessary, based on the experience from this pilot RCT, to ensure the quality of a subsequent confirmatory RCT?\n\nHypothesis: We expect improvement of participants' subjective stress experience, goal achievement, systemic functioning in private and organisational social systems while using the SysLife© application.\n\nQuestionnaires: Stress and Coping Inventory (SCI); Trier Stress Inventory (TICS); Experience in Social Systems (EXIS), Goal Attainment Scaling (GAS). Further items: demographic data, use of additional health care interventions, user behavior and effect of the SysLife© application.\n\nDiscussion: To the best of our knowledge, this will be the first prospective, interventive, balanced, monocentric, explanatory pilot RCT comparing SysLife© application with a waiting group. For study purposes, it is a challenge to implement SysLife© application in organizational contexts such as teams: systemic prevention is an innovative health-promoting approach which is not (yet) covered by the German health insurance companies; the SysLife© application is an innovative program in digital health management with high flexibility how to approach it while being standardized in its structure; though companies are increasingly interested in health-promoting interventions for their employees, they are sparing considering the investment of time and financial resources in occupational health care.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is a behavioral/systemic stress-prevention application (SysLife©) delivered as an app in a pilot randomized controlled trial; this is not a biologic or small-molecule drug, nor a pharmacologic cognitive enhancer or a treatment aimed at neuropsychiatric symptom reduction in the Alzheimer’s sense, so it does not fit any of the four therapeutic categories. citeturn0search0turn0search2",
        "Act (key extracted details): The study tests the SysLife© application with participants' subjective stress experience as the primary endpoint, in a prospective, interventive, balanced, monocentric pilot RCT (n≈38 with two arms). Registration number NCT05828693 and lead sponsor University of Witten/Herdecke are reported. Intervention type is listed as Behavioral: SysLife©. citeturn0search0turn0search2",
        "Web search / sources found: Trial listings and descriptions of this RCT (MedPath, TrialX, Veeva) confirm the SysLife© app intervention and trial details. citeturn0search0turn0search2turn0search3",
        "Reflect: Given the intervention is an app-based behavioral prevention program (no drug, biologic, or targeted small-molecule mechanism described), the correct classification under the provided taxonomy is 'N/A'. There is no ambiguity in the description that would map the trial to 'disease-targeted biologic', 'disease-targeted small molecule', 'cognitive enhancer', or 'neuropsychiatric symptom improvement'. citeturn0search0turn0search2"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}