{
    "nct_id": "NCT07170150",
    "title": "A Phase III, Multicenter, Randomized, Double-Blind, Placebo-Controlled, Parallel-Group Efficacy and Safety Study of Trontinemab in Participants With Early Symptomatic Alzheimer's Disease (MCI to Mild Dementia Due to AD)",
    "status": "RECRUITING",
    "last_update_time": "2025-09-26",
    "description_brief": "The purpose of this study is to assess the efficacy and safety of trontinemab in participants with early symptomatic Alzheimer's disease (AD) (mild cognitive impairment \\[MCI\\] to mild dementia due to AD).",
    "description_detailed": "N/A",
    "phase": [
        "PHASE3"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted biologic",
    "drug": [
        "Trontinemab (investigational bispecific monoclonal antibody targeting aggregated amyloid‑beta; Brainshuttle TfR1 module for enhanced brain delivery)"
    ],
    "placebo": [
        "Placebo (matching)"
    ],
    "explanation_target": [
        "Reason: The investigational agent, trontinemab, is a monoclonal antibody engineered to bind aggregated forms of amyloid‑beta and uses Roche's Brainshuttle (TfR1) bispecific design to enhance transport across the blood–brain barrier — i.e., it is a biologic specifically targeting Alzheimer's pathology (amyloid). citeturn0search3turn0search0",
        "Act: The trial description and title state this is a randomized, double‑blind, placebo‑controlled Phase III efficacy and safety study in early symptomatic AD (MCI to mild dementia). Roche/Genentech press releases and news coverage confirm trontinemab is an anti‑amyloid monoclonal antibody and that a Phase III programme in early AD has been initiated/planned. Based on mechanism (anti‑amyloid mAb) and intent (reduce amyloid to slow disease), this matches the 'disease‑targeted biologic' category. citeturn0search3turn0news13",
        "Reflect: Classification check — the drug is a biologic (monoclonal antibody), targets core AD pathology (amyloid‑beta), and the study aims to assess disease‑modifying effects (efficacy/safety in early AD), so it fits 'disease‑targeted biologic' rather than cognitive enhancer or symptom‑management categories. No alternative interpretation fits the description. citeturn0search0turn0search3",
        "Web search results used: Roche/Genentech press releases and coverage describing trontinemab as a Brainshuttle bispecific anti‑amyloid monoclonal antibody and announcing Phase III development. citeturn0search0turn0search3turn0news13"
    ],
    "agent_type": "A) Amyloid beta",
    "explanation_agent": [
        "Reason: The investigational agent, trontinemab, is a bispecific monoclonal antibody engineered to bind aggregated forms of amyloid‑beta and uses a Brainshuttle (TfR1) module to enhance transport across the blood–brain barrier — i.e., it directly targets amyloid pathology central to CADRO category A. citeturn0search0turn0search3",
        "Act: The description and company communications state this is a disease‑targeted biologic (anti‑amyloid mAb) being advanced into Phase III for early symptomatic AD (MCI to mild dementia), so the most specific CADRO match is A) Amyloid beta. citeturn0search0turn0news13",
        "Reflect: This intervention targets a single core AD pathology (amyloid‑beta) rather than multiple pathways or a non‑therapeutic purpose, so it should not be classified as Multi‑target (R) or Other (T). Confirmed category: A) Amyloid beta. citeturn0search3",
        "Web search results used (key sources): Genentech/Roche press release describing trontinemab as a Brainshuttle™ bispecific anti‑amyloid antibody and Phase III plans (Genentech Apr 3, 2025). citeturn0search0; Roche/GlobeNewswire summary of AAIC/Phase III TRONTIER design and amyloid‑clearing data (July 27–28, 2025). citeturn0search3; Reuters news coverage summarizing Roche’s planned trials and Brainshuttle design. citeturn0news13"
    ]
}