{
    "nct_id": "NCT04559828",
    "title": "Attenuation of Inflammatory Processes Associated With Alzheimer's Disease After Consumption of Pomace Olive Oil.",
    "status": "COMPLETED",
    "last_update_time": "2021-08-31",
    "description_brief": "Alzheimer's disease (AD) is the most common cause of dementia and its prevalence will multiply in the coming years, so it is urgent to establish preventive and therapeutic measures. AD it is characterized by cerebrovascular and parenchymal accumulation of protein deposits enriched in amyloid-beta (Aβ) as a consequence of alterations of the blood-brain barrier. More than 60% of plasma Aβ is associated with triglyceride-rich lipoproteins (TRL), being higher in subjects with AD. Microglia act as resident macrophages and play a crucial role in most neuropathologies, since it is activated after homeostasis impairment in the brain, and surrounds amyloid plaques in patients with AD. As a result of microglial activation, a large number of pro-inflammatory markers are released, mediated by alterations in the redox state, through the generation of ROS by the complex NADPH oxidase.\n\nIn a previous study, the investigators demonstrated in BV-2 cells that artificial TRL are capable of activating microglia and trigger an inflammatory process. In addition, the investigators showed that some of lipophilic minor components of pomace olive oil simultaneously modulate oxidative stress and the inflammatory response in microglia. The investigators suggested that these results should be replicated in humans after consumption of pomace olive oil.\n\nTherefore, in the present study we formulate the hypothesis that human TRL are capable of activating microglia and that such activation can be attenuated when those particles are generated after consumption of pomace olive oil. The results of the study would lay the foundation for the start of clinical trials demonstrating the effect of pomace oil in reducing the risk of development and progression of AD.",
    "description_detailed": "In a previous study, the investigators demonstrated that triglyceride-rich lipoproteins (TRL), which transport dietary lipid components, are able of activating microglia, which could be associated with the state of neuroinflammation in patients of Alzheimer's disease. In addition, the investigators also demonstrated that some of the minor fat-soluble components of olive pomace oil simultaneously modulate oxidative stress and the inflammatory response in microglia, so that these components could have the ability to protect the brain from microglial overactivation when transported in TRL.\n\nIn that study, the investigators used artificial TRL that were manufactured ad-hoc in the laboratory, in order to be able to test the effect of the compounds both individually and together. Now is the time to consolidate the results using human TRL, obtained after the consumption of olive pomace oil. The investigators expect that the results of this study will reveal that the intake of olive pomace oil can prevent the release of inflammatory markers caused by the overactivation of microglia, which could be associated to a reduction in the risk of development and progression of Alzheimer's disease.\n\nObjectives and design\n\nTo test this hypothesis, two specific objectives will be addressed:\n\n1. To obtain and characterize human TRL obtained after the intake of olive pomace oil.\n2. To evaluate the mitigating effect of the microglial activation by TRL obtained after the intake of olive pomace oil.\n\nThe study has been designed as a randomized and crossover trial in the postprandial phase in healthy subjects, which will be divided into two groups to which a pomace oil and high-oleic sunflower oil will be administered.\n\nActivities\n\nThe specific objectives set out in the project will be addressed through the execution of the activities that are detailed below:\n\n1. Selection of volunteers and administration of olive pomace oil. 1.1. Obtaining and characterizing the experimental oils. 1.2. Recruitment and selection of volunteers. 1.3. Clinical trial in the postprandial phase.\n2. Isolation and characterization of human TRL. 2.1. General determinations in blood serum. 2.2. Characterization of TRL.\n3. Microglial activation in cells treated with human TRL. 3.1. Assays in cell cultures. 3.2. Analytical determinations. 3.3. Data processing and reporting.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "PREVENTION",
    "results": null,
    "target_category": "N/A",
    "drug": [
        "Pomace olive oil (dietary oil containing olive‑pomace phenolic/lipophilic components — e.g., bioavailable phenolic compounds such as hydroxytyrosol/oleuropein derivatives, squalene, tocopherols)."
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is consumption of pomace (olive‑pomace) oil to attenuate microglial activation and inflammation associated with Alzheimer's disease. The description and prior work cited are cell‑based (BV‑2 microglia) and attribute effects to lipophilic/minor phenolic components of olive pomace, not to a monoclonal antibody or a defined synthetic small‑molecule drug. Pomace olive oil is a food/oil produced from olive pomace (by‑product) and contains mixed lipids and minor bioactive compounds. citeturn0search5turn0search12",
        "Act: Extracted trial details — intervention = pomace olive oil (dietary), mechanism proposed = reduce TRL‑mediated microglial activation and oxidative/inflammatory signaling (NADPH oxidase/ROS), intended effect = lower inflammation and risk/progression of AD. The supporting in vitro evidence shows bioavailable phenolic compounds from olive pomace have anti‑neuroinflammatory effects in BV‑2 cells. These facts identify the study as testing a nutritional/food intervention rather than a biologic (e.g., antibody) or a single defined small‑molecule therapeutic. citeturn0search5turn0search4",
        "Reflect: Mapping to the provided category definitions — (1) disease‑targeted biologic = biologics (mAbs, vaccines) targeting AD pathology — not applicable; (2) disease‑targeted small molecule = a defined synthetic small drug targeting pathology — not applicable because this is a complex food matrix, not a single small‑molecule drug; (3) cognitive enhancer = drugs intended to improve cognition without targeting pathology — study aims to modify inflammatory/pathologic processes, not directly a symptomatic cognitive enhancer; (4) neuropsychiatric symptom improvement = targets behavioral/psychiatric symptoms — not applicable. Therefore the correct classification is 'N/A' (does not fit the four defined therapeutic categories). Supporting sources: definition/production and composition/concerns about olive pomace oil; and the BV‑2 cell study showing anti‑neuroinflammatory potential of olive pomace phenolics. citeturn0search12turn0search5"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}