{
    "nct_id": "NCT00105547",
    "title": "Phase 3, Multicenter, Randomized, Double Blind, Placebo Controlled Study of the Effect of Daily Treatment With MPC-7869 on Measures of Cognition, Activities of Daily Living and Global Function in Subjects With Mild Dementia of the Alzheimer's Type",
    "status": "COMPLETED",
    "last_update_time": "2009-05-03",
    "description_brief": "The purpose of the study is to evaluate the change in cognitive ability and activities of daily living in patients with Alzheimer's disease (AD) as measured by specific evaluations during 18 months of dosing.",
    "description_detailed": "This trial is a phase 3, multicenter, randomized, double-blind, placebo controlled, parallel group study comparing the safety and efficacy of daily dosing of MPC-7869 to placebo. The study subjects will have the diagnosis of mild dementia of the Alzheimer's type. Subjects may be taking approved medication for Alzheimer's disease provided the dose has been stable for at least 6 months.\n\nThe primary objective of the study is to evaluate the change in cognition and activities of daily living.",
    "phase": [
        "PHASE3"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "MPC-7869 (tarenflurbil; R-flurbiprofen; Flurizan)"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The trial tests daily MPC-7869 vs placebo in mild Alzheimer disease with co-primary endpoints of cognition (ADAS-Cog) and activities of daily living (ADCS-ADL) over 18 months, indicating an intent to alter disease course or its clinical manifestations. citeturn0search0",
        "Act: MPC-7869 is tarenflurbil (R-flurbiprofen), a small-molecule selective Aβ42-lowering agent (a γ-secretase modulator / SALA) developed by Myriad; it was tested as a disease-modifying approach aimed at reducing pathogenic amyloid-β42. citeturn1search0turn0search5",
        "Reflect: Because MPC-7869/tarenflurbiprofen is a small-molecule drug targeting Alzheimer pathology (amyloid/Aβ42) rather than a biologic or a symptomatic cognitive enhancer, the correct category is \"disease-targeted small molecule.\" This classification is supported by trial registries and the randomized phase‑3 study report. citeturn0search0turn1search0turn0search7",
        "Additional note / web search results: Clinical trial registry entries identify the trial (Phase 3, randomized, double‑blind, placebo‑controlled; NCT00105547 / EudraCT entries). The published large Phase 3 randomized trial (tarenflurbil/Flurizan) found no benefit on the co-primary endpoints and development was discontinued. These sources were used to map MPC-7869 to tarenflurbil and determine mechanism and intent. citeturn0search0turn1search0turn0search7"
    ],
    "agent_type": "A) Amyloid beta",
    "explanation_agent": [
        "Reason: The investigational drug MPC-7869 (tarenflurbil; R‑flurbiprofen, Flurizan) is a small‑molecule γ‑secretase modulator / selective Aβ42‑lowering agent (SALA) developed to reduce production of the pathogenic Aβ42 peptide and thereby affect amyloid pathology in Alzheimer disease. citeturn0search0turn0search5",
        "Act: The trial description and registry/published reports map MPC‑7869 to tarenflurbil (R‑flurbiprofen) and identify its mechanism as shifting γ‑secretase cleavage away from Aβ42 (producing shorter Aβ fragments). The Phase 3 randomized trial (NCT00105547) tested tarenflurbil in mild AD but found no benefit; nonetheless the drug’s intended biological target is amyloid/Aβ42. citeturn0search6turn0search3",
        "Reflect: Given the explicit amyloid/Aβ42‑lowering mechanism and the disease‑modifying intent, the most specific CADRO category is A) Amyloid beta. This is not a symptomatic neurotransmitter or inflammatory target, nor is it multi‑target or diagnostic; therefore A) Amyloid beta is the correct classification. citeturn0search0turn0search7",
        "Web search results (key sources used):",
        "- Review describing SALA class and tarenflurbil mechanism (γ‑secretase modulation, lowers Aβ42). citeturn0search0",
        "- PubMed / JAMA randomized Phase 3 trial reporting no benefit (NCT00105547). citeturn0search3turn0search4",
        "- NIA/AlzPED therapeutic entry listing R‑flurbiprofen (MPC‑7869) as γ‑secretase/Aβ42 lowering. citeturn0search5",
        "- Myriad press release announcing Phase 3 Flurizan (MPC‑7869) development. citeturn0search6"
    ]
}