{
    "nct_id": "NCT02984540",
    "title": "Effect of a Modified Ketogenic-Mediterranean Diet on Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2025-07-25",
    "description_brief": "The purpose of the BEAM study is to compare the effects of a low-carbohydrate diet and a lowfat diet for adults with mild memory loss and adults with pre-diabetes. The data collected will help determine changes in cognitive function, brain structure and function, and levels of certain proteins and hormones in body fluids.",
    "description_detailed": "Participants will be enrolled into 1 of 3 study groups. Group 1 will include healthy volunteers with no apparent memory problems, memory complaints or family history of Alzheimer's disease or dementia. This group will complete cognitive assessments, blood and stool sample collection, neuroimaging, and lumbar puncture at week 0 only. Group 1 will NOT take part in the diet study.\n\nGroup 2 will have pre-diabetes, but no apparent memory problems that can be observed during cognitive testing. Group 2 will complete an 18-week diet study, with follow-up assessment 6 weeks after final diet completion. Throughout the study the following will also be completed; cognitive assessments, blood and stool sample collection, neuroimaging, and lumbar puncture.\n\nGroup 3 will have mild memory problems that are observed during cognitive testing. Group 3 will complete an 18-week diet study, with follow-up assessment 6 weeks after diet final completion. Throughout the study the following will also be completed; cognitive assessments, blood and stool sample collection, neuroimaging, and lumbar puncture.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The BEAM study (title: Effect of a Modified Ketogenic‑Mediterranean Diet on Alzheimer's Disease) tests dietary interventions (a modified Mediterranean‑ketogenic diet (MMKD) versus a low‑fat/American Heart Association diet), aiming to measure changes in cognition, brain structure/function, and fluid biomarkers. This is a nutritional/dietary intervention, not a pharmacologic agent (no biologic or small‑molecule drug is tested). citeturn0search0turn0search5",
        "Act (key details extracted): • Intervention: Modified Mediterranean‑Ketogenic Diet (MMKD) compared with a low‑fat/AHAD diet (crossover design in BEAM). • Population: older adults with mild memory loss / mild cognitive impairment (and metabolic risk such as pre‑diabetes). • Outcomes measured: cognitive function, neuroimaging, CSF/plasma biomarkers, microbiome/metabolome. Sources describing BEAM and MMKD pilot/crossover studies are cited. citeturn0search2turn0search8",
        "Reflect: Given the intervention is a diet (nutritional) and the study measures metabolic and AD biomarkers, it does not meet the definitions for: (1) disease‑targeted biologic (no monoclonal antibody/vaccine), (2) disease‑targeted small molecule (no drug/inhibitor), (3) cognitive enhancer (no specified pharmacologic cognitive agent), or (4) neuropsychiatric symptom improvement as a primary pharmacologic aim. Therefore classification is 'N/A'. Evidence from multiple published reports on MMKD/BEAM supports this interpretation. citeturn0search9turn0search1",
        "Web search results used (sources): • BEAM / MMKD summary and multi‑omics results — A Modified Mediterranean Ketogenic Diet reverses signatures and mitigates modifiable risk factors of Alzheimer’s disease. citeturn0search0 • PubMed / pilot studies showing MMKD effects on CSF biomarkers and cerebral perfusion. citeturn0search2 • Randomized/crossover ketogenic diet trials in AD showing dietary (not drug) intervention and cognitive/functional outcomes. citeturn0search8 • Additional metabolomics/microbiome analyses and MMKD lipidomic reversal findings. citeturn0search5turn0search9"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}