{
    "nct_id": "NCT05377060",
    "title": "Disclosing Dementia Risk Based on Plasma Phosphorylated Tau",
    "status": "COMPLETED",
    "last_update_time": "2025-06-25",
    "description_brief": "Novel blood-based biomarkers of Alzheimer's disease (AD), such as plasma levels of tau phosphorylated at threonine 181 (p-tau181), have shown great promise in detecting early AD pathology. While current studies point to this biomarker as having great clinical utility, one necessary step before clinical implementation is developing safe and effective methods for disclosure of results. Past risk disclosure studies have shown that disclosing risk for AD based on genetics or amyloid status is safe, but these studies have largely focused on cognitively unimpaired individuals. This study seeks to develop comprehensible educational materials to aid risk disclosure and examine the effect of risk disclosure based on plasma p-tau181 results in a group of participants with mild cognitive impairment (MCI) at imminent risk of converting to dementia. First, educational materials will be developed in collaboration with health communication experts and then refined in focus groups made up of individuals with MCI. Educational materials will be analyzed on several key reading and comprehensibility metrics and will include personalized risk estimate based on a well-accepted risk algorithm (Cullen, et al., 2021). Next, these educational materials will be utilized to disclose risk in a randomized controlled trial with an active control arm receiving disclosure based on age, sex, and cognitive status (based on Mini-Mental State Examination), meant to mimic common methods of clinical diagnostic and prognostic decision making, and an intervention arm receiving disclosure based on the above factors plus plasma p-tau181 results. Outcomes will include measures of comprehension and psychological well-being (anxiety, depression, hopelessness, and distress) and will be assessed immediately after risk disclosure and again at six-month follow-up. It is hypothesized that risk disclosure based on plasma p-tau181 is not more psychologically harmful or less comprehensible than disclosure based on demographic factors and MMSE. This pilot study will provide a necessary step towards moving plasma p-tau biomarkers towards safe clinical implementation and will develop educational materials that can be utilized in future studies and clinical practice.",
    "description_detailed": "Novel blood-based biomarkers of Alzheimer's disease (AD), such as plasma levels of tau phosphorylated at threonine 181 (p-tau181), have shown great promise in sensitively and specifically detecting early AD pathology. Plasma p-tau181 has the potential to dramatically reduce the financial strain and patient care burden associated with identifying patients at increased risk of AD-dementia, as well as improve screening for enrollment in clinical trials which require the presence of AD-pathological changes. While current studies point to this biomarker as having great clinical utility, one necessary step before clinical implementation is developing safe and effective methods for disclosure of results. Past risk disclosure studies have shown that disclosing risk for AD based on genetics or amyloid status is safe, but these studies have largely focused on cognitively unimpaired individuals. This study seeks to develop comprehensible educational materials to aid risk disclosure and examine the effect of risk disclosure based on plasma p-tau181 results in a group of participants with mild cognitive impairment (MCI) at imminent risk of converting to dementia. First, educational materials will be developed in collaboration with health communication experts and then refined in focus groups made up of individuals with MCI. Educational materials will be analyzed on several key reading and comprehensibility metrics and will include personalized risk estimate based on a well-accepted risk algorithm (Cullen, et al., 2021). Next, these educational materials will be utilized to disclose risk in a randomized controlled trial with an active control arm receiving disclosure based on age, sex, and cognitive status (based on Mini-Mental State Examination), meant to mimic common methods of clinical diagnostic and prognostic decision making, and an intervention arm receiving disclosure based on the above factors plus plasma p-tau181 results. Outcomes will include measures of comprehension and psychological well-being (anxiety, depression, hopelessness, and distress) and will be assessed immediately after risk disclosure and again at six-month follow-up. It is hypothesized that risk disclosure based on plasma p-tau181 is not more psychologically harmful or less comprehensible than disclosure based on demographic factors and MMSE. This pilot study will provide a necessary step towards moving plasma p-tau biomarkers towards safe clinical implementation and will develop educational materials that can be utilized in future studies and clinical practice.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "DIAGNOSTIC",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention described is the disclosure of a blood-based biomarker (plasma p‑tau181) and development of educational materials to return individualized risk estimates to people with MCI — i.e., a diagnostic/prognostic and communication study, not a therapeutic trial of a drug or device. Plasma p‑tau181 is being used as a prognostic biomarker to estimate risk of progression from MCI to AD, rather than as an intervention to alter disease biology. citeturn1search1turn0search0",
        "Act (extracted details): This is a randomized controlled trial comparing two disclosure approaches (active control: disclosure based on age/sex/MMSE vs intervention: disclosure that also includes plasma p‑tau181), with outcomes of comprehension and psychological well‑being measured immediately and at 6 months. The study will use a personalized risk algorithm (Cullen et al., 2021) to generate risk estimates. There is no drug or placebo involved. citeturn1search1turn1search3",
        "Reflect (classification rationale): Because the study evaluates risk disclosure/communication of a biomarker (plasma p‑tau181) and its psychological/comprehension effects — and does not test a biologic therapy, small molecule, cognitive enhancer, or a symptomatic (neuropsychiatric) treatment — it does not fit any of the four therapeutic categories and should be classified as 'N/A'. Note: plasma p‑tau181 is well supported as a prognostic/diagnostic blood biomarker for AD and MCI progression in multiple studies, which is why it is appropriate as the disclosed test in this trial. citeturn0search3turn0search5",
        "Web search results used (key sources): clinical trial listing for this study (NCT05377060 / Vanderbilt listing) describing the RCT and aims; an EMBO Molecular Medicine review summarizing blood-based p‑tau181 utility; PubMed articles showing plasma p‑tau181 predicts progression and diagnostic accuracy; Cullen et al. (Nat Aging 2021) describing the risk prediction algorithm/tool used for individualized risk estimates. citeturn1search1turn0search0turn0search3turn1search3"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}