{
    "nct_id": "NCT04911803",
    "title": "Does Using a Self-help App to Improve Wellbeing Work? - An Experimental Follow-up Study",
    "status": "COMPLETED",
    "last_update_time": "2022-07-24",
    "description_brief": "Anxiety and worry are amongst the most common mental health difficulties. The Second Mental Health Study found a significant increase in the lifetime prevalence for GAD, from 0.9% to 1.6%. In addition, the Organisation for Economic Cooperation and Development found that among Singaporean students, 86% experienced anxiety levels that were significantly higher than the OECD average.\n\nPast research revealed that individuals who worried more experienced decreases in life satisfaction. It was also found that worry and anxiety are significant predictors of one's psychological wellbeing .\n\nIn line with this trend, the market for wellbeing apps have been one of the fastest growing categories of apps ever since; with more than 10,000 on the market. Studies have shown that the use of wellbeing apps has been correlated with an improvement in mental wellbeing. However, due to the lack of research that focuses on disorder-specific evidence, there still exists debates around the effectiveness of wellbeing apps on anxiety and worry. In addition, the lack of research on the mediating factor of psychological mindedness in the relationship between the use of wellbeing apps and mental well-being, could be pivotal to the effectiveness of wellbeing apps.\n\nTo show the effectiveness of evidence-based wellbeing apps in targeting anxiety and worry, this study will employ the engagement of participants with a wellbeing app for a controlled period of 2 weeks before recording their mental wellbeing outcomes.This paradigm has been replicated extensively through multiple studies.\n\nThis study will use a between-groups experimental study design whereby participants will be block randomised into 2 conditions: Active control condition, and Anxiety condition. Each condition will be given a restricted version of the wellbeing app according to their treatment groups. Follow-up data will be collected at 2-weeks post intervention to establish efficacy of the intervention.\n\nObjective 1: To evaluate the effectiveness of a wellbeing app self-help programme for reducing anxiety and worry.\n\nObjective 2: To examine if psychological mindedness moderates hypothesised effects of wellbeing app usage and anxiety and worry.\n\nHypothesis 1: Participants in the intervention group will report significantly lower anxiety and worry than participants in the control group.\n\nHypothesis 2: Psychological mindedness will moderate the effect of the wellbeing app's self-help programme on anxiety and worry: Participants high in psychological mindedness will benefit more from the wellbeing apps than those with lower scores on psychological mindedness.",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "SUPPORTIVE_CARE",
    "results": null,
    "target_category": "neuropsychiatric symptom improvement",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is a self-help wellbeing mobile app aimed at reducing anxiety and worry (mental-health outcomes), i.e., treating neuropsychiatric symptoms rather than modifying a biological Alzheimer pathology or providing a pharmacologic cognitive enhancer. The trial description and title explicitly describe an app-based self-help programme for anxiety/worry. citeturn0search3",
        "Act: Key extracted details — title: \"Does Using a Self-help App to Improve Wellbeing Work? - An Experimental Follow-up Study\"; design: between-groups randomized (active control vs anxiety condition) with restricted versions of a wellbeing app and 2-week follow-up; intervention: digital wellbeing/self-help app (no drug or placebo is used). Because the intervention is a behavioral/digital app for anxiety, it maps to the 'neuropsychiatric symptom improvement' category. Registry/source: clinical trial registry entry for this study. citeturn0search3",
        "Reflect: This classification fits the category definitions — it is not a biologic (no monoclonal antibody or vaccine), not a small-molecule disease-modifying agent, and not described as a pharmacologic cognitive enhancer. The web search confirms the study is an app-based RCT targeting worry/anxiety (and similar published RCTs of self-help apps support this intervention type). Example supportive literature for app-based reductions in worry/anxiety is a recent RCT of an RNT-targeting app. citeturn0search1turn0search5",
        "Additional note: No drug name or pharmacologic agent is present in the description, so no drug/placebo entries apply (hence empty arrays)."
    ],
    "agent_type": "T) Other",
    "explanation_agent": [
        "Reason: The trial tests a self-help/wellbeing mobile app aimed at reducing anxiety/worry (neuropsychiatric symptom improvement) rather than a pharmacologic or biologic intervention that targets a molecular/cellular AD pathology. Similar RCTs of self-help mental-health apps (worry/rumination, stress, depression) are documented in the literature, confirming this is a behavioral/digital intervention rather than a drug/biological target. citeturn0search5turn0search3turn0search6",
        "Act: Extracted details — title: \"Does Using a Self-help App to Improve Wellbeing Work? - An Experimental Follow-up Study\"; design: randomized between-groups (active control vs anxiety condition) with restricted app versions and 2-week follow-up; intervention: digital wellbeing/self-help app; drugs: none listed. Because this is a behavioral/digital intervention addressing neuropsychiatric symptoms (anxiety/worry) and not targeting an AD molecular pathway, it does not map to any CADRO therapeutic categories A–Q or R (multi-target). Therefore assign 'T) Other'. citeturn0search5turn0search3",
        "Reflect: The classification is consistent with CADRO guidance to return 'T) Other' when no therapeutic biological target can be inferred (e.g., behavioral/digital interventions, diagnostics). No drug name, gene, or pathway was present or discoverable for this trial; the cited literature and registry-style reports describe analogous app-based RCTs for worry/anxiety, supporting the behavioral (non-biologic) nature of the intervention. If you want, I can search for the specific trial registry entry and include the exact record — but based on the provided description and supporting app-RCT literature, 'T) Other' is the correct CADRO mapping. citeturn0search5turn0search3"
    ]
}