{
    "nct_id": "NCT04023942",
    "title": "Lifestyle Intervention Study",
    "status": "COMPLETED",
    "last_update_time": "2024-11-29",
    "description_brief": "Despite standardized intervention strategies, weight loss and weight loss maintenance largely differ from person to person. Factors which may contribute to these individual differences is current object of research.\n\nIn order to investigate predictors and barriers for weight management and to investigate two different dietary interventions and two different digital tools for weight maintenance, the LION-Study was designed as follows: Step I (screening, baseline phenotyping), step II (weight loss intervention with formula diet), step III (weight maintenance intervention with 4 intervention groups: low carb/newsletter; low carb/app; low fat/newsletter; low fat/app) and step IV (follow-up). Participants are required to attend visits at seven time points.\n\nAt screening (month 0) a telephone-based screening interview takes place, in order to test eligibility of the potential participant. If the person is eligible, two consecutive baseline face-to-face visits are planned during step I. After completion of the eight weeks weight loss intervention (month 3), an additional visit takes place followed by three consecutive visits in the weight maintenance step (month 6, 9 and 15). The study ends with a final visit after the follow-up (month 27). Additional contacts (face-to-face and telephone) take place during the weight loss intervention step. Participants will regularly receive a bag with the required formula diet meals. During these \"pick up\" appointments, the study team actively get in face-to-face contact with participants.\n\nAt the different visits, data are collected by questionnaires, medical investigations (e.g. MRI, motor function, resting metabolic rate), blood withdrawal as well as urine, feces and saliva sampling.\n\nPrimary objective is to evaluate the effect of two diets (low carb/low fat) and two digital tools (app/newsletter) on long-term weight loss maintenance 12 months after weight loss.\n\nSecondary objective is to identify genetic, epigenetic, physiological, psychological and lifestyle factors that predict the success of weight loss and weight loss maintenance.",
    "description_detailed": "Step I - Screening and baseline phenotyping When a potential suitable participant is interested, a screening interview to check eligibility will take place by phone after oral agreement is given. The structured screening interview is carried out by means of a questionnaire in the format of a Case Report Form (CRF). Suitable persons are provided with participant´s information and data protection sheet and with the \"declaration of consent\". Sufficient time for consideration is given between the screening interview and visit 1A, where written consent is signed.\n\nAfter the telephone-based screening interview, eligible participants are required to provide written consent. Participants will undergo clinical examinations at two visits (V1A + V1B), serving primarily for phenotyping as well as for detection of potentially unknown exclusion criteria. The order of some measurements carried out during V1A and V1B as well as the type of lipid challenge is randomized.\n\nData collection V1A:\n\n* Resting metabolic rate\n* Metabolic response to meal challenge\n* Anthropometry\n* Vital parameters\n* Blood parameters\n* Clinical, lifestyle (nutrition, physical activity), psychological, environmental and social factors (questionnaires and protocols)\n* Sampling of blood samples for further research questions\n\nData collection V1B:\n\n* Metabolic response to meal challenge\n* Vital parameters\n* Blood parameters\n* Urine parameters\n* Hand Strength Measurement\n* Clinical, lifestyle (nutrition, physical activity), psychological, environmental and social factors (questionnaires and protocols)\n* Sampling of blood, urine and saliva\n* Optional: Adipose tissue distribution by MRI measurement; parameters for physical strength, motor function and body static condition; 24h urine collection; fecal samples\n\nStep II - Weight loss intervention Once participant is still deemed eligible after V1A and V1B, the formula-based low calorie diet (LCD) starts as weight loss intervention. Formula products will be provided once per week. An additional daily intake of 200 g raw or cooked non-starchy vegetables is allowed. Participants fulfill a food diary to record eaten products including drinks and vegetables and to record well-being or side effects. Furthermore, participants are phenotyped by a continuous glucose measurement during the first four weeks of intervention.\n\nData collection V2:\n\n* Anthropometry\n* Vital parameters\n* Blood and urine parameters\n* Clinical, lifestyle (nutrition, physical activity), psychological, environmental and social factors (questionnaires and protocols)\n* Resting metabolic rate\n* Hand strength measurement\n* Documentation of safety\n* Continuous glucose measurement\n* Sampling of blood, urine, and saliva\n* Optional: Adipose tissue distribution by MRI measurement; parameters for physical strength, motor function and body static condition; 24h urine collection; fecal samples Step III - Weight maintenance intervention\n\nIf weight loss is \\> 4 kg after eight weeks, the participant is eligible for randomization into one of the following four weight maintenance intervention arms:\n\nLow carb - App-based group Low carb - Newsletter-based group Low fat - App-based group Low fat - Newsletter-based group\n\nData collection V3A:\n\n* Anthropometry\n* Blood and urine parameters\n* Clinical, lifestyle (nutrition, physical activity), psychological, environmental and social factors (questionnaires and protocols)\n* Documentation of safety\n* Sampling of blood and urine samples for further research questions, e.g. metabolic profile (to be confirmed)\n* Optional: 24h urine collection\n\nData collection V3B:\n\n* Anthropometry\n* Blood parameters\n* Clinical, lifestyle (nutrition, physical activity), psychological, environmental and social factors (questionnaires and protocols)\n* Documentation of safety\n* Sampling of blood samples for further research questions, e.g. metabolic profile (to be confirmed)\n\nData collection V3C:\n\n* Anthropometry\n* Blood and urine parameters\n* Resting metabolic rate\n* Vital parameters\n* Clinical, lifestyle (nutrition, physical activity), psychological, environmental and social factors (questionnaires and protocols)\n* Documentation of safety\n* Hand strength measurement\n* Sampling of blood, urine, and saliva\n* Optional: Adipose tissue distribution by MRI measurement; parameters for physical strength, motor function and body static condition; 24h urine collection; fecal samples Step IV - Follow-up During follow-up, all participants receive the same newsletters with nutritional information every 3 months (independent of weight maintenance intervention group). Further weight management is carried out by \"self-help\".\n\nData collection V4:\n\n* Anthropometry\n* Vital parameters\n* Blood parameters (\n* Clinical, lifestyle (nutrition, physical activity), psychological, environmental and social factors (questionnaires and protocols)\n* Resting metabolic rate\n* Sampling of blood",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The described trial (LION / Lifestyle Intervention Study) tests dietary and digital lifestyle interventions (an 8-week formula-based low-calorie diet followed by randomization to low-carb vs low-fat maintenance and app vs newsletter support) to study weight loss and long-term weight maintenance — it is not testing a drug, biologic, or Alzheimer’s-targeted therapy. citeturn0search6turn0search5",
        "Act: Key extracted details — formula-based low-calorie diet (Itrim products) for 8 weeks, then 252 participants randomized to four maintenance groups (low carb/app, low carb/newsletter, low fat/app, low fat/newsletter) with extensive phenotyping (MRI, blood, urine, feces, saliva) and follow-up; primary outcome is weight-loss maintenance at 12 months. These trial design facts come from the study publication and registry. citeturn0search6turn0search5",
        "Reflect: Classification decision — falls outside the four Alzheimer’s categories (disease-targeted biologic, disease-targeted small molecule, cognitive enhancer, neuropsychiatric symptom improvement). Therefore the correct category is 'N/A'. Sources used: Frontiers in Nutrition article (design & methods, LION Study) and the PubMed / PMC entry for the trial. citeturn0search6turn0search5"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}