{
    "nct_id": "NCT01547169",
    "title": "Study of Nasal Insulin to Fight Forgetfulness - Long-acting Insulin Detemir - 21 Days",
    "status": "COMPLETED",
    "last_update_time": "2012-12-17",
    "description_brief": "The study will examine the effects of intranasally administered long-acting insulin detemir on cognition in persons with Alzheimer's disease (AD) or amnestic mild cognitive impairment (aMCI). The rationale for these studies is derived from growing evidence that insulin contributes to multiple brain functions, and that insulin dysregulation can contribute to AD pathogenesis. Thus, therapies aimed at restoring normal insulin signaling in the CNS may have beneficial effects on brain function. Intranasal administration of insulin increases insulin signaling in brain without raising peripheral levels and causing hypoglycemia. Insulin detemir is an insulin analogue that may have better action in brain than other insulin formulations because of its albumin binding properties. The investigators will test the therapeutic effects of intranasally-administered insulin detemir in a dose-finding study in which participants will receive one of two doses of insulin detemir or placebo for a three week period. The investigators will test the hypothesis that either dose will improve memory and daily functioning in persons with AD/aMCI compared with placebo.",
    "description_detailed": "It is well-known that insulin, a hormone that is naturally secreted by the pancreas, plays an important physiological role by regulating blood sugar levels in the body. The investigators now know that insulin plays many important roles in the brain as well. Insulin seems to be especially active in the part of the brain that corresponds to learning and memory. Studies have shown that when people have insufficient insulin in the brain (which, for example, is the case with Type-II diabetes), they are increasingly at risk to develop memory problems and Alzheimer's disease. In a past study, the investigators administered intravenous insulin to participants and found that it improves their memory. However, that particular method would not be a practical intervention for people with Alzheimer's disease due to the risk of hypoglycemia or exacerbation of insulin resistance. Instead, the investigators use an \"intranasal\" method of administration, in which the insulin is inserted into a device, and administered intranasally. In this method, the insulin travels directly to the brain, and bypasses the body. Our past studies have also demonstrated that this can be a reliable way to improve memory, and it does not change the body's blood glucose levels.\n\nIn our past studies, the investigators have used regular insulin, which lasts about 3-4 hours and creates a similar \"spike\" in insulin that one would have after eating a meal. However, in normal physiology, the pancreas also releases small and more constant \"pulses\" of insulin throughout the day and night, establishing a base level of insulin. Accordingly, several longer-lasting types of insulin are now available that last closer to 10-12 hours, mimicking that base level of insulin. The current study uses a long-lasting type of insulin called \"insulin detemir,\" to determine if learning and memory will benefit from a more constant supplement of insulin. the investigators want to determine whether this treatment can benefit people who already have a memory impairment-either they already have a diagnosis of Alzheimer's disease or are diagnosed with mild cognitive impairment, a condition that precedes Alzheimer's disease, and whether a lower or higher dose of insulin detemir is more effective. The investigators will examine cognition, daily function, and different markers of Alzheimer's disease that are in the blood as outcome measures.\n\nThe investigators have these specific aims:\n\n1. The investigators will test the hypothesis that compared to placebo, three weeks of treatment with intranasal insulin detemir will improve cognition and function in adults with Alzheimer's Disease (AD) or Mild Cognitive Impairment (MCI).\n2. The investigators will determine which of two doses of intranasal insulin detemir produces the greatest improvement in cognition and daily function relative to placebo for adults with AD or MCI.\n\nTo examine these hypotheses, the investigators are recruiting approximately 60 participants who have been diagnosed with AD or MCI. They will be randomly selected to take a lower dose of insulin detemir, a higher dose of insulin detemir, or saline (which is an inactive substance and will serve as a placebo). Cognition and the level of daily function will be tested before they begin the study drug, and after 3 weeks of the study drug. The investigators will also measure glucose tolerance and take blood samples to measure markers of AD in the blood.",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "insulin detemir (long-acting insulin analogue; intranasal administration)"
    ],
    "placebo": [
        "intranasal placebo"
    ],
    "explanation_target": [
        "Reason: The intervention is intranasal insulin detemir given to people with AD or aMCI with the stated hypothesis that restoring CNS insulin signaling will improve memory and daily functioning — i.e., the primary intent is to improve cognition rather than to target amyloid or tau directly. citeturn0search0turn0search2",
        "Act: Key trial details extracted from the description and literature: 20 IU or 40 IU insulin detemir vs placebo for 21 days (dose-finding), administered intranasally; prior pilot data showed improved memory with 40 IU in AD/aMCI. Insulin detemir is a long-acting insulin analogue (acylated, albumin-binding) marketed as Levemir. These facts are documented in the trial reports and pharmacology sources. citeturn0search1turn0search2turn0search5",
        "Reflect: Classification rationale — although insulin detemir is a biologic (peptide hormone analogue), the trial's stated endpoints and rationale focus on improving cognitive function by restoring insulin signaling rather than directly targeting canonical AD pathology (amyloid or tau). Under the provided category definitions, this fits best as a 'cognitive enhancer' (not a disease-targeted biologic which is reserved for biologics directed at AD pathology such as amyloid or tau). Systematic reviews/meta-analyses also frame intranasal insulin primarily as a cognitive intervention in MCI/dementia. citeturn0search4turn0search7",
        "Web search results (key sources used): 1) Claxton et al., Long-Acting Intranasal Insulin Detemir Improves Cognition for Adults with MCI or Early-Stage AD (pilot, 21 days) — summary and results. citeturn0search0turn0search1 2) Craft et al., Effects of Regular and Long-Acting Insulin on Cognition and AD Biomarkers (4‑month pilot comparing detemir and regular insulin). citeturn0search2 3) Review of insulin detemir pharmacology (albumin binding, long-acting properties; Levemir). citeturn0search5turn0search6 4) Systematic reviews/meta-analyses of intranasal insulin for cognition in MCI/dementia. citeturn0search4turn0search7",
        "Ambiguity / caveats: Insulin detemir is biologic in nature, and insulin signaling may influence AD pathogenesis; thus one could argue potential disease-modifying effects. However, based on this trial's explicit outcomes (memory and daily functioning) and the category definitions provided, 'cognitive enhancer' is the most appropriate classification. If you prefer classification by agent type (biologic vs small molecule) rather than intended effect, note that insulin detemir is a biologic peptide analogue. citeturn0search5"
    ],
    "agent_type": "J) Metabolism and Bioenergetics",
    "explanation_agent": [
        "Reason: The intervention is intranasal insulin detemir given to people with MCI/AD with the stated intent to restore CNS insulin signaling and thereby improve cognition and memory — i.e., it acts on brain insulin signaling and energy/glucose regulation rather than directly on amyloid or tau pathology. citeturn0search0turn0search5",
        "Act: Key trial/intervention details extracted: insulin detemir (long‑acting insulin analogue, marketed as Levemir) administered intranasally (20–40 IU; 21‑day pilot and longer pilots), intended to engage central insulin receptors and insulin signaling pathways to modulate cognition. These trial reports and pharmacology sources describe intranasal detemir cognitive effects and its CNS transport/insulin receptor actions. citeturn0search4turn0search1turn0search5",
        "Reflect: CADRO mapping rationale — insulin signaling and brain glucose/energy regulation map best to 'J) Metabolism and Bioenergetics' because the primary biological focus is restoring metabolic/insulin signaling in the CNS. A reasonable alternative is 'L) Growth Factors and Hormones' since insulin is a hormone, but within CADRO the emphasis on metabolic/bioenergetic mechanisms makes J the more specific fit. Note caveat: insulin detemir is a biologic hormone analogue and could have downstream effects on AD pathology, but the trial's stated target and endpoints are metabolic/cognitive. citeturn0search5turn0search1",
        "Web search results (key sources used): 1) Claxton et al., Long‑Acting Intranasal Insulin Detemir Improves Cognition for Adults with MCI or Early‑Stage AD — pilot 21‑day study showing memory benefit with 40 IU intranasal detemir. citeturn0search0turn0search4 2) Craft et al., Effects of Regular and Long‑Acting Insulin on Cognition and AD Biomarkers — 4‑month pilot comparing detemir and regular insulin; describes pharmacology and biomarker results. citeturn0search1turn0search3 3) Conference abstract (Alzheimer’s & Dementia) reporting improved working memory with 40 IU detemir (21 days). citeturn0search2 4) Pharmacology/transport studies showing insulin detemir can be transported into CSF and acts via insulin receptors in brain (mechanistic basis for CNS effects). citeturn0search5"
    ]
}