{
    "nct_id": "NCT05399888",
    "title": "A Randomized, Double-Blind, Placebo-Controlled, Parallel-Group Study to Assess the Efficacy, Safety, and Tolerability of BIIB080 in Subjects With Mild Cognitive Impairment Due to Alzheimer's Disease or Mild Alzheimer's Disease Dementia",
    "status": "ACTIVE_NOT_RECRUITING",
    "last_update_time": "2025-05-16",
    "description_brief": "In this study, researchers will learn more about a study drug called BIIB080. The study will focus on participants with mild cognitive impairment or mild dementia due to AD.\n\nThe main question researchers are trying to answer is if BIIB080 can slow the worsening of AD more than placebo. It will focus on what dose of BIIB080 slows worsening of AD the most.\n\nTo help answer this question, researchers will use the Clinical Dementia Rating-Sum of Boxes, also known as the CDR-SB.\n\n* Clinicians use the CDR-SB to measure several categories of dementia symptoms.\n* The results for each category are added together for a total score. Lower scores are better.\n\nResearchers will also learn more about the safety of BIIB080.\n\nThe study will be split into 2 parts. The 1st part is the Placebo-Controlled Period. The 2nd part is the Long-Term Extension (LTE) Period. The 2nd part of the study will help researchers learn about the long-term safety of BIIB080, and how it affects the participant's daily life, thinking, and memory abilities in the longer term.\n\nA description of how the study will be done is given below.\n\n* After screening, participants will first receive either a low dose or high dose of BIIB080, or a placebo, as an injection into the fluid around the spinal cord (cerebrospinal fluid). A placebo looks like the study drug but contains no real medicine.\n* Participants will receive BIIB080 or placebo once every 12 weeks or 24 weeks.\n* After 76 weeks of treatment in the Placebo-Controlled Period, eligible participants will move onto the Extension Treatment period, which will last 96 weeks.\n* In the extension period, participants who received placebo will be switched to high dose BIIB080 every 12 or 24 weeks.\n* Participants may be in the study for up to 201 weeks, or about 4 years. This includes the screening and follow-up periods.\n* Participants can continue to take certain medications for AD. Participants must be on the same dose of medication for at least 8 weeks before the screening period.\n* After the screening period, most participants will visit the clinic every 6 weeks.",
    "description_detailed": "BIIB080 is an investigational antisense therapy designed to target microtubule-associated protein tau (MAPT) messenger ribonucleic acid (mRNA) and prevent production of tau protein.",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted biologic",
    "drug": [
        "BIIB080 (antisense oligonucleotide targeting MAPT/tau; intrathecal administration)"
    ],
    "placebo": [
        "placebo (intrathecal)"
    ],
    "explanation_target": [
        "Reason: The trial tests BIIB080, an antisense oligonucleotide (ASO) designed to reduce MAPT (tau) mRNA and therefore lower tau protein — a core Alzheimer’s pathology — with the primary aim to slow worsening of disease (CDR-SB). This is a biologic intervention targeting Alzheimer’s pathology, not a symptomatic cognitive enhancer or psychiatric treatment. citeturn0search0turn0search1",
        "Act: Key extracted details — drug: BIIB080 (MAPT/tau-targeting ASO); route: injection into cerebrospinal fluid (intrathecal); objective: slow disease progression (primary outcome CDR-SB, dose-response over 76 weeks) with long-term safety extension. Placebo-controlled design with placebo arms described. These facts (drug type, target, administration, and trial endpoints) are reported in Biogen press materials and peer-reviewed trial publications. citeturn0search3turn0search1",
        "Reflect: Classification check — by the provided definitions, BIIB080 is a biologic that targets Alzheimer’s pathology (tau). Therefore the correct category is 'disease-targeted biologic'. There is no indication the trial is testing a symptomatic cognitive enhancer or a neuropsychiatric agent; the outcome and mechanism indicate disease modification intent. I reviewed primary sources (Biogen press releases, JAMA/clinical report, and Alzforum summary) to confirm the mechanism and trial design. citeturn0search0turn0search2",
        "Web search results (selected supporting sources): Biogen press release describing BIIB080 as an investigational tau-targeting antisense oligonucleotide and Phase 2 CELIA trial goals. citeturn0search0",
        "JAMA Network / trial report: Phase 1b randomized trial showed dose-dependent reductions in CSF total tau and p‑tau181 and reductions in tau PET; confirms BIIB080 is a MAPT-targeting ASO with intrathecal dosing and biomarker effects. citeturn0search1"
    ],
    "agent_type": "B) Tau",
    "explanation_agent": [
        "Reason: The investigational drug BIIB080 is an antisense oligonucleotide (ASO) designed to reduce MAPT (tau) mRNA and thereby lower tau protein — a core Alzheimer’s pathology; the trial goal is disease modification by lowering tau. citeturn0search0turn0search1",
        "Act: Key extracted details from the trial description and primary sources — drug: BIIB080 (MAPT/tau-targeting ASO); route: intrathecal (into CSF); biomarker effects: dose-dependent reductions in CSF total tau and p‑tau181 and reductions in tau PET; development status: completed phase 1b with biomarker effects and an ongoing/ongoing Phase 2 CELIA study with CDR‑SB dose‑response primary endpoint over ~76 weeks. These facts are reported in peer‑reviewed JAMA Neurology/Nature Medicine reports and Biogen communications. citeturn0search2turn0search0turn0search4turn0search3",
        "Reflect: Classification check — by CADRO definitions this intervention specifically targets tau biology (MAPT) rather than amyloid, inflammation, symptomatic neurotransmission, or non‑therapeutic imaging. There is a single, clearly stated molecular target (tau/MAPT), so the appropriate CADRO category is B) Tau. No strong evidence in the description indicates a multi‑target mechanism or non‑therapeutic focus. citeturn0search0turn0search1",
        "Web search results supporting the classification (selected): • JAMA Neurology randomized clinical trial reporting BIIB080 as a MAPT‑targeting ASO with reductions in CSF t‑tau, p‑tau181, and tau PET. citeturn0search0 • Biogen press release describing BIIB080 as an investigational tau‑targeting ASO and announcing Phase 2 CELIA enrollment / Fast Track designation. citeturn0search1turn0search3 • PubMed / trial summary of the Phase 1b MAD study with CSF and tau PET biomarker results. citeturn0search2 • Biogen/Nature Medicine announcement of Phase 1b data publication. citeturn0search4 • Alzforum summary of BIIB080 development, trial design, and endpoints (CELIA: CDR‑SB primary outcome, 76 weeks). citeturn0search5"
    ]
}