{
    "nct_id": "NCT02899091",
    "title": "A Randomized, Double-blind, Placebo-controlled, Phase I / IIa Clinical Trial for Evaluation of Safety and Potential Therapeutic Effect After Transplantation of CB-AC-02 in Patients With Alzheimer's Disease",
    "status": "ACTIVE_NOT_RECRUITING",
    "last_update_time": "2024-04-05",
    "description_brief": "The goal of this clinical trial is to evaluate safety and potential therapeutic effect of intraveneously administered CB-AC-02 in patients with Alzheimer's Disease.",
    "description_detailed": "Subjects will receive either the single or multiple doses of CB-AC-02 to be followed up and evaluated for safety and potential therapeutic effect",
    "phase": [
        "PHASE1",
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted biologic",
    "drug": [
        "CB-AC-02 (biological; intravenous transplantation)"
    ],
    "placebo": [
        "Placebo (biological)"
    ],
    "explanation_target": [
        "Reason: The trial description and title state intravenous 'transplantation' of CB-AC-02 for patients with Alzheimer’s disease and list imaging (amyloid PET, FDG-PET) and cognitive scales as outcomes, indicating the intervention is a biologic given to attempt therapeutic/disease effects rather than just symptomatic relief. citeturn0search0turn0search2",
        "Act: Clinical trial registries and trial summaries classify CB-AC-02 as a 'Biological' intervention and describe it as a transplantation study (Phase I/IIa, sponsor CHABiotech), which implies a cell- or tissue-based biologic rather than a small molecule or purely symptomatic drug. (Public sources do not provide a full public description of the exact cell composition in the registry entries.) citeturn0search5turn0search3",
        "Reflect: Because CB-AC-02 is a biological transplant-type product evaluated with amyloid and metabolic imaging and cognitive endpoints, the most appropriate category among the provided options is 'disease-targeted biologic'. Note the precise composition/mechanism of CB-AC-02 is not clearly stated in the public registries consulted, so the classification is based on trial labels ('biological', 'transplantation') and disease-modifying outcome measures. citeturn0search0turn0search5",
        "Web search results used (examples): MedPath trial summary for NCT02899091 (CB-AC-02 trial) (trial details, outcomes listed). citeturn0search0; SmartPatients trial listing (NCT02899091) (status, sponsor, endpoints). citeturn0search2; AdisInsight trial profile (CB-AC-02 trial summary/metadata). citeturn0search3; ICHGCP/clinical trials registry entry for NCT02899091 (CB-AC-02 described as 'Biological' intervention). citeturn0search5"
    ],
    "agent_type": "E) Neurogenesis",
    "explanation_agent": [
        "Reason: The study tests intravenous transplantation of CB-AC-02, a biological, cell-based product being evaluated for potential disease‑modifying effects in Alzheimer's (amyloid PET and FDG-PET included as outcomes). Placenta‑derived mesenchymal stem cell (MSC) therapies are intended to provide cell replacement, support neurorepair, or stimulate neuroregenerative processes, which map to the CADRO category for Neurogenesis. citeturn0search0turn2search4",
        "Act: Extracted trial details — NCT02899091 (sponsor CHABiotech) lists the intervention as a 'Biological: CB-AC-02' described in sponsor/institution materials as placenta‑derived mesenchymal stem cells (cell therapy); registry and trial summaries indicate intravenous cell transplantation and cell-dose regimens consistent with MSC therapy. These facts support treating the intervention as a stem‑cell based neuroregenerative therapy. citeturn0search1turn0search6turn2search7",
        "Reflect: I considered alternatives — e.g., classifying as 'M) Synaptic Plasticity/Neuroprotection' (stem cells can have neuroprotective effects) or 'R) Multi-target' (cell therapies act via multiple mechanisms). However, because CB-AC-02 is explicitly a placenta‑derived MSC transplantation product intended to promote repair/replace neural tissue and influence disease biology, the most specific CADRO fit is E) Neurogenesis. A note on uncertainty: public entries do not provide detailed molecular pathway targets, so the classification is mechanism-based (cell replacement/neuroregeneration) rather than a single molecular target. citeturn2search5turn2search7",
        "Web search results used (examples): Clinical trial registry entry and study listing for NCT02899091 (ICH GCP / ClinicalTrials metadata). citeturn0search0; MedPath / trial summary for NCT02899091. citeturn0search1; AdisInsight trial profile for CB-AC-02 (trial metadata). citeturn0search3; CHA (CHAUM) technology/portfolio page listing CB-AC-02 as placenta‑derived MSCs. citeturn2search4; Synapse/patsnap summary labeling CB‑AC‑02 as a stem cell therapy (mechanism: cell replacement). citeturn2search7"
    ]
}