{
    "nct_id": "NCT06089161",
    "title": "Personalized Obstructive Sleep Apnea Treatment and Effects on Alzheimer's Disease Biomarkers and Cognition Among Blacks",
    "status": "RECRUITING",
    "last_update_time": "2025-05-05",
    "description_brief": "The purpose of this research is to see how effective the Personalized obstructive sleep apnea (OSA) Treatment Adherence Model called PRAISE is in helping the patient stick to the physician recommended OSA treatment plan Positive Airway Pressure (PAP).",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "HEALTH_SERVICES_RESEARCH",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial tests the PRAISE Personalized OSA Treatment Adherence Model to increase adherence to physician-recommended Positive Airway Pressure (PAP/CPAP), i.e., a behavioral/adherence intervention rather than a pharmacologic agent. citeturn0search0turn0search1",
        "Act: Key extracted details — registration NCT06089161; lead sponsor University of Miami; intervention listed as \"Personalized OSA Treatment\"/behavioral (PRAISE) with primary outcome adherence to PAP use; no investigational drug or placebo is listed. Enrollment ~330; study start in 2024 and estimated completion in 2027. citeturn0search0turn0search4turn0search6",
        "Reflect: Because the intervention is a behavioral adherence program (not a biologic, small molecule, cognitive-enhancing drug, or treatment specifically for neuropsychiatric symptoms), it does not fit the four provided therapeutic categories and is therefore classified as 'N/A'. The study does measure AD biomarkers and cognition as outcomes (to assess effects of improved OSA treatment), but that does not make the intervention a disease-targeted biologic or small molecule. citeturn0search3turn0search7",
        "Web search results (sources used): ClinicalTrials/CenterWatch listing for NCT06089161 (trial summary and objectives). citeturn0search0",
        "MedPath/Trial record for NCT06089161 (intervention listed as behavioral/standard of care; outcomes and timelines). citeturn0search1turn0search2",
        "TrialX / CTV trial listings summarizing intervention type, enrollment, and sponsor (University of Miami). citeturn0search4turn0search6",
        "PubMed reviews/evidence linking OSA, CPAP treatment, and Alzheimer's biomarkers/cognition (context supporting why the trial measures AD biomarkers and cognition). citeturn0search3turn0search7"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}