{
    "nct_id": "NCT04820335",
    "title": "Promoting Independence With Compensatory Cognitive Rehabilitation: A Pilot Clinical Trial for Early-Stage Alzheimer's Disease",
    "status": "RECRUITING",
    "last_update_time": "2024-11-19",
    "description_brief": "Alzheimer's disease (AD) is one of the leading causes of disability in older adults. Because pharmacological approaches do not seem to prevent or slow the disease, clinicians need non-pharmacological interventions that might help people with AD remain independent for as long as possible. This study aims to evaluate the effects of a new behavioral treatment, the Structured External Memory Aid Treatment (SEMAT), for adults with mild cognitive impairment (MCI) designed to promote independent living skills by explicitly teaching the use of strategies and tools to compensate for cognitive weaknesses.\n\nAim 1: Evaluate the efficacy of the SEMAT for improving functional performance in a pilot randomized trial.\n\nAim 2: Evaluate demographic, clinical, and neuropsychological predictors of treatment adherence.\n\nAim 3: Develop and refine the SEMAT manual and other materials for training future interventionists.",
    "description_detailed": "Clinical Trial Study Design: Pilot Individually Randomized Group-Treatment Trial\n\nStudy Site: University of Delaware. All research activities will occur via telehealth.\n\nStudy Participants: Approximately 65 older adults will be recruited to participate to ensure 50 completers with MCI. Participants will be recruited and complete study procedures in waves.\n\nRandomization: Following the screening criteria session and informed consent, if the participant met the criteria for amnestic MCI he/she will be randomly assigned to the immediate treatment or delayed treatment control condition.\n\nStudy Procedures Aim 1: Clinical Trial. Once randomly assigned to a condition, participants will complete baseline testing and additional testing at two other time periods: weeks 8 and 16. Participants in the immediate treatment condition will then complete 7-weeks of the group SEMAT. At week 8, participants in both groups will complete assessments. Then, those in the delayed treatment group will complete 7-weeks of treatment. At week 16, participants in both conditions will complete assessments. During assessment sessions, participants will complete performance-based and self-reported measures of independent daily tasks and tests of thinking and memory independently with an assessor for approximately 1 hour. During treatment sessions (approximately 60 minutes), participants will interact with group-mates and learn how use three different categories of external memory aids. Treatment sessions will be video recorded and transcribed.\n\n* Aim 2a: The 50 participants with MCI who are enrolled in Aim 1 activities will also be included in Aim 2. Participants will complete additional self-report measures of efficacy and depression prior to the active phase of treatment either during baseline or week 8 (Aim 1).\n* Aim 2b: The investigators will randomly select a subpopulation of participants with single-domain aMCI (n=15) and multi-domain aMCI (n=15), as well as their study partners (n=15; n=15) to complete cognitive interviewing immediately following completion of the active phase of the intervention (Aim 1). Participants will engage in semi-structured interviews that will take approximately 1 hour and will be video recorded, transcribed, and qualitatively analyzed for themes that are discussed.\n\nStudy Duration: Each participant will be involved for approximately 18 weeks (including screening criteria session and cognitive interviews, if applicable)\n\nRetention of Subjects: The investigators will stagger participant payments and over recruit.\n\nControl condition: No treatment\n\nIntervention: The Structured External Memory Aid Treatment (SEMAT): A 7-week treatment that will teach three categories of external memory aids to participants to help compensate for everyday memory challenges. This is a behavioral intervention.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention described is the Structured External Memory Aid Treatment (SEMAT), a behavioral/compensatory cognitive rehabilitation that teaches use of external memory aids and strategies to promote independent living in people with MCI/early-stage AD. This is a non-pharmacological, strategy-based treatment intended to improve everyday cognitive functioning and independence rather than to modify underlying AD pathology. citeturn0search0turn0search4",
        "Act: Key extracted details — Intervention: Structured External Memory Aid Treatment (SEMAT); Type: behavioral/compensatory cognitive rehabilitation delivered in weekly sessions (7 × 60 min); Population: amnestic MCI / early-stage Alzheimer's disease; Primary intent: improve functional, memory-based everyday performance and adherence to compensatory strategies. Sources documenting the SEMAT and the listed trial (NCT04820335) were consulted. citeturn0search1turn0search3turn0search7",
        "Reflect: Mapping to category definitions — This is not a biologic (no monoclonal antibody/vaccine), not a small-molecule drug, and it does not target neuropsychiatric/behavioral symptoms specifically (e.g., agitation, depression). It is a cognitive/functional rehabilitation designed to improve cognitive performance and everyday functioning without targeting Alzheimer pathology, which best fits the 'cognitive enhancer' category as defined (interventions that improve cognition/function without targeting disease pathology). Classification confirmed against trial descriptions and SEMAT publications. citeturn0search0turn0search6",
        "Web search results consulted: - SEMAT described as a compensatory cognitive intervention in Aphasiology article (SEMAT long-term adherence/acceptability). citeturn0search0 - Trial listing 'Promoting Independence With Compensatory Cognitive Rehabilitation' (NCT04820335) in MedPath / TrialsToday / ClinicalTrials entries describing SEMAT as a behavioral intervention. citeturn0search1turn0search3turn0search4"
    ],
    "agent_type": "T) Other",
    "explanation_agent": [
        "Reason: The trial tests Structured External Memory Aid Treatment (SEMAT), a behavioral/compensatory cognitive-rehabilitation intervention that teaches use of external memory aids and strategies to improve everyday function in people with amnestic MCI / early-stage AD — it is explicitly non‑pharmacological and does not target a biological pathway (amyloid, tau, inflammation, synaptic receptors, etc.). citeturn0search0turn1search0",
        "Act: Key extracted details — Intervention: SEMAT (7 × 60‑minute sessions, group/telehealth delivery); Population: amnestic MCI / early‑stage AD; Primary intent: improve memory‑based everyday functioning and strategy use (not to modify AD pathology). Based on those details, this trial does not map to any CADRO biological target category and should be classified as 'T) Other'. citeturn0search0turn0search3turn1search4",
        "Reflect: The classification was checked against the trial registry entry (NCT04820335 / SEMAT trial) and SEMAT publications describing the intervention and its aims (long‑term adherence and acceptability). Because CADRO categories describe biological/molecular targets and this is a behavioral, compensatory cognitive intervention (a non‑drug/strategy intervention), 'T) Other' best reflects that no biological drug target is being addressed. citeturn0search2turn1search0",
        "Web search results consulted (key records): 1) Trial listing for 'Promoting Independence With Compensatory Cognitive Rehabilitation' (NCT04820335 / SEMAT) — MedPath / Clinical trial registries. citeturn0search0turn0search3 2) SEMAT publications: Aphasiology article 'Structured external memory aid treatment (SEMAT) for older adults with mild cognitive impairment: long-term adherence and acceptability' and earlier AJSLP/related SEMAT reports. citeturn1search0turn1search4"
    ]
}