{
    "nct_id": "NCT06923007",
    "title": "Study on the Safety and Efficacy of VNS in the Treatment of Mild and Moderate AD Patients; a Multi-center, Randomized, Double-blind, Placebo Parallel Control Trial",
    "status": "RECRUITING",
    "last_update_time": "2025-06-03",
    "description_brief": "The goal of this clinical trial is to evaluate the safety and efficacy of vagus nerve stimulation (VNS) for treating Alzheimer's disease (AD) in patients aged 50-80 years with mild cognitive impairment to moderate Alzheimer's disease. The main questions it aims to answer are:\n\nIs the change from baseline in the Alzheimer's Disease Assessment Scale-Cognitive Subscale (ADAS-Cog14) score at 6 months post-randomization better in the VNS group compared to the sham stimulation group? Is the change from baseline in scores of other cognitive function, neuropsychiatric symptom, or activities of daily living scales at 6 months post-randomization better in the VNS group compared to the sham stimulation group? Researchers will compare the group receiving vagus nerve stimulation (active VNS group) and the group receiving sham vagus nerve stimulation (sham VNS group) to see if VNS is more effective in improving cognitive function, neuropsychiatric symptoms, or activities of daily living.\n\nParticipants will:\n\nUndergo screening assessments (including medical history, physical exams, cognitive and behavioral scale assessments, imaging, etc.).\n\nUndergo surgery for VNS device implantation. Be randomized to either the active VNS or sham VNS group and receive the corresponding stimulation treatment for 6 months (while continuing standard AD medication).\n\nAttend multiple follow-up visits during the study (baseline, randomization day, 3 months, and 6 months post-randomization) for clinical scale assessments.\n\nPotentially provide biological samples (blood, CSF) and undergo additional auxiliary examinations (e.g., MRI, EEG, PET) at specific time points.",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "Vagus nerve stimulation (VNS) — implantable/neuromodulation device"
    ],
    "placebo": [
        "Sham vagus nerve stimulation (sham VNS)"
    ],
    "explanation_target": [
        "Reason: The intervention is vagus nerve stimulation (a neuromodulation device implanted surgically) aimed primarily at improving cognition (primary outcome: ADAS‑Cog14 change at 6 months) rather than delivering a biologic or small molecule, so it does not meet the definitions for 'disease‑targeted biologic' or 'disease‑targeted small molecule'.",
        "Act: Extracted details — intervention: VNS device implantation with randomized active VNS vs sham VNS; primary efficacy measure is cognitive (ADAS‑Cog14); secondary measures include other cognitive, neuropsychiatric, and ADL scales. This matches the 'cognitive enhancer' category because the trial's stated aim is to improve cognitive function via neuromodulation rather than to target amyloid/tau pathology with a biologic or small molecule.",
        "Reflect: Although the trial also assesses neuropsychiatric symptoms and ADLs (so it could have symptomatic/behavioral benefits), the primary outcome is cognitive, and VNS is a device intended to enhance neural/cognitive function (not a pathology‑targeting drug), so 'cognitive enhancer' is the best fit. Ambiguity: If one emphasized neuropsychiatric endpoints over cognition, 'neuropsychiatric symptom improvement' could be considered, but here cognitive outcome is primary.",
        "Supporting web search results (selected): VNS has been studied as a cognition‑enhancing neuromodulation in AD and MCI (pilot and mechanistic studies). citeturn0search0turn0search8turn0search3turn0search1turn0search7"
    ],
    "agent_type": "M) Synaptic Plasticity/Neuroprotection",
    "explanation_agent": [
        "Reason: The intervention is implantable vagus nerve stimulation (VNS), a neuromodulation device intended to improve cognition (primary outcome ADAS‑Cog14) by modulating neural circuits and neurotransmitter systems to enhance cognitive function and plasticity rather than by targeting amyloid, tau, inflammation, or other molecular pathologies. Evidence from pilot clinical studies and preclinical work supports VNS as a cognition‑enhancing neuromodulation approach. citeturn0search0turn0search6turn0search7",
        "Act: Extracted details — intervention: implantable VNS device (active vs sham), randomized double‑blind, primary efficacy cognitive measure (ADAS‑Cog14). Mechanistic rationale is neuromodulation to improve synaptic/circuit function (not a biologic or small molecule addressing amyloid/tau). This aligns best with CADRO M) Synaptic Plasticity/Neuroprotection. Clinical pilot and follow‑up studies report cognitive benefit signals with VNS in AD. citeturn0search4turn0search6",
        "Reflect: The trial is symptomatic/cognitive enhancement via neuromodulation rather than disease‑modifying by targeting specific AD molecular pathways (A–C, F, I, etc.). Although VNS can influence neurotransmitter systems, CADRO D) Neurotransmitter Receptors is focused on receptor‑directed pharmacologic agents; the primary intent here is to modulate network/synaptic function (plasticity/neuroprotection), so M is the most specific fit. If the study focused primarily on altering amyloid/tau or inflammation biomarkers as a mechanism, another CADRO category could be considered, but available description emphasizes cognitive enhancement. Supporting web results (selected): a 2002 pilot clinical study reporting ADAS‑Cog improvements with implanted VNS in AD patients (J Clin Psychiatry / PubMed), 1‑year follow up data, preclinical studies showing VNS effects on Aβ‑induced symptoms, and a current randomized implantable VNS trial listing. citeturn0search0turn0search6turn0search7turn0search8",
        "Supporting web search results (selected):",
        "- Cognition‑enhancing effect of vagus nerve stimulation in patients with Alzheimer's disease: a pilot study (PubMed, 2002). citeturn0search0",
        "- Vagus nerve stimulation in patients with Alzheimer's disease: additional follow‑up results through 1 year (PubMed). citeturn0search6",
        "- Effects of chronic vagal nerve stimulation in the treatment of β‑amyloid‑induced neuropsychiatric symptoms (preclinical). citeturn0search7",
        "- Example listing for a randomized implantable VNS AD trial (trial summary/registry entry). citeturn0search8"
    ]
}