{
    "nct_id": "NCT00151398",
    "title": "A 3-Month, Randomized, Double-Blind, Placebo-Controlled, Multicenter, Safety, Tolerability, and Efficacy Study Of 3 Doses Of Lecozotan (SRA-333) SR In Outpatients With Mild To Moderate Alzheimer's Disease With Donepezil As Active Control.",
    "status": "COMPLETED",
    "last_update_time": "2022-04-28",
    "description_brief": "The purpose of this study is determine the safety, tolerability, and efficacy of 3 doses of lecozotan SR in patients with mild to moderate Alzheimer's Disease over 12 weeks.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "lecozotan SR (SRA-333)"
    ],
    "placebo": [
        "placebo",
        "donepezil (active control)"
    ],
    "explanation_target": [
        "Reason: The investigational drug lecozotan (SRA-333) is a selective 5-HT1A (serotonin 1A) receptor antagonist that has been described as possessing procognitive properties (it potentiates hippocampal glutamate and acetylcholine release), consistent with a cognitive-enhancer mechanism rather than a direct anti-amyloid or anti-tau disease-modifying action. citeturn0search6",
        "Act: Key extracted trial details — randomized, double-blind, placebo-controlled multicenter trial of three doses of lecozotan SR in outpatients with mild–moderate Alzheimer’s disease over 12 weeks with donepezil as an active control (NCT record). The drug is identified in the literature as lecozotan / SRA-333 and a PET study characterized it as a potent 5-HT1A silent antagonist with measurable receptor occupancy. citeturn0search0turn0search2turn0search1",
        "Reflect: Classification rationale — because lecozotan is a small-molecule 5-HT1A receptor antagonist developed to improve cognition (procognitive pharmacology) and the trial tests cognitive efficacy/safety (with donepezil as active control), the trial fits the \"Cognitive enhancer\" category, not a disease-targeted biologic or an anti-amyloid/tau small molecule. There is no indication in the trial description that the drug targets Alzheimer pathology (amyloid or tau) for disease modification. citeturn0search6turn0search0",
        "Web search results used (key sources): • JPET pharmacology article describing lecozotan as a selective 5-HT1A antagonist with cognitive-enhancing properties. citeturn0search6 • PET study showing lecozotan 5-HT1A receptor occupancy in young, elderly, and AD subjects. citeturn0search1 • Clinical-trial registry entries for the 3-month randomized double-blind placebo-controlled study (NCT00151398) and related longer trials (NCT00277810) showing lecozotan SR (SRA-333) tested in mild–moderate AD with donepezil as active control. citeturn0search0turn0search2"
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The investigational compound lecozotan (SRA‑333) is a selective 5‑HT1A (serotonin 1A) receptor antagonist developed to enhance cognition by modulating serotonergic signaling and increasing hippocampal glutamate and acetylcholine release — i.e., it acts on a neurotransmitter receptor rather than on amyloid, tau, or other disease‑modifying pathology. citeturn0search3turn0search1",
        "Act: Key extracted details — drug: lecozotan (SRA‑333), mechanism: potent/selective 5‑HT1A silent antagonist with procognitive effects (potentiates hippocampal glutamate and acetylcholine release); clinical testing: randomized, double‑blind placebo‑controlled trials in mild–moderate AD (e.g., NCT00277810 / related records). citeturn0search1turn0search4turn1search4",
        "Reflect: Classification rationale — CADRO category D (Neurotransmitter Receptors) best fits because the primary molecular target is a neurotransmitter receptor (5‑HT1A). Although the trial is positioned as testing a cognitive enhancer (symptomatic benefit), the drug’s biological target is explicitly a serotonin receptor, not multiple disparate targets, nor a non‑therapeutic/diagnostic intervention — so D is the most specific CADRO match. citeturn0search3turn0search0",
        "Web search results / key sources used: (1) JPET pharmacology article describing lecozotan as a selective 5‑HT1A antagonist with cognitive‑enhancing properties. citeturn0search3 (2) PubMed article describing lecozotan’s pharmacology and hippocampal effects (potentiation of glutamate and acetylcholine). citeturn0search1 (3) PET study showing lecozotan 5‑HT1A receptor occupancy in young, elderly, and AD subjects. citeturn0search0 (4) Phase 2/3 clinical trial registry entries for lecozotan SR (SRA‑333) in mild–moderate AD (e.g., NCT00277810). citeturn1search4turn1search0"
    ]
}