{
    "nct_id": "NCT05929703",
    "title": "Evaluating Novel Healthcare Approaches to Nurturing and Caring for Hospitalized Elders (ENHANCE)",
    "status": "RECRUITING",
    "last_update_time": "2025-03-21",
    "description_brief": "The goal of this clinical trial is to compare the Hospital Elder Life Program (HELP) with a family-augmented version of HELP (FAM-HELP), that includes family members and care partners, for the prevention of delirium in older patients during hospital admission. The main objectives of the trial are the following:\n\n1. To compare the effectiveness of FAM-HELP and HELP in reducing both the incidence of delirium and its severity.\n2. To compare the effectiveness of FAM-HELP and HELP in improving patient- and family-reported outcomes.\n3. To explore the implementation context, process, and outcomes of the FAM-HELP program in diverse hospital settings.",
    "description_detailed": "Delirium is a common complication of hospitalization and major surgery for older adults, and it can lead to loss of independence and substantial healthcare costs. One approach to preventing delirium is through the Hospital Elder Life Program (HELP). HELP personnel work to prevent delirium by providing orienting communication, assisting patients with walking and exercise, providing help with nutrition and fluids, implementing sleep protocols, and helping patients with vision and hearing aids.\n\nHowever, it is unknown whether involving family members in these activities along with HELP staff (i.e., \"FAM-HELP\") might be more effective with preventing delirium. The objective of this clinical trial is thus to compare the traditional HELP program with a family-augmented version of HELP (FAM-HELP) to determine which program is more effective with preventing delirium and related complications in older, hospitalized patients.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "PREVENTION",
    "results": null,
    "target_category": "neuropsychiatric symptom improvement",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial compares the Hospital Elder Life Program (HELP) versus a family-augmented version (FAM-HELP) to prevent delirium in hospitalized older adults. This is a multicomponent, non-pharmacologic care program intended to reduce incidence and severity of an acute neurocognitive/neuropsychiatric syndrome (delirium), not a drug or biologic intervention. citeturn0search5turn0search6",
        "Act: Key details extracted — intervention: HELP (standard, volunteer- and staff-delivered multicomponent program) and FAM-HELP (family/care-partner–augmented delivery). Primary intended effect: prevention/reduction of delirium incidence and severity during hospitalization. This matches the category of interventions aimed at improving neuropsychiatric symptoms (delirium). citeturn0search4turn0search5",
        "Reflect: Classification check — not a biologic or small molecule (no drug name identified), and not a cognitive-enhancer pharmacologic strategy; it is a behavioral/organizational care intervention targeting delirium (a neuropsychiatric outcome). Therefore the best-fit category is 'neuropsychiatric symptom improvement'. No ambiguity from the description that would move it to 'N/A'. citeturn0search6turn0search1",
        "Web search results supporting the above: ENHANCE trial (about page describing HELP vs FAM-HELP, enrollment and goals). citeturn0search5; MedPath trial listing summarizing FAM-HELP and outcomes (delirium incidence/severity). citeturn0search4; HELP program description and typical components (University of Michigan and other hospital HELP pages). citeturn0search2turn0search3; Review and evidence for HELP as a multicomponent delirium-prevention program. citeturn0search6turn0search7"
    ],
    "agent_type": "T) Other",
    "explanation_agent": [
        "Reason: The ENHANCE trial compares the Hospital Elder Life Program (HELP) vs a family‑augmented HELP (FAM‑HELP) to prevent delirium in hospitalized older adults. This is a multicomponent, behavioral/organizational care program (orientation, activities, mobility, nutrition, family involvement) aimed at reducing delirium incidence/severity, not a drug, biologic, or molecular pathway intervention. citeturn0search0turn0search1",
        "Act: Key details extracted — intervention: HELP (standard multicomponent, volunteer- and staff‑delivered program) and FAM‑HELP (family/care‑partner–augmented delivery); primary intended effect: prevention/reduction of delirium during hospitalization. Because the intervention is non‑pharmacologic and targets a clinical neuropsychiatric outcome (delirium) rather than a biological molecule/pathway, it does not map to CADRO A–Q or R (multi‑target). Per the instructions, non‑therapeutic/organizational interventions should be classified as 'T) Other'. citeturn0search1turn0search4",
        "Reflect: Confirming the fit — multiple supporting sources describe HELP/FAM‑HELP as evidence‑based, non‑drug delirium prevention programs and show family‑augmented HELP reduces postoperative delirium in trials; therefore the most specific CADRO assignment is 'T) Other' (non‑therapeutic/organizational intervention). No drug name, target gene, or molecular pathway is present to assign a biological CADRO category. citeturn0search3turn0search2",
        "Web search results supporting the above: ENHANCE trial homepage and about pages describing HELP vs FAM‑HELP and trial goals (ENHANCE). citeturn0search0turn0search1; registry/clinical listing summarizing ENHANCE (HELP vs FAM‑HELP) and conditions (delirium, neurocognitive disorders). citeturn0search4; systematic review/meta‑analysis and trials showing HELP/tailored HELP reduce delirium incidence (PubMed, JAMA Network). citeturn0search2turn0search3"
    ]
}