{
    "nct_id": "NCT03790709",
    "title": "A Phase 2b/3, Double-Blind, Randomized, Placebo-Controlled 48-week Safety and Efficacy Trial of ANAVEX2-73 for the Treatment of Early Alzheimer's Disease (AD)",
    "status": "COMPLETED",
    "last_update_time": "2022-07-12",
    "description_brief": "Phase 2b/3 48-week study to evaluate the effects of ANAVEX2-73 on cognition and function after 48 weeks of daily treatment. Additional outcome measures include refined measures of sleep, behavioral and psychological symptoms typically observed in AD, changes in daily functioning of participants and changes in caregiver burden, as well as changes in quality of life measures of both, patients and caregivers during treatment with ANAVEX2-73.",
    "description_detailed": "This is a Phase 2b/3 48-week study to evaluate the effects of ANAVEX2-73 on cognition and function after 48 weeks of daily treatment. Additional outcome measures include refined measures of sleep, behavioral and psychological symptoms typically observed in AD, changes in daily functioning of participants and changes in caregiver burden, as well as changes in quality of life measures of both, patients and caregivers during treatment with ANAVEX2-73. In addition, safety assessments, pharmacokinetic (PK) assessments and collections of CSF and blood markers of AD pathophysiology before and after treatment will be performed.",
    "phase": [
        "PHASE2",
        "PHASE3"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "ANAVEX2-73",
        "blarcamesine"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The investigational product ANAVEX2-73 (blarcamesine) is an orally available small-molecule activator/agonist of the sigma-1 receptor (SIGMAR1) that is reported to restore cellular homeostasis (including enhancing autophagy) and to reduce Alzheimer’s-related pathology (beta‑amyloid, tau, and atrophy), i.e., it targets disease biology rather than only symptomatic cognition. citeturn0search0turn0search5",
        "Act: The trial is a randomized, double‑blind, placebo‑controlled 48‑week Phase 2b/3 study assessing cognition and function (ADAS‑Cog, ADCS‑ADL, CDR‑SB etc.) with ANAVEX2‑73 given once daily — consistent with a disease‑targeted therapeutic small molecule development program. Key company/publication statements also describe ANAVEX2‑73 as a disease‑modifying small molecule and report biomarker support (plasma Aβ42/40 and MRI brain atrophy). citeturn0search3turn0search1turn0search4",
        "Reflect: Given the agent class (small molecule) and its described mechanism (SIGMAR1 activation affecting AD pathology and biomarkers), the correct category is 'disease-targeted small molecule'. There is no indication this is a biologic (e.g., antibody or vaccine), nor purely a symptomatic cognitive enhancer or a neuropsychiatric‑symptom treatment; the trial’s endpoints include cognitive/functional outcomes but the drug’s mechanism and biomarker changes support a disease‑targeting classification. citeturn0search0turn0search2",
        "Web search / source summary: PubMed summary describing blarcamesine as an oral small‑molecule SIGMAR1 activator and reporting Phase 2b/3 48‑week trial results and biomarker effects. citeturn0search0; Anavex corporate publications and press releases describing ANAVEX2‑73 (blarcamesine) as a selective SIGMAR1 agonist, disease‑modifying small molecule in late‑stage trials and summarizing trial design and endpoints. citeturn0search1turn0search3"
    ],
    "agent_type": "I) Proteostasis/Proteinopathies",
    "explanation_agent": [
        "Reason: ANAVEX2‑73 (blarcamesine) is an oral, disease‑targeted small molecule whose described mechanism is activation/agonism of the sigma‑1 receptor (SIGMAR1) leading to restoration of cellular homeostasis through enhanced autophagy and improved proteostasis; the Phase 2b/3 trial report also links treatment to A/T/N biomarkers (plasma Aβ42/40, reduced brain atrophy). citeturn0search1turn1search2turn1search6",
        "Act: Extracted details — drug: ANAVEX2‑73 (blarcamesine); molecular target: SIGMAR1 (sigma‑1 receptor); mechanism: activation of SIGMAR1 promoting autophagy/proteostasis and downstream reduction of Alzheimer’s protein pathology and atrophy; trial: randomized double‑blind placebo‑controlled Phase 2b/3, 48‑week. These facts support classification under CADRO I (Proteostasis/Proteinopathies). citeturn0search1turn0search2",
        "Reflect: SIGMAR1 is widely reported to regulate autophagy and proteostasis and pharmacologic activation (including with ANAVEX2‑73) increases autophagic flux and proteostasis capacity — this directly maps to CADRO category I (Proteostasis/Proteinopathies). While SIGMAR1 activation also has neuroprotective and synaptic effects (CADRO M), the most specific fit given the stated mechanism (autophagy / protein‑clearance, effects on Aβ/tau biomarkers) is I) Proteostasis/Proteinopathies. citeturn1search2turn1search1"
    ]
}