{
    "nct_id": "NCT04335994",
    "title": "ENhancing Outcomes in Cognitive Impairment Through Use of Home Sleep ApNea Testing: A Randomized Controlled Trial (ENCHANT Study)",
    "status": "RECRUITING",
    "last_update_time": "2025-05-14",
    "description_brief": "Obstructive sleep apnea (OSA), which causes abnormal pauses in breathing during sleep, is common in patients with vascular cognitive impairment (VCI) and Alzheimer's disease (AD), and exacerbates the cognitive deficits seen in these conditions. OSA is typically treated with continuous positive airway pressure (CPAP), which has been shown to improve cognition in VCI and slow cognitive decline in AD. Despite the need to identify OSA in patients with VCI/AD, these patients often do not undergo testing for OSA. One major barrier is that in-laboratory polysomnography (iPSG), the current standard for diagnosing OSA, is inconvenient for patients with VCI/AD who may be reliant on others for care or require familiar sleep environments. A convenient and cheaper alternative to iPSG is home sleep apnea testing (HSAT), which has been validated against iPSG to diagnose OSA and has proven feasible for use in VCI/AD. Our primary objective is to determine whether the use of HSAT is superior to iPSG in terms of the proportion of patients who complete sleep testing by 6 months post-randomization. We will also investigate cost-effectiveness, patient satisfaction, proportion of patients treated with CPAP, changes in cognition, mood, sleep-related and functional outcomes between HSAT and iPSG at 6 months.",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "DIAGNOSTIC",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial (ENCHANT) tests home sleep apnea testing (HSAT) versus in-laboratory polysomnography (iPSG) to increase completion of sleep testing and subsequent treatment with CPAP in patients with vascular cognitive impairment/Alzheimer’s — the intervention is a diagnostic/testing strategy, not a drug or biologic. citeturn0search0",
        "Act: Key extracted details — title: ENhancing Outcomes in Cognitive Impairment Through Use of Home Sleep ApNea Testing (ENCHANT); design: randomized controlled trial comparing HSAT vs iPSG; primary outcome: proportion completing sleep testing by 6 months; secondary outcomes include proportion treated with CPAP and changes in cognition, mood, sleep-related and functional outcomes. HSAT has been evaluated as feasible in cognitively impaired populations. citeturn0search0turn0search2",
        "Act (supporting evidence): Treatment of OSA with continuous positive airway pressure (CPAP) has been shown in prior studies to improve or slow decline in cognition in patients with cognitive impairment/AD — but CPAP here is an outcome/treatment following diagnosis, not the randomized intervention. citeturn0search5turn0search3",
        "Reflect: Classification rationale — this trial evaluates a diagnostic/testing approach (HSAT vs iPSG) to increase OSA detection and downstream CPAP use. It does not test a biologic, small molecule, a direct cognitive-enhancing pharmacologic agent, or an intervention primarily targeting neuropsychiatric symptoms. Therefore it does not fit the four provided therapeutic categories and is classified as 'N/A'. (No investigational drug or placebo was identified in the trial description.)"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}