{
    "nct_id": "NCT05872243",
    "title": "A Prospective, Randomized, Double-blind, Controlled Trial of rTMS in the Treatment of Mild Alzheimer's Disease Guided by Personalized Brain Functional Sectors(pBFS)",
    "status": "RECRUITING",
    "last_update_time": "2023-11-30",
    "description_brief": "This study aims to investigate the effectiveness and safety of rTMS treatment under the guidance of personalized Brain Functional Sectors (pBFS) for the cognitive ability of patients with mild Alzheimer's disease.",
    "description_detailed": "Alzheimer's Disease (AD) is a neurodegenerative disorder characterized by memory impairment and cognitive decline. Personalized brain functional sectors (pBFS) using resting-state functional MRI scans have shown promise in precisely identifying individualized brain function networks. In this study, we aim to select tailored stimulation sites within the working memory network (WMN) or the default mode network (DMN) as intervention targets for mild AD patients using pBFS.\n\nTo evaluate the effectiveness and safety of this intervention, participants will be randomized into four groups: active repetitive transcranial magnetic stimulation (rTMS) to the WMN group, active rTMS to the DMN group, and sham rTMS to either the WMN or DMN group at a ratio of 2:2:1:1. Each participant will receive 3600 pulse active or sham rTMS in each session, consisting of two 1800 pulse treatments with a 50-minute break in between. Two separate treatment sessions will be administered daily, resulting in a sum of 7200 pulses per day. The intervention will be administered for 15 continuous days.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "rTMS (repetitive transcranial magnetic stimulation)"
    ],
    "placebo": [
        "sham rTMS"
    ],
    "explanation_target": [
        "Reason: The intervention is repetitive transcranial magnetic stimulation (rTMS), a non‑pharmacologic brain stimulation intended to improve cognitive ability in mild Alzheimer’s disease. This does not involve a biologic or small‑molecule drug and is aimed at improving cognition rather than directly targeting amyloid/tau pathology or treating neuropsychiatric symptoms.",
        "Act: Extracted details from the trial description — prospective, randomized, double‑blind, controlled trial of rTMS guided by personalized Brain Functional Sectors (pBFS) to improve cognition in mild AD. Published trials and reviews of rTMS in AD describe it as a non‑drug intervention used to enhance cognitive function (with sham rTMS used as control). citeturn0search5turn0search1turn0search7",
        "Web search results (supporting sources):\n- rTMS shown in multiple randomized, double‑blind trials to improve cognitive scores in AD and MCI cohorts (example trial and full text). citeturn0search5\n- rTMS combined with cognitive training improved ADAS‑cog versus sham in randomized double‑blind study. citeturn0search1\n- Systematic review / meta‑analysis concluding rTMS can significantly improve cognition in mild–moderate AD. citeturn0search7\n- Protocols and larger RCT designs investigating active vs sham rTMS across doses and durations also exist (trial protocols / registrations). citeturn0search8",
        "Reflect: Classification — 'cognitive enhancer' — aligns with definitions: intervention intended to improve cognitive function without being a biologic or small molecule and not primarily targeting neuropsychiatric symptoms. The trial’s focus on cognitive ability and use of rTMS (non‑drug brain stimulation) supports this category. No ambiguity that would place it into 'disease‑targeted biologic' or 'small molecule' categories. If the user wants, I can provide the cited papers' summaries or the clinicaltrials.gov registration details for the specific pBFS‑guided trial."
    ],
    "agent_type": "M) Synaptic Plasticity/Neuroprotection",
    "explanation_agent": [
        "Reason: The intervention is repetitive transcranial magnetic stimulation (rTMS), a non‑pharmacologic neuromodulation intended to improve cognition in mild AD by altering cortical excitability and inducing long‑lasting neuroplastic changes—i.e., it acts via modulation of synaptic plasticity and network function rather than by binding a specific protein target like amyloid or tau. citeturn0search4turn0search5",
        "Act: Extracted details — prospective, randomized, double‑blind, controlled trial of rTMS guided by personalized Brain Functional Sectors (pBFS) as a cognitive enhancer in mild AD. Multiple randomized/sham‑controlled trials and meta‑analyses report cognitive benefits and support that rTMS effects are mediated by cortical excitability/plasticity modulation (examples: small RCTs and larger randomized studies; systematic reviews/meta‑analyses). citeturn0search0turn0search7turn0search9",
        "Reflect: Mapping to CADRO — rTMS does not target amyloid (A), tau (B), ApoE/lipids (C), or a single molecular receptor; its primary mechanism is modulation of synaptic strength and network plasticity. Therefore the most specific CADRO category is M) Synaptic Plasticity/Neuroprotection. If one insisted on classifying only molecular/drug interventions, an argument could be made for 'T) Other' because rTMS is non‑pharmacologic; however given CADRO’s inclusion of mechanisms related to synaptic function, M is the best fit."
    ]
}