{
    "nct_id": "NCT01696123",
    "title": "Efficacy and Tolerability of MLC601 in Patients With Mild to Moderate Alzheimer Disease Who Were Unable to Tolerate or Failed to Benefit From Treatment With Rivastigmine",
    "status": "COMPLETED",
    "last_update_time": "2012-09-27",
    "description_brief": "Current therapeutic approaches for the treatment of neurodegenerative diseases like Alzheimer disease (AD) offer limited and often transient symptomatic benefits to patients but do not mitigate the insidious loss of neuronal cells. In this trial the investigators will evaluate Efficacy and Tolerability of MLC601 as a neuroprotective in Patients with Mild to Moderate Alzheimer Disease who Were Unable to Tolerate or Failed to Benefit from Treatment with Rivastigmine.",
    "description_detailed": "An 18-month open-label pilot study would be conducted at three university referral centres in Tehran, Iran. All patients are at least 50 years old, met the criteria for AD according to the fourth edition of the Diagnostic and Statistical Manual of Mental Disorders (DSM-IV), and failed treatment with the cholinesterase inhibitor Rivastigmine for any reason. A baseline medical history will be taken and physical examination will be performed for all participants, and any comorbidities and concomitant therapies would be noted. Patients with controlled concomitant diseases, such as hypertension and diabetes, will be allowed to enter the study. Mini-Mental State Examination (MMSE)10 and Alzheimer disease assessment scale-cognitive sub scale11 (ADAS-cog) will be used to measure treatment efficacy. MLC601 will be prescribed as one capsule three times daily without an escalation dose. Safety and tolerability evaluations included physical examinations, electrocardiography, vital sign monitoring and laboratory testing weekly for the first 8 weeks and every 4 weeks thereafter. The MMSE and ADAS-cog will be recorded at each efficacy follow-up visit.",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "MLC601 (NeuroAiD)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial text states the investigators will evaluate MLC601 “as a neuroprotective” in mild–moderate AD patients who failed or could not tolerate rivastigmine, indicating the intervention is intended to act on disease/neurodegeneration rather than only treat neuropsychiatric symptoms. citeturn0search2",
        "Act: MLC601 is marketed as NeuroAiD and is a multi‑component traditional medicine formulation (nine herbal + five non‑herbal components) with reported neuroprotective/neuroregenerative actions and possible modulation of amyloid precursor protein processing; it has been tested in AD and stroke clinical studies. (Sources: clinical trial registry and multiple PubMed/registry reports). citeturn0search2turn1search1turn1search2",
        "Classification decision: This intervention is not a biologic (e.g., monoclonal antibody) but a non‑biologic multi‑ingredient drug intended to modify neurodegenerative processes. Given the available category options, the best fit is 'disease-targeted small molecule' (i.e., a non‑biologic disease‑targeting therapy) rather than 'disease-targeted biologic', 'cognitive enhancer', or 'neuropsychiatric symptom improvement'. citeturn1search1turn0search0",
        "Reflect: Notes and ambiguity — MLC601 is a complex herbal/animal‑extract formulation (not a single small molecule), and some publications describe both symptomatic cognitive benefits and potential disease‑modifying/neuroprotective effects; however it is clearly non‑biologic and intended to target neurodegeneration, so 'disease-targeted small molecule' is the closest available category. Key supportive studies and review sources are cited above. citeturn0search0turn0search4turn1search5"
    ],
    "agent_type": "R) Multi-target",
    "explanation_agent": [
        "Reason: The trial tests MLC601 (NeuroAiD), a multi‑component herbal/animal‑extract formulation described in preclinical and clinical reports as having several actions relevant to AD — neuroprotective/neuroregenerative effects, modulation of amyloid precursor protein (APP) processing toward a non‑amyloidogenic pathway, effects on tau phosphorylation (reported for the related formulation MLC901), and promotion of neurogenesis/synaptic repair. These multiple mechanisms span CADRO categories A (Amyloid beta), B (Tau), E (Neurogenesis), and M (Synaptic Plasticity/Neuroprotection), so the intervention best fits a multi‑target classification. citeturn0search2turn0search6.",
        "Act: Extracted details — Drug name: MLC601 (NeuroAiD). Composition: multi‑ingredient (9 herbal + 5 non‑herbal/animal) formulation. Mechanistic findings from the literature: modulation of APP processing toward non‑amyloidogenic soluble APPα, components reported to ameliorate Aβ‑associated toxicity, and related formulation evidence for reduced tau phosphorylation and promotion of neurite outgrowth/neurogenesis. Clinical testing: multiple AD and stroke trials report neuroprotective/cognitive effects and favorable safety signals. Given these multiple distinct biological actions indicated in the literature, classify as 'R) Multi-target'. citeturn0search2turn0search3turn0search4.",
        "Reflect: The available evidence shows MLC601 is not a single‑target biologic or a pure symptomatic psychotropic; instead it is a complex, non‑biologic multi‑component agent with several reported disease‑relevant activities (amyloid pathway modulation, tau/phosphorylation effects for related compounds, neurogenesis, neuroprotection). Because the intervention affects multiple CADRO domains and the trial description explicitly frames it as a neuroprotective/disease‑targeting therapy, 'R) Multi‑target' is the most appropriate category. Alternative single categories (e.g., A or B) would be too narrow. If the user prefers the narrowest single mechanism, citations support APP/amyloid modulation and neuroprotective actions but these do not exclude other actions — hence multi‑target. citeturn0search2turn0search6.",
        "Web search sources used (key results): 1) Karger summary noting composition and that several MLC601 components modulate amyloid‑cascade events and APP processing. citeturn0search2. 2) Randomized trial and full‑text (PMC) reporting MLC601 (NeuroAiD) was tested versus cholinesterase inhibitors with cognitive outcomes and safety data. citeturn0search3turn0search0. 3) Trial registry entry (NCT01696123) describing the Tehran open‑label pilot of MLC601 as a neuroprotective for patients intolerant or nonresponsive to rivastigmine. citeturn0search1. 4) Long‑term follow‑up and observational data reporting neuroprotective/neuroregenerative properties and long‑term cognitive outcomes with MLC601/MLC901. citeturn0search4. 5) Reviews / summaries (ResearchGate/figures) noting modulation of APP processing, effects on tau phosphorylation for related formulation, and promotion of neurogenesis and neurite outgrowth in preclinical models. citeturn0search6."
    ]
}