{
    "nct_id": "NCT06629740",
    "title": "A Post-market Clinical Follow-up Investigation in Healthy Volunteers Measuring Eye Parameters to Verify Performance and Safety of Previct® Drugs for Monitoring of Patients in Treatment of Substance Use Disorder",
    "status": "COMPLETED",
    "last_update_time": "2025-04-01",
    "description_brief": "This is a post-market clinical follow-up study on an approved CE-marked eHealth system where a mobile phone application is used to measure the pupils and eye measurements to monitor the use of different drug substances. The goal of the study is to collect additional information when using the system and to improve the current models for indicating the use of cannabinoids and phenethylamines.\n\nDrug intake of cannabinoid or phenethylamine will in this study be simulated using two commonly used medicines.\n\nThe study will include healthy volunteers where each participant will participate in the study for approximately 10 days. The participant will be using the mobile phone application for about a week, first at the clinic and then in the home environment. After approximately a week the participant will visit the clinic to be administered with the selected medicine whereafter the mobile phone application will be used for up to 5 hours. A final phone call will be taken place at approximately day 10, whereafter the participant has completed the study.",
    "description_detailed": "This is a controlled, prospective, post-market clinical follow-up study that aims to collect additional data on performance and safety of the CE-marked eHeatlh system Previct Drugs. Previct Drugs is intended to be used in treatment of substance use disorder (SUD) to support and monitor patients' treatment. The system relies on self-administered eye scanning performed with a mobile phone application where the analysis of the eye´s reaction on intake of drug substances gives an indication of different drug substances. The clinical data collected in this study is an important step to verify and improve the algorithms of Previct Drugs, and to improve the mathematical models for indicating the use of the substances cannabinoids and phenethylamines.\n\nDrug intake will in this study be simulated by a controlled single application of commonly used medicines from cannabinoids and phenethylamine.\n\nThe study will enroll and follow 30 male and female healthy volunteers for participation of approximately 10 days. The study will consist of two visits to the clinic, and one follow-up telephone call before the participant has completed the study. Baseline data will be collected at the first visit on Day 0, including usage of Previct Drugs, followed by usage of Previct Drugs in the home environment for about one week. At visit 2 on Day 7, the subject will be administered with the medicine he/she has been randomized to and thereafter use Previct Drugs for up to 5 hours. A final follow-up telephone call will take place approximately at day 10 before the participant has completed the study.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "OTHER",
    "results": null,
    "target_category": "N/A",
    "drug": [
        "Cannabinoids",
        "Phenethylamines",
        "Lorazepam (benzodiazepine, used as a simulation drug in cited studies)",
        "Opioids"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The described study evaluates a CE‑marked eHealth system (Previct® Drugs) that uses a mobile phone app to measure pupils and eye movements to detect/monitor recent use of drug classes (cannabinoids, phenethylamines, etc.). The intervention is a diagnostic/monitoring device (pupillometry via smartphone) rather than a therapeutic drug or treatment intended to modify Alzheimer’s pathology, cognition, or neuropsychiatric symptoms. citeturn0search1turn0search6.",
        "Act: Key details found in public sources: Previct Drugs is an app/platform by Kontigo Care for eye‑scanning/pupillometry to indicate drug use; clinical studies and papers describe its use to detect opioids and benzodiazepines and to develop models for cannabinoids and phenethylamines; the referenced trials are feasibility/validation studies in healthy volunteers. These confirm the intervention is a monitoring/diagnostic device, not a therapeutic agent. citeturn0search6turn0search7turn0search3.",
        "Reflect: Classification check — using the provided category definitions: (1) Disease‑targeted biologic — no (not a biologic targeting Alzheimer’s pathology); (2) Disease‑targeted small molecule — no; (3) Cognitive enhancer — no; (4) Neuropsychiatric symptom improvement — no. The trial evaluates a diagnostic/monitoring medical device for substance use detection, so it does not fit any of the four therapeutic categories and should be classified as 'N/A'. Sources supporting this interpretation include the Frontiers and MDPI publications and the trial registry/press material. citeturn0search6turn0search7turn0search3.",
        "Web search results (sources consulted): 1) Kontigo Care press release on Previct® Drugs and clinical publications (Kontigo Care / Placera). citeturn0search1. 2) Frontiers article: 'Eye reactions under the influence of drugs of abuse as measured by smartphones' describing Previct Drugs data collection and goals. citeturn0search6. 3) MDPI article 'Opioid Detection Using Smartphone‑Based Eye‑Scanning' reporting detection performance of the app. citeturn0search7. 4) PubMed Central / PMC coverage describing data collection with Previct Drugs. citeturn0search5. 5) Clinical trial registry entries (MedPath/NCT summary) for Previct Drugs feasibility studies in healthy volunteers. citeturn0search3turn0search4."
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}