{
    "nct_id": "NCT02707458",
    "title": "Dose-finding and Proof-of-concept Trial of Probucol to Increase Availability of CSF Apolipoprotein-E",
    "status": "COMPLETED",
    "last_update_time": "2018-01-30",
    "description_brief": "DEPEND is an open-label but dosage-masked trial of the retired cholesterol-lowering drug probucol as an agent to increase availability of apolipoprotein E (apoE) in the cerebrospinal fluid (CSF) of cognitively intact older persons at risk of Alzheimer's dementia. Absorption of oral probucol is variable. In a sample of 23 cognitively intact persons over age 55, DEPEND will therefore develop an algorithm to prescribe individualized dosing to achieve plasma concentration that will likely increase availability of CSF apoE. These persons will then use their individualized dosage for 12 months to assess longer-term effects of the drug on CSF apoE concentration, while monitoring closely for evidence of adverse consequences of use.",
    "description_detailed": "Probucol is a cholesterol-lowering drug that has been removed from the market in Canada and the US, but remains in clinical use in Asia. In rodents, probucol increases synthesis and availability of apolipoprotein E (apoE) in the cerebrospinal fluid (CSF). ApoE is the protein product of the polymorphic gene APOE, allelic variation in which remains the strongest known risk factor (other than age itself) for Alzheimer's dementia. Oral Probucol is absorbed variably. Administration of a single, fixed dose therefore results in a wide range of plasma concentrations when the drug is given to various individuals in a fixed dosage. Limited human data suggest that higher plasma and CSF concentrations of probucol result in stronger increases in CSF apoE concentration. The dual aims of DEPEND are therefore 1) to develop an individualized dosing regimen that will result in plasma concentrations that are likely to increase CSF apoE concentration by 50%; and 2) to treat 20 persons at elevated risk of Alzheimer's dementia, each at his/her ideal individual dosage, for 12 months, observing the resulting change in CSF concentrations of apoE. Simultaneously, subjects will be observed carefully for evidence of any treatment effects on cognition or other probable markers of progression in pre-clinical Alzheimer's disease, as well as safety risks that might deter further human experimentation with the drug.",
    "phase": [
        "PHASE1",
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "PREVENTION",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "probucol"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is probucol, a small-molecule, non‑biologic cholesterol‑lowering drug being repurposed to increase availability of apolipoprotein E (apoE) in CSF — a molecular target linked to Alzheimer’s disease risk (APOE biology). This indicates a disease‑targeted strategy (targeting apoE/brain lipid handling) rather than a symptomatic cognitive enhancer or a neuropsychiatric‑symptom treatment. citeturn0search12turn0search3",
        "Act: Key trial details extracted from the description/registry: DEPEND is a dose‑finding / proof‑of‑concept interventional trial (N≈23) developing individualized oral probucol dosing to raise plasma levels and thereby increase CSF apoE, with 12‑month treatment and safety/csf biomarker monitoring. Probucol has been shown in preclinical and small human studies to increase apoE in hippocampus and CSF. These facts support classification as a disease‑targeted small molecule. citeturn0search6turn0search0",
        "Reflect: Classification rationale and alternatives considered — probucol is a small molecule (not a biologic such as an antibody or vaccine), and the trial goal is to modify a disease‑relevant biomarker (apoE) that is implicated in AD pathogenesis; therefore the correct category is 'disease‑targeted small molecule'. It is not a general cognitive enhancer (the primary intent is biomarker/pathway modulation) nor a neuropsychiatric symptom trial. I note the trial is repurposing a retired cholesterol drug and is dose‑finding rather than a large efficacy trial, and no placebo is listed (open‑label, dosage‑masked). citeturn0search12turn0search6",
        "Web search supporting results (brief): 1) Probucol summary: retired/non‑statin cholesterol‑lowering small molecule with antioxidant properties and variable absorption. citeturn0search12 2) Probucol increases apoE in hippocampus/CSF in preclinical/clinical reports (supports mechanism used by DEPEND). citeturn0search0turn0search1 3) DEPEND trial registry describing dose‑finding/proof‑of‑concept design, N=23, individualized dosing to raise CSF apoE over 12 months. citeturn0search6 4) Recent clinical work linking probucol to modulation of amyloid/related biomarkers/plasma Aβ in humans. citeturn0search7"
    ],
    "agent_type": "C) ApoE, Lipids and Lipoprotein Receptors",
    "explanation_agent": [
        "Reason: The intervention is probucol, a small‑molecule cholesterol‑lowering drug being repurposed to raise apolipoprotein E (apoE) availability in CSF — i.e., the trial is explicitly targeting APOE biology and brain lipid handling rather than amyloid, tau, inflammation, or symptomatic neurotransmission. citeturn0search1turn0search3",
        "Act: Key trial details extracted — DEPEND is a dose‑finding / proof‑of‑concept interventional trial (n≈23) developing individualized oral probucol dosing to increase plasma levels and thereby raise CSF apoE over ~12 months with CSF biomarker and safety monitoring; probucol has preclinical and limited human data showing increases in brain/CSF apoE. These specifics support classification under the CADRO category for ApoE/lipids/lipoprotein receptors. citeturn0search8turn0search1",
        "Reflect: Classification rationale — probucol is a small molecule (not a biologic) and the trial's primary mechanistic objective is modulation of apoE/lipid biology implicated in AD risk (APOE pathway). Therefore the most specific CADRO match is C) ApoE, Lipids and Lipoprotein Receptors. This is not multi‑target (R) nor a non‑therapeutic diagnostic study (T). Alternative interpretations (e.g., effects on oxidative stress or synaptic markers) are secondary and do not change the primary apoE/lipid target. citeturn0search1turn0search3",
        "Web search supporting results (brief): 1) Probucol increases apoE production in hippocampus and has been associated with higher CSF apoE in human reports (preclinical/clinical support for the DEPEND mechanism). citeturn0search1turn0search3 2) DEPEND trial registry describing a dose‑finding/proof‑of‑concept design (N=23) with individualized dosing to raise CSF apoE over 12 months. citeturn0search8 3) Probucol drug summary and regulatory history (withdrawn from US market in 1995 for safety reasons but used/available elsewhere), supporting that it is a repurposed small‑molecule antilipemic. citeturn0search0turn0search12"
    ]
}