{
    "nct_id": "NCT01297036",
    "title": "Open Label, Randomized, Single-dose, Crossover Study to Evaluate the Pharmacokinetic Characteristics of Donepezil Between Two Donepezil Products, Aricept® Tablet and Neuropezil ODT, in Healthy Subjects",
    "status": "COMPLETED",
    "last_update_time": "2011-02-15",
    "description_brief": "To compare the relative bioavailability and pharmacokinetic characteristics of a newly developed donepezil formulation with a conventional formulation in healthy subjects with a single dose, randomized, open-label, 2-sequence -2period crossover study.",
    "description_detailed": "This single dose, open label, balanced, randomized, two-treatment, two-period, two-sequence, crossover study was conducted to compare the relative bioavailability and pharmacokinetic characteristics of a newly developed formulation with a conventional formulation in healthy subjects.\n\nFor this, a single-center, randomized, single-dose, open-label, 2-way crossover study with a 21-day washout period was conducted in 22 healthy volunteers. Plasma samples for the analysis of donepezil were collected up to 240 h after drug administration. Participants received either reference or test drug formulation of 10 mg donepezil in the first period and the alternative formulation in the second period. Plasma concentrations of donepezil were determined by validated high-performance liquid chromatography coupled to tandem mass spectrometry detection. Pharmacokinetic parameters, including Cmax and AUC, were determined by noncompartmental analysis. Analysis of variance (ANOVA) was carried out using log-transformed Cmax and AUC, and the mean ratios and their 90% confidence intervals (CI) were calculated. According to regulatory requirements set forth by Korea and the US Food and Drug Administration, products meet the criteria for bioequivalence if the 90% CIs of the mean ratios for Cmax and AUC are within the range of 0.80 to 1.25.",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "N/A",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "donepezil (Aricept tablet; Neuropezil ODT)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial description and title state the intervention is donepezil and that the study is a single-dose PK/bioavailability comparison between Aricept® (donepezil tablet) and Neuropezil ODT (donepezil orally disintegrating tablet) in healthy subjects. citeturn1search0",
        "Mechanism & intended effect: Donepezil is a reversible acetylcholinesterase inhibitor used as a symptomatic treatment to improve cognition and related function in Alzheimer’s disease (i.e., it increases acetylcholine to enhance cognitive performance rather than targeting amyloid or tau pathology). citeturn0search4turn0search6",
        "Act (extracted details): Trial compares two donepezil products (Aricept tablet vs Neuropezil ODT) in a randomized, single-dose, two-period crossover to assess relative bioavailability and PK parameters (Cmax, AUC, etc.). Neuropezil ODT is listed as the test donepezil ODT formulation (Chong Kun Dang). citeturn1search0",
        "Reflect: Although this particular study is a pharmacokinetic/bioavailability study in healthy volunteers (not an efficacy trial), the active molecule under investigation—donepezil—is a symptomatic cognitive enhancer for Alzheimer’s disease. Therefore the appropriate category is 'cognitive enhancer' rather than a disease-modifying biologic or small molecule targeting pathology. Note: the study itself is non-therapeutic PK work, but classification follows the drug's clinical role. citeturn0search4turn0search8",
        "Web search sources (key results): NCT record confirming the study details and naming Aricept and Neuropezil ODT. citeturn1search0; Aricept (donepezil) prescribing information describing mechanism (acetylcholinesterase inhibition) and indications. citeturn0search4turn1search2; systematic reviews/meta-analyses showing donepezil provides symptomatic cognitive benefit in Alzheimer's disease. citeturn0search6turn0search7"
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The investigational molecule is donepezil, a reversible acetylcholinesterase inhibitor that increases synaptic acetylcholine and is used as a symptomatic cognitive enhancer in Alzheimer’s disease; this mechanism modulates cholinergic neurotransmission rather than targeting amyloid, tau, or other disease‑modifying pathways. citeturn0search1turn0search8",
        "Act: Extracted details — the trial is a single‑dose PK/bioavailability crossover comparing two donepezil products (Aricept tablet vs Neuropezil ODT) in healthy subjects; although the study is a non‑efficacy pharmacokinetic study, the active drug’s mechanism places it under the CADRO category for modulation of neurotransmitter systems. Assigned category: D) Neurotransmitter Receptors. citeturn0search7turn0search3",
        "Reflect: Classification check — donepezil’s primary, clinically relevant action is to inhibit acetylcholinesterase and thereby enhance cholinergic neurotransmission (a neurotransmitter system target). This fits CADRO D (Neurotransmitter Receptors / neurotransmitter systems) better than disease‑modifying categories (e.g., amyloid, tau) or multi‑target. Although the specific trial is PK/bioavailability in healthy volunteers (non‑therapeutic study design), CADRO classification follows the drug’s pharmacologic target. citeturn0search9turn0search1",
        "Web search results (key sources cited above): 1) Aricept (donepezil) prescribing information describing indication and mechanism (acetylcholinesterase inhibition). citeturn0search1 2) Regulatory / pharmacology monograph summarizing donepezil as a specific, reversible AChE inhibitor. citeturn0search8 3) Product information noting orally disintegrating tablet (ODT) formulation and formulation differences (relevant to PK/bioavailability study). citeturn0search7 4) Review/guidelines summarizing donepezil’s symptomatic cognitive effects and mechanistic details. citeturn0search9"
    ]
}