{
    "nct_id": "NCT01314950",
    "title": "Alzheimer's Disease Multiple Intervention Trial",
    "status": "COMPLETED",
    "last_update_time": "2016-03-07",
    "description_brief": "The purpose of this study is to conduct a two-year randomized, controlled clinical trial to improve functioning among older adults with Alzheimer's disease by comparing a control group receiving best practices primary care with an intervention group receiving best practice primary care plus a home-based occupational therapy intervention.",
    "description_detailed": "The proposed study builds on our findings from a previous clinical trial that demonstrated the effectiveness of collaborative care for older adults with Alzheimer's disease cared for in primary care practices. In the prior trial, we demonstrated that guideline-level medical care resulted in improved quality of care and improved behavioral and psychological symptoms over one year among patients and their caregivers. However, despite finding significant differences among study groups on Neuropsychiatric Inventory scores, we did not find a significant difference between groups in functional decline. Both study groups experienced a significant decline in function over 18 months. The current study proposes to test a home-based intervention specifically designed to slow the rate of functional decline among older adults with Alzheimer's disease.\n\nIn addition to building on our past research, the study also builds from recently reported research which demonstrated the short-term efficacy of home-based occupational therapy interventions among older adults with dementia. These trials show that older adults with dementia, including Alzheimer's disease, can both participate in and benefit from occupational therapy-based interventions delivered in the home.\n\nThe specific aim of this study is to conduct a two-year, randomized, controlled clinical trial to improve functioning among older adults with Alzheimer's disease by comparing a control group receiving best practices primary care with an intervention group receiving best practice primary care plus a home-based occupational therapy intervention. We will test the primary hypothesis that subjects with Alzheimer's disease in the intervention group will have improved function at two years compared with the best practice primary care control group.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial tests a home-based occupational therapy (OT) intervention added to best-practice primary care with the goal of delaying functional decline and improving daily functioning in persons with Alzheimer disease (functional/cognitive/ADL improvement rather than targeting amyloid/tau pathology). citeturn0search1turn0search5",
        "Act (key details extracted): The intervention is a structured, home-based occupational therapy program (up to 24 in-home sessions over 2 years) delivered to patient–caregiver dyads; primary outcome is function (ADCS-ADL) at 24 months. No drug or biologic is used. citeturn0search1turn0search2",
        "Mapping to categories: This is not a disease-targeted biologic or small molecule (no drug/biologic, and no pathology-modifying mechanism). The intervention aims to improve/maintain function and daily living skills (behavioral/rehabilitation approach)—this aligns best with the 'cognitive enhancer' category as the closest available choice because the trial's goal is to improve functional/cognitive performance rather than to treat neuropsychiatric symptoms specifically. Note: the 'cognitive enhancer' definition given focuses on drugs, but among the four category choices this non-pharmacologic functional/occupational intervention most closely fits the intent of improving cognition/function. citeturn0search5turn0search2",
        "Reflect: Confirmed that multiple published sources describe ADMIT as a randomized trial of collaborative care ± home-based OT to delay functional decline and that the intervention is occupational therapy (not a drug). Results of the trial were inconclusive for the primary outcome (no definitive difference at 24 months), reinforcing that this was a functional/rehabilitation intervention rather than a pharmacologic or pathology-targeting study. Classification as 'cognitive enhancer' is therefore based on intent (improve/maintain function/cognition) despite the intervention being non‑drug. citeturn0search2turn0search5",
        "Web search results (sources used): 1) Trial protocol (ADMIT) describing two-year RCT of best-practice primary care ± home-based occupational therapy. citeturn0search1 2) The Home-Based Occupational Therapy Intervention paper describing the OT program used in ADMIT. citeturn0search5 3) Published randomized trial reporting outcomes (Targeting Functional Decline in Alzheimer Disease: A Randomized Trial; ClinicalTrials.gov: NCT01314950). citeturn0search2"
    ],
    "agent_type": "T) Other",
    "explanation_agent": [
        "Reason: The trial (ADMIT) tests a structured, home‑based occupational therapy (behavioral/rehabilitation) intervention added to best‑practice primary care with the goal of delaying functional decline and improving activities of daily living — it does not use a drug, biologic, or explicitly target an amyloid/tau/genetic/molecular pathway. citeturn0search5turn0search2",
        "Act: Key details extracted from trial reports: randomized controlled trial NCT01314950; intervention = up to 24 in‑home occupational therapy sessions over 2 years delivered to patient–caregiver dyads; primary outcome = ADCS‑ADL at 24 months; no pharmacologic agent or molecular target is tested. Because CADRO classifies mechanistic drug/biologic targets (amyloid, tau, inflammation, neurotransmitter receptors, etc.), there is no applicable CADRO drug target to assign. citeturn0search0turn0search5",
        "Reflect: The classification as 'T) Other' is based on CADRO guidance to return 'T) Other' when no drug target can be inferred or the trial does not fit any CADRO category (non‑pharmacologic/rehabilitation intervention). I reviewed the protocol and outcome papers which confirm the intervention is occupational therapy (not a drug) and that the trial aimed to improve/maintain function rather than modify molecular AD pathology. citeturn0search2turn1search6",
        "Web sources used (key search results): 1) The Home‑Based Occupational Therapy Intervention in the Alzheimer’s Disease Multiple Intervention Trial (ADMIT) — intervention description (PMC). citeturn0search5 2) Alzheimer’s Disease Multiple Intervention Trial (ADMIT) — study protocol (Trials journal). citeturn0search2 3) Targeting Functional Decline in Alzheimer Disease: A Randomized Trial — outcomes paper (Ann Intern Med / PubMed). citeturn0search0"
    ]
}