{
    "nct_id": "NCT02078310",
    "title": "A Randomized, Double-blind, Placebo-controlled, Multiple Oral Dose Escalation for Safety, Tolerability and Pharmacokinetics of ITI-007 in Healthy Geriatric Volunteers and in Geriatric Patients With Dementia.",
    "status": "COMPLETED",
    "last_update_time": "2017-11-13",
    "description_brief": "A Phase 1b/2, Randomized, Double-blind, Placebo-Controlled, Multiple Oral Dose Escalation Study to Assess Safety, Tolerability and Pharmacokinetics of ITI-007 in Healthy Geriatric Volunteers and in Geriatric Patients with Dementia",
    "description_detailed": "N/A",
    "phase": [
        "PHASE1",
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "BASIC_SCIENCE",
    "results": null,
    "target_category": "neuropsychiatric symptom improvement",
    "drug": [
        "ITI-007",
        "lumateperone (ITI-007)"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The trial tests ITI-007 (lumateperone) in geriatric patients with dementia to assess safety/tolerability/PK; the drug is a centrally acting psychotropic (small molecule) that modulates serotonin, dopamine and glutamate rather than targeting Alzheimer’s pathology (amyloid/tau). This indicates the intervention is intended to treat neuropsychiatric/behavioral symptoms (and secondarily cognition) rather than disease modification. citeturn0search2turn0search3",
        "Act (evidence from web): The registered trial (NCT02078310) is titled and described as a randomized, double-blind, placebo-controlled multiple oral dose escalation study of ITI-007 in healthy geriatric volunteers and geriatric patients with dementia (Alzheimer’s disease listed as condition). citeturn0search0turn0search2",
        "Act (drug identity & mechanism): ITI-007 is lumateperone, a small-molecule, first-in-class CNS agent that simultaneously modulates serotonin (5-HT2A antagonism), dopamine (D2/D1 modulation) and glutamate systems — i.e., a neuropsychiatric/antipsychotic/antidepressant mechanism rather than an anti-amyloid or anti-tau biological mechanism. citeturn0search3turn0search6",
        "Act (trial intent re: symptoms): Company and trial reports state secondary/exploratory endpoints included cognition and agitation, and later trials of ITI-007 were explicitly aimed at treating agitation in dementia, supporting that the drug development focus in dementia is on behavioral/neuropsychiatric symptoms (with cognitive measures exploratory). citeturn0search5turn0search8",
        "Reflect: Given the drug is a small-molecule psychotropic (not a biologic) and the trials target behavioral symptoms (agitation) and cognitive measures only as exploratory endpoints, the best-fit category from the provided list is 'neuropsychiatric symptom improvement'. There is some overlap because cognition was explored, but the primary pharmacologic profile and later Phase 3 indication efforts point to neuropsychiatric symptom management rather than disease-targeted pathology or a primary cognitive-enhancer classification. citeturn0search6turn0search8"
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The trial tests ITI-007 (lumateperone), a centrally acting psychotropic small molecule intended to treat neuropsychiatric/behavioral symptoms in dementia rather than to modify core AD pathology (amyloid or tau). Lumateperone’s pharmacology is primarily modulation of serotonin, dopamine and glutamate neurotransmission, which aligns with the CADRO category for neurotransmitter receptors. citeturn0search0turn0search5",
        "Act: Extracted facts from the trial and drug literature: ITI‑007 = lumateperone; the registered study (NCT02078310) is a randomized, double‑blind, placebo‑controlled multiple‑dose escalation in healthy geriatric volunteers and geriatric patients with dementia (safety/tolerability/PK). citeturn1search0 Lumateperone’s mechanism includes potent 5‑HT2A antagonism, modulation of dopamine D2/D1 (including D2 presynaptic partial agonist/post‑synaptic antagonist properties and D1 effects) and effects on glutamatergic NMDA/AMPA signaling (and some SERT activity) — i.e., actions at neurotransmitter receptors/transporters rather than amyloid or tau biology. citeturn0search5turn0search3",
        "Reflect: Given the drug’s receptor‑based CNS pharmacology and the trial’s aim to treat neuropsychiatric symptoms (agitation/cognition measured as secondary/exploratory), the most specific CADRO match is D) Neurotransmitter Receptors. This is not disease‑modifying (amyloid/tau) or multi‑target in the CADRO sense (the principal pharmacology is neurotransmitter receptor modulation), so 'D' is appropriate. Supporting sources note lumateperone’s clinical development focus on agitation and other neuropsychiatric symptoms in dementia. citeturn1search3turn1search6",
        "Web search results cited above (key sources consulted): manufacturer pharmacology page for CAPLYTA/lumateperone (mechanism summary). citeturn0search0; Drug/clinical pharmacology reviews and StatPearls summarizing lumateperone’s 5‑HT2A, D2/D1 and glutamate effects. citeturn0search5turn0search6; clinical trial registry entry for NCT02078310 (ITI‑007 in geriatric volunteers and dementia). citeturn1search0; conference/press abstracts and company releases describing trials targeting agitation in dementia. citeturn1search3turn1search6"
    ]
}