{
    "nct_id": "NCT04769024",
    "title": "Evaluation of the Benefits of an Immersive Virtual Reality Intervention (LUMEEN) for Behavioral and Psychological Symptoms of Dementia in People Living in Residential Aged Care.",
    "status": "COMPLETED",
    "last_update_time": "2024-11-28",
    "description_brief": "Alzheimer's disease and related disorders (AD2) are characterised by cognitive changes and Behavioural and Psychological Symptoms of Dementia (BPSD). According to the French National Authority for Health (2009), Non-Pharmacological Interventions (N PhIs) are to be favo red in the treatment of BPSD. A few NPhIs have already shown their effectiveness in the management of these symptoms, such as music therapy or multi-sensory stimulation, but these techniques require trained staff and/or adapted premises. Over the past decade, innovative techniques have emerged in the field of NPhIs. Virtual Reality (VR) is one of them. Amongst the VR tools, the LUMEEN technology offers a suitable mediation tool for older adults with disabilities which allows to show immersive experiences in calm landscapes known to bring a feeling of well-being (beach, mountain, dolphins, classical music concert, animals in nature, etc.).\n\nThe main objective of this study is to evaluate the effect of the LUMEEN Evasion module on the occurrence of BPSD in older adults living in residential aged care.\n\nParticipants will be recruited in nursing homes and randomly assigned to the LUMEEN intervention group or the control group. Participants in the LUMEEN intervention group will attend 12 LUMEEN group session s in which they will be immersed for a few minutes in a selection of landscapes or scenes using virtual reality head-mounted displays and will then have a group discussion about the immersive experience they watched during the session. Participants in the control group will attend 12 non-digital (sensory, social, cognitive, creative) stimulation group sessions in which they will carry out typical pen-and-paper activities for this public which mainly stimulate language, immediate memory, semantic memory, and visual recognition (e.g., definitions, games of 7 differences, reconstruction of proverbs, quizzes…).\n\nThe BPSD will be evaluated by the healthcare team before the start of the intervention and after the 12 sessions in both arms of the study (LUMEEN intervention and control) using the Neuropsychiatric Inventory filled out by the nursing staff (NPI). LUMEEN sessions are expected to reduce BPSD (especially apathy) more than control sessions. Thus, participants in the LUMEEN intervention group should have a greater difference between baseline and post-intervention NPI scores than the participants in the control group (in the direction of a reduction of the symptoms in the post-intervention evaluation).\n\nSecondary outcomes will also be measured focusing on apathy, well-being and social interactions. First of all, apathy will be evaluated thanks to the Apathy Inventory - Clinician before and after the interventions in both groups. Then, the state of well-being of the participant will be evaluated thanks to the EVIBE scale completed before and after each session. In addition, social interaction behaviors will be rated using the Social Behaviour Resident Index (SOBRI), collected through a 4-minutes participant observation during each session by an external observer.\n\nLUMEEN sessions are expected to improve these three outcomes more than control sessions. Differences are expected to be observed between the two groups : a) apathy should be lower after the sessions than before and the pre-post-intervention difference should be larger in the LUMEEN intervention group than in the control group; b) well-being should be (in average) higher after the sessions than before and the pre-post-intervention difference should be larger in the LUMEEN intervention group than in the control group ; and c) there should be, on average, more social interactions behaviours during the LUMEEN sessions than during the control sessions.",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "DEVICE_FEASIBILITY",
    "results": null,
    "target_category": "neuropsychiatric symptom improvement",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial tests an immersive virtual reality (LUMEEN Evasion module) non-pharmacological intervention delivered in group sessions to reduce Behavioral and Psychological Symptoms of Dementia (BPSD) — specifically apathy, well‑being and social interaction — rather than administering a drug or biologic. LUMEEN is a VR therapeutic/mediation tool intended to improve well‑being and reduce behavioral symptoms in older adults. citeturn0search1turn0search0",
        "Act: Key extracted details — intervention: LUMEEN immersive VR (Evasion module) using head‑mounted displays, 12 group sessions with post‑session discussion; control: 12 non‑digital stimulation sessions; primary outcome: change in Neuropsychiatric Inventory (NPI) score (BPSD). This is a behavioral/therapeutic device, not a drug; therefore no drug or placebo entries apply. (Sources: trial description supplied by user; Lumeen product pages describing therapeutic VR use and CE marking.) citeturn0search1turn0search0",
        "Reflect: Mapping to category definitions — fits 'Neuropsychiatric symptom improvement' because the intervention is designed to alleviate behavioral/psychiatric symptoms (BPSD, apathy) through a non‑pharmacological VR therapy. It is not a biologic or small molecule disease‑targeting agent, nor a conventional pharmacologic cognitive enhancer. The classification is consistent with the trial objectives and outcome measures (NPI, Apathy Inventory, well‑being scales). citeturn0search1",
        "Web search results used: Lumeen official site describing Lumeen as a therapeutic/social VR solution for older adults with CE marking and use for reducing behavioral symptoms, anxiety and improving well‑being. citeturn0search1turn0search0turn0search2"
    ],
    "agent_type": "T) Other",
    "explanation_agent": [
        "Reason: The intervention is an immersive virtual reality (LUMEEN) non‑pharmacological therapy delivered in group sessions to reduce behavioral and psychological symptoms of dementia (BPSD: apathy, well‑being, social interaction). It is a device/behavioral intervention, not a drug or biologic targeting a molecular pathway, so it does not map to CADRO biological target categories (A–Q, R). citeturn1search1turn0search1",
        "Act: Key extracted details — intervention: LUMEEN immersive VR (Evasion module) with head‑mounted displays, 12 group sessions and post‑session discussion; control: non‑digital stimulation sessions; primary outcome: change in Neuropsychiatric Inventory (NPI) score (BPSD). Because no drug, gene, protein, receptor, or specific biological pathway is targeted, assign 'T) Other'. citeturn1search3turn0search3",
        "Reflect: The CADRO taxonomy classifies targets by biological mechanism (e.g., amyloid, tau, inflammation, synaptic function). A therapeutic VR mediation tool aimed at symptom/behavioral improvement does not fit those mechanism‑based categories and is therefore best classified as 'T) Other'. This aligns with the trial objective (neuropsychiatric symptom improvement via a device/therapy rather than a molecular target). If future trial arms include a drug or biologic with a known molecular target, reclassification would be appropriate. citeturn0search5",
        "Web search results used (selected): Lumeen official site describing Lumeen as a CE‑marked therapeutic/social VR solution for older adults (product pages and aged‑care use). citeturn1search1turn1search3; Recent randomized trials and reviews of VR interventions for BPSD showing VR is a non‑pharmacological approach to reduce BPSD and improve well‑being (examples: JMIR 2024 VR RCT; PubMed VR reminiscence RCT; systematic review/meta‑analysis). citeturn0search1turn0search0turn0search5"
    ]
}