{
    "nct_id": "NCT01628653",
    "title": "Feasibility and Efficacy of the Ubiquitous Spaced Retrieval-based Memory Advancement and Rehabilitation Training (U-SMART) on Mild Cognitive Impairment",
    "status": "COMPLETED",
    "last_update_time": "2012-06-23",
    "description_brief": "The purpose of this study is to examine feasibility and efficacy of the Ubiquitous Spaced Retrieval-based Memory Advancement and Rehabilitation Training (U-SMART) in the elderly individuals with mild cognitive impairment (MCI).",
    "description_detailed": "The Spaced Retrieval-based Memory Advancement and Rehabilitation Training (SMART) which consisted of 24 one-hour face-to-face sessions (Lee, Park et al. 2009) was developed based on the spaced retrieval training (SRT), which was effective in improving memory retention span of very mild to mild Alzheimer's disease patients. The Ubiquitous SMART (U-SMART) by transforming the current SMART to a self-administered program using an application working on IPAD was developed, and was examined its feasibility and efficacy in the elderly individuals with mild cognitive impairment.",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention (Ubiquitous Spaced Retrieval-based Memory Advancement and Rehabilitation Training, “U‑SMART”) is a self‑administered, tablet/iPad-based spaced retrieval memory training program intended to improve memory and information retrieval in older adults with mild cognitive impairment (MCI), not a pharmacologic agent. citeturn0search2turn0search6",
        "Act — key details extracted: The intervention name is U‑SMART and is delivered as an app/device (spaced retrieval cognitive training). Clinical trial entries list U‑SMART as a device/intervention (e.g., NCT01628653) rather than a drug. citeturn0search8turn0search3",
        "Act — efficacy evidence from published trials: A randomized, controlled crossover trial (50 participants) reported modest improvement in memory recall (Word List Recall Test; effect size ≈0.49, p=0.031) with U‑SMART versus usual care and no U‑SMART–related adverse events, supporting a cognitive‑training effect rather than disease modification. citeturn0search6turn0search9",
        "Reflect: Based on the definitions: this is not a biologic (no monoclonal antibody/vaccine), not a small molecule drug, and it targets cognitive function (memory training) rather than neuropsychiatric symptoms. Therefore the correct category is \"cognitive enhancer.\" No drug or placebo is involved in the described trial. citeturn0search2turn0search8",
        "Search results used (selected): Development of U‑SMART (PMC article) describing program development and feasibility; randomized controlled crossover trial and full text in Alzheimer’s Research & Therapy reporting modest memory benefits; PubMed entries and ClinicalTrials.gov/registry pages for the U‑SMART trials (NCT01628653, NCT01688128). citeturn0search2turn0search6turn0search4turn0search8"
    ],
    "agent_type": "M) Synaptic Plasticity/Neuroprotection",
    "explanation_agent": [
        "Reason: The intervention (U‑SMART) is a self‑administered, tablet/iPad spaced‑retrieval memory training program designed to improve memory encoding/recall in people with MCI — i.e., it targets cognitive/memory function rather than a molecular drug target. citeturn0search1turn0search0",
        "Act: Key details extracted from published trials and registry entries: the program is a tablet app derived from spaced retrieval training (USMART/USMART), was tested in feasibility and randomized crossover trials showing modest improvement in memory recall, and is registered as ClinicalTrials.gov NCT01688128 (device/intervention, not a pharmacologic agent). citeturn0search2turn0search6turn0search5",
        "Reflect: Although USMART is a non‑pharmacologic behavioral intervention (not a drug), its mechanism of improving memory retrieval and learning is best aligned with synaptic plasticity / neuroprotection processes (enhancing memory encoding/retention via training). Therefore the most appropriate CADRO classification is M) Synaptic Plasticity/Neuroprotection rather than a molecular target category or 'Other'. Supporting evidence that spaced retrieval enhances memory and learning is documented in the literature. citeturn0search3turn0search1"
    ]
}