{
    "nct_id": "NCT06276023",
    "title": "Supporting Our Caregivers In ADRD Learning (SOCIAL): Reducing Stress for Caregivers of Persons With Dementia, a Pilot Randomized Control Trial",
    "status": "COMPLETED",
    "last_update_time": "2025-06-12",
    "description_brief": "Building on limitations of prior research, the investigators developed the Mindful and Self-Compassionate Care Program (MASC) to help caregivers of persons with Alzheimer Disease and Related Dementias (ADRD) manage stress associated with the general caregiver experience including stress stemming from managing challenging patient behaviors. MASC teaches: (1) mindfulness skills; (2) compassion and self-compassion skills; and (3) behavioral management skills. MASC also provides psychoeducation and group-based training and skill practice to facilitate skill uptake and integration within the caregiver experience and tasks.\n\nThe main aim is to: Demonstrate feasibility, acceptability, credibility, fidelity, preliminary efficacy and evidence for proposed mechanism of MASC through a pilot randomized controlled trial.\n\nRelevant stakeholders (caregivers of persons with ADRD) will participate in the intervention.",
    "description_detailed": "Over half of Alzheimer Disease and Related Dementias (ADRD) caregivers are actively looking for non-pharmacological interventions to decrease caregiver stress. Available programs do not sufficiently meet the psychological and practical needs of stressed caregivers of persons with ADRD; better solutions are needed. First, while helpful, most support groups do not systematically teach behavioral management skills which caregivers report needing in order to manage challenging patient behaviors. Second, behavioral management skills interventions exist, but do not teach: 1) emotional regulation skills which are necessary in order to foster caregiver ability to access and use these skills to manage patient behaviors, and/or 2) self-compassion and compassion skills which are necessary to bypass guilt and loneliness and navigate behavioral symptoms which are common caregiver challenges. Third, mindfulness and self-compassion interventions are effective solutions for managing stress, and distress across multiple populations, but engagement and efficacy among diverse ADRD caregivers are limited.\n\nThe guiding hypothesis of this proposal is that combining evidence-based mindfulness and self-compassion skills with behavioral management skills within a multi-component program increases intervention potency and efficiently supports caregivers of persons with ADRD. Accounting for practical challenges to engagement (number of sessions, delivery modality, skill practice) will also enhance uptake and reach.\n\nThe investigators will conduct an RCT study to explore feasibility benchmarks, target engagement and signal of improvement in stress, depression, anxiety and wellbeing (NIH stage 1B; N= up to 88 caregivers). The investigators will recruit caregivers of persons with ADRD from local community organizations and caregiver support programs; dementia research programs; and from national programs that focus on caregiving.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "SUPPORTIVE_CARE",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention (MASC / SOCIAL) is a psychosocial, group-based program teaching mindfulness, compassion/self-compassion, and behavioral management skills to caregivers to reduce caregiver stress. It is non‑pharmacological and does not target Alzheimer pathology or patient cognition directly.",
        "Act: Key details extracted — Intervention name: Mindful and Self-Compassionate Care Program (MASC) / Supporting Our Caregivers In ADRD Learning (SOCIAL); population: caregivers of persons with ADRD; components: mindfulness, compassion/self-compassion training, behavioral management, psychoeducation, group skill practice; primary aims: feasibility, acceptability, fidelity, preliminary efficacy for caregiver outcomes. No drug or placebo is described or implied.",
        "Reflect: This does not fit any of the four drug/therapeutic categories: not a biologic targeting disease pathology, not a small molecule targeting pathology, not a cognitive enhancer for patients, and not an intervention whose primary aim is to treat patient neuropsychiatric symptoms (it targets caregiver stress). Therefore the correct classification is 'N/A'.",
        "Ambiguity note: Although behavioral management skills may affect patient behaviors indirectly, the stated target population and primary outcomes are caregivers and caregiver stress — so the trial is psychosocial rather than a clinical drug/device trial. No web search was required because no drug name or pharmacologic intervention was present."
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}