{
    "nct_id": "NCT01872598",
    "title": "A Multicenter, Double-blind, Placebo-controlled, Randomized, Parallel-group Phase 3 Study to Evaluate the Safety and Efficacy of Masitinib in Patients With Mild to Moderate Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2023-09-27",
    "description_brief": "The purpose of this study is to assess the safety and efficacy of masitinib for the treatment of mild to moderate Alzheimer's Disease. Masitinib will be administered as add-on therapy in patients who have been treated for a minimum of 6 months with a stable dose of cholinesterase inhibitor (donepezil, rivastigmine or galantamine) and/or memantine.",
    "description_detailed": "Actual standard treatment for mild to moderately severe Alzheimer's dementia includes acetylcholinesterase inhibitors (donepezil, rivastigmine and galantamine) and a NMDA receptor antagonist (memantine for moderate to severe Alzheimer's disease). These medications have shown to have an effect on some cognitive and non cognitive symptoms of the pathology. However, their efficacy remains limited and may decrease with time. There is an unmet medical need in this pathology. Masitinib is a selective tyrosine kinase inhibitor that is thought to exert a neuroprotective effect through its activity on mast cells and other non-neuronal cells of the central nervous system, with subsequent modulation of inflammatory and neurodegenerative processes, as well as possibly disruption of the Aβ signaling cascade via inhibition of the Fyn signaling pathway. This is a multicenter, double-blind, randomized, placebo-controlled, parallel-group study of oral masitinib. The objective of this study is to compare the efficacy and safety of masitinib at various doses versus matched placebo in the treatment of patients with mild to moderate Alzheimer's Disease. Masitinib will be administered as add-on therapy in patients who have been treated for a minimum of 6 months with a stable dose of cholinesterase inhibitor (donepezil, rivastigmine or galantamine) and/or memantine. Approximately 675 patients will be randomized into 5 treatment groups. The co-primary outcome measures are the Alzheimer's Disease Cooperative Study Activities of Daily Living score (ADCS-ADL), and Alzheimer's Disease Assessment Scale-Cognitive Subscale score (ADAS-Cog) after 24 weeks of treatment.",
    "phase": [
        "PHASE3"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "Masitinib (oral selective tyrosine‑kinase inhibitor targeting mast cells and microglia; may inhibit Fyn signaling)"
    ],
    "placebo": [
        "matched placebo"
    ],
    "explanation_target": [
        "Reason: The intervention is masitinib, an orally administered selective tyrosine‑kinase inhibitor that targets activated innate immune cells (mast cells and microglia) and is proposed to modulate neuroinflammation and related neurodegenerative processes (and possibly Aβ/Fyn signaling) in Alzheimer's disease. This mechanism is disease‑directed (targets AD‑relevant pathology via the neuroimmune system) rather than a symptomatic cognitive enhancer or purely neuropsychiatric treatment. citeturn0search4turn0search5",
        "Act: Key trial details extracted from the description — masitinib administered as add‑on therapy to stable cholinesterase inhibitor and/or memantine in patients with mild‑to‑moderate AD; phase 3 randomized, double‑blind, placebo‑controlled study (NCT01872598 / AB09004). Masitinib is a small‑molecule, orally available tyrosine kinase inhibitor. citeturn0search3turn0search4",
        "Reflect: Because masitinib is a small‑molecule tyrosine kinase inhibitor acting on neuroimmune targets implicated in AD pathology (mast cells/microglia/Fyn pathway), the correct category is 'disease‑targeted small molecule' — i.e., a small‑molecule therapeutic directed at disease biology rather than solely symptomatic cognitive enhancement or neuropsychiatric symptom relief. This classification aligns with published phase‑2 and phase‑3 trial reports. citeturn0search5turn0search4",
        "Web search results used (representative): 1) Phase‑3 trial report ‘Masitinib for mild‑to‑moderate Alzheimer’s disease: results from a randomized, placebo‑controlled, phase 3, clinical trial’ (Alzheimer's Research & Therapy, 2023). citeturn0search4 2) Phase‑2 randomized, placebo‑controlled trial ‘Masitinib as an adjunct therapy for mild‑to‑moderate Alzheimer's disease’ (Alzheimer's Research & Therapy, 2011 / PubMed). citeturn0search5turn0search0 3) Clinical trial registry entry for NCT01872598 / AB09004 describing masitinib as add‑on therapy and its mechanism (AB Science / trial summary). citeturn0search3"
    ],
    "agent_type": "F) Inflammation",
    "explanation_agent": [
        "Reason: The investigational drug is masitinib, an oral selective tyrosine‑kinase inhibitor that targets mast cells and microglia and is proposed to modulate neuroinflammation and related neurodegenerative processes in AD. This mechanism (modulation of innate immune cells / neuroinflammation) aligns with CADRO category F: Inflammation. citeturn0search0turn1search5",
        "Act: Extracted details from the trial description — masitinib is a disease‑targeted small‑molecule tyrosine kinase inhibitor (inhibits c‑Kit/Lyn/Fyn/CSF1R-related kinases and acts on mast cells and microglia), administered as add‑on therapy in a Phase‑3 randomized placebo‑controlled study (AB09004 / NCT01872598) for mild‑to‑moderate AD. The drug’s principal rationale in AD is to reduce neuroinflammation by inhibiting activated innate immune cells (mast cells, microglia) and related signaling. citeturn0search0turn1search1turn1search8",
        "Reflect: Masitinib’s described and published actions (mast‑cell and microglia inhibition; CSF‑1R and SRC-family kinase activity including Lyn/Fyn reported in biochemical and modeling studies) indicate the trial is targeting neuroimmune / inflammatory pathways rather than primary amyloid, tau, synaptic plasticity, or purely symptomatic neurotransmitter systems. Therefore the most specific CADRO match is F) Inflammation. Alternative interpretations (e.g., Fyn inhibition implicating synaptic signaling) are secondary to the dominant anti‑inflammatory / microglia‑mast cell mechanism and do not override the primary inflammation classification. citeturn1search1turn1search8",
        "Web search results used (representative): 1) Masitinib for mild-to-moderate Alzheimer’s disease: results from a randomized, placebo-controlled, phase 3, clinical trial (Alzheimer's Research & Therapy, 2023). citeturn0search0 2) PubMed entry / summary for the phase‑3 masitinib AD trial (PubMed: PMID overview of AB09004 / NCT01872598). citeturn0search2 3) Masitinib as an adjunct therapy for mild-to-moderate Alzheimer's disease: a randomized, placebo‑controlled phase‑2 trial (Alzheimer's Research & Therapy). citeturn1search5 4) Structural and biochemical analyses indicating masitinib inhibits SRC‑family kinases (including Lyn/Fyn) and has pan‑SRC activity (molecular dynamics / PubMed). citeturn1search1turn1search0 5) Preclinical studies showing masitinib inhibits CSF‑1R and reduces microgliosis / neuroinflammation in neurodegenerative models. citeturn1search8turn1search9"
    ]
}