{
    "nct_id": "NCT03129269",
    "title": "Cognitive Function and Prevalence of Amyloid Marker in Frail Older Adults",
    "status": "ACTIVE_NOT_RECRUITING",
    "last_update_time": "2024-02-08",
    "description_brief": "The current study seeks to examine the prevalence of amyloid pathology, among patients referred to the Toulouse Geriatric Frailty Clinic presenting objective memory impairment. We also aim to fully characterize the clinical progression of frail cognitively impaired patients presenting AD (Alzheimer Disease) pathology vs those who also present a cognitive impairment but do not have AD pathology.",
    "description_detailed": "The COGFRAIL study is a monocentric study integrating the longitudinal follow-up of 345 individuals referred to the Toulouse Frailty Clinic during 2 years. The procedure consists in neuroimaging to diagnose the presence of amyloid plaques in the brains and permit earlier detection of Alzheimer's disease.\n\n* Visits will be scheduled at baseline, 1 and 2 years for a full neuropsychological, functional and physical evaluation.\n* At 6 and 18 months patients will be seen in consultation by a Geriatrician and research assistant for a medical check.\n* PET-Scan will be scheduled in the 2 months following inclusion for amyloid measurements. The MRI will be proposed, depending on the clinical relevance\n* A blood sample for biobank will be taken at visit 2 and at the end of the study\n\nExtension study (CogFrail-Plus):\n\nThe extension study will integrate an additional 2 years follow-up of the\n\nCOGFRAIL study participants, following the initial 2 years period of the study:\n\n* 2 Visits will be scheduled at 36 and 48 months for a full neuropsychological, functional and physical evaluation\n* At 30 and 42 months patients will be seen in consultation by a Geriatrician and research assistant for a medical check\n* A blood sample will be taken at 36 and 48 months.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "OTHER",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The study description and title describe an observational investigation of the prevalence of amyloid pathology and clinical progression in frail older adults with objective memory impairment. The intervention is diagnostic/biomarker assessment (amyloid marker), not a therapeutic agent. The intended effect is characterization/diagnosis and natural-history comparison (disease classification/prognosis), not treatment, cognitive enhancement, or behavioral symptom management.",
        "Act: Key details extracted — population: frail older adults referred for objective memory impairment; primary measurement: presence/prevalence of amyloid pathology (biomarker); aim: compare clinical progression of those with AD pathology vs those without. No drug name, drug type, or placebo is mentioned in the description. Because this is a diagnostic/observational study, it does not fit disease-targeted biologic, disease-targeted small molecule, cognitive enhancer, or neuropsychiatric symptom improvement.",
        "Reflect: The classification 'N/A' aligns with the category definitions because the trial evaluates biomarkers/diagnosis and clinical progression rather than testing a therapeutic intervention. No alternative interpretation (e.g., an implied therapeutic) is supported by the text. Web search: not applicable — no drug was referenced in the trial description, so no web results were necessary or retrieved."
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}