{
    "nct_id": "NCT06745583",
    "title": "An Open-label, Exploratory, Phase II, Proof-of Concept, Clinical Study to Assess the Safety and Tolerability of EI-1071 in Patients With Alzheimer's Disease (AD)",
    "status": "RECRUITING",
    "last_update_time": "2025-07-24",
    "description_brief": "An open-label, exploratory, phase II, proof-of concept, clinical study to assess the safety and tolerability of EI-1071 and the effects of EI-1071 on neuroinflammation in patients with mild, moderate, or severe Alzheimer's disease",
    "description_detailed": "This is an open-label, phase II, exploratory, proof-of-concept study to assess the safety and tolerability of EI-1071 and the effects of EI-1071 on neuroinflammation in patients with mild, moderate, or sever Alzheimer's disease (AD). The main goals include:\n\n1. to validate mechanism-engagement of EI-1071 by tracing the change of activated microglia in selected brain regions in AD patients using TSPO PET/MRI imaging.\n2. to assess effects of EI-1071 on changes of inflammatory biomarkers associated with AD progression.",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "EI-1071 (also referenced as enrupatinib) — brain-penetrant CSF1R (colony-stimulating factor 1 receptor) inhibitor; oral tablet"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial description tests EI-1071 for effects on neuroinflammation in AD, which indicates a mechanism-directed, pathology‑focused approach (modulation of microglia/neuroinflammation) rather than a symptomatic cognitive enhancer or neuropsychiatric treatment. Published and company sources describe EI-1071 as a CSF1R inhibitor that reduces activated microglia and neuroinflammation in preclinical models and improved memory in mouse models, consistent with disease-targeting of AD pathology. citeturn0search0turn0search1",
        "Act: Key facts extracted from public sources — EI-1071 is a small‑molecule, brain‑penetrant CSF1R inhibitor being developed to modulate microglia and reduce neuroinflammation in AD; it has completed a phase 1 healthy‑volunteer study (NCT04238364) and is in an open‑label phase 2 proof‑of‑concept study assessing safety and effects on neuroinflammation (NCT06745583 / listings). The phase 1 was randomized, placebo‑controlled; the phase 2 AD study is open‑label and focuses on TSPO PET/MRI and inflammatory biomarkers to demonstrate mechanism engagement. citeturn0search0turn0search2turn0search3",
        "Reflect: Classification check — EI-1071 is a small molecule inhibitor targeting CSF1R (a microglial receptor) and is intended to modify disease biology (neuroinflammation and microglial activation) rather than solely improving symptoms. Therefore it fits the 'disease-targeted small molecule' category. No substantive evidence suggests it is a biologic, a purely symptomatic cognitive enhancer, or a neuropsychiatric‑symptom drug. If you want, I can fetch the full phase 2 protocol text or the phase 1 results for more detail. citeturn0search0turn0search3"
    ],
    "agent_type": "F) Inflammation",
    "explanation_agent": [
        "Reason: The investigational drug EI-1071 (enrupatinib) is described as a brain-penetrant, small-molecule inhibitor of CSF1R intended to modulate microglia and reduce neuroinflammation in Alzheimer's disease. Modulation of microglial activation and neuroinflammatory pathways maps directly to the CADRO category 'F) Inflammation'. citeturn0search5turn0search0",
        "Act: Key extracted facts from public sources used to classify the trial: (1) EI-1071 / enrupatinib is a CSF1R inhibitor that is brain-penetrant and reduces activated microglia and neuroinflammation in preclinical AD models, with reported improvements in memory in mice. citeturn0search5turn0search0 (2) A first-in-human Phase 1 study (NCT04238364) in healthy volunteers was completed and safety/tolerability data were reported. citeturn0search5 (3) An open-label Phase 2 proof-of-concept study (NCT06745583) is recruiting to assess safety/tolerability and mechanism engagement (changes in activated microglia measured by TSPO PET and inflammatory biomarkers) in patients with AD. These facts support selecting the inflammation CADRO category. citeturn0search1turn0search3",
        "Reflect: The mechanism (CSF1R inhibition → microglial modulation → reduced neuroinflammation) is disease-targeting (pathology-modifying) and not purely symptomatic. No evidence in the provided description indicates other primary targets (e.g., amyloid, tau, synaptic receptors) or a clear multi-target mechanism, so 'F) Inflammation' is the most specific and appropriate CADRO classification. If future data show major direct effects on another pathway (e.g., proteostasis, vasculature), reclassification could be considered.",
        "Web search results cited (supporting sources):",
        "- Peer-reviewed report describing pharmacology, preclinical efficacy and phase 1 safety of EI-1071 (enrupatinib). citeturn0search5turn0search0",
        "- Phase 2 trial listing (NCT06745583) describing open-label study assessing safety and effects on neuroinflammation using TSPO PET/MRI. citeturn0search1turn0search3",
        "- Clinical-trial summary/registry and trial-detail pages confirming study design, endpoints and sponsor information. citeturn0search2turn0search4"
    ]
}