{
    "nct_id": "NCT05040321",
    "title": "A Proof of Concept Trial of a Sirtuin-NAD Activator in Alzheimer's Disease",
    "status": "RECRUITING",
    "last_update_time": "2025-06-02",
    "description_brief": "The primary objectives are to:\n\n1. To determine whether MIB-626, after its daily oral administration, penetrates the blood-brain barrier in humans by measuring the cerebrospinal fluid (CSF) concentrations of MIB-626 and its key metabolites, nicotinamide (NAM), NR, 2-PY, and MeNAM at baseline and on day 90 at steady state.\n2. To evaluate whether oral MIB-626 administration engages the sirtuin-NAD pathway by determining the abundance of NAD (a SIRT1 substrate) in the brain using ultra-high field 7T magnetic resonance spectroscopy and in peripheral blood mononuclear cells using a validated LC-MS/MS assay.\n3. To determine whether MIB-626 alters the circulating biomarkers of aging that the geroscience experts have recommended (HbA1C, IGF1, T3, IL6, TNF, and urinary F2-isoprostane).",
    "description_detailed": "The sirtuin family of nicotinamide adenine dinucleotide (NAD)-dependent deacetylase enzymes are important regulators of the aging process and mediate many of the beneficial effects of caloric restriction. The upregulation of the sirtuin-NAD pathway by increasing intracellular NAD through administration of NAD precursors, such as niacinamide β nicotinamide mononucleotide (βNMN) and nicotinamide riboside, has been shown to engage fundamental mechanisms of aging and prevent or attenuate Alzheimer's disease (AD) pathology in preclinical models. In contrast to many AD drugs in development that target one mechanism, NAD precursors may prevent AD pathology by multiple mechanisms: by improving mitochondrial energetics; inducing a switch to non-amyloidogenic processing of amyloid precursor protein (APP) due to increased α-secretase activity; reducing the synthesis of oligomerized Aβ peptides; preventing microglia-dependent Aβ toxicity; attenuating neuroinflammation; promoting neuronal regeneration; and improving insulin action.\n\nIn spite of the promising preclinical data, the human studies of the clinical pharmacology, physiologic effects, efficacy, and safety of NAD precursors have been few and constrained by several methodological barriers. First, βNMN and nicotinamide riboside (NR) are sold as dietary supplements and these over-the-counter products have suffered from variable manufacturing quality. Second, there is only limited information available on the pharmacokinetics (PK) and pharmacodynamics (PD) of βNMN and NR in humans, and the doses used in some initial studies were low. Third, NAD and many other metabolites of βNMN and NR are labile and susceptible to rapid degradation ex vivo. Furthermore, the assays for the measurement of intracellular NAD, βNMN, and its metabolites have been challenging. Although NR and βNMN have been shown to cross the blood-brain barrier, attenuate AD pathology, and improve cognitive function in preclinical models, no clinical trials have been conducted to determine whether βNMN crosses the blood-brain barrier or engages the target mechanisms in humans.\n\nTo overcome these methodological barriers, we have characterized the pharmacokinetics of MIB-626 in phase 1 studies, validated the methods for measuring intracellular NAD, and established the procedures for blood collection to ensure pre-analytical stability. These phase 1 studies have shown that a regimen of 1 g MIB-626 twice daily is safe and effective in substantially raising circulating NAD levels in healthy adults (preliminary data). These foundational methods and single and multiple-dose pharmacokinetic studies have paved the way for the proposed 90-day randomized trial in 24 mild AD dementia participants to determine whether MIB-626 crosses the blood-brain barrier, engages the hypothesized target mechanism, and whether it improves the biomarkers of aging. We hypothesize that MIB-626 administration at the proposed dose will cross the blood-brain barrier and be associated with an increase in brain NAD. Because of the important role of the sirtuin-NAD pathway in regulation of the mechanisms of aging, we will also assess whether MIB-626 is more efficacious than placebo in improving biomarkers of aging in participants with mild AD dementia.",
    "phase": [
        "PHASE1",
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "MIB-626 (β‑nicotinamide mononucleotide, NMN)"
    ],
    "placebo": [
        "matching oral placebo"
    ],
    "explanation_target": [
        "Reason: The investigational product MIB-626 is described in the protocol/title as a 'Sirtuin‑NAD activator' and is a proprietary formulation of β‑nicotinamide mononucleotide (NMN), an NAD+ precursor intended to raise NAD and engage SIRT1/sirtuin pathways—i.e., a small-molecule metabolic/biochemical modulator rather than a biologic. citeturn0search0turn0search3",
        "Act: The trial's primary objectives (measuring CSF concentrations of MIB‑626 and metabolites, assessing brain and PBMC NAD, and evaluating aging-related biomarkers) show the intervention is intended to engage a disease-relevant pathway (sirtuin‑NAD) and produce potential disease-modifying effects (mitochondrial function, reduced neuroinflammation/Aβ in preclinical data). These trial descriptions and phase 1/physiologic data confirm MIB‑626 raises circulating NAD when given orally. citeturn0search1turn0search7",
        "Reflect: By the category definitions, this is not a biologic (no monoclonal antibody/vaccine), nor a symptomatic cognitive enhancer or neuropsychiatric agent; it is a small-molecule NAD precursor targeting mechanisms implicated in Alzheimer pathology/aging biology. Thus the appropriate category is 'disease-targeted small molecule'. Note: MIB‑626 is sometimes described and studied as an NMN nutritional/therapeutic compound (supplement-like), but here it is being tested as a therapeutic small molecule with disease‑target engagement endpoints. citeturn0search0turn0search1",
        "Web search results used (key sources): ADDF project page describing MIB‑626 for AD and trial objectives; Brigham/Trial summary describing the 90‑day randomized study, dosing, and mechanistic endpoints; peer-reviewed/clinical report showing MIB‑626 (1000 mg twice daily) safely raises circulating NAD and metabolites. citeturn0search0turn0search1turn0search3"
    ],
    "agent_type": "J) Metabolism and Bioenergetics",
    "explanation_agent": [
        "Reason: MIB‑626 is a pharmaceutical formulation of β‑nicotinamide mononucleotide (NMN), an NAD+ precursor described in the protocol as a 'Sirtuin‑NAD activator' — i.e., it targets NAD metabolism and sirtuin pathway (metabolic/bioenergetic) biology rather than amyloid, tau, inflammation, or a symptomatic neurotransmitter mechanism. citeturn0search1turn0search2",
        "Act: Clinical and early‑phase reports show MIB‑626 (oral NMN) substantially raises circulating NAD+ and NAD metabolites and is being studied with mechanistic endpoints (NAD in blood/brain/PBMC, aging biomarkers), consistent with targeting metabolism/bioenergetics (NAD‑sirtuin mitochondrial and aging pathways). Key human studies demonstrating NAD increases after MIB‑626 dosing are cited. citeturn0search1turn0search3",
        "Reflect: By the CADRO definitions this intervention is best classified under J) Metabolism and Bioenergetics because its primary mechanism is augmentation of NAD+ and engagement of sirtuin/mitochondrial pathways (metabolic modulation). It is a small‑molecule metabolic modulator (not a biologic, not primarily anti‑amyloid/tau, and not merely diagnostic), so J is the most specific fit. citeturn0search2",
        "Web search results used (key sources):",
        "- MIB‑626, an Oral Formulation of a Microcrystalline Unique Polymorph of β‑Nicotinamide Mononucleotide, Increases Circulating Nicotinamide Adenine Dinucleotide and its Metabolome in Middle‑Aged and Older Adults (J Gerontol / PubMed). citeturn0search1",
        "- Nicotinamide Adenine Dinucleotide Augmentation in Overweight or Obese Middle‑Aged and Older Adults: A Physiologic Study (PubMed). citeturn0search3",
        "- Oral MIB‑626 (β‑NMN) Safely Raises Blood NAD+ Levels in Hospitalized Patients with COVID‑19 and AKI (PMC / PubMed). citeturn0search5turn0search0"
    ]
}