{
    "nct_id": "NCT05711888",
    "title": "A Sensitive Measurement Proposal in Alzheimer's Disease: Semantic Recognition Task",
    "status": "RECRUITING",
    "last_update_time": "2024-09-30",
    "description_brief": "The goal of this study is to observe the outcomes of a semantic recognition task in Alzheimer Disease and discuss what this might add to clinical practice.",
    "description_detailed": "In classical memory testing procedures, the outcomes of recognition task is related to hippocampal memory deficits knowing that the recognition task is not purely temporal lobe activity. The aim of this study is to propose a recognition task more specific to temporal lobe activity.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "DIAGNOSTIC",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial title and description describe a behavioral/measurement study that implements a \"Semantic Recognition Procedure\" to observe outcomes of a semantic recognition task in people with Alzheimer disease and evaluate its clinical utility (i.e., a sensitive measurement/assessment), not a drug or therapeutic intervention. The registry entry lists the intervention as Behavioral: Semantic Recognition Procedure and states the aim is to propose a recognition task specific to temporal lobe activity. citeturn0search1turn0search7",
        "Act: I searched registries and the literature for the trial and for semantic-recognition tasks in AD. Clinical-trial registry pages (MedPath/ICH-GCP mirror of the NCT record) confirm the study NCT05711888 / \"A Sensitive Measurement Proposal in Alzheimer's Disease: Semantic Recognition Task\" and show it is a behavioral interventional/assessment study (no drug or biologic listed). The study description and timeline further indicate this is an observational/measurement-focused procedure rather than a pharmacologic trial. citeturn0search1turn0search7",
        "Reflect: Semantic recognition tasks are established cognitive/semantic memory assessments used to measure semantic memory deficits in AD (supporting that this is a cognitive/diagnostic/assessment study rather than a therapeutic trial). Given the absence of any drug, biologic, or symptomatic-treatment intervention in the registry entry and the explicit behavioral intervention label, the correct classification is 'N/A' (does not fit the four therapeutic target categories). Supporting references: background literature on semantic memory/recognition tasks in AD. citeturn0search8turn0search2"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}