{
    "nct_id": "NCT02546310",
    "title": "Interventional, Randomised, Double-blind, Parallel-group, Placebo-controlled, Phase 1, Exploratory Study Investigating the Effects of HTL0009936 on Cognition and BOLD fMRI Signals in Healthy Elderly Subjects",
    "status": "COMPLETED",
    "last_update_time": "2017-02-02",
    "description_brief": "To determine if treatment with HTL0009936 will lead to changes in neural activity, measured using the fMRI BOLD signal and ASL, in brain areas that are associated with spatial and working memory, learning and executive functioning.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "BASIC_SCIENCE",
    "results": null,
    "target_category": "Cognitive enhancer",
    "drug": [
        "HTL0009936 (selective muscarinic M1 receptor agonist; small-molecule)"
    ],
    "placebo": [
        "Matching placebo"
    ],
    "explanation_target": [
        "Reason: The compound HTL0009936 is described in the literature and company materials as a selective muscarinic M1 (acetylcholine) receptor agonist developed to improve cognitive function in dementia/schizophrenia contexts — i.e., it acts on cholinergic neurotransmission rather than on amyloid or tau pathology. citeturn0search0turn0search1turn0search4",
        "Act: The trial title and description state this is a Phase 1, randomized, double-blind, placebo-controlled study in healthy elderly subjects measuring fMRI BOLD and ASL signals and cognitive/EEG endpoints to detect changes in neural activity associated with memory and executive function after HTL0009936 vs placebo. This trial listing and summary are publicly available. citeturn0search2turn0search6",
        "Matching to category: Given the mechanism (M1 muscarinic receptor agonism) and the study aim (to detect changes in neural activity and cognition), the intervention is intended to produce symptomatic cognitive enhancement rather than modify core Alzheimer’s pathology (amyloid/tau). Under the provided definitions, this fits the 'Cognitive enhancer' category. Supporting data from Phase 1/1b reports note EEG/P300 pro-cognitive effects. citeturn0search1turn0search4",
        "Reflect: Although HTL0009936 is a small-molecule GPCR agonist (not a biologic), it was developed specifically to improve cognition via cholinergic M1 activation rather than to target disease pathology; therefore it is not classified as a disease-targeted small molecule in the sense of anti-amyloid or anti-tau agents. Early clinical reports show suggestive but not definitive pharmacodynamic cognitive effects and further studies are needed. citeturn0search0turn0search1"
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: HTL0009936 is a selective muscarinic M1 (acetylcholine) receptor agonist developed to improve cognition by acting on cholinergic neurotransmission rather than on core AD pathology (amyloid or tau). citeturn0search0turn0search1",
        "Act: The trial is a Phase 1, randomized, double‑blind, placebo‑controlled study in healthy elderly subjects measuring BOLD fMRI/ASL and cognitive/EEG endpoints to detect changes in neural activity and cognition after HTL0009936 vs placebo — consistent with a symptomatic, neurotransmitter‑receptor (cholinergic) cognitive‑enhancer mechanism. citeturn0search2turn0search5",
        "Reflect: Classification as D) Neurotransmitter Receptors fits because the drug is a small‑molecule GPCR agonist acting directly on a neurotransmitter receptor (M1). It is intended for symptomatic cognitive enhancement rather than to modify amyloid/tau pathology, so CADRO D is the most specific match (not multi‑target or non‑therapeutic). citeturn0search8turn0search7",
        "Web search results (supporting sources): 1) PubMed / British Journal of Clinical Pharmacology article reporting HTL0009936 as a selective M1‑acetylcholine receptor agonist with Phase 1 safety/pharmacodynamics data. citeturn0search0 2) Heptares / PR News release describing Phase 1b results and M1 selectivity (pro‑cognitive EEG/P300 effects). citeturn0search1turn0search7 3) AdisInsight trial profile for the Phase 1 exploratory fMRI study. citeturn0search2 4) Clinical trial registry (NCT entry) and trial listings confirming the HTL0009936 Phase 1 program and trial details. citeturn0search3turn0search5"
    ]
}