{
    "nct_id": "NCT05532358",
    "title": "An Open-Label, One-Sequence, Two-Part Drug-Drug Interaction Study in Healthy Volunteers to Assess the CYP1A2 and CYP3A4 Perpetrator Interaction Potential and CYP1A2 Victim Potential of TEV-56286 (anle138b)",
    "status": "COMPLETED",
    "last_update_time": "2023-03-21",
    "description_brief": "The purpose of this healthy volunteers drug-drug interaction study is to assess the CYP1A2 and CYP3A4 perpetrator interaction potential and CYP1A2 victim potential of TEV-56286 (anle138b).",
    "description_detailed": "This a 2-part DDI study that will assess the CYP1A2 and CYP3A4 perpetrator interaction potential of TEV-56286 single dose and multiple dose, using caffeine and midazolam as substrates and CYP1A2 victim potential of TEV-56286 (anle138b) at steady state induction using fluvoxamine as inhibitor \\[1,2\\].The estimated time from screening until the follow-up visit is approximately up to 8 weeks for each subjects.",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "TEV-56286",
        "anle138b"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The study drug TEV-56286 is identified as anle138b, a small-molecule inhibitor/disruptor of pathological protein aggregation (tau and also reported effects on Aβ) developed for neurodegenerative diseases; this implies a disease-modifying (pathology-targeted) intent rather than a pure symptomatic cognitive or neuropsychiatric effect. citeturn0search7turn0search2",
        "Act: Extracted details — trial title names TEV-56286 (anle138b) and the protocol is a drug–drug interaction study in healthy volunteers assessing CYP1A2 and CYP3A4 interactions; anle138b is a small molecule with published preclinical data showing binding to and inhibition/disaggregation of tau aggregates and rescue of AD-related phenotypes in animal models. citeturn0search3turn0search7",
        "Reflect: Classification as 'disease-targeted small molecule' matches the drug type (small molecule) and mechanism (targets pathological protein aggregation relevant to Alzheimer’s pathology), so this trial should be categorized as a disease-targeted small molecule. No evidence in the description suggests the compound is a biologic, a pure cognitive enhancer, or an agent aimed only at neuropsychiatric symptom relief. citeturn0search7",
        "Web search results (key sources):",
        "- Mechanism of action deconvolution of the small-molecule pathological tau aggregation inhibitor Anle138b (Alzheimer's Research & Therapy / PMC): describes anle138b as a small-molecule pathological tau aggregation inhibitor and discusses potential mechanisms. citeturn0search7",
        "- Reducing tau aggregates with anle138b delays disease progression in a mouse model of tauopathies (PubMed): preclinical evidence that anle138b binds aggregated tau, inhibits aggregation, and improves cognition/phenotype in mouse models. citeturn0search3",
        "- The diphenylpyrazole compound anle138b blocks Aβ channels and rescues disease phenotypes in a mouse model for amyloid pathology (PubMed): evidence of effects on Aβ-related pathology in AD models. citeturn0search2"
    ],
    "agent_type": "I) Proteostasis/Proteinopathies",
    "explanation_agent": [
        "Reason: The investigational drug TEV-56286 (anle138b) is described and documented in the literature as a small‑molecule inhibitor/disruptor of pathological protein aggregation with primary evidence for binding to and inhibiting/disaggregating tau aggregates and additional reported effects on amyloid‑β oligomer/ pore activity. This mechanism targets misfolded/aggregating proteins and proteostasis pathways rather than neurotransmitter systems or purely symptomatic processes. citeturn0search0turn0search2",
        "Act: Extracted details from the trial description and public records — the trial title and registries identify the compound as TEV‑56286 (anle138b) and describe the study as a drug–drug interaction (CYP1A2/CYP3A4) DDI study in healthy volunteers; independent publications characterize anle138b as a pathological tau aggregation inhibitor with effects on Aβ channels. Key sources: the clinical trial record for NCT05532358 (TEV‑56286 / anle138b) and mechanistic/preclinical studies. citeturn1search3turn0search0turn0search2",
        "Reflect: CADRO classification — because the compound’s documented mechanism is to modulate aggregation/clearance of misfolded proteins (tau primarily, with reported Aβ effects), the most specific CADRO mapping is I) Proteostasis/Proteinopathies. One could consider B) Tau if the focus were exclusively tau, or R) Multi‑target if the intervention intentionally and separately targeted multiple distinct pathways; here the single small‑molecule mechanism is proteostasis/aggregation modulation across proteinopathies, so I is the best fit. citeturn0search0turn0search2",
        "Web search results (key sources used): 1) Mechanism of action deconvolution of the small‑molecule pathological tau aggregation inhibitor Anle138b (Alzheimer’s Research & Therapy, 2023) — supports anle138b as a tau aggregation inhibitor and proposes proteostasis‑related mechanisms. citeturn0search0 2) The diphenylpyrazole compound anle138b blocks Aβ channels and rescues disease phenotypes in a mouse model for amyloid pathology (EMBO Molecular Medicine) — documents effects on Aβ pore activity. citeturn0search2 3) Clinical trial registry / trial snapshot for NCT05532358 and related trial listings identify TEV‑56286 as anle138b and describe the CYP1A2/CYP3A4 DDI study (healthy volunteers), matching the trial description provided. citeturn1search3turn1search4"
    ]
}