{
    "nct_id": "NCT00165659",
    "title": "A Multi-Center, Randomized, Double-Blind, Parallel Group Study With 3 Groups Receiving Placebo, 5 mg of E2020 and 10 mg of E2020",
    "status": "COMPLETED",
    "last_update_time": "2010-01-28",
    "description_brief": "To evaluate the dose-response efficacy of E2020 (5 mg/day and 10 mg/day) versus placebo and verify superiority of E2020 to placebo in patients with severe AD using CIBIC-plus\\* and SIB\\*\\* as the primary efficacy measures. Safety of E2020 will also be evaluated.\n\n(\\*for overall evalution of clinical symtoms) (\\*\\*for cognitive function test)",
    "description_detailed": "N/A",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "E2020 (donepezil)"
    ],
    "placebo": [
        "Placebo"
    ],
    "explanation_target": [
        "Reason: The investigational agent E2020 is donepezil, a centrally acting acetylcholinesterase inhibitor developed for Alzheimer's disease. Acetylcholinesterase inhibitors increase acetylcholine availability and are used to improve cognition and global clinical state in AD (symptomatic cognitive enhancement), not to directly remove amyloid or tau pathology. citeturn0search2turn0search1",
        "Act: Key trial details extracted from the description and registry: drug = E2020 (donepezil), oral doses tested = 5 mg/day and 10 mg/day versus placebo, primary efficacy measures = CIBIC-plus (global/overall clinical symptoms) and SIB (Severe Impairment Battery for cognitive function). These dose/regimen and endpoint details match documented donepezil trials and the ClinicalTrials registry listing for E2020. The literature and trial reports describe donepezil (E2020) as a small-molecule acetylcholinesterase inhibitor with demonstrated symptomatic cognitive benefit at 5 and 10 mg doses. citeturn0search7turn0search3turn0search8",
        "Reflect: Given the mechanism (acetylcholinesterase inhibition) and the trial's cognitive/global endpoints (SIB and CIBIC-plus), the study aims to demonstrate symptomatic cognitive and global clinical benefit rather than disease modification. Therefore the correct category is 'cognitive enhancer'. There is no indication in the description that the intervention is a biologic, disease-modifying anti-amyloid/tau agent, or an intervention targeting neuropsychiatric symptoms specifically. Summary of web search results used: (1) peer-reviewed reviews and animal/pharmacology studies identifying E2020 as donepezil and describing its AChE inhibition. citeturn0search1turn0search2 (2) Clinical and imaging trials of donepezil and randomized trial reports using 5–10 mg dosing. citeturn0search3turn0search0 (3) ClinicalTrials registry entry listing E2020 trial details (doses, SIB/CIBIC-plus endpoints). citeturn0search7"
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The investigational agent E2020 is donepezil, a centrally acting, reversible acetylcholinesterase inhibitor that increases acetylcholine availability and enhances cholinergic neurotransmission — a neurotransmitter-based symptomatic cognitive enhancer rather than an amyloid- or tau-targeting disease‑modifying therapy. citeturn0search1turn0search4",
        "Act: Key trial details extracted: drug = E2020 (donepezil); oral doses tested = 5 mg/day and 10 mg/day versus placebo; primary cognitive/global endpoints = SIB and CIBIC‑plus — these dose/endpoint details are consistent with published randomized trials of donepezil and the product labeling. citeturn0search3turn0search8",
        "Reflect: Mapping to CADRO — donepezil acts by modulating cholinergic neurotransmission (inhibiting acetylcholinesterase), which fits CADRO category D) Neurotransmitter Receptors (neurotransmitter system targets/symptomatic cognitive enhancers). There is no indication the trial targets amyloid, tau, inflammation, or other CADRO categories, nor that it is multi‑target or non‑therapeutic. citeturn0search7turn0search2",
        "Web search sources used: StatPearls summary of donepezil mechanism; PubMed clinical/review articles describing donepezil efficacy and symptomatic use; a randomized trial of 5 mg/10 mg with SIB and CIBIC‑plus endpoints; Aricept (donepezil) prescribing information. citeturn0search1turn0search4turn0search3turn0search8"
    ]
}