{
    "nct_id": "NCT04931459",
    "title": "A Phase 1 Placebo-Controlled, Single- and Multiple-Dose Study of the Safety, Tolerability, and Pharmacokinetics of Intravenous ACU193 in Mild Cognitive Impairment or Mild Dementia Due to Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2023-07-18",
    "description_brief": "This Phase 1 study is a single ascending dose (SAD) and multiple ascending dose (MAD), placebo-controlled study to evaluate the safety, tolerability, pharmacokinetics (PK), and pharmacodynamics (PD) of intravenous ACU193 when administered to participants diagnosed with Mild Cognitive Impairment (MCI) or Mild Dementia due to Alzheimer's disease (AD).",
    "description_detailed": "N/A",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted biologic",
    "drug": [
        "ACU193 (monoclonal antibody that selectively targets soluble Aβ oligomers)"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: ACU193 is described in the literature and sponsor materials as a monoclonal antibody (a biologic) that selectively binds toxic soluble amyloid‑beta oligomers (AβOs), i.e., it targets an Alzheimer’s disease pathological species rather than acting as a symptomatic cognitive enhancer. citeturn0search0turn0search2",
        "Act: The trial text/title matches INTERCEPT‑AD (NCT04931459) — a Phase 1, randomized, single‑ and multiple‑ascending‑dose (SAD/MAD), placebo‑controlled study in participants with MCI or mild dementia due to AD to evaluate safety, tolerability, PK/PD and target engagement of intravenous ACU193. citeturn0search1turn0search3",
        "Act (supporting evidence): Sponsor and press releases and the published Phase‑1 design paper state ACU193 was developed to engage Aβ oligomers, showed target engagement and biomarker effects in Phase‑1, and is positioned as a potential disease‑modifying therapy. citeturn0search2turn0search7",
        "Reflect: Given the intervention is a monoclonal antibody directed at a core AD pathology (soluble Aβ oligomers), the correct category is 'disease-targeted biologic'. There is no indication the trial tests a small molecule, a purely symptomatic cognitive enhancer, or an intervention aimed only at neuropsychiatric symptoms. citeturn0search0turn0search2"
    ],
    "agent_type": "A) Amyloid beta",
    "explanation_agent": [
        "Reason: ACU193 (also called sabirnetug) is a humanized monoclonal antibody that selectively binds toxic soluble amyloid‑beta oligomers (AβOs), i.e., it directly targets an amyloid‑beta pathological species rather than a symptomatic pathway. citeturn0search1turn0search2",
        "Act: The described study (INTERCEPT‑AD / NCT04931459) is a Phase 1, placebo‑controlled, single‑ and multiple‑dose trial of intravenous ACU193 in participants with MCI or mild dementia due to AD — the protocol and sponsor materials explicitly state the antibody’s intended target is soluble Aβ oligomers and report target‑engagement/biomarker data. citeturn0search1turn0search3",
        "Reflect: Mapping the intervention to the CADRO framework, an antibody that selectively targets amyloid‑beta oligomers is best classified under A) Amyloid beta (it is disease‑targeted to an amyloid species). There is no indication the trial tests multiple unrelated mechanisms (so not R) and it is therapeutic rather than diagnostic (so not T). Supporting sources include Acumen press releases and Phase‑1 reports describing ACU193/sabirnetug and INTERCEPT‑AD. citeturn0search2turn0search7",
        "Web search results (supporting evidence):",
        "- Acumen press release: ACU193 (sabirnetug) Phase 1 enrollment/completion; ACU193 described as first monoclonal antibody to selectively target toxic soluble Aβ oligomers. citeturn0search1",
        "- Acumen press release/presentation: ACU193 target engagement and biomarker data from Phase 1 INTERCEPT‑AD; describes mechanism of binding soluble Aβ oligomers and Fast Track designation. citeturn0search2turn0search3",
        "- Company and conference releases reporting positive topline and biomarker findings from the Phase 1 INTERCEPT‑AD study. citeturn0search7turn0search6"
    ]
}