{
    "nct_id": "NCT01908010",
    "title": "A Multiple-Dose Study to Evaluate the Safety, Tolerability, and Pharmacokinetics of ABT-354 in Subjects With Mild-to-Moderate Alzheimer's Disease on Stable Doses of Acetylcholinesterase Inhibitors",
    "status": "COMPLETED",
    "last_update_time": "2013-12-09",
    "description_brief": "This study will investigate safety, tolerability and pharmacokinetics of ABT-354 in up to 20 male and female subjects, between 55 to 90 years of age with mild to moderate Alzheimer's disease on stable doses of acetylcholinesterase inhibitors.",
    "description_detailed": "This is a double-blind, placebo-controlled, randomized, multiple-dose, multicenter study. Up to 20 male and female subjects with mild to moderate Alzheimer's disease (AD) who are taking stable doses of acetylcholinesterase inhibitors will be enrolled in this study. Within 28 days prior to study drug administration, subjects will be screened based on National Institute of Neurological and Communicative Disorders and Stroke/Alzheimer's Disease and Related Disorders Association (NINCDS/ADRDA) criteria for probable AD, Mini-Mental State Examination (MMSE) and Modified Hachinski Ischemic Scale (MHIS) scores, medical history, physical examination, neurological examination, vital signs, ECG, laboratory tests and response to Columbia-Suicide Severity Rating Scale (C-SSRS).\n\nThe study will be performed in two groups of 10 subjects each. In each group of 10 subjects, 7 subjects will be randomly assigned to receive ABT-354 and 3 subjects to receive matching placebo.",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "ABT-354 (aka SLV‑354) — small‑molecule 5‑HT6 receptor antagonist"
    ],
    "placebo": [
        "Matching placebo"
    ],
    "explanation_target": [
        "Reason: The trial tests ABT‑354 in mild‑to‑moderate Alzheimer’s disease to evaluate safety/tolerability/pharmacokinetics; the description does not state an anti‑amyloid or anti‑tau (pathology‑targeting) mechanism but rather a drug class known for procognitive effects. citeturn2search2",
        "Act: ABT‑354 (SLV‑354) is an investigational small‑molecule selective antagonist of the serotonin 5‑HT6 receptor — a target pursued to enhance cognitive function by modulating cholinergic/glutamatergic neurotransmission. This pharmacology aligns with the label 'cognitive enhancer' (not a biologic or a disease‑modifying anti‑amyloid/tau agent). citeturn1search12turn1search2",
        "Reflect: The trial is a Phase 1 multiple‑dose study of ABT‑354 vs placebo on top of stable acetylcholinesterase inhibitors, consistent with testing an add‑on procognitive small molecule. There is no indication in the protocol text of a biologic (e.g., monoclonal antibody or vaccine) or an intervention aimed at neuropsychiatric/behavioral symptoms specifically; therefore 'cognitive enhancer' is the best fit. citeturn2search2turn1search4",
        "Web search results (sources used): NCT01908010 trial listing (AbbVie; trial details for ABT‑354). citeturn2search2; ABT‑354 / SLV‑354 drug summary (mechanism: 5‑HT6 antagonist). citeturn1search12; Preclinical/clinical literature on SLV/5‑HT6 antagonists showing procognitive effects and development in AD. citeturn1search2turn1search4"
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The trial tests ABT-354 (SLV-354) in mild-to-moderate AD as a procognitive add-on; the description and drug class indicate a neurotransmitter receptor mechanism rather than anti-amyloid or anti-tau disease modification. citeturn0search0turn0search12",
        "Act: ABT-354 is an investigational small‑molecule selective antagonist of the serotonin 5‑HT6 receptor (a CNS neurotransmitter G‑protein coupled receptor) intended to enhance cognitive function via modulation of cholinergic/glutamatergic systems; this aligns with CADRO category D (Neurotransmitter Receptors). citeturn0search12",
        "Reflect: The study is a Phase 1 multiple‑dose safety/tolerability/pharmacokinetic trial given on top of acetylcholinesterase inhibitors, consistent with testing a procognitive neurotransmitter‑receptor antagonist rather than a pathology‑targeting biologic; therefore D) Neurotransmitter Receptors is the most specific CADRO match. No evidence in the trial listing indicates amyloid, tau, ApoE/lipid, inflammation, or other disease‑modifying targets. citeturn0search0turn0search1",
        "Web search results (sources used): NCT trial listing / registry details for NCT01908010 (safety/tolerability/PK study of ABT‑354). citeturn0search0turn0search1",
        "ABT‑354 (SLV‑354) drug summary describing mechanism as a selective 5‑HT6 receptor antagonist (investigational for cognitive disorders). citeturn0search12"
    ]
}