{
    "nct_id": "NCT06711952",
    "title": "German Validation Study of the Subjective Cognitive Decline Questionnaire (SCD-Q) and Its Potential Use in Large Cohorts",
    "status": "RECRUITING",
    "last_update_time": "2025-05-22",
    "description_brief": "The SCD-Q (Subjective Cognitive Decline-Questionnaire) is an established instrument to quantify self-perceived cognitive decline. Both self- and informant-rated versions of the SCD-Q are available. However, the SCD-Q has not been validated in the German language yet. Hence, the investigators aim to validate the self-reported SCD-Q in a clinical sample in Germany.",
    "description_detailed": "The SCD-Q is a well-established screening instrument to quantify perceived subjective cognitive decline. In addition to self-perceived cognitive complaints, a 24-item questionnaire for informants is part of the SCD-Q. It demonstrates high sensitivity and lower specificity for detecting dementia and early cognitive changes associated with dementia. However, the questionnaire has not been translated into German or validated. Plasma biomarkers for amyloid and tau pathology, as well as for neurodegeneration and astrocytic activation, have been developed and show promising sensitivity and specificity for detecting Alzheimer's disease (AD). A relevant proportion of biomarker-positive patients does not convert to mild cognitive impairment or Alzheimer's disease dementia during the disease course. Currently, the predictive value of blood biomarkers remains to be clarified, particularly in conjunction with SCD. This study aims to validate the SCD-Q in German and analyze possible connections with biomarkers and (digital) cognitive tests. Follow-up visits are planned.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "SCREENING",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The study describes validation of the Subjective Cognitive Decline Questionnaire (SCD-Q) in German — an assessment/diagnostic instrument to quantify self-perceived cognitive decline — not a therapeutic drug or treatment. The SCD-Q is a 24-item self- (MyCog) and informant- (TheirCog) rated questionnaire developed to detect subjective cognitive decline. citeturn0search0turn0search2",
        "Act: Key extracted details from the trial description: title = German Validation Study of the Subjective Cognitive Decline Questionnaire (SCD-Q) and Its Potential Use in Large Cohorts; intervention listed is a diagnostic test (SCD-Q), plus other diagnostic measures (CFQ, biomarkers, cognitive tests); aim = translate/validate the self-reported SCD-Q in a German clinical sample. There is no drug or pharmacologic intervention described in the trial listing or primary validation publications — this is a questionnaire/diagnostic validation study. citeturn0search6turn0search1turn0search5",
        "Reflect: Classification check — per the category definitions: it is not a biologic or small-molecule disease-targeting trial, nor a cognitive-enhancer drug trial, nor an intervention for neuropsychiatric symptoms. It is a diagnostic/assessment validation study, so the correct category is 'N/A'. The trial pages also mention biomarkers (blood-based amyloid/tau) being measured for exploratory correlations, but these are diagnostic biomarkers and do not change the fact that the primary intervention is a questionnaire validation. citeturn0search1turn0search6",
        "Web-search evidence (selected results used above): • PubMed: original SCD-Q validation study describing MyCog and TheirCog (J Alzheimers Dis. 2014). citeturn0search0turn0search2 • Clinical-trial listings for NCT06711952 (German validation study; interventions listed as diagnostic tests; study objectives and timeline). citeturn0search1turn0search6 • Related PubMed work linking SCD-Q scores to amyloid and gray-matter changes (shows SCD-Q is used as an assessment variable in biomarker research). citeturn0search4"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}