{
    "nct_id": "NCT03732053",
    "title": "The Effectiveness of Physical Rehabilitation in the Enhancement of Proprioceptive and Cognitive Aspects on Alzheimer Disease Patients",
    "status": "COMPLETED",
    "last_update_time": "2019-11-15",
    "description_brief": "This research study is developed on an experimental design with randomized controlled intervention were participated 135 subjects with AD including 45 of the control group. It lasted 6 months with pre-post tests (T0-T1) executed before and after six months of treatment. By having in focus the evaluation of GPR therapy effects on cognitive, proprioceptive, depressive, autonomy, gait and life quality of the above mentioned subjects.",
    "description_detailed": "In order to assess the cognitive abilities of the patients a cognitive test was administered which acts through a scale concerning depression and mood evaluation as well as a questionnaire was developed aiming to evaluate the examined subjects' functional abilities: Mini Mental State Examination (MMSE), Quality of Life in Alzheimer Disease (QoL-AD), geriatric Depression Scale (GDS), Barthel Index (BI), Neuropsychiatric Inventory (NPI), Tinetti Scale (TS).",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial tests a physical rehabilitation program described as \"GPR therapy\" (aiming to improve proprioception, gait, cognition, depression, autonomy, and quality of life) in people with Alzheimer disease. No pharmacologic agent is named and the intervention is a physiotherapy program rather than a drug or biologic.",
        "Act: GPR was identified as Global Postural Reeducation, a non‑pharmacologic physical therapy method based on active stretching/postural re‑education and proprioceptive/motor control exercises. Therefore the trial does not fit any of the four drug-related categories (disease-targeted biologic, disease-targeted small molecule, cognitive enhancer, or neuropsychiatric symptom improvement by drug). citeturn0search1turn0search3",
        "Reflect: Classification as 'N/A' is appropriate because the intervention is a rehabilitation/physiotherapy program (GPR) rather than a drug/biologic or a primarily psychiatric‑symptom pharmacologic treatment. The trial aims at functional/cognitive/proprioceptive improvement via exercise/therapy, which falls outside the four requested drug/biologic categories.",
        "Web search results / supporting sources: (1) Description of GPR (Global Postural Reeducation) as an active postural/physical therapy method. citeturn0search1 (2) GPR applied in gait/postural control and proprioceptive/functional outcomes in neurologic and musculoskeletal populations. citeturn0search6turn0search4 (3) Reviews/protocols summarizing GPR principles (postures, muscle‑chain stretching, proprioceptive input). citeturn0search3turn0search8"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}