{
    "nct_id": "NCT00009191",
    "title": "The Depression in Alzheimer's Disease Study (DIADS)",
    "status": "COMPLETED",
    "last_update_time": "2018-08-16",
    "description_brief": "Major depression afflicts approximately 25 percent of patients with AD. Depression in AD patients leads to mental suffering, behavioral disturbance (such as aggression), poor cognition, poor self-care, caregiver depression, caregiver burden, and early entry into the nursing home. Since major depression is treatable, this additional disability may be avoidable. The use of antidepressants to treat major depression in AD is supported by two studies, although a third does not show a benefit for antidepressants over placebo. Also, the safety of antidepressant treatment in depressed AD patients is poorly studied. A conclusive study showing that depression reduction in AD can be accomplished safely with antidepressant medications, and that depression reduction is associated with improvements in activities of daily living, non-mood behavioral disturbances, caregiver burden, and caregiver depression would have major clinical and cost implications for the care of the AD patient. This study is a 13-week, double blind, flexible dose, placebo controlled trial of sertraline in the treatment of outpatients with AD and co-morbid major depression. The hypothesis is that antidepressant treatment is superior to placebo in improving mood, in improving cognition, in reducing physical dependency, in reducing caregiver depression, and in reducing caregiver burden. It is also hypothesized that the degree of depression reduction is correlated with these improvements. It is further hypothesized that the safety profile of sertraline when compared to placebo is acceptable, especially with regard to risk of falls, sleep disturbance, and delirium. One hundred community residing outpatients with probable AD who also meet DSM-IV criteria for major depressive episode will be recruited into the study. They will be randomized to sertraline or placebo and followed through weekly telephone contact by an experienced clinical trials team. Outcomes will be assessed every 3 weeks, for a total of four followup data points. Scales assessing the following domains will be used: depression, cognition, behavioral disturbance, physical dependency, delirium, falls, sleep, other side effects, caregiver depression, caregiver burden, caregiver functioning, and caregiver health.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE4"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "neuropsychiatric symptom improvement",
    "drug": [
        "sertraline (Zoloft) — selective serotonin reuptake inhibitor (SSRI)"
    ],
    "placebo": [
        "matched placebo"
    ],
    "explanation_target": [
        "Reason: The trial is a randomized, double-blind, flexible-dose, placebo-controlled study of sertraline to treat major depression in outpatients with Alzheimer disease (AD). The intervention (sertraline) is an antidepressant SSRI intended to reduce depressive symptoms and associated caregiver burden/functional problems rather than to modify AD pathology (amyloid or tau). citeturn0search6turn0search0",
        "Act: Key extracted details — sertraline vs placebo in patients with AD and comorbid major depressive episode; 12–13 week follow-up with mood, cognition, ADL, behavioral, safety, and caregiver outcomes assessed. Sertraline is a small-molecule SSRI (marketed as Zoloft). The DIADS program (DIADS/DIADS‑2) tested this hypothesis; later DIADS publications report limited or no clear benefit over placebo and note increased adverse events in some analyses. citeturn0search6turn0search4turn0search1turn0search0",
        "Reflect: Classification rationale — because the trial’s aim is to treat depression (a neuropsychiatric symptom/comorbidity of AD) rather than target Alzheimer pathology, the correct category is 'neuropsychiatric symptom improvement'. Although sertraline is a small-molecule SSRI, the intent is symptomatic (mood/behavior) treatment, not disease-modifying, so it does not fit the 'disease-targeted small molecule' or 'disease-targeted biologic' categories. Safety/efficacy nuances from DIADS/DIADS‑2 are noted in the literature. citeturn0search4turn0search1turn0search7",
        "Web search results cited: DIADS trial description and primary DIADS report (DIADS) and DIADS‑2 outcomes (PubMed summaries); FDA information on sertraline (Zoloft) as an SSRI; literature on sertraline safety in older adults (fall risk/adverse events). citeturn0search6turn0search4turn0search1turn0search0turn0search7"
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The trial tests sertraline (Zoloft), a selective serotonin reuptake inhibitor (SSRI) that increases synaptic serotonin by inhibiting the serotonin transporter — i.e., it acts on the serotonergic neurotransmitter system. The trial's goal is symptomatic treatment of depression in patients with AD rather than modification of AD pathology. citeturn0search6turn0search0turn0search3",
        "Act: Extracted details — drug: sertraline (small-molecule SSRI, marketed as Zoloft); mechanism: inhibits serotonin reuptake / targets the serotonin transporter (a neurotransmitter target); trial design: randomized, double-blind, placebo-controlled trials DIADS/DIADS‑2 testing sertraline for depression in AD with typical follow-ups (~12 weeks). Because the pharmacologic target is a neurotransmitter transporter and the intent is symptomatic (mood) improvement, map to CADRO category D. citeturn0search6turn0search0turn0search3",
        "Reflect: Classification check — SSRIs act on serotonergic neurotransmission (a classic neurotransmitter receptor/transporter target), and the trial focuses on neuropsychiatric symptom improvement (depression) not disease modification of amyloid/tau or inflammation. Therefore the most specific CADRO match is D) Neurotransmitter Receptors, not a disease-modifying category or 'Other'. Systematic reviews and DIADS publications note mixed efficacy and safety considerations but do not change the mechanistic classification. citeturn0search4turn0search5"
    ]
}