{
    "nct_id": "NCT05939362",
    "title": "Identifying Imaging Biomarkers Predictive of Disability Progression in Alzheimer's Disease: Pilot Study",
    "status": "RECRUITING",
    "last_update_time": "2024-12-05",
    "description_brief": "The pathophysiology of AD is complex. In addition to amyloid plaques and neurofibrillary degeneration, there is a metabolic alteration of the energy pathways, oxidative phosphorylation and glycolysis, which are involved in brain function. Several authors have shown a series of early metabolic dysregulations via an increase in phosphorylation at the origin of neuronal death.\n\nUltra-high field imaging (7T MRI) may allow, with its better spatial resolution and advanced imaging techniques, to shed light on the mechanisms of progression of Alzheimer's disease. A Magnetic Resonance Spectroscopy (MRS) examination can be coupled to brain MRI without additional risk for the patient. Multinuclear 1H-31P metabolic imaging is a promising tool that can provide information on the metabolic evolutionary profile of AD. Thus, we propose a longitudinal study in patients with early-stage AD on 7T MRI-MRS.",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "OTHER",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The described study is an imaging/biomarker investigation using ultra-high-field (7T) MRI coupled with multinuclear 1H-31P magnetic resonance spectroscopy (MRS) to measure metabolic/energy-pathway changes in early-stage Alzheimer's disease — i.e., it aims to identify imaging biomarkers of disease progression rather than to test a therapeutic drug or biologic. citeturn0search3turn0search1",
        "Act: Key extracted details — intervention: 7T structural MRI with coupled 1H and 31P MRS (multinuclear metabolic imaging); population: patients with early-stage AD; design: longitudinal pilot study titled 'Identifying Imaging Biomarkers Predictive of Disability Progression in Alzheimer's Disease.' No drug, biologic, or therapeutic agent is described in the trial text. 31P and 1H MRS have been used to probe high-energy phosphate and other metabolic abnormalities in AD in vivo and ex vivo. citeturn0search1turn0search0turn0search5",
        "Reflect: This matches the category definitions: it is not testing a biologic or small-molecule disease-modifying therapy, nor is it testing a cognitive enhancer or a neuropsychiatric symptom treatment. It is a diagnostic/prognostic imaging biomarker study — therefore the correct classification is 'N/A'. citeturn0search3turn0search6",
        "Web search results (supporting sources used): 1) Longitudinal 7T MR and MRS study linking plasma biomarkers to 7T MR-derived changes in AD (supports use of 7T MRS for disease-related imaging biomarkers). citeturn0search3 2) 3D 31P MR spectroscopic imaging study showing altered high-energy phosphate metabolism in mild AD (supports 31P MRS measuring energy metabolism changes in vivo). citeturn0search1 3) Older work demonstrating 1H and 31P MRS metabolic abnormalities in AD brain tissue (postmortem/ex vivo evidence for metabolic signatures). citeturn0search0 4) 1H-MRS studies used to differentiate dementia types and probe metabolic markers (illustrates non-therapeutic diagnostic role of MRS). citeturn0search5 5) Technical comparisons and advantages of ultrahigh-field (7T+) MRS for phosphorus imaging (supports rationale for 7T use). citeturn0search6"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}