{
    "nct_id": "NCT05200897",
    "title": "Safety and Effects of Cefaly on Mild Cognitive Impairment With Insomnia and Exploration of Structural and Functional Connectivity Changes",
    "status": "RECRUITING",
    "last_update_time": "2023-11-20",
    "description_brief": "This study aims to validate the safety and impact of transdermal trigeminal electrical neuromodulation(Cefaly) on mild cognitive impairment patients with insomnia on brain functional and structural connectivity as well as sleep parameters evidenced by polysomnography and sleep surveys, with consideration for amyloid positivity and brain-derived neurotrophic factor .",
    "description_detailed": "This study aims to validate the safety and impact of transdermal trigeminal electrical neuromodulation(Cefaly) on mild cognitive impairment patients with insomnia on brain functional and structural connectivity as well as sleep parameters evidenced by polysomnography and sleep surveys, with consideration for amyloid positivity and brain-derived neurotrophic factor . A 3-month intervention with transdermal trigeminal electrical neuromodulation will be implemented and sleep surveys, polysomnography and brain MRI will be attained both at baseline and post-intervention.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "PREVENTION",
    "results": null,
    "target_category": "Cognitive enhancer",
    "drug": [
        "Cefaly (external/transcutaneous trigeminal nerve stimulation device — e-TNS)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is Cefaly — a transdermal/transcutaneous trigeminal electrical neuromodulation (external trigeminal nerve stimulation) device that delivers electrical pulses to the supraorbital/trigeminal nerve to modulate brain activity rather than a drug. This trial tests safety and effects on brain functional/structural connectivity, sleep (polysomnography and surveys), and biomarkers (amyloid positivity, BDNF) in MCI with insomnia, which suggests the aim is to improve brain function/cognition (and sleep) rather than directly target Alzheimer pathology (amyloid/tau).",
        "Act: Web searches confirm Cefaly is a non‑pharmacologic, wearable e‑TNS device used for migraine prevention/acute treatment and acts via trigeminal nerve stimulation with central neuromodulatory effects. citeturn0search4turn0search5turn0search1",
        "Web search findings (key sources): Cefaly is an external/transcutaneous trigeminal nerve stimulation (e‑TNS) device that stimulates the trigeminal/supraorbital nerve and has been studied for migraine prevention and acute treatment; it is FDA‑cleared for migraine prevention/use and is thought to exert central neuromodulatory (thalamocortical/limbic) effects. citeturn0search5turn0search4turn0search1",
        "Reflect: Classification rationale — the device is not a biologic or small molecule, and its intended effect in this trial (modifying brain connectivity and improving sleep/cognitive outcomes in MCI) aligns best with the 'Cognitive enhancer' category (non‑pathology‑targeting intervention intended to improve cognitive function/brain function). There is possible overlap because the trial also targets insomnia (a neuropsychiatric/sleep symptom), but since the primary measured outcomes emphasize brain connectivity/BDNF and cognitive population (MCI) rather than treatment of a psychiatric symptom per se, 'Cognitive enhancer' is the most appropriate category. Note: the description does not mention a pharmacologic placebo; neuromodulation trials often use a sham stimulation control but this was not specified."
    ],
    "agent_type": "M) Synaptic Plasticity/Neuroprotection",
    "explanation_agent": [
        "Reason: The intervention (Cefaly) is an external/transcutaneous trigeminal nerve stimulation (e‑TNS) device that delivers electrical pulses to the supraorbital/trigeminal nerve to modulate brain activity with the goal of improving brain connectivity, sleep and cognitive outcomes in MCI rather than directly acting on amyloid, tau, inflammation or other molecular AD pathologies. Such neuromodulatory interventions are most consistent with efforts to enhance synaptic function, plasticity and neuroprotection (measured here via connectivity changes and BDNF). citeturn0search8turn0search4",
        "Act: Extracted details — device name: Cefaly (external/transcutaneous trigeminal nerve stimulator, e‑TNS); mechanism: peripheral trigeminal/supraorbital nerve stimulation producing central neuromodulatory effects (thalamocortical/limbic and network connectivity changes); measured biomarkers in the trial include functional/structural connectivity and BDNF (neuroplasticity marker). Cefaly is FDA‑cleared/OTC for migraine and is described as producing central neuromodulatory effects. citeturn0search8turn0search2",
        "Web search findings (key sources): Cefaly is an FDA‑cleared/OTC external trigeminal nerve stimulator used for migraine that applies micro-impulses via a forehead electrode and is thought to exert central neuromodulatory effects. citeturn0search8turn0search5",
        "Additional evidence linking peripheral cranial nerve stimulation to network/BDNF/neuroplastic effects: noninvasive cranial nerve stimulation (e.g., transcutaneous vagus or trigeminal stimulation) has been shown to modify functional connectivity in MCI and to engage pathways related to neuroplasticity (BDNF/TrkB signaling), supporting classification as a neuroplasticity/synaptic plasticity intervention. citeturn1search5turn1search4",
        "Reflect: The intervention does not directly target canonical AD molecular targets (amyloid, tau, ApoE, inflammation, etc.) and is not merely diagnostic — it is a therapeutic neuromodulation approach intended to improve brain network function and markers of plasticity. Therefore the most specific CADRO match is M) Synaptic Plasticity/Neuroprotection rather than A/B/F/I or T). If future protocol details explicitly framed the mechanism as primarily affecting another pathway (e.g., anti‑inflammatory effects), reassessment could be considered. citeturn1search2"
    ]
}