{
    "nct_id": "NCT05530590",
    "title": "Training the Long-Term Services and Supports Dementia Care Workforce in Provision of Care to Sexual and Gender Minority Residents",
    "status": "ACTIVE_NOT_RECRUITING",
    "last_update_time": "2025-08-18",
    "description_brief": "This study is designed to help improve the care of sexual and gender minority (SGM) with Alzheimer's Disease and Alzheimer's Disease Related Dementia (AD/ADRD) in long-term services and supports (LTSS) by training the state's LTSS workforce in SGM culturally responsive care. The randomized controlled trial will rigorously test the effects of an in person versus an online training program on improving SGM culturally responsive care with a waitlist control.",
    "description_detailed": "The study involves conducting a 3-arm, stratified (management/staff), group (agency) randomized controlled trial (RCT) of the in-person vs. online intervention vs. waitlist control on organizational factors (i.e., environment and policy) and on staff knowledge, attitudes, and skills.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "OTHER",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial tests training interventions (in-person 'Training to Serve' and an online version 'eTTS') for long-term services and supports (LTSS) staff to improve culturally responsive care for sexual and gender minority (SGM) residents with AD/ADRD — i.e., an educational/behavioral intervention, not a pharmacologic or biologic therapy. citeturn0search0turn0search2",
        "Act: Key trial details extracted — title: 'Training the Long-Term Services and Supports Dementia Care Workforce in Provision of Care to Sexual and Gender Minority Residents' (NCT05530590); 3-arm RCT: in-person TTS vs. online eTTS vs. waitlist control; outcomes focus on staff/organizational knowledge, attitudes, skills and policy/environmental changes. No drug, biologic, or placebo is described. citeturn0search1turn0search6",
        "Reflect: Classification = 'N/A' because the intervention is a workforce training/education program (non-therapeutic). This does not match any of the four clinical categories (disease-targeted biologic, disease-targeted small molecule, cognitive enhancer, or neuropsychiatric symptom improvement). The trial is behavioral/implementation research aimed at improving care practices for a population subgroup. No ambiguity in available records; no drug was found. citeturn0search0turn0search6",
        "Web search sources confirming the above: MedPath trial listing for Minnesota Inclusive LTSS (summary of NCT05530590); ICHGCP / clinical-trials-registry summary for NCT05530590; University of Minnesota School of Public Health news release describing the study and aims. citeturn0search0turn0search2turn0search6"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}