{
    "nct_id": "NCT00621010",
    "title": "A Phase 1 Single Escalating Dose Study to Assess the Safety and Pharmacokinetics of CTS21166 Administered Intravenously to Healthy Adult Males",
    "status": "COMPLETED",
    "last_update_time": "2008-07-07",
    "description_brief": "This study is the first human exposure for the drug candidate CTS21166 in healthy male volunteers",
    "description_detailed": "N/A",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "CTS21166 (aka ZPQ-21166) — BACE1 (beta‑secretase) inhibitor; small‑molecule"
    ],
    "placebo": [
        "Placebo (used in multiple cohorts of the Phase 1 study)"
    ],
    "explanation_target": [
        "Reason: The trial description and sponsor materials identify CTS21166 as an investigational agent for Alzheimer’s disease and the first‑in‑human single ascending dose study in healthy males (NCT00621010). The Phase 1 record lists CTS21166 (ZPQ‑21166) and shows multiple dose cohorts with placebo control. citeturn0search0turn0search1",
        "Act: Web searches show CTS21166 is described in the literature and news releases as a beta‑secretase (BACE1) inhibitor — a small‑molecule designed to reduce production of amyloid‑beta (Aβ), i.e., targeting Alzheimer’s pathological mechanism rather than only symptomatic cognitive enhancement. A review of BACE1 inhibitor drugs explicitly cites CTS21166 as the first BACE1 inhibitor to enter phase I and reports its pharmacodynamic effect on Aβ reduction in human studies. citeturn0search5turn0search7",
        "Additional supporting details from trial records: NCT00621010 (CTS21166‑101) was sponsored by CoMentis, enrolled ~56 healthy adult males in single ascending IV dose cohorts (7.5 mg up to 225 mg) with placebo subjects in each cohort. The trial’s primary purpose was safety/tolerability and PK. citeturn0search0turn0search4",
        "Reflect: Given CTS21166’s documented mechanism (BACE1 inhibition) and its small‑molecule nature, the correct category is 'disease‑targeted small molecule' (targets Alzheimer’s amyloid pathology). There is no evidence in the trial description that CTS21166 is a biologic, a purely symptomatic cognitive enhancer, or a neuropsychiatric symptom treatment. Chemical/compound listings further support small‑molecule identity. citeturn0search8turn0search5",
        "Web search results used: Clinical trial registry entries (NCT00621010 and related trial aggregator records) for study design and dosing; Science/press release noting CTS‑21166 as a beta‑secretase inhibitor; and a PubMed Central review summarizing CTS21166 as an early BACE1 inhibitor with reported Aβ reductions in humans. citeturn0search0turn0search7turn0search5"
    ],
    "agent_type": "A) Amyloid beta",
    "explanation_agent": [
        "Reason: CTS21166 (also ZPQ-21166) is documented in clinical-trial records as a first‑in‑human, single ascending IV dose study (NCT00621010) for an investigational Alzheimer’s agent; sponsor/trial listings identify the compound and dosing cohorts. citeturn0search0turn0search1",
        "Act: Literature and trial summaries describe CTS21166 as a small‑molecule inhibitor of BACE1 (β‑site APP‑cleaving enzyme 1). BACE1 is the rate‑limiting protease that generates amyloid‑β (Aβ) from APP, so BACE1 inhibition is a disease‑modifying approach that reduces Aβ production — this maps directly to CADRO category A (Amyloid beta). Based on the explicit mechanism (BACE1 inhibition) and the trial’s small‑molecule, disease‑targeted intent, the appropriate CADRO classification is A) Amyloid beta. citeturn0search3turn0search5",
        "Reflect: The trial description and external sources consistently identify CTS21166 as a BACE1 (β‑secretase) inhibitor aimed at reducing Aβ production; there is no indication the intervention targets tau, inflammation, synaptic receptors, metabolism, or is a non‑therapeutic diagnostic. Therefore A) Amyloid beta is the best and most specific CADRO category (not multi‑target or Other). Supporting trial registry and literature search results are cited below. citeturn0search0turn0search3",
        "Web search results used: • NCT00621010 / clinical trial record showing CTS21166 (ZPQ‑21166), Phase 1 single ascending IV doses (safety/PK). citeturn0search0 • Trial aggregator/summary (MedPath) listing NCT00621010 details (cohorts, enrollment). citeturn0search1 • Reviews and publications describing BACE1 as the enzyme that produces Aβ and summarizing development of BACE1 inhibitors (context for mechanism and CADRO mapping). citeturn0search3turn0search5"
    ]
}