{
    "nct_id": "NCT06410157",
    "title": "Cardiac-Control Affecting Learning Through Mindfulness (CALM)",
    "status": "RECRUITING",
    "last_update_time": "2025-03-10",
    "description_brief": "Some types of meditation lead heart rate to become more steady as breathing quiets whereas others lead to large heart rate swings up and down (oscillations) as breathing becomes deeper and slower. The current study is designed to investigate how daily mindfulness practice with heart rate biofeedback during breathing in a pattern that either increases or decreases heart rate oscillation affect attention and memory and blood biomarkers associated with Alzheimer's disease.",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "BASIC_SCIENCE",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The study (Cardiac-Control Affecting Learning Through Mindfulness, CALM; NCT06410157) tests daily mindfulness practice with heart‑rate biofeedback during specific breathing patterns (increase vs decrease heart‑rate oscillation) to affect attention, memory, and blood biomarkers associated with Alzheimer’s disease — i.e., a behavioral intervention intended to improve cognitive function rather than a drug that targets molecular pathology. citeturn0search0turn0search4",
        "Act: Key details extracted — Title: Cardiac‑Control Affecting Learning Through Mindfulness (CALM); Intervention: behavioral (daily mindfulness practice with HR biofeedback to increase or decrease heart‑rate oscillation); Primary intent: affect attention and memory and measure blood biomarkers linked to Alzheimer’s; No pharmacologic agent (no biologic or small‑molecule drug) is listed in the registry entry (behavioral arms only). Registration and listing pages confirm this is a non‑drug interventional trial (NCT06410157). citeturn0search6turn0search8",
        "Reflect: This fits the defined category 'Cognitive enhancer' because the intervention aims to improve cognition (attention and memory) through behavioral biofeedback training rather than targeting Alzheimer’s molecular pathology with a biologic or small molecule, and it is not primarily for neuropsychiatric symptom relief. Although the study will measure blood biomarkers, that alone does not make it a disease‑targeted biologic or small‑molecule trial. No drug information was found because none is involved. citeturn0search0turn0search4"
    ],
    "agent_type": "T) Other",
    "explanation_agent": [
        "Reason: The CALM trial is a behavioral intervention (daily mindfulness practice with heart‑rate biofeedback during specific breathing patterns) intended to improve attention, memory and related blood biomarkers — it does not test a drug, biologic, or a molecular pathway–targeting therapy, so there is no CADRO drug target to assign. citeturn0search0",
        "Act: Key details extracted — Title: Cardiac‑Control Affecting Learning Through Mindfulness (CALM; NCT06410157). Intervention: behavioral daily mindfulness with heart‑rate biofeedback (increase vs decrease heart‑rate oscillation). No pharmacologic agent or molecular target is listed in the registry entries. Primary intent is cognitive enhancement and biomarker measurement rather than targeting amyloid, tau, inflammation, etc. citeturn0search0turn0search1",
        "Reflect: This fits the instruction to assign 'T) Other' when the trial does not test a therapeutic drug/biologic or a molecular/cellular target (examples: behavioral, diagnostic, or non‑drug interventions). Measuring blood biomarkers does not convert a behavioral cognitive‑enhancement trial into a molecular‑targeted CADRO category. citeturn0search0turn0search5",
        "Web search results (supporting sources): (1) Clinical trial registry page describing CALM (NCT06410157) with intervention details, recruitment, sponsor and dates. citeturn0search0 (2) Trial aggregator/summary confirming behavioral daily practice intervention and registration number. citeturn0search1 (3) Trial listing (CTV/Veeva) with brief description and NIH grant support. citeturn0search5 (4) Contextual literature showing that mindfulness and HRV‑biofeedback are behavioral interventions that can affect physiological markers (example RCTs). citeturn0search2turn0search3"
    ]
}