{
    "nct_id": "NCT00645190",
    "title": "A Randomized, Double Blind, Active Control, Flexible Dose, Multicenter Study to Evaluate Galantamine HBr in the Treatment of Alzheimer's Disease:Safety and Effectiveness of an Immediate-release Table Formulation.",
    "status": "COMPLETED",
    "last_update_time": "2011-05-18",
    "description_brief": "The purpose of this randomized, double-blind, active-controlled, flexible dosage, multicenter study is to evaluate the effectiveness and safety of galantamine tablet (16-24mg/day) for 16 weeks in the treatment of mild to moderate Alzheimer's Disease (AD) comparing with Donepezil.",
    "description_detailed": "This is a randomized, double-blind, active-controlled, flexible dosage, multicenter study to evaluate the effectiveness and safety of galantamine tablet in the treatment of mild to moderate AD. The comparator is Donepezil tablet. At least 206 patients were to be randomized in the study. The study consisted of 3 phases: a screening phase, a single-blind run-in phase and a double-blind treatment phase. Screening phase is less than 2 week for eligible assessment; If the patient was taking any anti-dementia drug at screening, he/she had to stop these drugs and enter into the single-blind run-in phase. The patient who did not take any anti-dementia drug can enter into baseline directly. During the single-blind run-in phase, all eligible patients will take placebo twice daily for 4 weeks. Double-blind treatment phase is 16 weeks. At baseline, all patients who are still eligible for inclusion/exclusion criteria will be randomized to either galantamine group or donepezil group at 1:1 ratio, drugs will be taken twice daily by a flexible dose for 16 weeks. Dose will be titrated during the first 9-12 weeks. Dose will be fixed to 16mg/day or 24mg/day based on tolerability of the patient judged by the investigator. The primary effectiveness endpoint is changes in ADAS-cog/11 at week 16 from baseline, secondary endpoint is responder rate in term of ADAS-cog/11. Safety evaluation included adverse events, physical examination, ECG, and safety laboratory tests. Study drug are taken orally twice a day. The treatment duration was 16 weeks. Initial galantamine dose is 8 mg/day, dose was increased to 16mg/day at week 5 and to 24 mg/day at week 9. At week 12, dose was fixed to either 16mg/day or 24mg/day at the discretion of investigators. Initial donepezil dose is 5mg/day, dose was then increased to 10mg/day at week 9. At week 12, dose was fixed to either 5mg/day or 10mg/day at the discretion of investigators.",
    "phase": [
        "PHASE3"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "Galantamine (galantamine hydrobromide) immediate‑release tablet, 16–24 mg/day — comparator: donepezil (active control)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial tests galantamine HBr tablets (16–24 mg/day) versus donepezil in mild–moderate AD. Galantamine is a reversible acetylcholinesterase inhibitor that also allosterically modulates nicotinic receptors; its therapeutic effect is to improve cognition and related function rather than to directly clear AD pathology. citeturn0search4turn0search6turn0search8",
        "Act: Key extracted details — randomized, double‑blind, active‑controlled, flexible dose, 16 weeks; intervention = galantamine immediate‑release tablets 16–24 mg/day; active comparator = donepezil. Both galantamine and donepezil are cholinesterase inhibitors used as symptomatic treatments to improve cognitive function in mild‑to‑moderate AD, so this maps to the 'cognitive enhancer' category. citeturn0search8turn0search1",
        "Reflect: Classification check — the study evaluates symptomatic cognitive improvement (not a biologic agent or a disease‑modifying mechanism such as amyloid/tau clearance). Therefore the correct category is 'cognitive enhancer'. No ambiguity in the description that would suggest a disease‑targeted biologic or small molecule disease‑modifying intent. Sources used: galantamine mechanism/approval (PubMed/PMC/guidelines) and donepezil mechanism/reviews. citeturn0search4turn0search6turn0search1turn0search8"
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The trial compares galantamine immediate‑release tablets (16–24 mg/day) vs donepezil for symptomatic cognitive improvement in mild–moderate AD. Galantamine’s primary mechanism is reversible inhibition of acetylcholinesterase (increasing synaptic acetylcholine) and it also has reported allosteric modulation/activation effects on nicotinic acetylcholine receptors — both actions act on cholinergic neurotransmission rather than directly modifying core AD pathologies (amyloid/tau). citeturn0search0turn0search7turn0search5",
        "Act: Key extracted details from the description and sources — intervention = galantamine hydrobromide immediate‑release tablets, titrated to 16–24 mg/day; comparator = donepezil (both are symptomatic cholinergic enhancers used in mild–moderate AD). Galantamine: acetylcholinesterase inhibitor (AChE inhibitor) with reported nicotinic receptor modulatory effects; donepezil: reversible AChE inhibitor. These mechanisms map best to CADRO category D (Neurotransmitter Receptors / cholinergic neurotransmission modulation). citeturn0search1turn0search10turn0search9",
        "Reflect: The classification as D) Neurotransmitter Receptors aligns with the trial’s symptomatic, cognition‑enhancing intent and the drug mechanisms (AChE inhibition and nicotinic receptor modulation). Although AChE is an enzyme rather than a receptor, CADRO groups interventions that modulate neurotransmitter systems (including cholinergic receptor modulation and related symptomatic cognitive enhancers) under neurotransmitter‑related targets; galantamine’s dual AChE inhibition and nicotinic modulation therefore fit this category better than amyloid/tau, inflammation, synaptic plasticity, or a multi‑target label. No indication in the description that the trial aims at disease modification of core AD pathology. citeturn0search0turn0search9",
        "Web search results/sources used (selected): 1) Galantamine immediate‑release tablet prescribing information (dosing, clinical use for mild‑moderate AD). citeturn0search0turn0search10 2) StatPearls / NCBI summary on galantamine mechanisms (AChE inhibition; nAChR allosteric site binding). citeturn0search7 3) Primary literature/PMC and PubMed papers on galantamine’s nicotinic modulation and pharmacology. citeturn0search5turn0search3 4) Donepezil mechanism review confirming reversible AChE inhibition and symptomatic use. citeturn0search9"
    ]
}