{
    "nct_id": "NCT04191486",
    "title": "A Phase 2 Multi-center, Randomized, Double-blind, Placebo-controlled, Parallel Group Study to Evaluate the Efficacy and Safety of T-817MA in Patients With Mild Cognitive Impairment Due to Alzheimer's Disease or Mild Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2023-10-19",
    "description_brief": "Primary objective is to evaluate the neuroprotective effect of T-817MA on Tau protein phosphorylated at threonine 181 (p-tau 181) in cerebrospinal fluid (CSF) compared with placebo in patients with a diagnosis of MCI due to AD or mild AD.\n\nSecondary objectives are:\n\n1. To evaluate in patients on T-817MA and placebo:\n\n   * cognitive function measured by the Clinical Dementia Rating Scale Sum of Boxes (CDR-sb) and working memory and attention domain as measured by the Cognitive Functional Composite (CFC).\n   * AD-related biomarkers in CSF and plasma\n   * imaging analysis using volumetric magnetic resonance imaging (vMRI)\n   * alpha/theta ratio of the electroencephalogram (EEG)\n2. To evaluate the safety of T-817MA by clinical laboratory tests and adverse events (AEs).\n3. To evaluate the pharmacokinetics of T-817MA",
    "description_detailed": "N/A",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "T-817MA (edonerpic maleate)"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The investigational agent is T-817MA (also called edonerpic maleate), a low-molecular-weight/small-molecule neuroprotective compound developed for AD that has demonstrated effects on tau-related pathology, neurite outgrowth, and neuroprotection in preclinical studies (tau transgenic and Abeta models). The trial's primary endpoint (change in CSF p-tau181) indicates the study is targeting AD pathology rather than only symptomatic cognitive enhancement. citeturn0search1turn0search2turn0search5",
        "Act: Key extracted details — drug name: T-817MA (edonerpic maleate); intervention type: oral small-molecule neuroprotective agent; comparator: placebo; primary outcome: CSF phosphorylated tau (p-tau181) in patients with MCI due to AD or mild AD. These facts are documented in the trial registry and publications describing T-817MA's preclinical and clinical development. citeturn0search8turn0search1",
        "Reflect: Classification check — per the definitions: 'Disease-targeted small molecule' = small molecules targeting AD pathology. T-817MA is a small-molecule neuroprotective agent with reported actions relevant to tau pathology and neuroprotection, and the trial directly measures a tau biomarker (p-tau181), so the correct category is 'disease-targeted small molecule'. Prior clinical reports note it progressed through phase 2 testing but did not demonstrate clear clinical efficacy in a Phase 2 trial of mild–moderate AD; this does not change the category but is noted as context. citeturn0search1turn0search4",
        "Web search sources supporting identification and mechanism: JAMA Neurology / PubMed summary describing edonerpic (T-817MA) as a low-molecular-weight compound with neuroprotective and neurite-promoting effects and possible sigma-1 receptor/AMPA/CRMP2-related actions; trial registry record for the Phase 2 study with CSF p-tau181 primary endpoint; Alzforum summary of clinical development and prior Phase 2 experience; preclinical PubMed studies in tau transgenic and Abeta models showing neuroprotective/trophic effects. citeturn0search1turn0search8turn0search4turn0search2"
    ],
    "agent_type": "B) Tau",
    "explanation_agent": [
        "Reason: The investigational drug is T-817MA (edonerpic maleate), a small‑molecule neuroprotective/neurite‑promoting agent with preclinical and clinical evidence implicating effects on tau‑related pathology and with the trial measuring CSF phospho‑tau (p‑tau181) as the primary biomarker — this indicates the study is targeting tau biology rather than purely symptomatic mechanisms. citeturn0search0turn0search3",
        "Act: Extracted details — drug: T‑817MA (edonerpic maleate); intervention: oral small molecule with proposed actions on neurite outgrowth, synaptic AMPA receptor delivery, sigma‑1 receptor/CRMP2‑related mechanisms and reported effects on tau biomarkers; trial primary outcome: change in CSF p‑tau181 in MCI due to AD / mild AD. These facts are described in the clinical trial reports and mechanistic studies. citeturn0search1turn0search2turn0search0",
        "Reflect: Classification check — given CADRO focuses on biological targets, the most specific match is B) Tau because the agent has been linked to tau‑related effects preclinically and the trial directly uses a tau phospho‑biomarker (p‑tau181) as the primary endpoint. Alternative categories (e.g., synaptic plasticity/neuroprotection) are relevant to mechanism, but the trial’s biomarker focus and reported tau changes make B) Tau the best fit. Confirmed by published phase‑2 trial reports and synaptic/tau mechanistic studies. citeturn0search3turn0search2",
        "Web sources used (key references): Alzforum edonerpic summary (development, tau biomarker primary endpoint, trial results). citeturn0search0; JAMA/PubMed phase‑2 randomized trial and biomarker reporting. citeturn0search3turn0search1; Mechanistic study implicating CRMP2/AMPA/Arc and synaptic effects. citeturn0search2; Alzheimer's & Dementia conference/trial report summarizing phase‑2 biomarker findings. citeturn0search4"
    ]
}