{
    "nct_id": "NCT00733785",
    "title": "An Open-Label, Randomized, Crossover Study to the Dose Proportionality of RSG XR in Healthy Volunteers in Fasting Conditions",
    "status": "COMPLETED",
    "last_update_time": "2017-07-18",
    "description_brief": "The present pharmacokinetic study is designed to further characterise the pharmacokinetics of the RSG XR formulation and aims to assess dose proportionality, strength equivalence, the food effect and the pharmacokinetics after repeat dosing.",
    "description_detailed": "The present pharmacokinetic study is designed to further characterise the pharmacokinetics of the RSG XR formulation manufactured in Crawley and aims to assess dose proportionality, strength equivalence, the food effect and the pharmacokinetics after repeat dosing. The study aims to enroll sufficient number of subjects to ensure 48 subjects complete Study Part 1 (6 period crossover design) and a further 12 subjects complete Study Part 2 (repeat dosing).",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "N/A",
    "drug": [
        "Rosiglitazone XR (RSG XR) — extended‑release rosiglitazone; a small‑molecule PPARγ (peroxisome proliferator‑activated receptor gamma) agonist"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial description is a pharmacokinetic / bioequivalence study in healthy volunteers (dose proportionality, food effect, repeat dosing) rather than an efficacy trial in patients. Per the classification rules, trials that are diagnostic or otherwise non‑therapeutic (e.g., PK/bioequivalence studies in healthy volunteers) should be classified as 'N/A'. citeturn0search1turn0search3",
        "Act (web search findings): Search confirms RSG XR refers to rosiglitazone extended release. Clinical-trial listings and summaries identify RSG XR as rosiglitazone XR and describe PK/bioequivalence and dose‑proportionality studies (e.g., NCT00733785 and NCT00468897), and larger AD efficacy trials tested RSG XR as a PPARγ agonist in mild‑to‑moderate Alzheimer’s disease. citeturn0search1turn0search3turn0search0turn0search2",
        "Reflect: Although rosiglitazone is a small‑molecule drug developed/tested as a potential disease‑targeted therapy for Alzheimer’s (PPARγ agonist), the specific study provided is a PK/bioequivalence study in healthy volunteers (non‑therapeutic). According to the instruction to mark diagnostic/non‑therapeutic trials as 'N/A', the correct classification for this trial is 'N/A'. Supporting sources show both the PK study details and the drug identity/AD program. citeturn0search1turn0search7"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}