{
    "nct_id": "NCT07033494",
    "title": "A Phase 2 Randomized, Placebo-Controlled, Double-Blind, Parallel-Group Study to Evaluate the Efficacy and Safety of MK-2214 in Participants With Early Alzheimer's Disease",
    "status": "RECRUITING",
    "last_update_time": "2025-10-03",
    "description_brief": "Researchers want to know if the study treatment called MK-2214 works to slow certain changes in the brains of people with Alzheimer's disease (AD). AD is a type of dementia that can cause loss of memory, communication (such as speech), and decision-making skills. It can limit a person's ability to do daily tasks. MK-2214 is a study treatment designed to slow down AD.\n\nThe goals of the study are to learn:\n\n* If MK-2214 slows the spread of tau in the brain compared to placebo. Tau is a protein that accumulates in AD \\& damages brain cells. A placebo looks like the study treatment but has no study treatment in it. Using a placebo helps researchers better understand the effects of a study treatment.\n* About the safety of MK-2214 and if people tolerate it",
    "description_detailed": "N/A",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted biologic",
    "drug": [
        "MK-2214"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The trial description says MK-2214 is intended to slow the spread/accumulation of tau protein in the brain — i.e., it is directed at Alzheimer’s pathology (disease modification focused on tau). The study is a randomized, placebo‑controlled trial measuring effects on tau spread and safety, consistent with a disease‑modifying goal. citeturn0search5turn0search3",
        "Act: Web searches show MK-2214 is an anti‑tau monoclonal antibody (an immunotherapy/biologic) being developed by Merck and studied in early‑phase AD trials; sources note it targets pathological phosphorylated tau (pS413 is reported as the putative epitope) and is intended to reduce extracellular/pathogenic tau spreading. These references support classifying MK-2214 as a disease‑targeted biologic. citeturn0search0turn0search1turn0search6",
        "Reflect: Classification check — MK-2214 is a monoclonal antibody (biologic) directed at tau pathology (not a symptomatic cognitive enhancer or a neuropsychiatric treatment), so the correct category is 'disease-targeted biologic'. If additional uncertainty remains about the exact epitope or mechanism, the cited sources (Alzforum, recent reviews and AAIC/coverage) document that the agent is an anti‑tau mAb in clinical development. citeturn0search0turn0search1turn0search2"
    ],
    "agent_type": "B) Tau",
    "explanation_agent": [
        "Reason: The trial description and sponsor materials state MK-2214 is intended to slow the spread/accumulation of tau protein in the brain — i.e., it is directed at tau pathology, which corresponds to CADRO category B (Tau). citeturn0search0turn0search1",
        "Act: Evidence from sponsor and field sources identifies MK-2214 as an anti‑tau monoclonal antibody (a disease‑targeted biologic) that selectively binds pathological phosphorylated tau (reported pS413 epitope) and is being studied to reduce extracellular/pathogenic tau seeding/spread. Based on these explicit anti‑tau properties, assign 'B) Tau'. citeturn0search4turn0search7turn0search6",
        "Reflect: The intervention is a tau‑directed biologic (not a symptomatic neurotransmitter agent, vascular intervention, inflammation modulator, or diagnostic). No indication of multiple distinct molecular targets is given, so the single most specific CADRO match is 'B) Tau'. This classification is supported by Merck trial listings and independent sources summarizing MK-2214 as an anti‑tau mAb. citeturn0search1turn0search4",
        "Web search results (key sources used): 1) Clinical trial record describing the Phase 2 MK-2214 study and its goal to slow tau spread. citeturn0search0 2) Merck clinical trial page for NCT07033494 describing MK-2214 and study purpose. citeturn0search1 3) Alzforum therapeutic entry identifying MK-2214 as an anti‑tau monoclonal antibody. citeturn0search4 4) AAIC/meeting summary and preclinical reports noting selectivity for phosphorylated tau (pS413) and mechanism to limit extracellular tau propagation. citeturn0search7 5) Phase 1 trial registry/summary confirming early clinical testing of MK-2214 in AD. citeturn0search6"
    ]
}