{
    "nct_id": "NCT05102045",
    "title": "The Effects of Repetitive Transcranial Magnetic Stimulation and Aerobic Exercise on Cognition, Balance and Functional Brain Networks in Patients With Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2021-10-21",
    "description_brief": "Objectives: The purpose of this study was to investigate the effects of high-frequency repetitive Transcranial Magnetic Stimulation (rTMS) in Alzheimer's Disease (AD).\n\nMethods: Twenty-seven AD patients aged ≥60 years were included in the study and divided into 3 groups (rTMS, Aerobic Exercise (AE) and control). All groups received pharmacological treatment. rTMS group (n=10) received 20 Hz rTMS treatment on bilateral dorsolateral prefrontal cortex, 5 days a week over 2 weeks, and AE group (n=10) received the moderate-intensity aerobic exercise for 50 min sessions, 5 days a week over 2 weeks. Control group (n=10) was only treated pharmacologically. Neuropsychiatric and behavioral status, cognition, balance, functional mobility, and quality of life, and functional brain changes were evaluated before and after the treatment.",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "High‑frequency rTMS (20 Hz) over bilateral dorsolateral prefrontal cortex (dlPFC)",
        "Structured moderate‑intensity aerobic exercise (AE) — active non‑drug comparator",
        "Background pharmacological therapy (unspecified standard AD meds; used in all groups)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention tested is high‑frequency repetitive Transcranial Magnetic Stimulation (rTMS) applied to bilateral dlPFC and a structured aerobic exercise program. These are non‑pharmacologic neuromodulation/behavioral interventions intended to improve cognition, executive function, behavior and functional brain networks in people with Alzheimer's disease — i.e., they aim to enhance cognitive function and related brain activity rather than directly target canonical AD molecular pathology (amyloid or tau). (Study abstract and full text). citeturn0search3turn0search1",
        "Act: Key extracted details — rTMS: 20 Hz, bilateral dlPFC, 5 days/week for 2 weeks; AE: moderate‑intensity, 50 min sessions, 5 days/week for 2 weeks; all groups received background pharmacological therapy (not specified in the abstract). The published study reporting these methods and outcomes is available on PubMed/PMC (ClinicalTrials.gov ID NCT05102045). citeturn0search0turn0search3",
        "Interpretation / Category mapping: According to the provided category definitions, this trial does not test a biologic (monoclonal antibody or vaccine) nor a small‑molecule drug targeting AD pathology. Instead it evaluates interventions aimed at improving cognition/behavior (neuromodulation and exercise). Therefore the best fit is 'cognitive enhancer' (category 3). A related meta‑analysis shows rTMS can improve overall cognition in AD in randomized studies, supporting the cognitive‑enhancement interpretation. citeturn0search4",
        "Reflect: Classification check — the study reports improvements in executive function, behavior and resting‑state network activation after rTMS and balance/mobility gains after AE, consistent with cognitive/functional enhancement rather than disease‑modifying effects. There is some overlap with behavioural symptom improvement (behavioral scores improved), but the principal intent and primary outcomes center on cognition and functional brain networks, so 'cognitive enhancer' is the most appropriate single category. If you prefer to label interventions that primarily target neuropsychiatric symptoms, note that rTMS showed behavioral improvements, but that does not change the primary categorization here. citeturn0search3turn0search1",
        "Web search results used: PubMed abstract (Cognitive Neurodynamics study) and PMC full text for the trial (providing methods and outcomes); Springer link/record; and a systematic review/meta‑analysis of rTMS in AD supporting cognitive benefits. citeturn0search0turn0search3turn0search4"
    ],
    "agent_type": "M) Synaptic Plasticity/Neuroprotection",
    "explanation_agent": [
        "Reason: The interventions tested are high-frequency rTMS over bilateral dorsolateral prefrontal cortex (neuromodulation) and structured moderate‑intensity aerobic exercise (behavioral intervention). Both aim to improve cognition, executive function and functional brain network activation (i.e., alter network activity and enhance plasticity) rather than directly targeting AD molecular pathology such as amyloid or tau. citeturn0search0turn0search6",
        "Act: Key extracted details from the trial — 20 Hz rTMS over bilateral dlPFC (5 days/week for 2 weeks) and structured moderate‑intensity aerobic exercise (50‑minute sessions, 5 days/week for 2 weeks); all groups received background pharmacological therapy (unspecified). These methods and outcomes are reported in PubMed/PMC and the journal Cognitive Neurodynamics (ClinicalTrials.gov ID NCT05102045). The trial reports improvements in executive function, behavior, QoL (rTMS) and balance/mobility (AE), and increased activation in default mode / task‑relevant networks after rTMS. citeturn0search0turn0search1turn0search6",
        "Reflect: CADRO mapping — interventions that modify neural activity and aim to strengthen synaptic function, plasticity and network-level neuroprotection are best captured by 'M) Synaptic Plasticity/Neuroprotection'. Alternative categories considered: D) Neurotransmitter Receptors (not appropriate because no direct pharmacologic receptor targeting), F) Inflammation or A/B (amyloid/tau) (not appropriate because trial does not target those molecular pathologies), and T) Other (not selected because this is a therapeutic cognitive‑enhancement neurobiological intervention). The trial is not multi-target in the CADRO sense (it evaluates neuromodulation and exercise with the same intent), so 'M' is the most specific fit. citeturn0search4turn0search5",
        "Web search results used: PubMed abstract for the trial (Cognitive Neurodynamics) and PubMed Central full text reporting methods and outcomes (ClinicalTrials.gov ID NCT05102045). Also consulted the journal page and prior rTMS AD studies/meta‑analyses showing cognitive/ network effects of high‑frequency dlPFC stimulation. citeturn0search0turn0search6turn0search1turn0search4turn0search5"
    ]
}