{
    "nct_id": "NCT06298474",
    "title": "The BRAIN App (Phase 2 SBIR): Building Relationships Using Artificial Intelligence and Nostalgia",
    "status": "RECRUITING",
    "last_update_time": "2025-06-16",
    "description_brief": "There are currently 6.7 million Americans living with dementia and, without significant breakthroughs, this figure will double to 12.7 million by 2050. There are about 46,000 long-term care (LTC) facilities in the U.S. More than half of LTC residents have some form of dementia (Alzheimer's Association, 2018). Responsive behaviors and dysfunction of the dementia care triad-i.e., the PLWD, professional Care Partner (CP), and Family Member (FM)-are inexorably linked. The emergence of responsive behaviors can lead to disruption of the triad's function. Thus, it is imperative to maintain positive relationships and a high quality of life (QoL) within the triad to reduce BPSD. Cognitive Stimulation Therapy (CST) has demonstrated improvements in QoL and relationships for PLWD. CST is a psychosocial intervention that promotes communication and engagement in PLWD via a structured program of meaningful and enjoyable theme. While clinical trials have shown improvement in cognition and QoL, the potential large-scale impact of CST has been hampered by low adherence, with less than 40% completing trials. One likely reason for the low adherence to CST is the reliance on generic and non-digital tools (e.g., paper-based agendas, tools, DVDs, and board games) in facilitating the intervention. That is, even though CST aims to be personalized, the specific interventions used in the field tend to be generic and not tailored to each PLWD's specific interests. The use of digital technology to implement CST would offer considerable advantages to expand and personalize the range of stimulation content and provide a means for monitoring responses, optimizing protocols, and promoting adherence.\n\nThe proposed Phase II study will involve the continued development and evaluation of a multi-faceted software platform called \"Building Relationships using Artificial Intelligence and Nostalgia\" or BRAIN. The BRAIN Platform will be the first-ever Artificial Intelligence (AI) powered CST digital therapy platform for PLWD. The platform, which has been shown to be effective in an initial Phase I clinical trial, has three main goals: to improve the quality of life of PLWD, to reduce BPSD in PLWD, and to foster positive relationships between members of the care triad. The proposed Phase II project has the following Specific Aims: 1. Create an improved Beta version of the BRAIN Platform's eight components: (1) the Admin Management Dashboard, (2) the Annotation Dashboard, (3) the Log Viewer, (4) the Content Management System (CMS), (5) the Private CMS, (6) the Control App, (7) the Home App, and (8) the Training Dashboard. 2. Fine-tune the different classes of AI algorithms-i.e., behavioral analytics, personalized content recommendation, and personalized program generation-in the BRAIN app such that they can (a) recognize and track 12 distinct behaviors and indicators of PLWD, (b) use these behavioral traits as a basis for automatically rating the relative success of each activity, and (c) automatically recommend personalized activities that are likely to be successful for individual PLWD. 3. Conduct a Cluster Randomized Trial (CRT) of the BRAIN App to examine the app's impact on engagement/affect, quality of life, and responsive behaviors. 4. Examine satisfaction and ease of use of the app for PLWD, LTC staff, and FMs.",
    "description_detailed": "Sample Sample PLWD, The primary sample will consist of 120 PLWD-i.e., at each of the 8 LTC facilities, 15 PLWD will participate in the study (8 sites x 15 PLWD = 120 PLWD). Half of the PLWD (n=60) will be in the Experimental Group and the other half (n=60) will be in the Control Group. PLWD will be split equally between NHs and ALFs, so sample sizes will be as follows for each site type/condition: Experimental NH, n=30; Experimental ALF, n=30; Control NH, n=30; Control ALF, n=30. Family Members For each PLWD living at an Experimental Site, one family member will participate in the study. As such, 60 Family Members will participate in the study. Family Members will facilitate the BRAIN intervention twice per month and provide feedback related to satisfaction and ease of use. Staff Members At each Experimental Site, 6 staff members will participate, including 1 administrator/executive director, 1 activity staff member, and 3 CPs. Since there are four Experimental Sites, 24 staff members will participate. Staff members will take the BRAIN Training Modules, use the BRAIN Platform at least twice, and provide feedback related to satisfaction and ease of use. Diversity: As was true in Phase I, we are committed to testing the app with a diverse sample.\n\nStudy Design The study will utilize a quasi-experimental pre-post design-i.e., baseline vs. treatment / post-treatment.\n\nInclusion/Exclusion Criteria Inclusion Criteria: PLWD, 65+ years old, dementia diagnosis (any type), and able to speak conversational English; Family/Staff Members, 18+ years old and able to speak English. (Activity content/questionnaires will be in English).\n\nExclusion Criteria PLWD, completely unable to communicate verbally, serious visual or hearing impairments, and/or signs of rapid decline over the last three months (based upon staff report); Family/Staff Members, none.\n\nAnalyses Primary Outcomes: Engagement/affect, quality of life, and responsive behaviors/BPSD.\n\nSecondary Outcomes: Cognition, depression, and quality of the relationship between the family member and PLWD.\n\nThe BRAIN Platform will be considered successful if the following results are found:\n\n1. PLWD in the Experimental Group experience significantly greater increases in positive engagement/affect and/or significantly greater decreases in negative engagement (measured by MPES and EPWDS) from baseline to treatment, than the Control Group. A two-way mixed design ANOVA will be used to analyze MPES and EPWDS data, with a between-subjects factor of GROUP (Control vs. Experimental) and within-subjects factor of TIME (baseline vs. treatment). We anticipate detecting a Group x Time interaction effect for MPES and EPWDS data, with Experimental Group participants exhibiting significantly greater increases in positive forms of engagement/affect at treatment, and significantly greater decreases in negative forms of engagement/affect, as compared to Control Group participants. With a sample of 120 and using means and standard deviations for constructive engagement (an MPES item) from Phase 1, we will have a power of 99% to detect effects (alpha=0.05; one-tailed test).\n2. PLWD in the Experimental Group experience one or more of the following: (a) significantly greater increases in QoL than those in the control group, (b) significantly greater decreases in Responsive Behaviors, (c) significantly greater decreases in cognition, (d) significantly greater decreases in depression, and/or (e) significantly improved relationships between family members and PLWD (based upon the QCRP). A two-way mixed design ANOVA will also be used, with a between-subjects factor of GROUP and within-subjects factor of TIME. We anticipate detecting a Group x Time interaction effect for at least one of these domains (QoL, responsive behaviors, cognition, depression, and/or relationships). With a sample of 120, and using DEMQOL means and standard deviations from Phase 1, we will have a power of 90% to detect effects (alpha=0.05; one-tailed test).\n3. PLWD and staff report high satisfaction with the app, defined as 85% being satisfied with the app. This will be determined by calculating mean % of times participants answered \"yes\" to satisfaction questions for all participant types.\n4. Staff and Family members demonstrate knowledge transfer after taking the BRAIN Training Modules. This will be determined by conducting a paired sample t-test (pre-training quizzes vs. post-training quizzes).\n\nB. Study Procedures, Materials, and Potential Risks Measures Baseline Data Collection Period: PLWD: Data related to demographics, meds, diagnoses, and type of dementia will be collected via chart review. The following assessments will be administered directly to PLWD: the Mini-Mental Status Examination, the Dementia Quality of Life Scale, and the Geriatric Depression Scale-Short Form. In addition, a researcher will ask the PLWD 20 questions to learn about his/her background, interests, and preferences. Researchers will interview LTC facility CPs to implement the Neuropsychiatric Inventory-Nursing Home. FMs A researcher will interview each FM to collect demographics and to implement the Quality of Carer-patient Relationship (QCPR) measure, which measures warmth and/or absence of conflict or critique on a 5-point scale (Sprite et al, 2002). FMs will also be asked to fill out an online form to provide information about their loved one's background, interests, and preferences, etc. If preferred, he/she will be able to provide this information via a phone interview. Info about the PLWD information will be used to automatically recommend activities based upon the person's background, interests, and preferences. FM will also take pre-quizzes related to the BRAIN Training Modules. Staff Members A researcher will interview each staff member to collect demographics. Staff will also take pre-quizzes related to the Training Modules.\n\nDuring the 4-week baseline data collection period, researchers will observe PLWD's engagement and affect during standard, staff-led activities using the MPES and the EPWDS. To ensure a robust comparison for treatment programming, each participant will be observed at least 12 times with each measure, so that means can be calculated for each type of engagement/affect. Staff members will be trained extensively on both measures prior to the commencement of the study. and interrater reliability of at least 85% will be maintained and audited during the study.\n\nIntervention Period Data Collection Period: During a 3-month intervention period, PLWD will be invited to use the app three times per week. Four Nursing Assistants (NAs)--one for each Experimental site-will implement the intervention as individual activity sessions lasting 20-30 minutes with the PLWD. Most activity sessions will be implemented by the NAs. However, two activity sessions per month for each PLWD be implemented by the PLWD's family members. (Please note: In previous studies the study team has successfully engaged family members to participate in trials and are certain that this level of engagement is feasible in this trial.) In addition, LTC staff members will use the app at least twice during the intervention session (with any PLWD at his/her facility), so that they can provide feedback about the BRAIN platform. Please note: prior to using the BRAIN Platform, the NAs, FMs, and Staff Members will take the BRAIN Training Modules, so that they know how to successfully facilitate activities with PLWD and know how to use the BRAIN Platform itself. During initial activity sessions, the AI will automatically recommend activity content based upon the PLWD's background, interests, and preferences. After this, the AI will also consider the relative success of previously implemented activity sessions.\n\nDuring each activity session, researchers will observe the PLWD using the MPES and EPWDS. Observations will be conducted via video, since each activity session will be automatically video recorded by the Home App. (Video consent will be obtained from the person responsible for the PLWD's medical decisions.) Session length and time of day will also be noted. Three satisfaction questions will be posed to PLWD at the end of each session: (1) did you enjoy this activity? (2) would you like to do an activity like this again sometime? and (3) would you recommend this activity to others? The same three satisfaction questions will be posed to FMs and LTC Staff Members each time they facilitate a BRAIN activity.\n\nPost-Treatment Data Collection Period: For PLWD, the MMSE, DEMQOL, GDS-SF, and NPI-NH will be implemented again after the Intervention Period is complete. This will allow us to investigate whether any long-term effects are seen. FMs will take post-training quizzes after completing the training modules and fill out the QCPR again. Staff Members will take post-training quizzes.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "neuropsychiatric symptom improvement",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The described intervention is a digital, AI-powered Cognitive Stimulation Therapy (CST) platform (the BRAIN App) intended to improve quality of life and reduce behavioral and psychological symptoms of dementia (BPSD)/responsive behaviors in people living with dementia — i.e., it targets neuropsychiatric/behavioral symptoms rather than a molecular disease target. citeturn0search1turn0search2",
        "Act (key details extracted): The BRAIN Platform is an AI-driven CST app being developed in an NIH SBIR program (Phase I completed; Phase II planned) to (1) personalize activities via AI behavioral analytics and recommendations, (2) track engagement/affect and 12 distinct behaviors, and (3) test impact on engagement/affect, quality of life, and responsive behaviors in a cluster randomized trial. No drug or placebo is involved — this is a non-pharmacologic digital therapy. citeturn0search0turn0search1turn0search4",
        "Reflect: Primary outcomes listed (engagement/affect, QoL, responsive behaviors/BPSD) and the psychosocial, app-based nature of the intervention align best with the 'neuropsychiatric symptom improvement' category (interventions to alleviate behavioral/psychiatric symptoms). There is no indication of a biologic or small-molecule drug, nor is this a pure cognitive-drug enhancer trial, so other categories are not appropriate. Web sources consulted: SBIR award summary and project abstract, trial listing/description, and the study website. citeturn0search2turn0search1turn0search4"
    ],
    "agent_type": "T) Other",
    "explanation_agent": [
        "Reason: The intervention is an AI-powered Cognitive Stimulation Therapy (CST) digital platform (the BRAIN App) designed to improve engagement, quality of life and reduce behavioral and psychological symptoms of dementia (BPSD)/responsive behaviors — it targets neuropsychiatric/behavioral symptoms rather than a molecular biological pathway or druggable protein. citeturn0search0turn0search3",
        "Act: Key extracted details: the BRAIN App is an AI-infused CST platform developed under NIH SBIR (Phase I completed; Phase II awarded) to personalize activities, monitor engagement/affect and test impact on engagement/affect, QoL and responsive behaviors in people living with dementia. No pharmacologic agent, molecular target, gene, or pathway is involved — this is a non-pharmacologic digital therapy. citeturn0search0turn0search3turn0search2",
        "Reflect: CADRO categories are organized around molecular/biological targets (amyloid, tau, inflammation, synaptic plasticity, etc.). Because this trial evaluates a psychosocial/digital therapeutic with no identifiable biological drug target or pathway, it does not map to any of the biological CADRO categories; per instructions, non-pharmacologic/non-biological interventions that do not fit a CADRO target should be classified as 'T) Other'. The trial listings and award abstracts confirm the app-based, non-drug nature. citeturn0search4turn0search1",
        "Web search results used (sources): 1) SBIR project summary for the BRAIN App (Phase I) — project abstract describing AI-infused CST goals and methods. citeturn0search0 2) SBIR award listing (Phase I summary) on sbir.gov reiterating app aims and Phase I outcomes. citeturn0search1 3) SBIR Phase II award summary (2024) describing continued development of the AI-powered BRAIN Platform and Phase II aims. citeturn0search3 4) Clinical trial/registry and study listing (trial description, primary outcomes: engagement/affect, QoL, responsive behaviors/BPSD). citeturn0search2turn0search4"
    ]
}