{
    "nct_id": "NCT05317910",
    "title": "Evaluation of Effect of Music Therapy on Anxiety of Carers of Alzheimer's Disease Patients",
    "status": "COMPLETED",
    "last_update_time": "2022-07-26",
    "description_brief": "This clinical trial evaluates the impact of music interventions on caregivers of patients with memory disorders, Alzheimer's disease, dementia and related disorders. This study will follow caregivers of patients within the rehabilitation day care hospital \"Memory and Frailty\" (Hôpital de Jour de Réadaptation Mémoire et Fragilités), Sainte-Marie Paris Hospital.",
    "description_detailed": "This clinical trial evaluates the impact of music on caregivers of patients with memory disorders, Alzheimer's disease, dementia and related disorders. This study will follow caregivers of patients within the rehabilitation day hospital \"Memory and Frailty \" (Hôpital de Jour de Réadaptation Mémoire et Fragilités), Sainte-Marie Paris Hospital.\n\nAll participants will benefit from a first session of a relaxation-type musical technique in the Day care Hospital (HDJ), they will then follow the sessions in their own homes. During the first visit, all participants will complete self-assessments, including a questionnaire on musical preferences and a self-assessment anxiety scale.\n\nThe expected inclusion period is 30 days. Carers will be equipped with tablets, headphones, eye masks and workbooks/questionnaires to use every day for one month in their homes. A relaxation-type receptive musical technique is used. The standardized 20-minute musical sequence is broken down into several phases that gradually lead the patient to a state of relaxation using the new U technique. The effect works by reducing the musical rhythm, orchestral formation, frequencies and volume (the \"U\" descending phase). After a maximum relaxation phase (lower part of the \"U\"), a re-activating phase (ascending branch of the \"U\") follows. All the musical sequences, built with the U-shape editing method, were specially produced by the music publishing company Music Care©. During the first session in HDJ, the subjects will lie on a relaxation table with a raised headrest (extended or semi-seated listening position) in an enclosed space, calm, secure and comfortable, with minimum lighting, so that the participant feels comfortable. The music will be played on headphones.\n\nThe main objective is to reduce anxiety among carers who accompany patients with memory disorders, Alzheimer's disease and related dementia.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "neuropsychiatric symptom improvement",
    "drug": [
        "Music Care (music therapy; standardized 20‑minute 'U' technique musical sequences) — non‑pharmacological intervention"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The study tests a music‑therapy intervention delivered to caregivers to reduce anxiety (primary outcome: STAI score), not a drug or diagnostic procedure. The trial record describes a daily 20‑minute relaxation‑type receptive musical sequence (Music Care©, U‑shape editing) given for 30 days to carers. citeturn0search2turn1search6.",
        "Act: Key details extracted from the trial listing — Registration NCT05317910 / described on trial aggregator pages: population = caregivers of patients with memory disorders at Sainte‑Marie Hospital (Paris); intervention = MUSIC CARE (relaxation music sequences using the 'U' technique) delivered in‑hospital then at home; primary endpoint = change in STAI (anxiety) at 28 days. No pharmacologic agent is used. citeturn0search2turn1search6.",
        "Reflect: Classification check against category definitions — this is a non‑pharmacological behavioral intervention aiming to reduce anxiety (a neuropsychiatric symptom) in caregivers, so it fits the 'neuropsychiatric symptom improvement' category. Systematic reviews and RCTs of music interventions in dementia support effects on anxiety, mood and caregiver burden, confirming the neuropsychiatric/symptom‑focused intent of such interventions rather than disease modification or cognitive enhancement via a drug. citeturn0search7turn1search7."
    ],
    "agent_type": "T) Other",
    "explanation_agent": [
        "Reason: The trial tests a standardized music‑therapy (MUSIC CARE©) 'U‑sequence' receptive musical relaxation intervention delivered daily to caregivers to reduce anxiety (primary outcome: STAI). This is a non‑pharmacological, behavioral intervention that does not target a molecular pathway, protein, receptor, or other CADRO biological target. citeturn0search1turn0search2",
        "Act: Key trial details extracted from the registry and vendor materials: intervention = MUSIC CARE© 20‑minute U‑shape music sequence daily for 30 days; population = caregivers of patients with memory disorders/Alzheimer’s disease; primary outcome = change in STAI (anxiety). No drug, gene, or biochemical pathway is targeted. citeturn0search1turn0search5",
        "Reflect: CADRO is organized around biological/drug targets (e.g., Amyloid beta, Tau, Inflammation, Synaptic Plasticity, etc.). A standardized music therapy aimed at reducing caregiver anxiety does not map to any CADRO biological target category and therefore should be classified as 'T) Other' per the instruction to return T) Other when no therapeutic biological target can be inferred. This classification is consistent with the trial materials and MUSIC CARE© description of the U‑sequence as a proprietary relaxation/music medicine method rather than a molecular intervention. citeturn0search2turn0search0",
        "Web search results used (sources):",
        "- Clinical trial registry summary for NCT05317910 describing the MUSIC CARE intervention, U‑shape sequence, 20‑minute daily sessions and STAI primary outcome. citeturn0search1",
        "- MUSIC CARE© official site describing the U‑sequence, its use as a music‑based relaxation/clinical intervention, and implementation details. citeturn0search2",
        "- Trial aggregator/clinical listing (CTV/Veeva) summarizing inclusion, intervention (20 min/day × 30 days), and STAI outcome for caregivers. citeturn0search5",
        "- Background article on MUSIC CARE and the U‑shape composing technique (Music & Medicine) describing the method and clinical evaluations. citeturn0search0"
    ]
}