{
    "nct_id": "NCT02817074",
    "title": "MIND Diet Intervention to Prevent Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2022-03-21",
    "description_brief": "Phase III randomized controlled trial designed to test the effects of a 3-year intervention of the MIND diet (Mediterranean-DASH Intervention for Neurodegenerative Delay) on cognitive decline and brain neurodegeneration among 600 individuals 65+ years without cognitive impairment who are overweight and have suboptimal diets.",
    "description_detailed": "Mediterranean-DASH Diet Intervention for Neurodegenerative Delay (MIND) is a Phase III randomized controlled trial designed to test the effects of a 3-year intervention of a hybrid of the Mediterranean and DASH diets, called MIND, on cognitive decline among 600 individuals 65+ years without cognitive impairment who are overweight and have suboptimal diets. The proposed MIND diet is a hybrid of the Mediterranean and DASH diets but with selected modifications based on the most compelling evidence in the diet-dementia field. The MIND diet has the same basic components of the DASH and Mediterranean diets, such as emphasis on natural plant-based foods and limited animal and high saturated fat foods, but uniquely specifies green leafy vegetables and berries as well as food component servings that reflect the nutrition-dementia evidence. The trial will employ a parallel group design comparing the effects on cognitive outcomes of the MIND intervention diet plus mild caloric restriction for weight loss to the control diet, usual diet with mild caloric restriction for weight loss. Biological effects of the MIND diet will be assessed by measurement of brain macro- and micro-structural integrity in 300 randomly selected participants. Other biochemical markers will be assessed in the entire cohort of 600 participants, including: plasma Abeta 42/Abeta 40, brain-derived neurotrophic factor (BDNF) and plasma markers of oxidative stress and inflammation. In addition, the trial will examine potential effect mediators and modifiers by a number of cardiovascular risk factors, AD biomarkers, and biological mechanisms. The proposed study has two clinical sites, one in Chicago (Rush University) and one in Boston (Harvard University), and centralized laboratories for data coordinating and analyses (Brigham \\& Women's Hospital), neuroimaging analyses (Rush University), and specialized laboratories for tissue biochemical analyses.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "PREVENTION",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is a dietary/lifestyle intervention (the MIND diet — Mediterranean‑DASH Intervention for Neurodegenerative Delay) intended to prevent cognitive decline and reduce brain neurodegeneration, not a pharmacologic agent (neither a biologic nor a small molecule) and not a targeted neuropsychiatric treatment. citeturn0search3turn0search2",
        "Act: Key trial details extracted from the description and protocol: a 3‑year randomized trial of the MIND diet versus usual diet in ~600 cognitively unimpaired adults age 65+ who are overweight with suboptimal diets, with primary outcomes of cognitive decline (battery of tests) and MRI measures of brain structure/neurodegeneration. This trial tests a dietary pattern (whole grains, leafy greens, berries, nuts, olive oil, fish, beans, poultry, limited red meat/cheese/fried foods/sweets) rather than any drug or placebo. citeturn0search3turn0search2turn0search5",
        "Reflect: By the classification definitions provided, this trial does not match: (1) disease‑targeted biologic — no biologic or monoclonal antibody/vaccine; (2) disease‑targeted small molecule — no small‑molecule pharmacologic agent; (3) cognitive enhancer — although the goal is cognitive preservation, the intervention is a diet (behavioral) rather than a drug intended to acutely enhance cognition; (4) neuropsychiatric symptom improvement — the outcomes are cognitive and structural, not behavioral/psychiatric symptom management. Therefore the correct category is 'N/A'. citeturn0search3",
        "Web search results used (key sources): 1) MIND Study protocol: \"MIND Study: Rationale, Design and Baseline Characteristics of a Randomized Control Trial of the MIND Diet on Cognitive Decline\" (trial description, design, NCT02817074). citeturn0search3 2) MIND diet description and evidence (Mediterranean‑DASH Intervention for Neurodegenerative Delay) — dietary components and prior observational findings. citeturn0search2turn0search4 3) PubMed/Elsevier summary of the MIND trial features and MRI substudy. citeturn0search5 4) Recent imaging/brain structure associations with MIND diet (Alzheimer's & Dementia article). citeturn0search1"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}