{
    "nct_id": "NCT05788848",
    "title": "Virtual Reality Cognitive Therapy for Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2024-12-26",
    "description_brief": "To evaluate the usability, feasibility, and acceptability of VRCT iteratively on 36 AD/ADRD individuals with mild to moderate CI.",
    "description_detailed": "Alzheimer's disease (AD) and Alzheimer's disease-related Dementias (ADRD) resulting in cognitive decline affects more than 5.8 million Americans. Given the impact on quality of life, there is a great need for therapies focused on cognition. In this study, we will test the feasibility, usability, and acceptability of a novel Virtual Reality Cognitive Therapy (VRCT) for AD developed by ClarityTek, Inc. The VRCT will focus primarily on skills that impact instrumental activities of daily living (e.g., taking medications, shopping). Thirty-six individuals with mild to moderate AD/ADRD will be enrolled and will utilize the VRCT over seven weeks within their home. Enrollment will occur in cohorts of 12 individuals, so that the VRCT can be revised and optimized based on the results, prior to the next cohort. We will also hold Expert Focus Groups with clinician specialists to obtain feedback for improvement.",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is Virtual Reality Cognitive Therapy (VRCT), a non-pharmacologic, digital/behavioral therapy intended to improve cognitive function (usability/feasibility study in people with mild–moderate cognitive impairment due to AD/ADRD). This fits the definition of a cognitive enhancer (improves cognition without a disease‑targeted biologic or small molecule). citeturn0search2turn0search8",
        "Act: Key extracted details — Title: \"Virtual Reality Cognitive Therapy for Alzheimer's Disease\"; Description: iterative usability/feasibility/acceptability study on 36 AD/ADRD participants with mild–moderate cognitive impairment (three cohorts of 12). The intervention is VR therapy (digital/behavioral), not a drug. Evidence that VR interventions are used to target cognition in AD and related populations is supported by systematic reviews and trials. citeturn0search2turn0search8turn0search6",
        "Reflect: Classification check — The trial evaluates a therapeutic VR program aiming at cognitive/functional improvement and tolerability rather than modifying AD pathology or treating neuropsychiatric symptoms primarily. Therefore it maps to the \"cognitive enhancer\" category. No investigational drug or biologic is described, so drug/placebo fields are empty. Supporting references: SBIR trial description for this VRCT project; systematic reviews/meta-analyses and trials of VR showing cognitive and some neuropsychiatric effects in dementia. citeturn0search2turn0search4turn0search1",
        "Web search results (sources used): SBIR project entry for \"Virtual Reality Cognitive Therapy for Alzheimer's Disease\" describing the 36-participant iterative feasibility/usability study. citeturn0search2",
        "Additional supporting literature on VR in dementia: (a) systematic review/meta-analysis showing VR interventions may improve memory/cognition in AD; (b) RCTs and pilot studies reporting feasibility and effects on cognition or behavioral symptoms in dementia/MCI. citeturn0search8turn0search4turn0search1"
    ],
    "agent_type": "T) Other",
    "explanation_agent": [
        "Reason: The trial tests a non‑pharmacologic Virtual Reality Cognitive Therapy (VRCT) intervention intended to improve cognition/usability in people with mild–moderate cognitive impairment due to AD/ADRD, not a drug, biologic, or molecular pathway-directed therapy. This is a behavioral/digital cognitive‑enhancement intervention rather than a disease‑modifying biological target (e.g., amyloid, tau, inflammation). citeturn0search0turn0search4",
        "Act: Extracted key details — Title: \"Virtual Reality Cognitive Therapy for Alzheimer's Disease\"; design: iterative usability/feasibility/acceptability study of 36 participants (three cohorts of 12); intervention: VR cognitive therapy (digital/behavioral); no investigational drug, molecular target, or pathway named in the description. Based on these facts the trial does not map to any CADRO biological target category and therefore should be classified as 'T) Other'. citeturn0search0",
        "Reflect: The CADRO categories are organized around biological and mechanistic targets (amyloid, tau, inflammation, synaptic plasticity, metabolism, etc.). A behavioral/digital cognitive therapy that aims to improve cognition/function and tolerability without an explicit biological target does not fit those categories. The most appropriate assignment per the instructions is 'T) Other'. Supporting evidence that VR interventions are used as cognitive enhancers in MCI/dementia is available in systematic reviews and meta-analyses, confirming the intervention class but not indicating a molecular target. citeturn0search6turn0search1",
        "Web search results used (brief): (1) SBIR project entry describing the VRCT feasibility/usability study (n=36, three cohorts of 12) and aims — confirms trial details and non‑drug intervention. citeturn0search0 (2) Systematic review/meta‑analysis on VR training in MCI/dementia showing effects on global cognition, memory, and specific domains — supports that VR is a cognitive‑enhancement/digital therapeutic approach. citeturn0search4turn0search6 (3) Additional systematic reviews and meta‑analyses on VRCT/CBCT in MCI and dementia providing broader evidence and context for VR interventions. citeturn0search3turn0search1"
    ]
}