{
    "nct_id": "NCT04287738",
    "title": "Care Ecosystem: Navigating Patients and Families Through Stages of Care, Extension Trial",
    "status": "COMPLETED",
    "last_update_time": "2023-11-15",
    "description_brief": "This is an extension trial of a prior trial (NCT02213458). Both persons with dementia (PWD) and their caregivers were enrolled as dyads. The purpose of this randomized clinical trial is to evaluate the benefits of a program that supports model care for PWD and their caregivers. Whereas the prior trial only delivered care and examined outcomes up to 12-months, this trial extends care and outcome measurement for 5 years or until death, and includes all dyads where the caregiver reported high caregiver burden (Zarit-12 greater than or equal to 17) at pre-randomization baseline for the original trial. Participants were recruited from California, Nebraska and Iowa. Participants determined to be eligible were consented and randomized into one of two groups. Two thirds of dyads were enrolled into Navigated Care that provided them with phone-based assistance in meeting important benchmarks in their care, for example completion of legal and financial planning and strategies for minimizing caregiver burden. One third of dyads were enrolled to a control group, entitled Survey of Care. Outcomes were unchanged from the original trial except for the addition of time to long term care placement and are detailed below.",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "SUPPORTIVE_CARE",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is a behavioral, phone-based 'Navigated Care' care-management program delivered to persons with dementia (PWD) and their caregivers (dyads) aiming to improve care coordination, caregiver burden, quality of life, and health-care utilization — not a pharmacologic agent targeting Alzheimer pathology or cognition. citeturn0search6turn0search3",
        "Act: Key extracted details — extension of the original Care Ecosystem randomized trial (NCT02213458) conducted by UCSF/UNMC; this extension is registered as NCT04287738 and continues the behavioral Navigated Care intervention versus a Survey of Care control. No drug, biologic, small molecule, or placebo is listed; the intervention is classified as Behavioral/Navigated Care. citeturn0search0turn0search3",
        "Web search results used to verify trial type and intervention: PubMed summary of the Care Ecosystem randomized clinical trial (describing telephone-based collaborative dementia care delivered by a trained care team navigator). citeturn0search6; Trial registry entries for the original trial (NCT02213458) and the extension (NCT04287738) confirming the intervention as Behavioral: Navigated Care (no drug). citeturn0search3turn0search0",
        "Reflect: Given the intervention is a psychosocial/care-management program (phone-based navigation, legal/financial planning assistance, caregiver strategies) and the stated outcomes are quality of life, caregiver burden, health-care use, and time to long-term care placement, the trial does not fit the categories 'disease-targeted biologic', 'disease-targeted small molecule', 'cognitive enhancer', or 'neuropsychiatric symptom improvement' as defined. Therefore the correct classification is 'N/A'. citeturn0search6turn0search0"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}