{
    "nct_id": "NCT07138677",
    "title": "The Safty and Efficacy of Mild Cognitiive Impairment Network Guided Transcranial Magnetic Stimulations for Patients With Early Alzheimer's Disease (SENS-eAD): A Randomized, Double-blind Trial",
    "status": "RECRUITING",
    "last_update_time": "2025-09-09",
    "description_brief": "Estimate the safty and efficacy of personalized network neuronavigated transcranial magnetic stimulations in early Alzheimer's disease patients",
    "description_detailed": "All patients undergo a series of medical assessments that include physical examination and routine laboratory studies before and after repetitive transcranial magnetic stimulation (rTMS) treatment. Upon meeting the inclusion criteria and providing informed consent, each participant will complete a series of cognitive assessments and rTMS treatments at the First Affiliated Hospital of AnHui medical university. Stratified block randomization will be used to assign participants to different intervention groups. Stratification is based on Mini-Mental State Examination (MMSE) scores (\\<24 vs. ≥24), and randomization will be conducted using variable block sizes of 4 or 6.\n\nFor each participant, the investigators will compute their persoanlized dorsal prefrontal targets by using their own resting-state functional MRI data and a predefined MCI network. They will then be randomly assigned to receive real or sham rTMS treatment for two weeks. The sham stimulations will be delivered by a sham coil. All the experiment procedures are the same between groups except the coil.\n\nWith a statistical power of 0.8, an effect size of 0.96, a significance level of 0.05, and a 5% expected dropout rate, the final sample size is 20 participants per group. In this double-blind study, patients and clinical raters are masked to the allocated conditions. Only one investigator responsible for group allocation has access to the randomization list.\n\nEach participant will be treated for 14 days by rTMS. Before the rTMS treatment, a trained investigator will perform a series of cognitive assessments and neuropsychological tests. The ADAS-Cog is the primary outcome. Other tasks and questionnaires include cognition (including MoCA, MMSE, DS, Stroop test, BNT-30, VFT, CDT, JLOT. Form H, HVOT), memory (CAVLT, LMT), emotion (HAMA-17,HAMD-14), behavioral and psychological symptoms (NPI), and treatment tolerability. All the tests will be conducted within two days. The participants undergo a multi-modal MRI scan and an electroencephalogram (EEG) examination.\n\nThe participants also undergo the ADAS-cog, a battery of neuropsychological tests, multi-modal MRI, and EEG examinations. participants will be instructed to focus their answers on the past 14 days.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial tests personalized, network neuronavigated transcranial magnetic stimulation (rTMS) in early Alzheimer's disease — a non‑drug neuromodulation intervention intended to improve cognition/functional connectivity rather than a biologic or small‑molecule targeting amyloid or tau. citeturn0search3turn0search4",
        "Act: Key extracted details — Title: Safty and Efficacy of MCI Network Guided TMS for Early Alzheimer's Disease (SENS-eAD). Intervention: individualized/network‑guided neuronavigated repetitive transcranial magnetic stimulation (rTMS), randomized double‑blind design. This is a device/neuromodulation intervention (not a pharmacologic agent). citeturn0search3turn0search6",
        "Act (supporting evidence): rTMS and network‑targeted, neuronavigated TMS have been studied in MCI/AD and shown improvements in cognitive measures and functional connectivity in randomized trials and meta‑analyses, consistent with the intent to enhance cognition (symptomatic/cognitive enhancement rather than direct disease modification). citeturn0search1turn0search4",
        "Reflect: Given the intervention type (rTMS) and the stated aim (safety and efficacy for early AD cognition), the correct category is 'cognitive enhancer'. There is no drug name to look up (device intervention), so drug/placebo lists are empty. While some TMS studies report network plasticity, current description indicates symptomatic cognitive/functional improvement rather than a biologic disease‑targeting mechanism, so disease‑targeted categories (biologic or small molecule) do not apply. citeturn0search4turn0search1",
        "Web search results (selected sources found): 1) Trial record for SENS‑eAD (Safty and Efficacy of MCI Network Guided TMS for Early Alzheimer's Disease) — MedPath/clinical trial entry (NCT07138677). citeturn0search3 2) Systematic review & meta‑analysis showing efficacy and safety of TMS on cognition in MCI and AD (International Psychogeriatrics / PubMed). citeturn0search0turn0search1 3) Randomized clinical trial of personalized hippocampal network‑targeted rTMS showing cognitive and connectivity improvements (JAMA Network Open, summarized). citeturn0search4 4) Examples of navigated TMS and combined rTMS+cognitive training trials supporting feasibility and cognitive effects in AD/MCI. citeturn0search5turn0search7"
    ],
    "agent_type": "M) Synaptic Plasticity/Neuroprotection",
    "explanation_agent": [
        "Reason: The described trial tests individualized/network‑guided repetitive transcranial magnetic stimulation (rTMS) — a non‑drug neuromodulation intervention intended to modulate network function and induce plasticity to improve cognition and functional connectivity in early AD. This mechanism aligns best with synaptic plasticity/neuroprotection rather than a molecular target such as amyloid or tau. citeturn0search6",
        "Act: Extracted details — Title: Safty and Efficacy of MCI Network Guided TMS for Early Alzheimer's Disease (SENS‑eAD). Intervention: personalized, neuronavigated/network‑guided rTMS; randomized double‑blind trial; device/neuromodulation (no pharmacologic agent listed). Because the intervention aims to enhance network activity and cognitive function (plasticity), I assign 'M) Synaptic Plasticity/Neuroprotection'. citeturn0search6turn0search4",
        "Reflect: Confirmation — rTMS trials and meta‑analyses report cognitive improvements and changes in functional connectivity consistent with induced synaptic/network plasticity; the description indicates symptomatic/cognitive enhancement via neuromodulation rather than targeting a specific molecular pathology, so M) is the most specific CADRO category. If the trial instead tested a drug that acts on a molecular pathway, another CADRO category would be used. citeturn0search1turn0search3",
        "Web search results (supporting sources): 1) Personalized hippocampal network‑targeted rTMS randomized clinical trial showing cognitive and connectivity improvements (JAMA Network Open). citeturn0search6 2) Systematic reviews/meta‑analyses showing rTMS improves cognition in MCI and AD (examples: PubMed reviews and meta‑analyses). citeturn0search0turn0search1turn0search4"
    ]
}