{
    "nct_id": "NCT06499272",
    "title": "Quality-of-Life-and-Cognitive-Oriented Rehabilitation Program Through the NeuronUP in Older People With Alzheimer's Disease: A Randomized Clinical Trial",
    "status": "COMPLETED",
    "last_update_time": "2024-07-06",
    "description_brief": "Introduction: New technologies are a support in the rehabilitation of users. The therapeutic approach to cognitive rehabilitation encompasses a variety of techniques, among which traditional occupational therapy stands out. This modality includes a series of interventions such as cognitive stimulation through the use of cards, functional activities, psychomotor exercises, the application of sensory stimuli and the incorporation of music therapy. An additional alternative is to integrate a cognitive stimulation program such as NeuronUP, which is a computerized tool. This integration can increase adherence to treatment and contribute to preserving or improving the individual's cognitive functioning and improving quality of life.\n\nObjective: The objective established for this study was to verify whether the combination of occupational therapy with the NeuronUP computer program improves or maintains the cognitive status and quality of life of users with Alzheimer's disease. In addition, to determine whether the use of this program leads to greater adherence to treatment by patients.\n\nMaterial and methods: This is a randomized clinical trial. Participants' cognitive status will be assessed using the MEC (Mini Cognitive Examination) tool, cognitive skills using the LOTCA (Loewenstein Occupational Therapy Cognitive Assessment), and perceived quality of life using the Whoqol-Bref questionnaire. At the end of treatment, the CSQ-8, a tool designed to determine the degree of user satisfaction, will be administered.",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial tests a cognitive rehabilitation program (occupational therapy combined with the NeuronUP computerized cognitive-stimulation platform) with the stated goals of preserving or improving cognitive functioning and quality of life in people with Alzheimer’s disease. This is an intervention aimed at improving cognitive performance rather than a biologic or small-molecule disease-modifying agent.",
        "Act (key details extracted): The intervention is occupational therapy plus the NeuronUP computerized cognitive-stimulation program (a web-based/telerehabilitation platform with customizable cognitive exercises). NeuronUP is a software platform for cognitive rehabilitation and stimulation used by neuropsychologists and occupational therapists. citeturn0search0turn0search6",
        "Web search results used: NeuronUP official site describes it as a web platform for cognitive rehabilitation and stimulation with thousands of customizable exercises and telerehabilitation features. citeturn0search0 NeuronUP US site describes its activities, session/program planner, and theoretical neuroplasticity framework. citeturn0search6 Wikipedia summary (NeuronUP) describing the company and platform. citeturn0search12",
        "Reflect: This trial does not test a drug, biologic, or molecular therapy targeting Alzheimer pathology (amyloid/tau). It evaluates a cognitive training/rehabilitation intervention intended to improve or maintain cognition and quality of life, which fits the provided category definition for \"Cognitive enhancer\" (intervention to improve cognitive function). There is no indication the intervention targets neuropsychiatric symptoms specifically, nor that it is a disease-targeted biologic or small molecule.",
        "Conclusion: Category = cognitive enhancer. Ambiguity: The category list uses examples phrased as \"drugs,\" but the definitions allow classification by intended effect; here a non-pharmacologic cognitive-stimulation program clearly targets cognition, so \"cognitive enhancer\" is appropriate."
    ],
    "agent_type": "T) Other",
    "explanation_agent": [
        "Reason: The intervention is a non-pharmacologic cognitive rehabilitation program (occupational therapy + the NeuronUP computerized cognitive-stimulation/telerehabilitation platform) aimed at improving cognition and quality of life, not a drug, biologic, or molecular therapy that targets a specific Alzheimer’s disease pathway (e.g., amyloid, tau, inflammation).",
        "Act: Key details extracted — intervention = occupational therapy combined with NeuronUP, a web-based/cross-platform cognitive-rehabilitation and stimulation SaaS with customizable exercises and telerehabilitation features; no drug, molecular target, gene, or pathway is tested in this trial. citeturn0search0turn0search1",
        "Reflect: Because CADRO classifies mechanistic therapeutic targets (amyloid, tau, inflammation, synaptic plasticity, etc.), and this trial tests a behavioral/rehabilitation intervention without an identifiable biological target or drug mechanism, it does not fit the CADRO therapeutic categories and should be classified as 'T) Other'.",
        "Web search results used (supporting evidence): NeuronUP official US site — describes the platform as a customizable cognitive stimulation/rehabilitation system with remote/telerehabilitation features. citeturn0search0 NeuronUP corporate site (multilingual) — describes thousands of exercises, session planning, and telerehabilitation modules for professionals. citeturn0search1 NeuronUP (Wikipedia) — summary of company/platform and clinical/research use in cognitive rehabilitation. citeturn0search12"
    ]
}