{
    "nct_id": "NCT03887923",
    "title": "Vestibular Physical Therapy for People With Alzheimer Disease",
    "status": "COMPLETED",
    "last_update_time": "2020-03-23",
    "description_brief": "The purpose of this study is to assess the tolerability and preliminary efficacy of an 8-week home-based vestibular physical therapy program in people with cognitive impairment.",
    "description_detailed": "This project uses a novel non-pharmacological treatment to improve balance and reduce falls in patients with Alzheimer Disease (AD) using a conceptual framework that combines current vestibular physical therapy (VPT) practice guidelines with the latest motor learning theories for cognitively-impaired patients. The modified VPT protocol for AD patients was developed by experts in VPT and motor learning in AD and will be tested. This pilot study will provide much-needed data about whether VPT can be adapted for patients with AD, and whether VPT shows promise in improving or stabilizing balance, spatial cognition, and gait function in patients with AD.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is an 8-week home-based vestibular physical therapy program (a non-pharmacologic, behavioral/rehabilitation intervention) intended to improve balance/reduce falls and to assess preliminary effects on cognition in people with Alzheimer disease. This is not a biologic or small-molecule drug, nor a pharmacologic cognitive enhancer or a neuropsychiatric symptom drug. citeturn1search0turn1search4",
        "Act: Key extracted details — Title: “Vestibular Physical Therapy for People With Alzheimer Disease” (NCT03887923). Intervention type: Behavioral / Vestibular Physical Therapy (balance, gaze stabilization, habituation, walking exercises). Duration: 8-week home-based program with pre/post outcomes including gait velocity, balance tests, and multiple cognitive tests (MoCA, Trail Making, fluency tests). Sponsor/location: University of Pittsburgh Alzheimer Disease Research Center. Sources: clinical trial registry and related protocol papers. citeturn1search0turn0search2",
        "Reflect: Classification check — The trial tests a rehabilitation (vestibular PT) intervention rather than a drug or biologic, so it does not fit any of the four target categories (1. disease-targeted biologic; 2. disease-targeted small molecule; 3. cognitive enhancer (drug); 4. neuropsychiatric symptom improvement (drug/intervention targeting behavior/psychiatric symptoms)). Therefore the correct category is 'N/A'. Note: although the study measures cognitive outcomes, the intervention is a physical therapy (non-pharmacologic), so it is outside the provided drug/symptom categories. citeturn1search0turn1search3",
        "Web search results used (examples): - Clinical trial registry entry for “Vestibular Physical Therapy for People With Alzheimer Disease” (NCT03887923) — details of intervention, outcomes, and sponsor. citeturn1search0 - Pilot and Feasibility Studies / protocol papers on vestibular therapy to reduce falls in people with Alzheimer’s disease (study rationale and methods). citeturn0search2turn1search4 - Related trial listings and registries summarizing the same VPT intervention for AD. citeturn1search2turn0search5"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}