{
    "nct_id": "NCT05200208",
    "title": "Improving Sleep and Cognition in Alzheimer's Disease: A Pilot RCT of Citicoline",
    "status": "ACTIVE_NOT_RECRUITING",
    "last_update_time": "2025-09-16",
    "description_brief": "Cognitive disorders include such things as memory disorders, mild cognitive impairment, and Alzheimer's disease (AD). The purpose of the study is to learn more about whether a dietary citicoline supplement will improve sleep and cognition. Sleep disturbances currently afflict approximately 25-44% of those with AD, resulting in decreased quality of life for those with AD and their caregivers and are a major driver of institutionalization.\n\nPrevious studies have tested this dietary supplement in Alzheimer's disease and shown that citicoline may improve cognitive decline. The research team would like to see if citicoline will also improve sleep. The citicoline that will be provided is made by Kyowa Hakko Pharma Chemical Company. This dietary supplement has been tested for Alzheimer's disease and found to be well tolerated. Citicoline has previously been used safely in other Alzheimer's disease populations at the same dosage.",
    "description_detailed": "The research team will test these hypotheses via a randomized, double-blind, placebo-controlled pilot study of citicoline in individuals with AD. Participants will be recruited from the Alzheimer's Disease Research Center (ADRC) and from the community in the surrounding Atlanta area. This will be a 3-month randomized, double-blind, placebo-controlled trial comparing citicoline and placebo in a well-characterized cohort of 20 individuals with AD. Subjective sleep measures will be measured via the Pittsburgh Sleep Quality Index (for measurement of sleep quality) and Epworth Sleepiness Scale (for measurement of sleepiness). For neuropsychological and cognition will be measured measures, the research team will employ the Rey Auditory Verbal Learning Test (RAVLT), Trail Making Test (TMT) Parts A \\& B, and the Montreal Cognitive Assessment (MOCA).\n\nThose participating in the ADRC parent study or recruited from the community and diagnosed with AD in their medical record and aged 18 and over are eligible to participate. Eligible participants will be enrolled in a two-treatment trial comparing the effects of citicoline (1000 mg once per day with or without food) to a placebo. There will be a baseline (T0) visit and a follow-up 3 months later (T1) as a separate visit.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "Citicoline (CDP‑choline; dietary supplement; branded as Cognizin® by Kyowa Hakko)"
    ],
    "placebo": [
        "placebo — likely (trial described as a pilot RCT, but placebo-control not explicitly stated in the provided text)"
    ],
    "explanation_target": [
        "Reason: The intervention is citicoline (CDP‑choline), an orally‑administered small molecule dietary supplement that supplies choline/cytidine and is thought to boost phosphatidylcholine and acetylcholine synthesis and support membrane repair/neuroprotection rather than directly targeting amyloid or tau pathology. This fits the definition of a cognitive enhancer (improves cognitive function without targeting core AD pathology). citeturn1search1turn1search3",
        "Act: Key details from the trial description and published literature — (a) Drug/intervention: citicoline (branded Cognizin® by Kyowa Hakko). citeturn0search1turn0search0 (b) Prior evidence: clinical studies report citicoline may improve cognition in Alzheimer's disease and in older adults with memory complaints. citeturn0search4turn0search5 (c) Sleep: the current study aims to test sleep effects; human data on citicoline and sleep are limited — one placebo‑controlled study in cocaine‑dependent adults found no sleep/wake changes, and animal studies show mixed effects on sleep parameters and synaptic proteins after sleep deprivation. Thus sleep benefit in AD is plausible but not established. citeturn2search7turn2search2",
        "Reflect: Classification check — citicoline is a small molecule dietary supplement with cognitive/neuroprotective actions, not a biologic (monoclonal antibody/vaccine) and not described as targeting amyloid or tau. The trial's goal (improve cognition and sleep) and prior cognitive benefit data align best with the 'cognitive enhancer' category. I note ambiguity: the intervention is a small molecule but not disease‑pathology‑targeted, and the RCT design wording implies but does not explicitly state placebo control. citeturn1search7turn0search1"
    ],
    "agent_type": "M) Synaptic Plasticity/Neuroprotection",
    "explanation_agent": [
        "Reason: The trial tests citicoline (CDP‑choline / Cognizin®), an oral small molecule/dietary supplement thought to increase availability of choline and cytidine, supporting phosphatidylcholine (membrane phospholipid) synthesis, acetylcholine production, and membrane repair/neuroprotective effects rather than directly targeting amyloid or tau pathology. These mechanisms align best with synaptic support and neuroprotection rather than core AD pathology (amyloid/tau) or a receptor‑directed biologic. citeturn0search5turn0search7",
        "Act: Key extracted details and supporting sources: (a) Intervention: citicoline (CDP‑choline), marketed as Cognizin® by Kyowa Hakko. citeturn0search7 (b) Mechanism: citicoline supplies choline/cytidine, promotes phosphatidylcholine biosynthesis and acetylcholine synthesis, supports membrane phospholipid re‑synthesis and neuroprotective effects. citeturn0search5turn0search6 (c) Prior clinical evidence: small RCTs and trials report potential cognitive benefits in older adults and memory‑impaired populations (but evidence is limited and not disease‑modifying). citeturn0search3turn0search6 (d) Sleep data: an RCT in cocaine‑dependent adults found no disturbance of sleep/wake parameters with citicoline; sleep benefits in AD remain plausible but unproven. citeturn0search2",
        "Reflect: Classification check — citicoline does not directly target amyloid (A) or tau (B), nor is it an anti‑inflammatory, vascular, or epigenetic agent. While it influences cholinergic neurotransmission by increasing substrate availability for acetylcholine, it does so via precursor/metabolic support rather than direct receptor agonism or enzyme inhibition; the dominant described actions are membrane repair and neuroprotective/synaptic support. Therefore the most specific CADRO match is M) Synaptic Plasticity/Neuroprotection. If one emphasized neurotransmitter modulation alone, D) Neurotransmitter Receptors could be considered, but given the prominent phospholipid/membrane repair and neuroprotective rationale in the literature, M is the better fit. citeturn0search5turn0search6",
        "Web search results used (key sources): (1) Journal of Nutrition review/trial summary on citicoline mechanism, membrane/phospholipid and cognition evidence. citeturn0search5 (2) Cognizin® (Kyowa Hakko) product/overview describing CDP‑choline (citicoline) identity and use. citeturn0search7 (3) Randomized trial of citicoline in older adults showing memory effects. citeturn0search3 (4) Alzheimer’s Drug Discovery Foundation summary on citicoline (cognitive support, limited evidence). citeturn0search6 (5) RCT finding citicoline did not perturb sleep/wake cycles in cocaine-dependent adults. citeturn0search2"
    ]
}