{
    "nct_id": "NCT02434718",
    "title": "A Randomized, Double-Blind, Placebo-Controlled, Single and Multiple Ascending Dose Study to Evaluate the Safety, Tolerability, Pharmacokinetics, and Immunogenicity of Aducanumab (BIIB037) in Japanese Subjects With Mild to Moderate Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2020-08-20",
    "description_brief": "The primary objective of the study is to evaluate the safety and tolerability of single and multiple intravenous (IV) infusions of Aducanumab in Japanese participants with mild to moderate Alzheimer's Disease (AD). The secondary objectives of this study are as follows: To evaluate the serum pharmacokinetics (PK) of Aducanumab after single and multiple intravenous (IV) infusions of Aducanumab; To evaluate the effect of single and multiple IV infusions of Aducanumab on immunogenicity.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted biologic",
    "drug": [
        "Aducanumab (BIIB037; marketed as Aduhelm)"
    ],
    "placebo": [
        "Placebo (randomized, double-blind, placebo-controlled design)"
    ],
    "explanation_target": [
        "Reason: The investigational product is aducanumab (BIIB037), a human monoclonal antibody that selectively targets aggregated forms of amyloid‑β (Aβ) — including soluble oligomers and fibrillar plaques — with the intended effect of reducing brain Aβ plaque burden (a disease-modifying/pathology-targeting approach). citeturn0search1turn0search4.",
        "Act: Key extracted trial details — drug name BIIB037 (aducanumab), route IV infusions, population mild-to-moderate AD, randomized double-blind placebo-controlled single and multiple ascending dose study focused on safety, PK, and immunogenicity. Because aducanumab is a monoclonal antibody directed at Aβ pathology, this fits the definition of a \"disease-targeted biologic.\" (Aducanumab/Aduhelm is described as an Aβ‑directed monoclonal antibody by FDA/Biogen). citeturn0search3turn0search6.",
        "Reflect: Classification check — the trial evaluates a biologic agent that targets core Alzheimer’s pathology (amyloid plaques) rather than only symptomatic cognitive enhancement or neuropsychiatric symptom management, so \"disease-targeted biologic\" is the appropriate category. Note: safety issues such as ARIA (amyloid-related imaging abnormalities) have been observed with aducanumab in clinical studies and are listed in regulatory materials. citeturn0search0turn0search3."
    ],
    "agent_type": "A) Amyloid beta",
    "explanation_agent": [
        "Reason: The investigational product is aducanumab (BIIB037; marketed as ADUHELM), a human IgG1 monoclonal antibody that selectively binds aggregated forms of amyloid-β (soluble oligomers and insoluble fibrils/plaques) with the intended effect of reducing brain Aβ plaque burden — i.e., it directly targets amyloid-β pathology. citeturn0search1turn0search2",
        "Act: Extracted trial details from the description — drug: aducanumab (BIIB037, Aduhelm); modality: disease‑targeted biologic (monoclonal antibody) given by intravenous infusion; population: mild-to-moderate Alzheimer’s disease; design: randomized, double-blind, placebo-controlled, single and multiple ascending dose safety/PK/immunogenicity study. Because the agent is an Aβ‑directed monoclonal antibody aimed at clearing/reducing amyloid plaques, this maps to CADRO category A) Amyloid beta. (Supporting regulatory and sponsor descriptions state aducanumab is an amyloid‑beta directed antibody and that its approval was based on reduction of amyloid plaques). citeturn0search0turn0search4",
        "Reflect: Classification check — the trial evaluates a biologic that targets a core Alzheimer’s pathology (amyloid‑β plaques) rather than symptomatic neurotransmitter systems or other pathways, so A) Amyloid beta is the correct CADRO category. Safety considerations linked to this mechanism (amyloid‑related imaging abnormalities, ARIA) have been observed in aducanumab studies and are documented in prescribing/regulatory materials. citeturn0search6turn0search3",
        "Web search results (supporting sources consulted): 1) FDA information page summarizing ADUHELM as an amyloid‑beta directed antibody and accelerated approval based on plaque reduction. citeturn0search0 2) ADUHELM prescribing information / DailyMed describing aducanumab as a human IgG1 mAb directed against aggregated soluble and insoluble forms of Aβ and giving IV dosing/ARIA guidance. citeturn0search1turn0search6 3) Peer-reviewed summary of aducanumab development noting selective targeting of aggregated Aβ (BIIB037). citeturn0search2 4) Biogen press release describing ADUHELM’s effect on reducing amyloid‑beta plaques in trials. citeturn0search4 5) Recent clinical review of anti‑amyloid immunotherapies describing aducanumab’s selectivity for oligomeric/fibrillar Aβ and proposed microglia‑mediated clearance mechanism. citeturn0search3"
    ]
}