{
    "nct_id": "NCT05741060",
    "title": "Arterial Stiffness, Cognition and Equol",
    "status": "ACTIVE_NOT_RECRUITING",
    "last_update_time": "2025-09-23",
    "description_brief": "The ACE Trial, funded by the National Institute on Ageing/National Institutes of Health (NIH), is a multicenter clinical trial. The ACE Trial will determine if taking the dietary supplement Equol could slow the progression of stiffening of the arteries, small blood vessel disease in the brain and memory decline. Equol is a soy-based supplement that has plant estrogen-like compounds in it.\n\nEquol is a metabolite of soy isoflavone. Our studies in Japan and other studies suggest that Equol may slow mechanisms related to memory decline. No previous studies in the United States have tested the effect of Equol on these mechanisms or memory decline. Supplementation of Equol in the ACE Trial is approved by the Food and Drug Administration (FDA).\n\nResearchers at the University of Pittsburgh, Pittsburgh, Pennsylvania, Wake Forest University, Winston-Salem, North Carolina, and Emory University, Atlanta, Georgia, are recruiting participants.\n\nThe ACE Trial will ask participants to complete 7 clinic visits over a two-year period. The participants are asked to take Equol tablets daily for 24 months. Clinic procedures include Pulse Wave Velocity (to measure arterial stiffness), Magnetic Resonance Imaging (MRI) of the brain and tests of awareness and thinking.",
    "description_detailed": "The ACE trial is an early-stage multi-center randomized controlled trial (RCT) designed to test the effect of a 24-month intervention of 10 mg/day equol supplementation on arterial stiffness, white matter lesions (WMLs) in the brain and cognitive decline among 400 individuals aged 65 and 85 without dementia. Recent studies in Japan reported that a diet high in soy and soy isoflavones is inversely associated with incident cognitive impairment and dementia. The Women's Isoflavone Soy Health (WISH) in the US, an RCT of soy isoflavones, however, showed no significant effect on cognition. We posit that the discrepant result is due to the difference in equol-producing capability. Equol, a metabolite of soy isoflavone daidzein transformed by the gut microbiome, is the most bioactive among all soy isoflavones and their metabolites. 50-70% of Japanese convert daidzein to equol in contrast to 20-30% of Americans. Arterial stiffness, a significant predictor of cognitive decline, is significantly improved in a short-duration RCT of 10 mg/day equol supplementation in middle-aged subjects. WMLs are a risk factor for age-related cognitive decline and dementia. We reported a longitudinal association of equol-producing status with WML% (WML volume normalized to total brain volume) in cognitively normal elderly in Japan. The subgroup analysis of WISH showed that equol producers had better cognition than the control group, suggesting that equol may slow cognitive decline. No previous study has tested the effect of equol supplementation on arterial stiffness, WMLs or cognitive decline in older adults.",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "PREVENTION",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "Equol (S‑equol) — a soy isoflavone metabolite / plant-derived small molecule; trial dose reported as 10 mg/day"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The ACE Trial tests Equol (S‑equol), a small-molecule metabolite of the soy isoflavone daidzein, intended to slow arterial stiffness, reduce white‑matter lesions and slow memory decline — i.e., it targets vascular and neurodegenerative mechanisms that contribute to cognitive decline rather than only treating symptoms. citeturn0search0turn0search5",
        "Act: Key extracted details — intervention = daily oral S‑equol supplementation (10 mg/day) for 24 months in a randomized, placebo‑controlled multicenter trial; S‑equol is described as a microbiome‑derived metabolite and a selective estrogen receptor‑β (ERβ) agonist with vascular and potential neuroprotective effects. These points are documented in the trial registry and publications. citeturn0search0turn0search5",
        "Supporting evidence from prior literature: Preclinical and clinical studies reviewed and cited by the trial authors show S‑equol has anti‑atherogenic, antioxidant, endothelial‑protective effects and some short RCTs reported improvements in arterial stiffness, supporting a disease‑modifying vascular mechanism that could affect cognitive decline. citeturn0search2turn0search6turn0search7",
        "Reflect: Classification rationale — Equol is a small molecule (dietary/metabolite supplement) acting on biological pathways (ERβ, vascular remodeling, inflammation/oxidative stress) that are putative contributors to dementia; therefore it best fits the 'disease‑targeted small molecule' category rather than a biologic, purely symptomatic cognitive enhancer, or neuropsychiatric symptom treatment. The trial is prevention/disease‑modification focused. No monoclonal antibodies, vaccines, or purely symptomatic agents are involved. citeturn0search5turn0search0",
        "Web search results used (key sources): ClinicalTrials/Gov trial listing (ACE Trial) and trial pages describing the intervention and aims. citeturn0search0turn0search4",
        "Additional literature supporting mechanism and prior short trials of S‑equol (reviews and RCTs discussed above). citeturn0search1turn0search2turn0search7"
    ],
    "agent_type": "K) Vasculature",
    "explanation_agent": [
        "Reason: The ACE trial tests S‑equol (a small‑molecule soy isoflavone metabolite and selective estrogen receptor‑β agonist) with the explicit aim of slowing arterial stiffness, reducing small‑vessel brain disease (white‑matter lesions) and thereby slowing memory decline—i.e., it is directed at vascular mechanisms that contribute to cognitive decline rather than solely symptomatic neurotransmitter modulation. citeturn0search2turn0search0",
        "Act: Key extracted details from the trial description — intervention = oral S‑equol 10 mg/day for 24 months in a randomized, placebo‑controlled multisite trial; mechanism described = ERβ agonism with vascular‑protective, antioxidant and endothelial effects; primary hypothesized disease‑modifying pathway = vascular aging/arterial stiffness → brain small‑vessel disease → cognitive decline. These points are documented in the ACE trial registry and trial publication. citeturn0search1turn0search2",
        "Reflect: Mapping to CADRO — the trial’s stated target is vascular pathology (arterial stiffness and small‑vessel brain disease). While S‑equol may also have antioxidant and anti‑inflammatory actions (additional mechanisms), the principal disease target described is vascular. Therefore the most specific CADRO match is K) Vasculature. I do not classify this as multi‑target (R) because the trial’s primary mechanistic focus and outcomes are vascular; nor is it non‑therapeutic (T). Supporting literature (reviews and prior RCTs showing arterial‑stiffness effects) align with a vascular‑targeted classification. citeturn0search4turn0search6",
        "Web search results used (key sources): ACE trial description (Whitney Wharton Lab / ACE project page). citeturn0search0; ClinicalTrials summary (NCT05741060 / ACE Trial entry). citeturn0search1; ACE trial methods/publication describing S‑equol as ERβ agonist and vascular/cognitive aims (Alzheimer’s & Dementia: TRCI / PubMed). citeturn0search2; Review on potential protective mechanisms of S‑equol and links to vascular pathology and cognition. citeturn0search4; Prior RCT evidence of equol effects on arterial stiffness. citeturn0search6"
    ]
}