{
    "nct_id": "NCT04500847",
    "title": "Repurposing Nucleoside Reverse Transcriptase Inhibitors for Treatment of AD",
    "status": "RECRUITING",
    "last_update_time": "2025-05-01",
    "description_brief": "This is a randomized, double-blind clinical trial of a daily oral dose of 200 mg emtricitabine vs. placebo in 35 participants with biomarker-confirmed MCI or mild to moderate dementia due to Alzheimer's disease. Study duration for each subject participating in the placebo-controlled research study will be approximately 12 months (up to a 3 months Screening Period, Baseline visit (1 month), 6 months of placebo or emtricitabine dosing, and 1 month follow-up). Participants will have up to 2 months to complete all procedures for the month 6 study visit.",
    "description_detailed": "Alzheimer's disease (AD) is a devastating and increasingly frequent neurological disorder whose onset is strongly correlated with advanced age. Between 2000 and 2017 deaths from AD have increased 145%, and AD has become the 6th leading cause of death in the USA. Unfortunately, in spite of immense research and clinical efforts spanning several decades, cures have been elusive. This has prompted searches for new mechanisms of disease and new targets of therapy. One such direction is inflammation: aging and many age-associated diseases are believed to be causally linked with a chronic inflammatory state. The brain is no exception, and the presence of inflammation in the AD brain establishes an environment that is hostile for the function and survival of neurons. While it is not yet clear whether inflammation is the root cause of AD, it is increasingly believed that alleviating these inflammatory processes might slow down the progression of the disease. This research study will test to determine if the inflammatory state can be alleviated with a class of drugs known as nucleoside reverse transcriptase inhibitors (NRTIs). NRTIs were developed to treat Acquired Immune Deficiency Syndrome (AIDS) caused by infection with Human Immunodeficiency Virus (HIV). Investigators hypothesize that NRTI drugs, by inhibiting neuroinflammation, may be effective in the treatment of AD. The primary goal of this trial will be to assess safety and tolerability of Emtriva in a geriatric population of individuals diagnosed with mild cognitive impairment or early AD.\n\nThis study will be conducted in subjects with mild to moderate Alzheimer's disease (AD), including subjects with mild cognitive impairment (MCI). Subjects must be positive for amyloid pathology. Subjects must be 50 to 85 years old, and apart from the clinical diagnosis of early AD, in good health as determined by the Investigator based on their medical history. Participants must be HIV/HBV negative and pass all the screening assessments based on the inclusion/exclusion criteria.",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "emtricitabine (Emtriva) — 200 mg oral daily"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The trial tests emtricitabine, a nucleoside reverse transcriptase inhibitor (an antiviral small molecule / NRTI) being repurposed to reduce neuroinflammation and potentially slow Alzheimer’s disease progression — this is a small-molecule repurposing aimed at disease mechanisms rather than a biologic or purely symptomatic cognitive enhancer. citeturn0search1turn0search5",
        "Act (key extracted details): randomized, double-blind trial of emtricitabine 200 mg daily versus placebo in ~35 participants with biomarker-confirmed MCI or mild–moderate dementia due to AD; dosing period ~6 months within a ~12-month study timeline. Primary aims include safety/tolerability and exploratory biomarker/cognitive outcomes. citeturn0search0turn0search3",
        "Reflect: Classification check — emtricitabine is a small-molecule NRTI (not a monoclonal antibody or vaccine), and the trial title and protocol describe repurposing NRTIs to inhibit neuroinflammation in AD (i.e., targeting a disease process). Therefore the best-fit category is 'disease-targeted small molecule.' The AD indication and proposed mechanism are investigational (not established), and the trial is primarily a safety/tolerability study — the mechanism in AD remains hypothetical. citeturn0search5turn0search3",
        "Web search results / sources used: ClinicalTrials summary of the study (NCT04500847) with trial details. citeturn0search0",
        "Emtricitabine drug class and mechanism (NRTI; Emtriva monograph / reviews). citeturn0search1turn0search2",
        "Context / rationale sources: discussion of repurposing NRTIs for AD and preclinical/human evidence that NRTIs can reduce neuroinflammation; Alzforum and Cedars-Sinai trial page summarizing the hypothesis and trial aims. citeturn0search5turn0search3"
    ],
    "agent_type": "F) Inflammation",
    "explanation_agent": [
        "Reason: The trial is repurposing the NRTI emtricitabine to inhibit inflammasome activation and reduce neuroinflammation as a disease-modifying approach in AD. Emtricitabine is a nucleoside reverse transcriptase inhibitor (NRTI) being tested for an anti‑inflammatory mechanism rather than its antiviral action. citeturn0search1turn1search6",
        "Act: Key extracted trial details — randomized, double‑blind study of oral emtricitabine 200 mg daily vs placebo in ~35 biomarker‑confirmed MCI or mild–moderate AD participants; primary aims include safety/tolerability with exploratory biomarker/cognitive outcomes (6 months dosing within ~12 month timeline). These trial details are listed on the ClinicalTrials entry and Cedars‑Sinai trial page. citeturn0search0turn0search3",
        "Reflect: Classification check — although emtricitabine is an antiviral NRTI, the rationale and proposed mechanism in AD (inhibiting inflammasomes / neuroinflammation and epidemiologic associations of NRTI exposure with lower AD incidence) map directly to the CADRO category F) Inflammation. The intervention is a small‑molecule repurposing targeting inflammatory pathways in the brain, so F) Inflammation is the most specific CADRO match (not multi‑target or diagnostic). Relevant supporting literature and trial pages are cited below. citeturn1search6turn1search2",
        "Web search results used: ClinicalTrials summary for NCT04500847 (trial details and design). citeturn0search0",
        "Emtricitabine mechanism/class (NRTI; Emtriva drug monographs / reviews). citeturn0search1turn0search6",
        "Rationale/evidence for NRTIs inhibiting inflammasome activation and associations with reduced AD risk (prospective/retrospective studies and reviews). citeturn1search6turn1search2"
    ]
}