{
    "nct_id": "NCT04390646",
    "title": "Effect of Pulsatile GnRH Therapy on Cognition in Down Syndrome: Randomized Placebo Control Study",
    "status": "RECRUITING",
    "last_update_time": "2024-02-09",
    "description_brief": "Down syndrome (DS) is the most common chromosomal disorder; with the increasing life expectancy, about 80% of DS adults reach age 65 years old. Early Alzheimer's disease (AD) is the most common cause of death within this population. DS individuals already show AD neuropathology by the age of 30, while it becomes clinically recognized in their late forties. DS subjects also exhibit olfaction defects in adulthood.\n\nTo date, there is no treatment available for the cognitive or olfactory defects in DS. The development of an effective treatment targeting cognitive dysfunction in DS adolescents/adults would be warranted.\n\nGnRH, a decapeptide secreted by hypothalamic neurons is the pilot light of reproduction in all mammals. Pulsatile GnRH acts on the gonadotrophs via the GnRH receptor (GNRHR) in the pituitary gland to stimulate LH and FSH, which themselves will act on the gonads to produce gametes and steroids. However, GNRHR are also expressed in cerebral cortex, hippocampus, amygdala, habenula, olfactory structures, and adrenal gland, suggesting that GnRH may have a role beyond reproduction.\n\nRecently, GnRH has been shown to be involved in the process of ageing and lifespan control. Notably, in murine models, GnRH acts as an anti-ageing factor, independent of sex hormones. While ageing is characterized by hypothalamic inflammation and diminished neurogenesis, particularly in the hypothalamus and the hippocampus, GnRH was able to promote adult neurogenesis.\n\nThe regulation of GnRH secretion is complex and involves hormonal, neuronal input, and environmental factors.\n\nPrévot et al. recently explored cognition within the Ts65Dn model and showed an age-dependent loss of the ability to recognize new objects. Also, these mice exhibit defects in olfaction. Given the role of GnRH in anti-aging mice model, pulsatile GnRH or continuous GnRH infusion (leading to desensitization of the GNRHR) were given to the Ts65Dn mice for two weeks. Amazingly, pulsatile but not continuous GnRH therapy was able to recover cognitive and olfaction defects.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE2",
        "PHASE3"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "Gonadorelin (GnRH; e.g., Lutrelef) — pulsatile GnRH therapy"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is pulsatile administration of gonadotropin-releasing hormone (GnRH), a decapeptide (gonadorelin). The intended effect described is restoration of physiological GnRH signaling to improve cognition and olfaction (promote neurogenesis/brain connectivity), not to directly target Alzheimer’s-specific pathology such as amyloid or tau; therefore it fits the definition of a cognitive enhancer rather than a disease-targeted biologic/small molecule. citeturn0search4turn0search0",
        "Act (extracted details): The active agent is gonadorelin (GnRH), administered in a pulsatile regimen (mini‑pump/subcutaneous pulses — e.g., Lutrelef/gonadorelin in the preclinical and pilot human work). A small pilot in adults with Down syndrome (n=7) reported improved cognitive scores and brain connectivity after 6 months of pulsatile GnRH; a larger randomized/controlled study is registered (clinical trial listing NCT04390646). citeturn0search4turn0search2turn1search5",
        "Reflect: Although GnRH is a biologic (peptide hormone), the trial’s mechanism and goals (restore GnRH signaling to enhance cognition/neurogenesis) match the provided category definition for a cognitive enhancer (improving cognitive function without directly targeting amyloid/tau pathology). I note some related preclinical data show benefit in a tau mouse model as well, but the clinical intent described is cognitive enhancement in Down syndrome; classification as 'cognitive enhancer' is therefore appropriate. citeturn0search4turn0search5",
        "Key web sources located: Science article reporting the work (Manfredi‑Lozano/Prévot et al., Science 2022). citeturn0search0; PubMed/PMC full text with details of mouse and pilot human data. citeturn0search4; Inserm press release summarizing the pilot human results. citeturn0search2; Clinical trial listing for the pulsatile GnRH study (NCT04390646 / trial registries). citeturn1search5"
    ],
    "agent_type": "M) Synaptic Plasticity/Neuroprotection",
    "explanation_agent": [
        "Reason: The intervention is pulsatile gonadorelin (GnRH) given to restore physiological GnRH signaling with the goal of improving cognition by promoting neurogenesis/brain connectivity rather than directly targeting amyloid or tau pathology. This matches CADRO’s focus on interventions that enhance synaptic function, plasticity, or neuroprotection. citeturn0search0turn0search5",
        "Act: Extracted details — active agent: gonadorelin (GnRH, e.g., Lutrelef) administered in a pulsatile regimen (mini‑pump/subcutaneous pulses). A small open‑label pilot (n≈7) reported improved cognitive scores and brain connectivity after 6 months; a randomized placebo‑controlled trial is registered (NCT04390646). The mechanism described is restoration of GnRH signaling to promote neurogenesis and connectivity rather than targeting amyloid/tau. citeturn0search0turn0search5turn0search3",
        "Reflect: Classification check — while GnRH is a hormone (so CADRO L, Growth Factors and Hormones, is a plausible alternative) and it acts via the GnRH receptor (a peptide/neuropeptide receptor), the stated therapeutic intent is cognitive enhancement through neurogenesis and improved brain connectivity (synaptic/plasticity effects). Therefore the most specific CADRO match is M) Synaptic Plasticity/Neuroprotection. Note: if the trial’s primary aim were framed as hormone‑replacement or endocrine modulation per se, L could be considered; but based on the provided description and published work, M is the best fit. citeturn0search0turn0search2"
    ]
}