{
    "nct_id": "NCT07031687",
    "title": "Effects and Mechanisms of Temporal Interference Brain Stimulation on Memory Function in Preclinical Alzheimer's Disease",
    "status": "RECRUITING",
    "last_update_time": "2025-08-13",
    "description_brief": "The goal of this clinical trial is to learn if personalized, multimodal imaging-guided, EEG-based closed-loop Temporal Interference Brain Stimulation (TIBS) can improve memory function in individuals with preclinical Alzheimer's Disease (AD).\n\nThe main questions it aims to answer are:\n\n1. Does personalized TIBS lead to significant changes in functional connectivity strength of hippocampal-cortical networks at the end of the 2-week intervention compared to baseline?\n2. What are the short-term (end of 2-week intervention) and medium-to-long-term (4 weeks and 12 weeks post-intervention) effects of personalized TIBS on episodic and working memory, as well as other cognitive domains in preclinical AD?\n3. How does personalized TIBS modulate brain activity and connectivity, as measured by EEG power spectra and functional MRI (fMRI) functional connectivity, in preclinical AD?\n4. What is the safety profile of personalized TIBS in this population?\n\nResearchers will compare participants receiving active personalized TIBS to participants receiving sham (inactive) stimulation to see if TIBS effectively improves memory function and induces neural plasticity.\n\nParticipants will:\n\n1. Undergo initial screening including neuropsychological assessments and blood p-tau217 testing to identify preclinical AD.\n2. Receive either active personalized TIBS or sham stimulation daily for 40 minutes, 6 days a week, for 2 weeks.\n3. Have individualized TIBS parameters (e.g., target localization, intensity) determined using baseline structural MRI and DTI.\n4. Undergo real-time high-density EEG monitoring during daily stimulation sessions to enable closed-loop adjustment of stimulation parameters.\n5. Participate in follow-up assessments at the end of the 2-week intervention, and at 4 weeks and 12 weeks post-intervention.\n6. Receive multimodal imaging (sMRI, rs-fMRI, task-fMRI, DTI) and blood biomarker assessments at various time points.\n7. Receive Aβ-PET and tau-PET scans, along with comprehensive neuropsychological assessments, at the 12-week follow-up.\n8. Have their safety continuously monitored throughout the study.",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "Temporal Interference Brain Stimulation (TIBS) — personalized, multimodal imaging‑guided, EEG‑based closed‑loop neuromodulation device"
    ],
    "placebo": [
        "Sham (inactive) TIBS stimulation"
    ],
    "explanation_target": [
        "Reason: The intervention is a non‑pharmacologic, noninvasive neuromodulation device (Temporal Interference Brain Stimulation) delivered to improve memory and modulate hippocampal‑cortical networks in preclinical AD, i.e., an intervention intended to enhance cognitive function rather than deliver a biologic or small molecule targeting AD pathology.",
        "Act: Key extracted details — intervention name: TIBS; comparator: sham stimulation; mechanism: noninvasive temporal interference electrical fields to modulate deep brain targets (hippocampus) with closed‑loop EEG guidance and individualized MRI/DTI targeting; intended effects: improve episodic/working memory and induce neural plasticity. This matches the 'cognitive enhancer' category (device-based cognitive enhancement) rather than a disease‑targeted biologic or small molecule, or a trial focused on neuropsychiatric symptom relief.",
        "Reflect: Classification check — the trial does not test an antibody, vaccine, or small molecule aimed at amyloid/tau, nor is it primarily treating behavioral/psychiatric symptoms; instead it aims to improve memory via neuromodulation of hippocampal networks, so 'cognitive enhancer' is the appropriate category. There is low ambiguity.",
        "Supporting web search results: MedPath / trial listing matching the provided description and title (trial record of this TIBS study). citeturn0search1",
        "Grossman et al. (2017) and NIH summary describing Temporal Interference as a noninvasive method to stimulate deep brain regions (hippocampus) via intersecting high‑frequency currents. citeturn0search0turn0search3",
        "Human demonstrations and recent reports of noninvasive temporal interference targeting the human hippocampus and capability to modulate deep structures. citeturn0search9turn0search5",
        "Reviews and recent articles describing TI/TIBS as a noninvasive neuromodulation approach with capacity to modulate functional connectivity and deep targets. citeturn0search4turn0search2",
        "Technical/implementation resources and device‑integration notes for EEG recording during TI stimulation (closed‑loop feasibility). citeturn0search8"
    ],
    "agent_type": "M) Synaptic Plasticity/Neuroprotection",
    "explanation_agent": [
        "Reason: The intervention is a non‑pharmacologic neuromodulation device (Temporal Interference Brain Stimulation, TIBS) designed to modulate hippocampal‑cortical networks and improve memory by inducing network changes and neural plasticity—this aligns with CADRO’s focus on synaptic plasticity and neuroprotection rather than molecular pathology (amyloid/tau) or a diagnostic-only intervention. citeturn0search7turn0search1",
        "Act: Key extracted details — intervention: personalized, multimodal imaging‑guided, EEG‑based closed‑loop Temporal Interference Brain Stimulation (TIBS) targeting bilateral hippocampus; mechanism: noninvasive temporal‑interference electric fields producing a low‑frequency envelope to modulate deep brain activity (theta‑band envelope) and functional connectivity; intended effect: improve episodic/working memory and induce neural plasticity. These features map best to M) Synaptic Plasticity/Neuroprotection. citeturn0search4turn0search10",
        "Reflect: Confirming the fit — the trial does not test an antibody, small molecule, lipid/ApoE intervention, inflammation drug, or a purely diagnostic procedure. Its therapeutic aim is network modulation and enhancement of synaptic/plastic processes in memory circuits, so M is the most specific CADRO match (not R Multi‑target or T Other). Low ambiguity given the provided description. citeturn0search3turn0search2",
        "Web search results supporting classification: (1) Trial listing and summary describing personalized closed‑loop TIBS for preclinical AD and hippocampal targeting. citeturn0search7turn0search1 (2) Foundational/method papers describing Temporal Interference as a noninvasive method to target deep structures (Grossman et al., 2017 and related reviews). citeturn0search3turn0search2 (3) Human demonstrations of noninvasive TI modulating the hippocampus and enhancing memory. citeturn0search10"
    ]
}