{
    "nct_id": "NCT05375292",
    "title": "Efficacy of Pre-Operative Prehabilitation in Patients Undergoing Open Surgery for Abdominal Aortic Aneurysm",
    "status": "RECRUITING",
    "last_update_time": "2024-07-17",
    "description_brief": "This is a pilot, prospective, randomized control trial that aim to provide a first estimation of the 3-month post-operative variation in the functional recovery of patients who benefited from an outpatient pre-habilitation program and patients who did not benefit from it.",
    "description_detailed": "Open surgery of abdominal aortic aneurysms (AAA) is the reference treatment in a large number of cases. This is a heavy procedure performed in patients around 70 years of age.\n\nIn post-operative open aortic surgery, a stay in aftercare and rehabilitation is often necessary, especially in fragile patients.\n\nThe goal is to increase the patient's overall functional status to allow him to move away from the threshold below which he loses his independence for activities of daily living.\n\nThe pre-habilitation protocol includes 3 parts :\n\n1. Oral nutrition ensures adequate caloric and protein intake to support muscle anabolism\n2. Muscle building over a few sessions with a liberal physiotherapist to learn exercises and then independently\n3. Cardio-respiratory endurance.\n\nFor the experimental group:\n\nInitial visit with adaptive rehabilitation physician, 6-8 weeks prior to surgery:\n\n* Clinical examination with Wood classification - limits and restrictions.\n* Assessment of environmental resources\n* Definition pre-habilitation protocol and post-operative rehabilitation pathway\n* application of the ambulatory pre-approval protocol defined with the adaptive rehabilitation physician.\n\nFor the control group:\n\nSupport without pre-approval with application of other common practices of the service.\n\nFollow up of both groups:\n\nPost-operative follow-up visits with the surgeon (gathering the necessary information for comparative follow-up).\n\nMail-out of World Health Organisation Disability Assessment Schedule (WHODAS) 2.0, Euro Qol (EQ)-5D-5L and DIJON questionnaires at 3 and 6 months post-operative.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "SUPPORTIVE_CARE",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention described is an outpatient prehabilitation program delivered before open abdominal aortic aneurysm (AAA) surgery, intended to improve 3-month post-operative functional recovery. This is a non-pharmacologic, perioperative rehabilitation intervention (exercise/nutrition/psychosocial optimization), not a drug or biologic targeting Alzheimer pathology or cognitive/neuropsychiatric symptoms.",
        "Act: Key trial details extracted: Title = \"Efficacy of Pre-Operative Prehabilitation in Patients Undergoing Open Surgery for Abdominal Aortic Aneurysm\"; brief = pilot, prospective, randomized controlled trial of outpatient PREHABILITATION vs. no prehabilitation (Clinical trial listing NCT05375292). citeturn0search3turn0search4",
        "Web search results (sources found and used): 1) Clinical trial listing (NCT05375292): Evaluation of the Impact of Prehabilitation on Recovery Following Open Surgery for Abdominal Aortic Aneurysm — trial description matches user text. citeturn0search3 2) CenterWatch trial summary for the same study (NCT05375292). citeturn0search4 3) Prior randomized trial showing preoperative supervised exercise improves outcomes after elective AAA repair (PubMed RCT). This supports that prehabilitation is an exercise/rehabilitation intervention rather than a drug. citeturn0search0 4) Systematic review on pre-habilitative interventions for AAA repair summarizing exercise, pharmacological, and nutritional prehab studies (notes many interventions are non-pharmacologic and heterogeneous). citeturn0search8 5) Feasibility study of multimodal prehabilitation for aortic aneurysm repair (supports multimodal non-drug intervention). citeturn0search5",
        "Reflect: Given the intervention is a pre-operative rehabilitation program (non-drug, non-biologic) aimed at improving functional/surgical recovery, it does not match any of the four Alzheimer-focused categories (disease-targeted biologic, disease-targeted small molecule, cognitive enhancer, neuropsychiatric symptom improvement). Therefore the correct classification is 'N/A'. No drug name or placebo is involved; web search confirmed the study is PREHABILITATION (NCT05375292) and not a pharmacologic trial. citeturn0search3turn0search4"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}