{
    "nct_id": "NCT05722743",
    "title": "Improving Person-Environment Fit of Community-Residing Older Adults With Dementia",
    "status": "ACTIVE_NOT_RECRUITING",
    "last_update_time": "2025-05-15",
    "description_brief": "This trial will assess feasibility of a non-pharmacological intervention for persons living with Alzheimer's disease and related dementias (ADRD) to improve behavioral and psychiatric symptoms of dementia and functional performance.\n\nUsing a two-arm, prospective randomized controlled trial, 38 dyads (person with ADRD and caregiver) will complete an 8-week telehealth occupational therapy intervention provided via Zoom with caregivers and persons with dementia or receive an active control with 8 telehealth sessions to discuss publicly available caregiver education with a non-clinical research assistant.",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "HEALTH_SERVICES_RESEARCH",
    "results": null,
    "target_category": "neuropsychiatric symptom improvement",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The described intervention is a non-pharmacological, telehealth occupational therapy program delivered to persons with ADRD and their caregivers intended to improve behavioral and psychiatric symptoms of dementia and functional performance. This indicates the trial targets neuropsychiatric/behavioral symptom management and functional support rather than a disease-modifying biological or small-molecule treatment or a cognitive-enhancer drug. citeturn0search0turn0search4",
        "Act (key extracted details): This is a two-arm, prospective randomized controlled feasibility trial of 38 dyads (person with ADRD + caregiver) receiving an 8-week telehealth occupational therapy intervention via Zoom versus an active control of 8 telehealth caregiver-education sessions. The trial title is \"Improving Person-Environment Fit of Community-Residing Older Adults With Dementia.\" The intervention and outcomes focus on behavioral/psychiatric symptoms and functional performance (no drug or biologic is involved). citeturn0search0turn0search4",
        "Reflect: Classification check against category definitions — the intervention is a behavioral/occupational therapy (non-drug) approach aimed at reducing behavioral and psychiatric symptoms (BPSD) and improving function, which matches the \"Neuropsychiatric symptom improvement\" category. There is no pharmacologic agent (small molecule or biologic) or cognitive-enhancing drug described, so other categories do not apply. citeturn0search4",
        "Web search results (sources consulted): 1) Trial registration/summary page for \"Person-Environment Fit for Persons With Dementia\" / \"Improving Person-Environment Fit...\" describing the feasibility RCT and 8-week telehealth occupational therapy intervention. citeturn0search0 2) Full-text randomized controlled feasibility study (HARMONY telehealth occupational therapy) showing similar telehealth OT interventions improve behavioral symptoms and functional performance in community-dwelling adults with AD; used to confirm intervention type and intended outcomes. citeturn0search4 3) PubMed entry/abstract for the telehealth OT feasibility trial. citeturn0search2"
    ],
    "agent_type": "T) Other",
    "explanation_agent": [
        "Reason: The intervention is a non-pharmacological, telehealth occupational therapy program (Harmony at HOME / person-environment fit) aiming to improve behavioral and psychiatric symptoms and functional performance in people with ADRD — it does not target a molecular pathway, gene, or biological process amenable to CADRO's biological target categories. citeturn0search4turn0search9",
        "Act: Key extracted details — Title: \"Improving Person-Environment Fit for Persons With Dementia\" (NCT05722743). Design: two-arm randomized feasibility trial of 38 dyads receiving an 8‑week telehealth occupational therapy intervention versus an active control. Intervention: behavioral/occupational therapy (environmental cueing, sensory-based strategies) delivered via Zoom to persons with ADRD and caregivers. No drug, biologic, or specific molecular target is involved. citeturn0search3turn0search4turn0search9",
        "Reflect: CADRO is organized around biological drug/therapeutic targets (A–Q, R). Because this trial tests a behavioral/occupational therapy intervention (symptom management and functional support) rather than a pharmacologic or disease-modifying biological target, the correct CADRO assignment is T) Other. Confirmed by multiple trial records and published feasibility work on the HARMONY telehealth OT approach. citeturn0search9turn0search0",
        "Web search results consulted: 1) Trial registration / summary for \"Person-Environment Fit for Persons With Dementia\" (NCT05722743) — trial details and intervention description. citeturn0search4turn0search3 2) Full-text AJOT feasibility RCT describing HARMONY telehealth occupational therapy (feasibility and effects on behavioral symptoms and function). citeturn0search9turn0search0 3) PubMed / Wiley entry for related Harmony at HOME trials and proof-of-concept publications. citeturn0search2turn0search1"
    ]
}