{
    "nct_id": "NCT06596278",
    "title": "Development of Memesto, a Wearable Repetitive Message and Music Therapy Device That Senses and Reduces Agitation in Persons With AD/ADRD",
    "status": "COMPLETED",
    "last_update_time": "2024-09-11",
    "description_brief": "This is a 12-week proof-of-concept study to evaluate the efficacy of Memesto in reducing agitation in persons with Alzheimer's disease and Alzheimer's disease related dementias (AD/ADRD) currently living in a residential care facility. It is hypothesized that Memesto use will result in a reduction in agitation.",
    "description_detailed": "After informed consent is obtained and preliminary eligibility established, participants will be trained and issued the Memesto device for use over a 2-week screening/training phase. Participants successfully completing this phase will proceed into a 10-week open label treatment phase (via telephone and/or in-person data collection).",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "DEVICE_FEASIBILITY",
    "results": null,
    "target_category": "neuropsychiatric symptom improvement",
    "drug": [
        "Memesto (wearable audio/message & music therapy device)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is a wearable audio device (Memesto) that delivers repetitive personalized messages and music and senses agitation to automatically play calming media. The study goal is to reduce agitation (a neuropsychiatric/behavioral symptom) in persons with AD/ADRD rather than to modify underlying Alzheimer’s pathology or cognitive decline. citeturn0search6turn0search0",
        "Act: Key extracted details — intervention name: Memesto (wearable audio/message and music therapy device); sponsor/developer: Edgewater Safety Systems; study design: 12-week proof-of-concept/open-label device trial to evaluate reduction in agitation in residential care residents with AD/ADRD. The device concept includes agitation sensing via non‑invasive sensors, caregiver-recorded messages, scheduling/web app, and automated playback of effective media. citeturn0search0turn0search3turn0search8",
        "Reflect: This is a non‑pharmacologic, device-based behavioral intervention targeting agitation (a neuropsychiatric symptom). It is not a biologic or small molecule disease-modifying therapy, nor is it described as a cognitive enhancer. Therefore the correct category is \"neuropsychiatric symptom improvement.\" The peer-reviewed/preprint report and trial listings consistently describe Memesto as an audio wearable for agitation reduction. citeturn0search6turn0search2",
        "Web search results (supporting sources used): MedPath clinical trial listing for Memesto (trial details). citeturn0search0",
        "PubMed/PMC preprint reporting the Memesto AWARD proof‑of‑principle clinical study (study abstract and full text). citeturn0search2turn0search6",
        "SBIR/NIA project summary describing development of Memesto, its features (wearable media player, agitation sensing, web app), and goals to reduce pharmacologic use for agitation. citeturn0search3turn0search7",
        "NIH/NIA project listing for the Memesto development award (1R43AG074725-01) confirming funding and non-pharmacologic classification. citeturn0search8"
    ],
    "agent_type": "T) Other",
    "explanation_agent": [
        "Reason: The intervention is a non‑pharmacologic wearable audio/message and music therapy device (Memesto) intended to sense and reduce agitation — a neuropsychiatric/behavioral symptom — not to act on a molecular or biological Alzheimer’s disease pathway. citeturn0search8turn0search1",
        "Act: Extracted details — device name: Memesto; developer/sponsor: Edgewater Safety Systems; study design: 10–12 week proof‑of‑concept/open‑label wearable device trial in people with AD/ADRD; features: caregiver‑recorded personalized messages and music, agitation sensing and automated playback to reduce agitation. These sources describe Memesto as a behavioral/device intervention rather than a drug or mechanism‑based therapy. citeturn0search1turn0search2turn0search8",
        "Reflect: CADRO categories are organized by biological targets (e.g., Amyloid, Tau, Inflammation, Neurotransmitter receptors, etc.). Memesto does not target any of those biological pathways or molecular mechanisms; it targets a neuropsychiatric symptom via a behavioral/device approach. Per the instructions, non‑therapeutic or device/behavioral interventions should be classified as 'T) Other.' This classification is consistent with the clinical trial and grant descriptions. citeturn0search8turn0search6",
        "Web search results (supporting sources): PubMed/PMC preprint reporting the Memesto AWARD proof‑of‑principle study. citeturn0search8; SBIR/NIA project summary for Memesto (1R43AG074725‑01). citeturn0search1; MedPath / clinical trial listing(s) for Memesto (NCT05153161 / NCT06596278). citeturn0search2turn0search7; ClinicalTrials.gov / ICH GCP registry details. citeturn0search6; Rush University news about the funded study. citeturn0search5"
    ]
}