{
    "nct_id": "NCT05985486",
    "title": "The Impact of Weight Loss on Alzheimer's Disease Risk in Adults With Down Syndrome",
    "status": "RECRUITING",
    "last_update_time": "2025-05-15",
    "description_brief": "The goal of this study is to determine if weight loss or changes in dietary intake can help prevent of delay adults with Down syndrome from developing Alzheimer's Disease\n\nAdults with Down syndrome without dementia will be randomized to either a weight loss group or a general health education control group. The weight loss group will be asked to follow a reduced energy diet, attend monthly education sessions delivered remotely and self-monitor diet and body weight using commercially available web-based applications. The control group will be asked to attend remotely delivered monthly education sessions on general health education topics.\n\nAll participants will come to the University of Kansas Medical Center, 3 times across 12 months for a blood draw, cognitive testing, a MRI, assessment of height and weight, and assessment of diet intake.",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "PREVENTION",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is a behavioral/lifestyle program (intentional weight loss via reduced-energy diet, remote monthly education, and self-monitoring) aiming to prevent or delay Alzheimer’s disease in adults with Down syndrome. This is a non-pharmacologic, non-biologic intervention (no drug, biologic, or small-molecule is tested), so it does not fit the four therapeutic categories (disease-targeted biologic, disease-targeted small molecule, cognitive enhancer, or neuropsychiatric symptom improvement). citeturn0search1turn0search2",
        "Act (extracted trial details): Adults with Down syndrome without dementia are randomized to a weight-loss program or a general health education control for 12 months; procedures include monthly remote sessions, self-monitoring of diet/weight, and visits for blood draws, cognitive testing, and MRI at the University of Kansas Medical Center. Trial/title and study pages confirm this is a diet/weight-loss intervention (no drug listed). citeturn0search1turn0search5",
        "Web search results supporting extraction: NIH project page for “The Impact of Weight Loss on Alzheimer's Disease Risk in Adults with Down Syndrome” (project R61AG078967-01) and University of Kansas study pages describing the Brain Outcomes and Lifestyle / BOLD weight-loss trial and procedures. citeturn0search1turn0search2turn0search5",
        "Reflect: Given the intervention type (dietary/behavioral weight-loss program) and absence of any drug, biologic, or cognitive-enhancing pharmacologic agent, the correct classification is 'N/A' (does not fit the four specified therapeutic categories). No ambiguity detected — this is a non-pharmacologic prevention trial. citeturn0search2turn0search5"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}