{
    "nct_id": "NCT05565833",
    "title": "Internet-based Insomnia Intervention to Prevent Cognitive Decline in Older Adults With Mild Cognitive Impairment (SHUTi MIND)",
    "status": "RECRUITING",
    "last_update_time": "2024-05-06",
    "description_brief": "This randomized controlled trial will evaluate the impact of an Internet-delivered cognitive behavioral therapy for insomnia (CBT-I) intervention on sleep and the extent to which it contributes to cognitive health in individuals with mild cognitive impairment. Participants with insomnia who meet the study criteria for mild cognitive impairment will be recruited to determine the effects of the CBT-I intervention compared to a patient education condition on sleep and cognition. Internet-based recruitment methods will be used, and outcomes include sleep variables, daytime variables, and cognitive status.",
    "description_detailed": "This randomized controlled trial will evaluate the impact of an Internet-delivered cognitive behavioral therapy for insomnia (CBT-I) intervention on sleep and the extent to which it contributes to cognitive health in individuals with mild cognitive impairment. Participants with insomnia who meet the study criteria for mild cognitive impairment will be recruited to determine the effects of the CBT-I intervention compared to patient education (PE) control condition on sleep and cognition. Internet-based recruitment methods will be used, and outcomes include sleep variables (reduced overall insomnia severity and wake after sleep onset), daytime variables (reduced levels of fatigue, improved quality of life, and improved mood), and cognitive status (memory, attention/psychomotor speed, and executive functioning domains). Participants will complete a pre-assessment battery, which consists of an online cognitive test, an online questionnaire, and two weeks of sleep diaries. Once complete, participants will be randomized to either the Internet-based PE or CBT-I intervention. At the start of week nine, all participants will be instructed to complete the post-assessment battery (cognitive test, questionnaires, and diaries). After completing the post-assessment, participants will have continued access to their assigned online program throughout the study duration. This same assessment (cognitive test, questionnaires, and diaries) will be completed at 6, 12, 18, and 24 months.",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "neuropsychiatric symptom improvement",
    "drug": [
        "SHUTi (internet‑delivered CBT‑I; digital behavioral intervention)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial tests an Internet‑delivered cognitive behavioral therapy for insomnia (CBT‑I; SHUTi) in older adults with mild cognitive impairment to improve sleep and assess downstream effects on cognition — the intervention is a behavioral/digital therapy targeting the symptom of insomnia rather than a biologic or small molecule targeting Alzheimer pathology. citeturn0search0turn0search1",
        "Act: Key extracted details — trial title SHUTi MIND (NCT05565833) tests SHUTi/CBT‑I versus an online patient education control; outcomes are sleep measures, daytime variables, and cognitive status. SHUTi is a fully automated, tailored web‑based CBT‑I program (not a drug). citeturn0search0turn0search1turn0search5",
        "Reflect: Classification rationale — of the four provided categories, this intervention best fits 'neuropsychiatric symptom improvement' because it directly treats a neuropsychiatric/sleep symptom (insomnia) with a behavioral intervention. Although the study aims to prevent cognitive decline (an effect on cognition), the mechanism is symptomatic/behavioral (improve sleep) rather than disease‑targeting (amyloid/tau) or a pharmacologic cognitive enhancer, so 'neuropsychiatric symptom improvement' is the correct category. Note: No drug/placebo is used; the control is an active patient‑education program. Supporting trial listings and prior SHUTi publications are cited above for verification. citeturn0search0turn0search4"
    ],
    "agent_type": "T) Other",
    "explanation_agent": [
        "Reason: The intervention is a fully automated, internet‑delivered cognitive behavioral therapy for insomnia (SHUTi) aimed at improving sleep symptoms (insomnia) and assessing downstream effects on cognition. This is a behavioral/digital symptomatic intervention, not a drug or biologic targeting a specific molecular Alzheimer pathology (e.g., amyloid, tau, inflammation). citeturn0search0turn0search2",
        "Act: Extracted details — Trial title: SHUTi MIND (Internet-based Insomnia Intervention to Prevent Cognitive Decline; NCT05565833). Intervention: SHUTi/OASIS — Sleep Healthy Using the Internet, an automated web‑based CBT‑I program optimized for older adults; comparator: online patient‑education website; outcomes: sleep measures and cognitive status. This confirms the target is a neuropsychiatric/sleep symptom via behavioral therapy, not a molecular pathway. citeturn0search5turn0search1",
        "Reflect: CADRO mapping — the CADRO list provided contains molecular/biologic target categories (A–Q, R multi‑target) and 'T) Other' for interventions that do not fit those biologic targets or are non‑therapeutic/behavioral. Because SHUTi is a digital behavioral therapy targeting insomnia symptoms rather than a biologic/pathway, the most appropriate CADRO classification is 'T) Other'. Confirmed by multiple publications showing SHUTi is an internet CBT‑I program (efficacy trials and implementations). citeturn0search0turn0search4",
        "Web search results used (selected):",
        "- SHUTi randomized clinical trial demonstrating efficacy of internet CBT‑I (JAMA Psychiatry trial describing SHUTi program and outcomes). citeturn0search0",
        "- PubMed summary of SHUTi trial and outcomes/effect sizes. citeturn0search1",
        "- JAMA Psychiatry full report on internet‑delivered CBT‑I (SHUTi) describing program components (sleep restriction, stimulus control, cognitive restructuring, etc.). citeturn0search2",
        "- Recent implementations/trials of SHUTi (veterans study) showing continued use of the digital CBT‑I program. citeturn0search4",
        "- SHUTi MIND trial listing (trial details: start date, enrollment, SHUTi OASIS optimized for older adults). citeturn0search5"
    ]
}