{
    "nct_id": "NCT06148233",
    "title": "CSF1R PET Probe [18F]CSF-23 in Alzheimer's Disease Brain Imaging",
    "status": "RECRUITING",
    "last_update_time": "2023-11-19",
    "description_brief": "To explore the diagnostic value of \\[18F\\]CSF-23 brain imaging for CSF1R expression in Alzheimer's disease. PET imaging with this PET tracer was used to assess the role and expression of CSF1R in AD and to evaluate the level and safety of abnormal present imaging.",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "DIAGNOSTIC",
    "results": null,
    "target_category": "N/A",
    "drug": [
        "[18F]CSF-23 (PET radiotracer targeting CSF1R)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The study title and description state this is a PET imaging probe ([18F]CSF-23) used to image CSF1R expression in Alzheimer’s disease — i.e., a diagnostic imaging tracer to measure a molecular target (CSF1R / microglia), not a therapeutic intended to modify disease or symptoms. citeturn0search5turn0search4",
        "Act: Extracted details — intervention: [18F]CSF-23, purpose: PET imaging of CSF1R to assess expression/role and safety of abnormal imaging in AD. CSF1R is a microglia/macrophage receptor used as a marker of neuroinflammation and is the imaging target for several PET tracers (e.g., CPPC, JNJ-CSF1R-1 and other 18F-labeled CSF1R ligands). These references show CSF1R tracers are developed for diagnosis/target engagement rather than as therapeutics. citeturn0search5turn0search4turn0search1",
        "Reflect: Classification check — per the provided category definitions, this is a diagnostic PET tracer (non-therapeutic imaging probe). Diagnostics and imaging-only studies do not fit the four therapeutic categories (disease-targeted biologic, disease-targeted small molecule, cognitive enhancer, or neuropsychiatric symptom improvement), so the correct classification is 'N/A'. Supporting references: trial listing for [18F]CSF-23 and literature on CSF1R PET tracers and their role in imaging neuroinflammation. citeturn0search5turn0search1turn0search7"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}