{
    "nct_id": "NCT01049555",
    "title": "Contribution of Actigraphy and Recognition Video in Apathy Assessment of Alzheimer's Disease : Experimental Research",
    "status": "COMPLETED",
    "last_update_time": "2015-09-29",
    "description_brief": "Neuropsychiatric symptoms form part of the clinical picture of Alzheimer's disease (AD) and other dementias. Irrespective of the severity of the disease, the most frequently encountered symptom is apathy. Apathy is increasingly diagnosed in patients with neurological and psychiatric conditions. Apathy is a disorder of motivation, defined as \"the direction, intensity and persistence of goal-directed behaviour\". Most of the current descriptions acknowledge this point and consider apathy in terms of a lack of goal-directed behaviour, cognition or emotion. The classical neuropsychiatric symptom assessments are subjective structured interview-based, using input from the caregiver and/or the patient. New technologies are likely to provide us with a more objective measure. An example is ambulatory actigraphy, consisting of a piezoelectric accelerometer designed to record arm movement in three dimensions.\n\nThe aim of the present study is to assess using actigraphy and video recording signal, AD patients with (n = 15) and without (n = 15) apathy and control subjects (n = 5) during an activity of daily living scenario .",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "BASIC_SCIENCE",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The protocol describes using ambulatory actigraphy (wrist accelerometer) and video-recording/event-recognition to objectively assess apathy in Alzheimer's patients during an activity-of-daily-living scenario. The stated aim is measurement/assessment of a neuropsychiatric symptom (apathy), not testing a drug or therapeutic intervention. citeturn0search0turn0search2",
        "Act: Key extracted details — intervention listed as 'Actigraphy and video recording signal' (classified as 'Other' / observational); sample groups described (AD with apathy n=15, AD without apathy n=15, controls n=5); registry entry NCT01049555 corresponds to this study description. No drug or placebo is mentioned. citeturn0search0",
        "Act (supporting literature): Actigraphy has been used in multiple published studies as an objective measure correlated with apathy and reduced daytime activity in AD and cognitive impairment, confirming the method is an assessment/biomarker approach rather than a therapeutic agent. citeturn0search5turn0search4",
        "Reflect: Given the trial is an observational/assessment study using devices (actigraphy/video) to measure a neuropsychiatric symptom and does not test a biologic or small-molecule therapeutic or a symptomatic drug for treatment, it fits the rule to classify diagnostic/non-therapeutic trials as 'N/A'. No drug information or placebo applies. citeturn0search0turn0search2",
        "Web search results used: registration/description of the trial (MedPath / NCT01049555) showing the intervention as actigraphy/video; a related CU Nice registration (ecological assessment using video recognition and actigraphy); and published actigraphy studies relating actigraphy measures to apathy in AD. citeturn0search0turn0search2turn0search5turn0search4"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}