{
    "nct_id": "NCT01826110",
    "title": "\"[11C] PIB Comparison Study to [18F] AV-45 in Subjects With Alzheimer's Disease (AD) and Age Matched Healthy Controls\"",
    "status": "COMPLETED",
    "last_update_time": "2019-03-01",
    "description_brief": "The purpose of this study is to investigate the radiotracer \\[11C\\] PIB in participants with probably Alzheimer's Disease (AD) and healthy age-matched controls.",
    "description_detailed": "The objectives of the study are:\n\n1. To perform PET scans with \\[11C\\]PIB to use for direct (i.e., same-subjects) comparison of \\[11C\\]PIB and \\[18F\\]AV-45\n2. To establish the most effective and reliable PET imaging method to detect amyloid deposition in AD, in order to understand disease progression and subsequently evaluate treatment effects.\n3. To ascertain a PET imaging method that will minimize discomfort for subjects, thus increasing the potential for clinical follow-up scans, by reducing the patient burden and potential cost of future PET examinations.\n\nA separate protocol/study will be conducted using \\[18F\\] AV-45. Participants who enroll in this protocol using \\[11C\\] PIB will be consented to participate in the \\[18F\\] AV-45 (IRB # NA\\_00033155) protocol/study as it is a mandatory requirement that participants participate in both protocols.Up to 20 participants with mild to moderate Alzheimer's Disease and 10 healthy volunteers will participate in this study.",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "BASIC_SCIENCE",
    "results": null,
    "target_category": "N/A",
    "drug": [
        "[11C] PIB (Pittsburgh Compound‑B)",
        "[18F] AV‑45 (florbetapir, Amyvid)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The study description and title describe a comparison of PET radiotracers ([11C] PIB and [18F] AV‑45) in participants with probable Alzheimer's disease and healthy controls — i.e., an imaging/diagnostic study rather than a therapeutic trial, so it does not test a drug intended to modify disease, improve cognition, or treat neuropsychiatric symptoms.",
        "Act: Identified the agents: [11C] PIB is the Pittsburgh Compound‑B PET tracer used to image β‑amyloid in the brain. citeturn0search8turn0search6",
        "Act: [18F] AV‑45 is florbetapir (commercial name Amyvid), an 18F‑labeled PET tracer used to image β‑amyloid (FDA‑approved for amyloid PET). citeturn0search0turn0search5",
        "Reflect: Because both agents are radiotracers used for amyloid imaging (diagnostic biomarker) and the study purpose is to investigate/compare radiotracers, this does not fit any of the four therapeutic categories (disease‑targeted biologic, disease‑targeted small molecule, cognitive enhancer, neuropsychiatric symptom improvement). Therefore the correct classification is 'N/A'. citeturn0search4turn0search7",
        "Web search results used (key sources):",
        "- [11C] PIB (Pittsburgh Compound‑B) imaging in AD — examples/reviews showing PIB binds amyloid plaques and is used for PET imaging. citeturn0search8turn0search6",
        "- [18F] AV‑45 (florbetapir / Amyvid) — publications and manufacturing/validation papers describing florbetapir F18 as an amyloid PET tracer (FDA‑approved for clinical amyloid imaging). citeturn0search0turn0search5",
        "Notes/ambiguity: None significant — the description explicitly names two PET radiotracers and frames the purpose as investigation/comparison in AD and controls, so it is clearly a diagnostic imaging study rather than a therapeutic trial."
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}