{
    "nct_id": "NCT03612622",
    "title": "Investigating the Effect of Theta-Burst Transcranial Magnetic Stimulation (TBS) add-on Treatment for Early Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2021-01-30",
    "description_brief": "To investigate the treatment effect of theta-burst transcranial magnetic stimulation on Alzheimer patients, and the underlying neural mechanism by MRI.",
    "description_detailed": "All patients underwent a medical evaluation that included physical examination and routine laboratory studies before and after repetitive transcranial magnetic stimulation (rTMS) treatment. Upon meeting the inclusion criteria and providing informed consent, each participant will complete a series of cognitive assessments and rTMS treatments at the First Affiliated Hospital of AnHui medical university. Patients were randomly allocated to rTMS group and the sham group. There are about 20 patients in each group. For the all patients, allocation was by coin toss. Patients were studied using a double-blind design. Study participants, clinical raters, and all personnel responsible for the clinical care of the patient remained masked to allocated condition and allocation parameters. Only rTMS administrators had access to the randomization list; they had minimal contact with the patients, and no role in cognitive and synptom assessments. Each patient would be treated for continuous 15 days by rTMS.\n\nBefore the rTMS treatment, a series of cognitive assessments and neuropsychological tests were obtained by a trained investigator to assess baseline. Each assessment will involve a set of assessment tools, the associative memory as the primary outcome measure and various other tasks and questionnaires to measure cognition(including MoCA,MMSE, DS, Stroop test, TMT, BNT-30, VFT, CDT,JLOT.Form H,HVOT), memory (CAVLT, LMT), emotion(HAMA-17,HAMD-14,GDS-30), behavioral and psychological symptoms(NPI), and treatment tolerability. All the tests are conducted in two days. The patients had receiving a magnetic resonance imaging scan in multi-modalities.\n\nAfter the last treatment, the MoCA, and associative memory were obtained, as well as the Global Index of Safety to assess adverse events of the treatment. Patients were instructed to focus their answers on the past 15 days. The patients had also receiving a battery measure of neuropsychological tests, magnetic resonance imaging scan in multi-modalities. Two month after the last treatment, participants were interviewed to obtain the same assessment as before. They were instructed to focus their answers on the past months.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is theta-burst transcranial magnetic stimulation (TBS/iTBS), a non‑invasive neuromodulation technique delivered as an add-on to patients with early Alzheimer’s disease. TBS protocols are intended to modulate cortical excitability and plasticity to improve cognitive function rather than deliver a biologic or small‑molecule that directly targets amyloid or tau pathology. citeturn0search7turn0search9",
        "Act: Key extracted details — intervention: Theta‑burst transcranial magnetic stimulation (TBS/iTBS); purpose: treatment effect on Alzheimer patients and study of underlying neural mechanisms with MRI (mechanistic imaging). Multiple randomized and controlled studies report cognitive improvements after iTBS in MCI / early AD and MRI‑guided TBS studies demonstrate changes in memory-related connectivity, supporting a cognitive‑enhancing intent rather than a disease‑targeting drug mechanism. citeturn0search6turn0search2turn0search0",
        "Reflect: Classification check — TBS is not a biologic (monoclonal antibody/vaccine) nor a small molecule drug, and the trial description focuses on cognitive/neuronal mechanism outcomes (MRI) rather than treating neuropsychiatric symptoms (e.g., agitation, depression). Therefore the best fit among the provided categories is \"cognitive enhancer.\" This interpretation is consistent with systematic reviews and RCT evidence showing TMS/TBS improves cognition in MCI/AD. citeturn0search1turn0search7",
        "Web search results (selected supporting sources): (1) Systematic review/meta‑analysis showing TMS improves cognition in MCI and AD. citeturn0search7 (2) RCT showing accelerated iTBS improved associative memory in AD. citeturn0search6 (3) Diffusion MRI‑guided TBS study showing memory and functional‑connectivity enhancements in MCI. citeturn0search2 (4) Recent RCTs of iTBS reporting cognitive benefits and MRI/glymphatic mechanistic measures. citeturn0search0turn0search8 (5) Review of neurobiological changes associated with rTMS in AD (mechanistic background). citeturn0search9"
    ],
    "agent_type": "M) Synaptic Plasticity/Neuroprotection",
    "explanation_agent": [
        "Reason: The intervention is theta-burst transcranial magnetic stimulation (TBS/iTBS), a non‑invasive neuromodulation technique intended to modulate cortical excitability, induce LTP/LTD-like plasticity, and restore network function to improve cognition rather than directly targeting molecular pathologies such as amyloid or tau. This places the mechanism in the domain of synaptic plasticity and neuroprotective/neurorestorative network modulation. citeturn1search7turn1search1",
        "Act: Key extracted details — intervention: Theta‑burst transcranial magnetic stimulation (TBS/iTBS) as an add‑on cognitive‑enhancing treatment for early AD; no drug, gene, or molecular pathway (amyloid/tau/ApoE etc.) is being targeted. Clinical and meta‑analytic evidence shows cognitive benefits of TMS/iTBS in MCI/AD and mechanistic studies report modulation of synaptic plasticity, neurotrophic factors, and functional connectivity—consistent with CADRO category M (Synaptic Plasticity/Neuroprotection). citeturn0search0turn0search2turn1search2",
        "Reflect: Classification check — TBS is not a biologic or small molecule and the trial describes cognitive enhancement and MRI mechanistic outcomes (connectivity, glymphatic measures) rather than targeting inflammation, amyloid, tau, vasculature, or other single molecular pathways. The best CADRO match is M) Synaptic Plasticity/Neuroprotection. If the trial explicitly targeted neurotransmitter receptors only, D might be considered, but the weight of evidence and stated intent point to plasticity/network restoration (M). citeturn0search3turn0search7",
        "Selected web search results (supporting sources): (1) Review of rTMS mechanisms and evidence for neuroplasticity and neuroprotective effects in AD. citeturn1search1 (2) Systematic review / meta‑analysis showing TMS improves cognition in MCI and AD. citeturn0search2turn0search7 (3) RCT showing accelerated iTBS improved associative memory in AD. citeturn0search0 (4) RCT of iTBS in MCI/very mild AD showing cognitive effects and mechanistic imaging (glymphatic/DTI measures). citeturn0search3 (5) Mechanistic papers on TBS reliability and plasticity (models and intrinsic/synaptic plasticity). citeturn1search4turn1search3"
    ]
}