{
    "nct_id": "NCT04777409",
    "title": "A Randomised Double-blind Placebo-controlled Clinical Trial Investigating the Effect and Safety of Oral Semaglutide in Subjects With Early Alzheimer´s Disease (EVOKE Plus)",
    "status": "ACTIVE_NOT_RECRUITING",
    "last_update_time": "2025-06-24",
    "description_brief": "This study is done to find out whether the medicine, semaglutide, has a positive effect on early Alzheimer's disease.\n\nParticipants will either get semaglutide or placebo (a \"dummy\" medicine which does not contain any study medicine) - which treatment participants get is decided by an equal chance.\n\nThe study will last for up to 173 weeks (about 3 years and 4 months). Participants will have 17 clinic visits and 1 phone call with the study doctor. The study includes various tests and scans. At 10 of the clinic visits participants will have blood samples taken.\n\nParticipants must have a study partner, who is willing to take part in the study.\n\nWomen cannot take part if pregnant, breastfeeding or plan to become pregnant during the study period.\n\nA cerebrospinal fluid (CSF) sub-study will be performed as a part of the study. The sub-study will be performed on a selection of sites based on their experience with CSF sampling and willingness to participate in this sub-study. The endpoints related to this sub-study are exploratory only.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE3"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted biologic",
    "drug": [
        "semaglutide"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The trial tests semaglutide (a GLP-1 receptor agonist peptide) in early Alzheimer’s disease with long follow-up, biomarker collection and a CSF sub-study to explore effects on AD biomarkers and neuroinflammation. The study authors and trial design describe the goal as investigating a potential disease-modifying / neuroprotective effect rather than only symptomatic cognitive enhancement. citeturn0search2turn0search0",
        "Act (key extracted details): Intervention = oral semaglutide (vs placebo), Phase 3 EVOKE/EVOKE+ trials, primary endpoint includes change in CDR-SB, includes plasma biomarkers and a planned CSF sub-study to probe effects on AD biology (neuroinflammation, neurodegeneration). Semaglutide is a GLP-1 receptor agonist approved for type 2 diabetes/obesity and is being repurposed here for potential disease-modifying effects in AD. citeturn0search1turn0search2",
        "Rationale for category selection: Of the provided categories, semaglutide is a biologic-class peptide (GLP‑1 receptor agonist) being tested for disease-modifying/neuroprotective effects and for effects on AD biomarkers — this best fits 'disease-targeted biologic' as a biologic being evaluated for impact on Alzheimer’s disease processes rather than merely symptomatic cognitive enhancement or neuropsychiatric symptom management. The trial explicitly frames semaglutide as potentially disease-modifying. citeturn0search0turn0search2",
        "Uncertainty/notes: Semaglutide is not an anti-amyloid or anti-tau monoclonal antibody (the typical example of an AD-targeted biologic); rather it is a GLP-1 receptor agonist with multimodal/neuroprotective hypotheses (neuroinflammatory, vascular, metabolic). Because it is a peptide therapeutic being tested for disease-modifying effects, I classified it under 'disease-targeted biologic' rather than 'cognitive enhancer' (which implies symptomatic-only benefit). If you prefer a stricter interpretation that reserves 'disease-targeted biologic' for biologics that directly target amyloid/tau, an alternative reasonable classification would be 'Cognitive enhancer / disease-modifying small-molecule-like repurposing' — but given the trial’s explicit disease-modifying framing and semaglutide’s biologic nature, 'disease-targeted biologic' is the best fit. citeturn0search2turn0search1",
        "Web search results used: design and rationale of the EVOKE/EVOKE+ phase 3 trials (PubMed abstract and full trial-design articles) describing oral semaglutide, trial design, endpoints, biomarker and CSF sub-study. citeturn0search0turn0search2turn0search1"
    ],
    "agent_type": "L) Growth Factors and Hormones",
    "explanation_agent": [
        "Reason: The intervention is semaglutide, a glucagon‑like peptide‑1 (GLP‑1) receptor agonist — a peptide hormone receptor agonist — being tested for disease‑modifying / neuroprotective effects in early Alzheimer’s disease. Semaglutide’s proposed CNS actions include modulation of neuroinflammation, vascular and metabolic pathways and direct GLP‑1R signaling in brain. citeturn0search0turn0search5",
        "Act: Key extracted details — Intervention: oral semaglutide (GLP‑1 receptor agonist) vs placebo in the phase 3 EVOKE / EVOKE+ trials (156 weeks total; primary endpoint CDR‑SB), with planned plasma biomarker analyses and a CSF sub‑study to probe effects on AD biomarkers and neuroinflammation. Semaglutide is an approved antidiabetic/anti‑obesity peptide being repurposed for potential disease‑modifying/neuroprotective effects in AD. citeturn0search2turn0search1",
        "Reflect: Mapping to CADRO — semaglutide acts via a hormone receptor (GLP‑1R) and its hypothesized mechanisms in AD include hormone/receptor signaling and downstream metabolic/neuroprotective effects. While there is overlap with metabolism/bioenergetics and inflammation categories, the most specific CADRO fit is L) Growth Factors and Hormones (peptide/hormone receptor target). This choice is conservative and explicit: if prioritizing metabolic pathways instead, J) Metabolism and Bioenergetics would be a reasonable alternative; however GLP‑1 is fundamentally a peptide hormone acting at a receptor, so L best matches CADRO definitions. citeturn0search5turn0search4",
        "Web search results used (key sources cited above):",
        "- EVOKE and EVOKE+ trial design (Alzheimer’s Research & Therapy, full text). citeturn0search0",
        "- PubMed abstract / trial summary for EVOKE / EVOKE+. citeturn0search2",
        "- Design of plasma biomarker analyses and CSF sub‑study (Alzheimer’s & Dementia). citeturn0search1",
        "- Biomarker table showing planned CSF/plasma analytes (trial manuscript tables). citeturn0search4",
        "- Review of GLP‑1 receptor agonists’ neuroprotective effects in AD models. citeturn0search5"
    ]
}