{
    "nct_id": "NCT00785759",
    "title": "An Open-label Study to Assess Brain Uptake and Safety of AH110690 (18F) Injection in Subjects With Probable Alzheimer's Disease, Amnestic Mild Cognitive Impairment and Healthy Volunteers",
    "status": "COMPLETED",
    "last_update_time": "2009-12-04",
    "description_brief": "Study to Assess Brain Uptake and Safety of AH110690 (18F) Injection in Subjects with Probable Alzheimer's Disease, Amnestic Mild Cognitive Impairment and Healthy Volunteers.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "DIAGNOSTIC",
    "results": null,
    "target_category": "N/A",
    "drug": [
        "AH110690 (18F) — 18F-flutemetamol (PET amyloid imaging radiotracer)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The investigational product AH110690 (18F) is a radiolabeled PET tracer (18F‑flutemetamol) used to image fibrillar amyloid-β in the brain and the study title/description state it is assessing brain uptake and safety — i.e., a diagnostic imaging study rather than a therapeutic intervention. citeturn0search0turn0search5turn0search7",
        "Act (web search / evidence): Literature and trial registry entries identify AH110690 as the drug substance in 18F‑flutemetamol, a fluorine‑18 labeled derivative of Pittsburgh Compound B developed as an amyloid PET radiotracer; clinical studies and registries list AH110690 as an alias and describe its use for diagnostic imaging of amyloid plaques. citeturn0search0turn0search7turn0search5",
        "Reflect: Because the trial assesses brain uptake and safety of a radiotracer (diagnostic PET agent) rather than delivering a biologic or small‑molecule therapy intended to modify disease, improve cognition, or treat neuropsychiatric symptoms, the correct classification is 'N/A' (diagnostic imaging study). No placebo or therapeutic mechanism is applicable. citeturn0search0turn0search7"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}