{
    "nct_id": "NCT06732128",
    "title": "Nature-based Virtual Reality Intervention for Depression in Alzheimer's Disease: a Pilot Randomized Controlled Trial",
    "status": "RECRUITING",
    "last_update_time": "2024-12-11",
    "description_brief": "Behavioural and psychological symptoms of dementia (BPSD), such as depression affect up to 90% patients with dementia. Non-pharmacological treatment of BPSD, can be difficult to access, require caregiver support, travel, and often have long waiting lists. Virtual reality (VR) is an innovative, portable, immersive, and accessible technology which can be used in-home. More information is required on the feasibility of using VR in-home with older adults with dementia.\n\nOur study will offer a 4-week program of 15-minutes sessions, twice per week nature-based VR program for BPSD delivered in-home by virtual reality (VR). Additionally, caregivers will have the option of taking part in the study and provide feedback regarding the VR intervention. If successful, this project has the potential to prolong aging in place for individuals with BPSD, as BPSD is a significant factor in institutionalization.",
    "description_detailed": "The burden of dementia is rapidly growing, affecting nearly 50 million individuals globally and costing $818 billion dollars yearly. Alzheimer's disease (AD) is the most common form of dementia. AD includes changes in mood and behavior, referred to as the behavioral and psychological symptoms of dementia (BPSD). Depression is among the most common BPSD, impacting 50% of older adults with AD. Existing pharmacological treatment for depressive symptoms in AD (AD-D) lack evidence for efficacy and have many potential side effects (e.g. cognitive impairments, falls, mortality), Non-pharmacological interventions have been recommended but are associated with significant challenges such as travel, cost and the difficulty in accessing specialized therapists.\n\nVirtual reality (VR), an immersive audiovisual technology, can address these challenges as it is an accessible and cost-effective intervention which can be delivered in a variety of settings. VR can easily be delivered in-home, and therefore address many of the limitations of traditionally delivered non-pharmacological interventions, such as accessibility, intervention non-adherence and difficulties with maintaining intervention frequency. Additional technology will be utilized to collect physiological data such as movement using the Fitbit Charge 6 and a Muse headband will measure electroencephalogram (EEG). Previous literature on VR based intervention for older adults is limited, with very few randomized control trials, rather it is primarily case studies, cross-sectional studies, and non-immersive VR. However, there are no studies assessing in-home VR for individuals with AD or for AD-D.\n\nWe propose a pilot randomized controlled trial (RCT) to assess nature-based VR intervention (N-VR) for AD-D. We will randomize (1:1) 50 participants with AD-D to N-VR vs. an active control intervention of various nature-based videos (N-CI). All participants will receive the intervention as 15-min sessions delivered twice a week, assessor-blinded, for 4 weeks. Assessments will be conducted at baseline, within 7 days of starting the intervention, at follow-up, within 7 days of completing the 4-week course, and after each 15-min session.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "neuropsychiatric symptom improvement",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is a non‑pharmacological, nature‑based virtual reality (VR) program delivered in‑home aimed at reducing depression and other behavioural and psychological symptoms of dementia (BPSD). This targets neuropsychiatric symptoms (depression, anxiety, agitation, apathy) rather than Alzheimer’s pathology or primary cognitive mechanisms, so it fits the 'neuropsychiatric symptom improvement' category.",
        "Act — key details extracted from the trial description: the study is a 4‑week, twice‑weekly, 15‑minute nature‑based VR program for depression in Alzheimer’s disease (BPSD); it is an in‑home, non‑drug intervention; caregivers may provide feedback. The trial record for this study (Nature‑based Virtual Reality Intervention for Depression in Alzheimer's Disease) is listed on a trial registry/summary (MedPath/NCT06732128). citeturn0search2",
        "Act — supporting evidence that VR has been studied as a non‑pharmacological intervention for BPSD and can reduce depressive symptoms: a recent systematic review/meta‑analysis of VR for BPSD reports VR is acceptable and found a significant reduction in depressive symptoms in pooled analyses, though evidence is still limited and further RCTs are needed. citeturn0search7turn0search0",
        "Act — prevalence/context: BPSD (including depression) affect a large proportion of people with dementia—estimates up to ~90% over the course of illness—supporting the rationale for interventions targeting these symptoms. citeturn0search6turn0search5",
        "Reflect: Classification check — the intervention is not a biologic (monoclonal antibody/vaccine) nor a small‑molecule drug, and it is not framed as a cognitive‑enhancing pharmacologic agent; instead it is a behavioral/therapeutic intervention intended to improve neuropsychiatric symptoms (depression) in AD. Therefore 'neuropsychiatric symptom improvement' is the appropriate category. Trial registry and VR literature citations above corroborate this and there is no drug/placebo to report. citeturn0search2turn0search7"
    ],
    "agent_type": "T) Other",
    "explanation_agent": [
        "Reason: The intervention is a non‑pharmacological, nature‑based virtual reality (VR) program delivered in‑home to reduce depression and other behavioural and psychological symptoms of dementia (BPSD). This targets neuropsychiatric symptom management rather than a molecular or biological pathway (e.g., amyloid, tau, inflammation), so it does not map to a CADRO biological target category. Evidence and trial registry describe it as a behavioral/therapeutic VR intervention (NCT06732128). citeturn0search2turn0search0",
        "Act: Key extracted details — 4‑week program of 15‑minute sessions twice weekly, in‑home nature‑based VR vs active control; participants are people with Alzheimer disease and depression (BPSD); no drug, biologic, or molecular target is listed in the trial record. VR is described in the literature as a non‑pharmacological intervention for BPSD with some evidence for reducing depressive symptoms. citeturn0search2turn0search3",
        "Reflect: The CADRO taxonomy lists categories for molecular/biological targets (A–Q, R multi‑target). Because this study tests a behavioral/technology intervention aimed at symptom improvement (not a biological target), the correct classification is 'T) Other'. The trial registry (NCT06732128) and a recent systematic review/meta‑analysis of VR for BPSD support that this is a non‑drug, symptom‑focused intervention and not assignable to the biological CADRO categories. citeturn0search2turn0search3",
        "Sources (web search results consulted): 1) MedPath / trial registry entry for 'Nature‑based Virtual Reality Intervention for Depression in Alzheimer\\'s Disease' (NCT06732128) — trial details and intervention description. citeturn0search2turn0search0 2) Systematic review and meta‑analysis: 'The use and effect of virtual reality as a non‑pharmacological intervention for behavioural and psychological symptoms of dementia' (PubMed/PMC) — evidence that VR is a non‑pharmacological approach with some reduction in depressive symptoms in pooled analyses. citeturn0search3turn0search1"
    ]
}