{
    "nct_id": "NCT06786676",
    "title": "A Randomized, Double-blind, Placebo-controlled, Single- and Multiple-oral Administration, Phase 1 Clinical Trial to Investigate the Safety, Tolerability, and Pharmacokinetics of AS-S603 in Healthy Korean or Caucasian Adults and Korean Elderly People",
    "status": "RECRUITING",
    "last_update_time": "2025-05-27",
    "description_brief": "This trial is a randomized, double-blind, placebo-controlled, single- and multiple-oral administration, phase 1 clinical trial to investigate the safety, tolerability, and pharmacokinetics of AS-S603 in healthy Korean or Caucasian adults and Korean elderly people.\n\nAS-S603 is an orally administered agent developed by Amyloid Solution Inc to treat Alzheimer's disease (AD). It is a small molecule compound that targets and dissolves amyloid-beta (Aβ) and tau aggregates, two key pathologies present in the extracellular and intracellular spaces of brain cells in AD.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "AS-S603"
    ],
    "placebo": [
        "Placebo"
    ],
    "explanation_target": [
        "Reason: The description states AS-S603 is an orally administered small molecule developed to \"target and dissolve amyloid-beta (Aβ) and tau aggregates,\" i.e., it acts on core AD pathology (amyloid and tau) rather than only improving symptoms — this matches the \"disease-targeted small molecule\" definition. citeturn0search0turn0search3",
        "Act: Key extracted details — Drug name: AS-S603; Type: small molecule, oral; Developer: Amyloid Solution Inc; Mechanism: reported to target/dissolve Aβ and tau aggregates (disease-modifying intent); Trial: randomized, double-blind, placebo-controlled Phase 1 in healthy adults/elderly. Sources supporting these details: clinical trial registry and listing. citeturn0search0turn0search3",
        "Reflect: Classification check — Because the compound is explicitly described as a small-molecule agent that targets core Alzheimer’s pathology (amyloid and tau aggregates), it fits the \"disease-targeted small molecule\" category. There is no indication it is a biologic (e.g., antibody or vaccine), nor is its primary intent described as symptomatic cognitive enhancement or neuropsychiatric symptom management. Phase 1 in healthy volunteers is consistent with first-in-human safety/pharmacokinetics studies. citeturn0search0turn0search7"
    ],
    "agent_type": "R) Multi-target",
    "explanation_agent": [
        "Reason: The trial drug AS-S603 is described in the registry/listings as an orally administered small-molecule that “targets and dissolves amyloid-beta (Aβ) and tau aggregates,” i.e., it acts on two core AD pathologies (amyloid and tau), so the biological focus spans both CADRO categories A (Amyloid beta) and B (Tau). citeturn0search0",
        "Act: Key extracted details — Drug: AS-S603; Type: orally administered small molecule; Developer/Sponsor: Amyloid Solution Inc; Trial design: randomized, double-blind, placebo-controlled Phase 1 in healthy adults and elderly. The registry/listing entries explicitly state the dual Aβ and tau aggregate–targeting mechanism. citeturn0search0turn0search3",
        "Reflect: Because the intervention is explicitly reported to target both amyloid-beta and tau aggregates (two distinct CADRO target classes), the most appropriate CADRO assignment is R) Multi-target rather than assigning only A) or B). There is no indication the trial is non-therapeutic or limited to symptomatic (neurotransmitter) effects. If future data show a dominant mechanism (only amyloid or only tau), reclassification could be considered. citeturn0search0",
        "Web search results (supporting evidence): (1) ICH GCP/clinical-trial registry entry for NCT06786676 describes AS-S603 as a small-molecule that targets/dissolves Aβ and tau aggregates and lists trial design and sponsor details. citeturn0search0 (2) ClinConnect/aggregate trial listing summarizes the Phase 1 study attributes and the developer (Amyloid Solution Inc). citeturn0search3 (3) MedPath/other trial aggregators repeat the Phase 1 trial description and mechanism summary. citeturn0search1turn0search2"
    ]
}