{
    "nct_id": "NCT06385951",
    "title": "An Immersive Virtual Reality Spatial Navigation Task as Potential Biomarker for the Early Detection of Alzheimer's Disease.",
    "status": "RECRUITING",
    "last_update_time": "2024-04-22",
    "description_brief": "Alzheimer's Disease (AD) is the most common form of dementia and may contribute to 60-70 % of all cases. An early, accurate diagnosis of AD will become increasingly important with disease-modifying therapies. Different types of fluid and neuroimaging biomarkers are available for the early detection of AD. However, implementation of routine use of these biomarkers in clinical settings is held back due to the risk of overdiagnosis, increased cost and invasiveness of the assessment method. Therefore, novel biomarkers are needed beyond the amyloid and tau pathologies for the early diagnosis of AD. Neuropsychological paper and pencil tests can detect AD and discriminate between different clinical stages. Since medial temporal lobe structures, including the hippocampus and entorhinal cortex (EC), are involved in spatial navigation and degenerate in the earliest stages of AD, spatial navigation can be considered as an early cognitive biomarker of the disease. Nonetheless, the measurement of spatial navigation needs further improvement since the current paper and pencil tests lack ecological validity. Therefore, the test environment should be set up in immersive Virtual Reality (iVR). Dr. Andrea Castegnaro (Space and Memory Lab of University College of London) developed the Allocentric Spatial Update Task (ALLO task), which is an iVR task measuring egocentric and allocentric spatial abilities.\n\nTherefore, the main objective of this study is to evaluate whether allocentric and egocentric spatial navigation, measured by the ALLO iVR task can be considered a cognitive biomarker for the early detection of AD. In addition, the investigators want to report on the neuronal correlates of both spatial navigation strategies.\n\nThrough the Department of Neurology of the University Hospital of Ghent, which has a large cognitive disorders clinic, patients with mild cognitive impairment and mild Alzheimer's dementia will be recruited. Participants will undergo standard clinical assessment, including a neuropsychological examination, Magnetic Resonance Imaging, a 18F-fluorodeoxyglucose PET and a Lumbar Puncture. In addition, participants will also be asked to undergo Tau PET imaging, Amyloid PET imaging and complete the ALLO iVR task. Healthy controls will also be recruited and have to undergo the same investigations, except for the amyloid PET and lumbar puncture.",
    "description_detailed": "Alzheimer's Disease (AD) is the most common form of dementia and may contribute to 60-70 % of all cases. It can be presented as a spectrum of progressive cognitive decline, with early episodic memory impairment, followed by progressive deterioration of other cognitive functions such as praxis, visual processing and spatial navigation. An early, accurate diagnosis of AD will become increasingly important with disease-modifying therapies. Different types of fluid and neuroimaging biomarkers are available for the early detection of AD. However, implementation of routine use of these biomarkers in clinical settings is held back due to the risk of overdiagnosis, increased cost and invasiveness of the assessment method. Therefore, novel biomarkers are needed beyond the amyloid and tau pathologies for the early diagnosis of AD.\n\nNeuropsychological paper and pencil tests can detect AD and discriminate between different clinical stages. Traditionally, early episodic memory impairment has been considered the most specific cognitive biomarker of early AD. However, since medial temporal lobe structures, including the hippocampus and entorhinal cortex (EC), are involved in spatial navigation and degenerate in the earliest stages of AD, spatial navigation can also be considered as an early cognitive biomarker of the disease. Nonetheless, the measurement of spatial navigation needs further improvement since the current paper and pencil tests lack ecological validity. Therefore, we should evolve to a more innovative way of spatial navigation assessment that is more in line with the real world and set up the test environment in immersive Virtual Reality (iVR). Dr. Andrea Castegnaro (Space and Memory Lab of University College of London) developed the Allocentric Spatial Update Task (ALLO task), which is an iVR task measuring egocentric and allocentric spatial abilities.\n\nTherefore, the main objective of this study is to evaluate whether allocentric and egocentric spatial navigation, measured by the ALLO iVR task can be considered a cognitive biomarker for the early detection of AD. In addition, the investigators want to report on the neuronal correlates of both spatial navigation strategies.\n\nThrough the Department of Neurology of the University Hospital of Ghent, which has a large cognitive disorders clinic, patients with mild cognitive impairment and mild Alzheimer's dementia will be recruited. Participants will undergo standard clinical assessment, including a neuropsychological examination, Magnetic Resonance Imaging, a 18F-fluorodeoxyglucose PET and a Lumbar Puncture. In addition, participants will also be asked to undergo Tau PET imaging, Amyloid PET imaging and complete the ALLO iVR task. Healthy controls will also be recruited and have to undergo the same investigations, except for the amyloid PET and lumbar puncture.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "DIAGNOSTIC",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention described is an immersive virtual reality spatial navigation test (the ALLO iVR task) intended as a cognitive biomarker for early detection of Alzheimer’s disease, not a pharmacologic or biologic treatment. The study is diagnostic/assessment-focused (detection of allocentric/egocentric spatial deficits and their neural correlates), so it does not fit any of the four therapeutic categories (disease-targeted biologic, disease-targeted small molecule, cognitive enhancer, or neuropsychiatric symptom improvement). citeturn0search1turn0search0",
        "Act: Key extracted details — intervention: ALLO immersive VR spatial navigation task developed by Dr. Andrea Castegnaro (Space and Memory Lab, UCL); population: patients with MCI and mild AD plus healthy controls; procedures: neuropsychological exam, MRI, FDG‑PET, tau PET, amyloid PET, lumbar puncture (patients), and the ALLO iVR task. These confirm the trial focus is biomarker/diagnostic evaluation rather than a therapeutic agent. citeturn0search2turn0search3",
        "Reflect: Classification check — by the provided definitions, the study is non-therapeutic/diagnostic. Therefore the correct output is 'N/A'. There is no drug or biologic mentioned to classify as disease-targeted; the task is a cognitive assessment (biomarker), not an intervention intended to improve cognition or neuropsychiatric symptoms as a treatment. No alternative interpretation (e.g., therapeutic device) is supported by the protocol. citeturn0search0",
        "Web search results used (primary sources): 1) Trial listing summarizing the protocol and ALLO task (Medifind / clinicaltrials.gov content). citeturn0search0 2) Clinical trial registry / protocol text describing the ALLO iVR task and planned imaging/CSF procedures (ICH GCP mirror of NCT06385951). citeturn0search1 3) Additional trial aggregator (MedPath / TrialX) corroborating objectives, methods, and outcome measures. citeturn0search2turn0search3"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}