{
    "nct_id": "NCT05246332",
    "title": "Grounding the Body Improves Sleep Quality in Patients With Mild Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2022-02-09",
    "description_brief": "The investigators explore the effectiveness of grounding as a non-pharmacological therapy for treating sleep disturbances, anxiety, and depression in patients with mild AD.",
    "description_detailed": "Grounding refers to having direct contact with the Earth, such as walking barefoot or lying on the ground. Research has found that grounding can improve inflammation, free radical damage, blood pressure, sleep quality, pain, stress, mood, and wound healing. However, there has been no re-search on the effect of utilizing grounding for patients with Alzheimer's disease (AD). Thus, in this study, the investigators explore the effectiveness of grounding as a non-pharmacological therapy for treating sleep disturbances, anxiety, and depression in patients with mild AD.\n\nPatients with mild AD were enrolled in the study. The electrochemical analyzer CHI 1205b was employed to check the electrochemical signals at acupoints KI1 and GV16. The investigators used the Pittsburgh Sleep Quality Index (PSQI), Beck Anxiety Inventory (BAI), and Beck Depression Inventory-II (BDI-II) to evaluate sleep quality, anxiety, and depression, respectively, at weeks 0 and 12.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "SUPPORTIVE_CARE",
    "results": null,
    "target_category": "neuropsychiatric symptom improvement",
    "drug": [],
    "placebo": [
        "sham-grounding"
    ],
    "explanation_target": [
        "Reason: The intervention is grounding (also called earthing) — a non‑pharmacological practice involving direct contact with the Earth (e.g., barefoot or grounding mat) intended to improve sleep quality and to treat anxiety and depression in people with mild Alzheimer’s disease. This is described as a behavioral/complementary therapy rather than a drug or biologic. citeturn0search5turn0search0",
        "Act: Key trial details extracted from the published pilot study — 12‑week, placebo‑controlled trial; 22 patients enrolled, 15 completed; outcome measures were PSQI (sleep), BAI (anxiety), and BDI‑II (depression). Grounding significantly improved PSQI (sleep quality) compared with sham‑grounding, while BAI and BDI‑II did not change significantly. Because the intervention is non‑drug and the primary measurable benefit was on sleep (a neuropsychiatric/behavioral symptom), the trial maps to the 'neuropsychiatric symptom improvement' category. citeturn0search5turn0search1",
        "Reflect: This classification aligns with the category definitions — it is not a biologic or small molecule targeting Alzheimer’s pathology, nor is it described as a cognitive enhancer targeting cognition directly. Instead, it aims to improve behavioral symptoms (sleep disturbance, anxiety, depression); the observed positive effect was on sleep. No molecular/drug target exists for this intervention. Note the study is a small pilot, so findings are preliminary. citeturn0search0turn0search5"
    ],
    "agent_type": "T) Other",
    "explanation_agent": [
        "Reason: The intervention is grounding/earthing — a non‑pharmacological, behavioral/complementary therapy (direct contact with the Earth or use of a grounding mat) intended to improve sleep in people with mild Alzheimer’s disease, not a drug or biologic targeting a molecular pathway. citeturn0search0turn0search1",
        "Act: Key trial details extracted from the published pilot study: 12‑week, placebo‑controlled pilot; 22 patients enrolled and 15 completed; primary outcomes were PSQI (sleep), BAI (anxiety), and BDI‑II (depression). Grounding significantly improved PSQI versus sham-grounding while BAI and BDI‑II did not change significantly. Because there is no drug, biologic, or identifiable molecular/gene target, this does not map to any CADRO therapeutic target class and instead represents a non‑pharmacological behavioral intervention. citeturn0search0turn0search1",
        "Reflect: The classification 'T) Other' is appropriate — CADRO categories A–Q describe molecular/biological targets (amyloid, tau, inflammation, synaptic function, etc.) or multi-target therapeutics (R). This grounding trial targets sleep/behavioral symptoms via a complementary/behavioral approach with no specified molecular target or drug pathway, so it should be assigned to 'T) Other'. The study does note hypothesized effects on inflammation/redox (electron flow measurements), but these are speculative physiological mechanisms rather than an explicit drug target or pathway under CADRO. citeturn0search0",
        "Web search results (source summaries): 1) Lin et al., \"Grounding the Body Improves Sleep Quality in Patients with Mild Alzheimer’s Disease: A Pilot Study\" (Healthcare, 2022) — full pilot RCT report describing methods (grounding mat vs sham), 12‑week duration, 22 enrolled/15 completed, PSQI improvement with grounding. citeturn0search0 2) PubMed entry for the same pilot study (abstract and citation record). citeturn0search1"
    ]
}