{
    "nct_id": "NCT00303277",
    "title": "Do HMG CoA Reductase Inhibitors Affect Abeta Levels?",
    "status": "COMPLETED",
    "last_update_time": "2010-04-12",
    "description_brief": "Recent evidence suggests that there is a significant overlap between AD and cerebrovascular disease. In fact, AD and cerebrovascular disease may share some of the same risk factors, including hypercholesterolemia. In addition, studies have suggested that the HMG Co-A reductase inhibitor lipid-lowering agents, known as \"statins,\" decrease the risk of AD by up to 70%; however, effects differed by specific statin use. This study will compare two statins, simvastatin (which crosses the blood brain barrier) and pravastatin (which does not), with respect to their ability to alter blood and cerebrospinal fluid (CSF) levels of AD and inflammatory markers. The primary aim of the proposed study is to determine whether there is a reduction in Abeta with statins and whether the ability of the statin to cross the blood-brain barrier will affect its ability to decrease Abeta. If it can be demonstrated that statins alter AD-associated biomarkers, this would have broad implications for the treatment and prevention of AD.",
    "description_detailed": "Recent evidence suggests that there is a significant overlap between AD and cerebrovascular disease. In fact, AD and cerebrovascular disease may share some of the same risk factors, including hypercholesterolemia. In addition, studies have suggested that the HMG Co-A reductase inhibitor lipid-lowering agents, known as \"statins,\" decrease the risk of AD by up to 70%; however, effects differed by specific statin use. This study will compare two statins, simvastatin (which crosses the blood brain barrier) and pravastatin (which does not), with respect to their ability to alter blood and cerebrospinal fluid (CSF) levels of AD and inflammatory markers. The primary aim of the proposed study is to determine whether there is a reduction in Abeta with statins and whether the lipophilicity of the statin will affect its ability to decrease Abeta. In addition, the proposal will determine statin effects on both peripheral and central inflammation and whether the lipophilicity of the statin will affect its ability to decrease inflammation. If it can be demonstrated that statins alter AD-associated biomarkers, this would have broad implications for the treatment and prevention of AD.\n\nThis study will be performed in 60 cognitively normal middle-aged and older persons with hypercholesterolemia (total cholesterol \\>200 and/or LDL\\>130), presumably persons that have a lipid-related increased risk of AD and in whom alterations of CSF Abeta can be interpreted.The differential effects of the two statins will be evaluated in a 12-week randomized treatment trial with 30 subjects in each group.\n\nPrior to randomization and following 12 weeks of treatment with simvastatin or pravastatin, subjects will undergo CSF and blood collection. In the CSF, concentrations of Abeta 1-40, Abeta 1-42, soluble APP, tau, 24S-hydroxycholesterol, apoE, total cholesterol, F2-isoprostanes, glucose, protein, and cell count will be measured. In the blood, concentrations of total cholesterol, HDL, LDL, triglyceride, phospholipids, fatty acids, 24S-hydroxycholesterol, apoE, apoB, apoA1, Abeta 1-40, Abeta 1-42, F2-isoprostanes, C-reactive protein, fibrinogen, iron, homocysteine, and albumin will be measured. Plasma simvastatin and pravastatin concentrations will be measured at study completion. APOE genotyping will be performed.",
    "phase": [
        "PHASE4"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "PREVENTION",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "simvastatin",
        "pravastatin"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial tests HMG-CoA reductase inhibitors (statins) for their ability to alter Abeta and other AD biomarkers — a hypothesis that statins may modify AD pathology. The trial record describes comparing simvastatin and pravastatin with Abeta change as a primary aim. citeturn0search1",
        "Act: The interventions are two small-molecule statins: simvastatin (described as CNS-permeant / blood–brain-barrier crossing) and pravastatin (described as CNS-impermeant / not detected in CSF). The study explicitly tests whether BBB penetration affects Abeta levels, indicating a pathological (disease-targeting) biomarker endpoint rather than a symptomatic cognitive-only or neuropsychiatric endpoint. citeturn0search0turn0search7",
        "Evidence: Preclinical and some clinical studies have reported that HMG-CoA reductase inhibitors can reduce Abeta formation or levels (in vitro, animal models, and some human studies), though clinical results have been mixed — supporting the trial rationale to evaluate statins as potential modifiers of AD pathology. citeturn0search2turn0search3",
        "Reflect: Given that (a) the drugs are small-molecule HMG-CoA reductase inhibitors, and (b) the trial’s primary outcome is change in Abeta (an AD pathologic biomarker), the correct classification is 'disease-targeted small molecule'. The trial compares two active statins (no placebo arm listed in the trial record). citeturn0search1turn0search0"
    ],
    "agent_type": "C) ApoE, Lipids and Lipoprotein Receptors",
    "explanation_agent": [
        "Reason: The trial tests HMG‑CoA reductase inhibitors (simvastatin and pravastatin) with change in amyloid‑β (Abeta) as a primary biomarker endpoint. The study question is whether statin-mediated modification of cholesterol/lipid biology (and differential BBB penetration) alters Abeta levels, so the biological focus links to lipid biology and its influence on amyloid processing. citeturn0search6turn0search1",
        "Act: The interventions are small‑molecule HMG‑CoA reductase inhibitors (statins) whose molecular target is the HMG‑CoA reductase enzyme that regulates cholesterol biosynthesis. Simvastatin is lipophilic and can cross into the CNS, whereas pravastatin is relatively hydrophilic and is reported to have limited CNS penetration — the trial explicitly compares a BBB‑penetrant versus a nonpenetrant statin to test effects on Abeta. Because the drug target/pathway is lipid/cholesterol metabolism and lipoprotein biology (not a direct anti‑amyloid antibody), the best CADRO match is C) ApoE, Lipids and Lipoprotein Receptors. citeturn0search7turn0search11turn0search6",
        "Reflect: I considered A) Amyloid beta because the primary outcome is Abeta change, but CADRO asks for the drug/target type: here the drugs act on cholesterol/lipoprotein biology (HMG‑CoA reductase), which maps most specifically to CADRO C (ApoE, Lipids and Lipoprotein Receptors). An alternative could be J) Metabolism and Bioenergetics, but C is more specific to lipid/ApoE pathways implicated in amyloid biology. Published preclinical and clinical studies linking statins, brain cholesterol metabolism and Abeta support this interpretation. citeturn0search4turn0search1",
        "Web search results (key sources used):",
        "- Effects of simvastatin on cholesterol metabolism and Alzheimer disease biomarkers (open‑label/biomarker study; discusses simvastatin, brain cholesterol markers and AD biomarkers). citeturn0search1",
        "- Effect of statins on Alzheimer's disease biomarkers in cerebrospinal fluid (study comparing simvastatin [CNS‑permeant] vs pravastatin [CNS‑impermeant] and CSF AD biomarkers). citeturn0search6",
        "- Simvastatin strongly reduces levels of Alzheimer’s disease beta‑amyloid peptides in vitro and in vivo (preclinical data linking simvastatin to reduced Abeta). citeturn0search4",
        "- Lovastatin and simvastatin — inhibitors of HMG CoA reductase and cholesterol biosynthesis (pharmacology of statins; HMG‑CoA reductase is the direct molecular target). citeturn0search7"
    ]
}