{
    "nct_id": "NCT06680154",
    "title": "Gamma Oscillations and Working Memory Following Combined 40Hz tACS and iTBS",
    "status": "COMPLETED",
    "last_update_time": "2024-11-07",
    "description_brief": "The goal of the present studies is to develop and validate novel stimulation protocols for the entrainment of gamma oscillations, which are associated with many cognitive functions and critically involved in cognitive impairment such as Alzheimer's disease. In this proposal, combination of repetitive transcranial magnetic stimulation (rTMS) and transcranial alternating current stimulation (tACS), which has been shown effective for the induction, and stabilisation of alpha and theta frequencies in our forgoing studies, will be adopted to the gamma frequency range and applied on prefrontal regions as well as model-based cortical areas to enhance and stabilize gamma oscillations, thereby facilitating cognition",
    "description_detailed": "Neuropsychiatric disorders are a leading cause of global disability-adjusted life years, and treatment solutions are lacking. Recent findings suggest that non-invasive brain stimulation may be a valuable option in conditions such as epilepsy or Alzheimer's disease (AD). Still, a better understanding of mechanisms and patient-specific factors is needed. Personalized hybrid brain models uniting the physics of electromagnetism with physiology - NeuroTwins (NeTs) - are poised to play a fundamental role in understanding and optimizing the effects of stimulation at the individual level. The purpose of this project is to deliver solutions through model-driven, individualized therapy. A computational framework - weaved and validated across scales and levels of detail - will be proposed to represent the mechanisms of interaction of electric fields with brain networks and assimilate neuroimaging data. This will allow us to characterize the dynamical landscape of the individual brain and define strategies to restore healthy dynamics. The work package, which will take place at IfADo, is part of the consortium collaborating with labs across Europe and USA, aiming to validate and optimize the realistic hybrid brain models developed by NeTs. The targeted subject groups of the IfADo project will be healthy young and old participants. Non-invasive brain stimulation including repetitive transcranial magnetic stimulation and transcranial alternating current stimulation will be applied with electroencephalography, and magnetic resonance spectroscopy as outcome measures. The results are to be translated into a technology pipeline for the design of new personalized neuromodulation protocols which will further be tested in a cohort of AD patients by another clinical consortium member, delivering model-driven breakthroughs in basic and clinical neuroscience, with patients ultimately benefiting from safe, individualized therapy solutions.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "BASIC_SCIENCE",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention described is non‑pharmacologic neuromodulation—combined transcranial alternating current stimulation (tACS) at 40 Hz (gamma) and intermittent theta‑burst transcranial magnetic stimulation (iTBS / rTMS) applied to prefrontal / model‑based cortical areas to entrain and stabilize gamma oscillations with the goal of facilitating cognition and working memory. This is an attempt to directly modulate neural oscillations to improve cognitive performance rather than to target molecular AD pathology (amyloid/tau) or treat psychiatric symptoms. citeturn0search0turn0search5",
        "Act: Key extracted details — Title: \"Gamma Oscillations and Working Memory Following Combined 40Hz tACS and iTBS.\" Intervention: combined 40 Hz tACS + iTBS (non‑drug brain stimulation). Intended effect: enhance/stabilize gamma oscillations and facilitate cognition/working memory. No pharmaceutical agent is involved, so classification as a drug trial is not applicable. Prior literature shows 40 Hz tACS and combined tACS+iTBS can boost gamma power and affect working memory/precision in humans, supporting the cognitive‑enhancement intent. citeturn0search0turn0search5turn0search3",
        "Reflect: Classification choice — \"cognitive enhancer\" — aligns with the intervention (frequency‑targeted neuromodulation to improve cognition/working memory) and the category definitions (improves cognitive function without being a biologic or small‑molecule disease‑targeting therapy). It does not fit \"disease‑targeted biologic\" or \"small molecule,\" nor is its primary aim to relieve neuropsychiatric symptoms; therefore 'cognitive enhancer' is the appropriate category. Supporting studies of tACS/iTBS in MCI and older adults further corroborate this cognitive‑enhancement application. citeturn0search2turn0search9",
        "Web search results (selected) — 1) \"Phase‑synchronized 40Hz tACS and iTBS effects on gamma oscillations\" — describes application of 40 Hz tACS and phase‑locked iTBS to DLPFC and reports enhancement/stabilization of 40‑Hz oscillatory power (relevance: direct match to the described protocol). citeturn0search0",
        "2) \"Simultaneous transcranial electrical and magnetic stimulation boost gamma oscillations in the dorsolateral prefrontal cortex\" — demonstrates that combined iTBS with gamma‑tACS enhances gamma power and local connectivity (relevance: supports mechanism and expected effect). citeturn0search5",
        "3) \"Gamma tACS modulates working memory recall precision\" — reports that parietal gamma‑tACS improved working memory recall precision in healthy adults (relevance: evidence that gamma tACS can improve cognitive measures). citeturn0search3",
        "4) \"Individualized tACS to engage theta‑gamma coupling and enhance working memory in MCI\" — trial of tACS targeting prefrontal/temporal cortex in MCI showing use of tACS for cognitive enhancement in prodromal AD. citeturn0search2",
        "5) \"Boosting working memory in the elderly: driving prefrontal theta‑gamma coupling via repeated neuromodulation\" — multi‑session tACS study in older adults reporting working memory improvements, supporting neuromodulation as a cognitive intervention in aging. citeturn0search9"
    ],
    "agent_type": "M) Synaptic Plasticity/Neuroprotection",
    "explanation_agent": [
        "Reason: The intervention is non‑pharmacologic neuromodulation (combined 40 Hz tACS + iTBS) intended to entrain/stabilize gamma oscillations and improve working memory/cognition — a network/synaptic modulation approach rather than a molecular (amyloid/tau/inflammatory/metabolic) target.",
        "Act: Key extracted details — Title: \"Gamma Oscillations and Working Memory Following Combined 40Hz tACS and iTBS.\" Intervention: combined 40 Hz transcranial alternating current stimulation (tACS) + intermittent theta‑burst stimulation (iTBS). Mechanism: direct modulation of neural oscillations and network synchrony to enhance cognitive function, implying modulation of synaptic function and plasticity rather than targeting a specific biomolecule or pathway.",
        "Reflect: CADRO mapping — the trial’s goal (improving cognition by altering neural activity and network/synaptic function) best fits M) Synaptic Plasticity/Neuroprotection. It is not a drug, does not target amyloid/tau, inflammation, neurotransmitter receptors specifically, nor is it purely diagnostic, so 'T) Other' is less specific. If one insisted that only molecular/drug targets qualify, the correct fallback would be 'T) Other', but given CADRO’s intent to include interventions that modify synaptic function, M is the most appropriate.",
        "Web search results (provided in the description) — 1) Phase‑synchronized 40Hz tACS and iTBS effects on gamma oscillations: describes enhancement/stabilization of 40Hz oscillatory power (direct match). 2) Simultaneous transcranial electrical and magnetic stimulation boost gamma oscillations in DLPFC: combined iTBS+gamma‑tACS enhances gamma power and local connectivity. 3) Gamma tACS modulates working memory recall precision: parietal gamma‑tACS improved working‑memory precision in healthy adults. 4) Individualized tACS to engage theta‑gamma coupling and enhance working memory in MCI: tACS used for cognitive enhancement in prodromal AD. 5) Boosting working memory in the elderly via repeated neuromodulation: multi‑session tACS study reporting working memory improvements in older adults."
    ]
}