{
    "nct_id": "NCT06362629",
    "title": "Construction and Evaluation of an Artificial Intelligence Assistant Decision-making System Focused on the Treat to Target Framework and Full Process Management for Atopic Dermatitis",
    "status": "RECRUITING",
    "last_update_time": "2024-10-09",
    "description_brief": "Background: Atopic dermatitis (AD) is a chronic inflammatory skin disease characterized by recurrent rashes and itching, which seriously affects the quality of life of patients and brings heavy economic burden to society. The Treat to Target (T2T) strategy was proposed to guide optimal use of systemic therapies in patients with moderate to severe AD, and it is emphasized patients' adherence and combined evaluation from both health providers and patients. While effective treatments for AD are available, non-adherence of treatment is common in clinical practice due to the patients' unawareness of self-evaluation and lack of concern about the specific follow-up time points in clinics, which leads to the treatment failure and repeated relapse of AD.\n\nHypothesis: An Artificial Intelligence assistant decision-making system (AIADMS) with implementation of the T2T framework could help control the disease progression and improve the clinical outcomes for AD.\n\nOverall objectives:\n\nthe investigators aim to develop an AIADMS in the form of smartphone app to integrate T2T approach for both clinicians and patients, and design clinical trials to verify the effectiveness and safety of the app. Methods: This project consists of three parts, AI training model for diagnosis and severity grading of AD based on deep learning, development of Artificial Intelligence assistant decision-making system (AIADMS) in the form of app, and design of a randomized controlled trial to verify the effectiveness and safety of AIADMS App for improvement of the clinical outcomes in AD patients.\n\nExpected results: With application of AIADMS based app, the goal of T2T for patients with AD could be realized better, the prognosis could be improved, and more satisfaction could be achieved for both patients and clinicians.\n\nImpact: This is the first AIADMS based app for AD management running through thediagnosis, patients' self-participation, medical follow-up, and evaluation of achievement of goal of T2T.",
    "description_detailed": "The project will be executed at the Department of Dermatovenereology, West China Hospital of Sichuan University. The protocol will be approved by the Biological- Medical Ethical Committee of the West China Hospital of Sichuan University, and written informed consent will be obtained from all participants before the investigators take images of the skin lesions and before we recruit them in clinical trials.\n\n1. Automatic detection and evaluation of AD based on AI deep learning 1.1 Dataset of atopic dermatitis The dataset will be established from more than 10,000 clinical images of AD patients for AI deep learning. Low-quality images will be excluded, and the images contained the surrounding background will be cropped to include only the AD lesions.\n\n   1.2 Labelling the clinical signs of skin lesions The labelling will be completed by three certified dermatologists and three trained algorithm engineers. The dermatologists will label the clinical signs including erythema, papulation, edema, oozing, excoriation, lichenification, and dryness, and severity of each sign will be evaluated and labelled on a four-point scale (0: none, 1: mild, 2: moderate, and 3: severe). The result of each clinical sign in an image will be labelled as an example of erythema-2, edema- 2, or oozing-3. After labelling the images, the dermatologists and algorithm engineers verify the quality of the labelled images from both clinical and labelling rules and cross-validate the accuracy of signs and severity. Images that meet the requirements will be used for model training. During the labelling and model training process, the relevant personnel will be unaware of all the private patient information.\n\n   1.3 Model training The model training will be carried out after labelling of the images.\n\n   An accurate and efficient semantic segmentation model will be trained to distinguish abnormal skin lesion areas to identify all the clinical signs. A fast and accurate pixel level skin segmentation model will be trained to determine the ratio of the lesion area to the overall skin area. Besides, an efficient and practical method to convert the segmented skin lesion area into real skin area units will be created to achieve the accurate restoration of the true size as much as possible from the distortion of the skin lesion because of the shooting distance, angle, or automatic enhancement. The dataset will be divided for training, validation, and testing. Images of 6,500 of 10,000 will be used in training and validation of the proposed model, and images of the remaining 3,500 of 10,000 will be used for testing. After training, combined with the different questionnaire items filled by patients, the evaluative tools including EASI, SCORED, POEM, pp-NRS, and DLQI will be calculated by the model.\n2. Development of the AIADMS app The app will support the Android system and IOS system, and it will be designed as two versions for both patients and clinicians with the distinguished login entrance. The fundamental function of the app will include \"Push\", \"Reminder\", \"Upload\", \"Evaluation\", and \"Data management\".\n\n   2.1 The \"Push\" function is designed to transmit information to patients and medical staff. The pushed information could be received and displayed on the screen of the mobile phone even if the app is not opened and the mobile phone is in the locked screen state, and the users can set the time of receiving the pushed information by themselves. For example, the predetermined time point for follow-up in clinics will be presented as \"You should come to see the doctor on next Monday, July 25, 2023\". The \"Push\" function can activate the use of app, increase the viscosity of users, and drive the utilization of other functional modules.\n\n   2.2 The \"Reminder\" function is mainly used for reminding the patients of taking medicine, uploading photos of skin lesions, self-evaluation, and scheduled follow-up.\n\n   2.3 The \"Upload\" function is designed to help patients participate in the systemic treatment. They can upload their photos of skin lesions, the description of progresses of AD, or questionnaires.\n\n   2.4 The \"Evaluation\" function is developed to provide information for both patients and medical staff. By uploading photos of skin lesions and filling in the different questionnaire items, the app will automatically evaluate the severity of lesions and calculate the EASI, POEM, PP-NRS, SCORAD, or DLQI scores. This function could help patients know more about their situation of the disease, and take part in self- evaluation and self-care as the T2T strategy recommended.\n\n   2.4 The \"Data management\" function is designed for medical staff to manage the patients more conveniently and design the medical research. They can log in to the app platform website to collect and export data, carry out statistical analysis and big data mining. App itself can also make simple statistics and management of data. For example, data such as EASI, POEM and PP-NRS score at the time points of before treatment, 2 weeks, 4 weeks, 12 weeks and 6 months after treatment could be automatically generated into statistical reports to presented in the form of histograms or curves. App can also be further improved and updated to the new version through the analysis of users' habits, and the function modules could be optimized with the high frequency of use and the feedback from both medical staff and patients.\n3. Effectiveness and safety of AIADMS App for improvement of the clinical outcomes in AD patients: a randomized controlled trial.\n\nThis trial is a single centered, prospective, randomized controlled trial that test the superiority of the implementation of T2T strategy by application of AIADMS app in patients with AD in term of improvement of clinical outcomes.\n\nThis would the first AI assisted tool for AD during the process of diagnosis, management, and follow-up. It will provide solid evidence for the application of AI in dermatology worldwidely.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial describes development and randomized-testing of an Artificial Intelligence Assistant Decision-Making System (AIADMS) delivered as a smartphone app to support Treat‑to‑Target management of atopic dermatitis (diagnosis, severity grading, reminders, patient self-evaluation, and clinician follow-up). This is a digital health/diagnostic/management intervention, not a drug or biologic, and it does not aim to directly modify Alzheimer’s pathology, enhance cognition, or treat neuropsychiatric symptoms.",
        "Act: Key extracted details — AI deep‑learning model for diagnosis and severity grading; app functions (Push, Reminder, Upload, Evaluation, Data management); randomized controlled trial of ~232 moderate‑to‑severe AD patients comparing app‑assisted management vs routine care. No drug, biologic, or placebo is mentioned in the protocol. (Sources: study protocol published in Journal of Clinical Medicine; PubMed entry). citeturn0search0turn0search1",
        "Reflect: Given the four Alzheimer’s-focused categories (disease‑targeted biologic, disease‑targeted small molecule, cognitive enhancer, neuropsychiatric symptom improvement), this trial does not fit any — it is a non‑therapeutic digital/management intervention for atopic dermatitis. Therefore the correct classification is 'N/A'. No drug information was found or required; web sources confirming the protocol are cited above. citeturn0search0turn0search1",
        "Web search results used: 'Construction and Evaluation of an Artificial Intelligence Assistant Decision‑Making System Focused on the Treat‑to‑Target Framework and Full Process Management for Atopic Dermatitis: Study Protocol for a Randomized Controlled Trial' (J Clin Med, 2025). citeturn0search0",
        "PubMed entry for the same protocol. citeturn0search1"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}