{
    "nct_id": "NCT05407272",
    "title": "National Taipei University of Nursing and Health Sciences",
    "status": "COMPLETED",
    "last_update_time": "2022-06-06",
    "description_brief": "Since September 1st, 2009, Taiwan has begun to pay attention to the care of patients with organ failure, dementia and the elderly, and brought eight of non-cancer terminal patients into health insurance subsidies to implement the goal of universal palliative care and local aging. Taiwan has entered the aged society since March 2018, become the heavy burden of expenditure in Taiwan because of the health care needs and costs associated with the rapid aging of the population. With advanced medical technology, when facing inevitable death situation, should not use too much medical treatment on terminally ill patients. The waste of medical resources and bring both patients and family members so much pain. In Taiwan, people have misconception about tranquil palliative care. The low rate of home palliative care for non-terminal cancer patients. The purpose of this study is investigating the eight non-cancer terminal caregivers' knowledge, attitudes and service intentions of palliative care, and getting the result by research intervention.\n\nIn this study, a randomized experimental research design was applied by two-group pre-and post-test. The targets are the eight non-cancer terminal caregivers in a home care institution of a regional teaching hospital located in Yilan. Targets' ID end with odd numbers are in experimental group received shared mode intervention, and even numbers are in control group received home routine care. The experimental group was implementing measures of weekly shared mode intervention in 20 to 60 minutes for six weeks; the control group started to implement measures of home care medical instructions booklet in the third week. The content of the outcome measurement questionnaire includes: basic information of the eight non-cancer terminal caregivers, the palliative care knowledge scale, the palliative care attitude scale, and palliative care service initiation intention scale. Data were analyzed by statistical methods such as descriptive analysis, independent sample t-test, paired-samples t-test, Pearson correlation analysis and one-way ANOVA.",
    "description_detailed": "The valid sample of this study consisted of 60 individuals, 31 females and 29 males, with a mean age of 56.3 years, and one attrition (death), with an attrition rate of 1.67%. The results showed that (1) there was a significant difference between the experimental group and the control group in the mean pre-test and post-test of hospice and palliative care knowledge (t=-4.973, p=0.00) and palliative attitude (t=-2.424, p=0.02). (2) There were significant differences in the pre-test and post-tests of hospice and palliative care knowledge (p=0.000), hospice and palliative care attitude (p=0.008), and hospice and palliative care intention (p=0.009) in the experimental group; there were significant differences in the pre-test and post-tests of hospice and palliative care knowledge in the control group (p=0.002). (3) There were significant differences in hospice knowledge, attitude, intention and hospice initiation between subjects in the experimental group with and without a signed DNR or ACP, indicating that those with a signed DNR or ACP had higher scores in hospice knowledge, attitude, intention and hospice initiation, which was a significant factor in the results of this study; there were significant differences in hospice knowledge and intention between the control group in terms of education level. This means that higher education level, higher score of hospice knowledge and intention. (4) After the shared model study intervention, 24 (72.7%) signed the DNR or ACP consent form and 16 (48.5%) initiated hospice services; after the home care routine care, 3 (11.1%) signed the DNR or ACP consent form and 0 (0%) initiated hospice services.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "HEALTH_SERVICES_RESEARCH",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial describes a weekly \"shared mode\" educational/support intervention for eight non-cancer terminal caregivers (20–60 minutes/week for six weeks) versus routine home-care instruction. Outcomes are caregiver knowledge, attitudes, and service-initiation intention — i.e., an educational/behavioral palliative-care intervention rather than a pharmacologic treatment. citeturn0search4turn0search1",
        "Act: Key extracted details — experimental: weekly shared-mode intervention (6 weeks, 20–60 min); control: home routine care / health education booklet introduced in week 3; primary outcomes: palliative care knowledge scale, attitude scale, and service-initiation intention scale. No drug, biologic, or placebo is mentioned or involved in the protocol. Source matching the trial description: MedPath trial listing and a Taipei Medical University research hub entry. citeturn0search4turn0search1",
        "Reflect: Classification check — by definitions: not a biologic or small-molecule disease-modifying therapy, not a cognitive enhancer, and not an intervention targeting neuropsychiatric symptoms of patients; it is an educational/behavioral palliative-care study (non-therapeutic). Therefore the correct category is 'N/A'. Supporting registry/summary pages for this study were found and do not indicate any drug intervention. citeturn0search4turn0search1"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}