{
    "nct_id": "NCT06557863",
    "title": "Reducing Burden in Care Partners of Community-Dwelling Persons With Dementia and Oropharyngeal Dysphagia",
    "status": "COMPLETED",
    "last_update_time": "2025-09-22",
    "description_brief": "The goal of this clinical trial is to learn if a newly-created website tool, called WeCareToFeedDysphagia, helps to reduce feelings of burden in care partners of patients with Alzheimer's disease and related dementias (AD/ADRD) who were diagnosed with trouble swallowing (oropharyngeal dysphagia). The main questions this first test (pilot) study aims to answer are:\n\n* With the data this pilot study will collect, how do we best measure how strong a relationship is between care partners who use WeCareToFeedDysphagia and reduced feelings of burden (effect size estimates)?\n* Is it possible (feasible) to successfully repeat this study in a larger clinical trial with more research participants?\n\nResearchers will compare a group of care partners who have access to the WeCareToFeedDysphagia tool (intervention) to a group of care partners who do not have access to the tool. Both groups will receive contact information for help from a speech language pathologist expert (enhanced usual care).\n\nParticipants will:\n\n* be given access to the web tool and receive 3 text message reminders over 3 weeks to use the tool (intervention group only).\n* be asked to complete a remote, web-based survey three times: when enrolled in the study, at 1 month following patient leaving the hospital, and at 3 months following patient leaving the hospital.",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "SUPPORTIVE_CARE",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is a newly-created web tool called WeCareToFeedDysphagia intended to reduce feelings of burden in care partners of persons with AD/ADRD and oropharyngeal dysphagia. This is an educational/behavioral/supportive web-based program (with text reminders) delivered to caregivers, not a biologic or small-molecule therapeutic, nor a cognitive-enhancing drug, nor an intervention aimed at treating patients' neuropsychiatric symptoms. citeturn0search0turn0search1",
        "Act: Key extracted details — intervention = WeCareToFeedDysphagia web tool given to care partners (plus 3 text message reminders); comparison = care partners without access (both receive enhanced usual care contact info for speech-language pathology). Primary outcomes measure caregiver burden and feasibility (Zarit Burden Scale, engagement metrics). These details are documented in the trial registry/OSF entries. citeturn0search0turn0search3",
        "Reflect: Classification check — falls outside the four therapeutic categories (disease-targeted biologic, disease-targeted small molecule, cognitive enhancer, neuropsychiatric symptom improvement) because it is a non-therapeutic, caregiver-facing digital intervention. Therefore the correct category is 'N/A'. Supporting trial descriptions: MedPath trial listing and OSF project describe the tool and pilot RCT aims. citeturn0search2turn0search1"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}