{
    "nct_id": "NCT05468268",
    "title": "Leveraging the Neural Circuits of Hyper-Memory to Ameliorate Memory Dysfunction in Prodromal Alzheimer's Disease (pAD) - Noninvasive Brain Stimulation for pAD (pADmemory)",
    "status": "ACTIVE_NOT_RECRUITING",
    "last_update_time": "2022-07-18",
    "description_brief": "Episodic memory refers to the conscious recalling of a personal experience and includes information of an event and the context in which the event took place.\n\nThis function is the first to be impaired in Alzheimer's disease, a degenerative condition in which pathological changes are found initially in the medial temporal cortex and then spread in the rest of the cortex starting from post-Rolandic areas.\n\nThis study aims at examining the mechanisms that enhance memory processes, based on the information acquired by studying hypermnesic subjects. The recent discovery of subjects with an extraordinary ability to remember past events (highly above-average autobiographical memory) and the development of techniques to manipulate memory circuits in rodents provide a unique opportunity to study the mechanisms that determine the facilitation of memories.\n\nAs part of a multicenter project funded by the Ministry of Health in collaboration with La Sapienza University of Rome, the University of Perugia and the Santa Lucia Rehabilitation Center in Rome, the aspect of the project carried out at CIMeC (University of Trento) will consist in evaluating the changes induced by rTMS in patients with prodromal Alzheimer's disease, after stimulation of the regions that appear particularly active in hypermnesic subjects.\n\nThis project would offer the possibility of accessing an innovative non-invasive, and non-pharmacological treatment.\n\nThe specific objectives are:\n\n(i) To evaluate the effectiveness of rTMS applied to hyperactive areas in hypermnesic subjects in enhancing autobiographical memories; (ii) Analyzing the neural correlates of the behavioral variations. The study will allow us to define whether it is possible to improve the recollection of autobiographical events by stimulating the circuits that are more active in hypermnesic subjects.\n\nThe results will be crucial to gain a better understanding of the mechanisms through which brain stimulation contributes to the promotion of neuroplasticity and the effects of rTMS in the prodromal stages of Alzheimer's dementia.",
    "description_detailed": "METHODS AND PROCEDURES:\n\nMaterials and methods of the investigation will be the following:\n\n* repetitive Transcranial Magnetic Stimulation (rTMS)\n* A general neuropsychological assessment battery\n* Questionnaires and scales\n* Electroencephalogram (EEG) recording\n* Combined EEG recording and single-pulse TMS (TMS- EEG)\n\nDifferent rTMS stimulation protocols will be applied:\n\n1. rTMS: this protocol consists in the administration of 1600 pulses at 20 Hz, alternating 2 s of stimulation and 28 seconds of pause. rTMS will be applied over the left dorsolateral prefrontal cortex (left DLPFC). The coil will be placed at the EEG 10-20 International System position of the F3 electrode. The stimulation intensity will be equal to 100% of the motor threshold value at rest. rTMS will be delivered through a Medtronic-Magpro magnetic stimulator and a 70-mm figure-of-eight coil.\n2. sham rTMS: as for the protocol that involves the application of sham/placebo stimulation, the rTMS will be administered by applying to the coil a piece of wood or plastic of about 30 mm in thickness, a distance that ensures that the magnetic pulse does not reach the cortex and built so to appear as an integral part of the apparatus.\n\nAll stimulation parameters are in accordance with the safety guidelines for the application of rTMS.\n\nNeuropsychological and psychological evaluation:\n\nAll patients will undergo a neuropsychological assessment before starting the treatment (baseline=t0=week 1), at the end of the rTMS phase (t1=Week 4), after 3 months (t2=Week 16), and after 6 months (t3=Week 28) from the beginning.\n\nThe follow-up evaluation after the end of the treatment will allow verifying long-term effects.\n\nA possible \"practice effect\" resulting from the frequent and close administration of neuropsychological tests is expected and will be considered in the data analysis, as in all experimental protocols of this type. The practice effect is a common factor for all experimental groups and does not affect the evaluation of the treatment effectiveness.\n\nTMS-EEG data recording: the EEG will be acquired from 64 sintered Ag / AgCl electrodes placed on the scalp in accordance with the international 10-20 system through an EEG acquisition system compatible with TMS. The EEG signal will be acquired with a high-pass filter at 0.01 Hz, a low-pass filter at 1000 Hz, and a sampling frequency of 5000 Hz. The impedance of the electrodes will be kept below 5 kΩ.\n\nThe TMS-EEG co-registration will consist of the administration of 180 pulses on the target area stimulated in the application phase of the protocol (left DLPFC), with a random inter-stimulus interval of 2-3 s. rTMS single pulse will be delivered through a Magstim Rapid2 magnetic stimulator (Magstim, Whitland, UK) and a 70-mm figure-of-eight coil.\n\nIn the first session, the stimulation hot spot, coil orientation, and TMS intensity will be decided using the rt-TEP software. Specifically, individual stimulation sites (over left DLPFC) will be determined based on the assessed amplitude, morphology, and topography of the average EEG response, following the software developer indications (based on 20-trial average EEG responses to TMS, the investigators will look for a peak-to-peak amplitude near Vpp \\> 10 µV, in the early 10-50 ms components in the EEG channels located underneath the TMS coil, avoiding the muscle artifacts as much as possible by rotating the coil). During all TMS-EEG recordings, a masking sound, based on the TMS Adaptable Auditory Control -TAAC, will be played via earphones in order to avoid auditory EEG responses evoked by the TMS coil discharge.\n\nThe analysis of the data recorded by the combined TMS-EEG will allow an in-depth evaluation of the modulation of cortical activity induced by the different stimulation protocols (real or sham rTMS) and, in particular, will allow investigating cortical excitability and inhibition, connectivity cortico-cortical and the intrinsic ability of the stimulated areas to generate oscillatory activity. This method will provide a unique measure of local cortical activity and effective cortical-cortical connectivity.\n\nSTATISTICAL ANALYSIS:\n\nThe variables that will be considered for the analysis of neuropsychological and neurophysiological data are:\n\n1. rTMS stimulation effect over time \\[Prior to treatment (baseline=t0=week 1), at the end of the rTMS phase (t1=Week 4), 3 months post-treatment (t2=Week 16)\\]\n2. type of stimulation protocol (real or sham rTMS); The experimental design will be both \"within-subjects\" within each variable of interest (for example, investigating the difference between t1 and baseline to evaluate the effect of rTMS stimulation), and \"between subjects\" regarding the data between the two stimulation protocols (for example, investigating the difference between real and sham rTMS stimulation).\n\nCorrelation analyzes will be performed to identify which neuroplastic changes are linked to improved behavioral performance.\n\nCalculation of sample size:\n\nThe primary outcome for the calculation of the sample size was defined as the effect of the rTMS protocol compared to rTMS placebo, on the score achieved at the end of the treatment.\n\nConsidering an alpha value of 0.5 - 0,8 and a power of 80% - 95%, the investigators estimate that the number of patients to be recruited should be 14 - 16 patients per group, increased to 20 per group to take into account a possible dropout rate of 20% (pAD participants real stimulation vs. sham stimulation).\n\nTechniques provided for data processing: behavioral and neurophysiological data will be analyzed by analysis of variance (ANOVA) and posthoc comparisons (t-test, contrast analysis).\n\nStatistical processing software: Data processing will be performed using Matlab R2020b (The MathWorks, Massachusetts, USA) and in-house scripts based on functions of the open-source toolbox EEGLAB (https://sccn.ucsd.edu/eeglab/), SPSS and/or Statistica software.\n\nEthical Considerations and Assessment of the Risk/Benefit Ratio:\n\nExpected benefits: Based on the assumptions of the present project, participants who will receive real rTMS should show a clinical response, based on the primary endpoints reported above, superior to the participants assigned to the sham rTMS protocol. The study also should provide indirect scientific/cognitive benefits, in terms of advancing knowledge on the development of treatments with proven efficacy and on the mechanisms underlying Alzheimer's dementia.\n\nPotential Risks:\n\nThe risks are represented by the use of electro-medical devices, that, however, have EC authorization for use with patients. In addition, all the appropriate safety measures will be put in place as indicated by the international scientific community for studies with brain stimulation. Although no adverse events are expected, when the international guidelines for the safe administration of TMS are followed, researchers involved in the project are able to cope with any side effects of stimulation. The stimulation parameters take into account the clinical goals and safety of the participants. Regarding EEG procedures, skin redness immediately under the electrodes is possible, following abrasion from the application of the electroconductive gel.\n\nAll the procedures foreseen by the research will be carried out by taking care of the patient, adopting all the necessary measures so that no critical issues related to stress or fatigue arise.\n\nRisk/Benefit Ratio:\n\nIn the proposed study, the risk/benefit ratio is in favor of benefit, in terms of increased knowledge and expected direct benefit for the participants.\n\nAccording to the classification of a consensus paper, this protocol is part of class 2 studies, which identify studies with indirect benefits and moderate risks: these are studies with patients where the clinical benefit is speculative, but from which important data could come for the development of effective treatments.\n\nEthical Considerations:\n\nAt the end of the study, patients will not be informed of the treatment protocol to which they have been assigned but about the overall results of the study, receiving a report containing a summary of the results achieved by the project.\n\nInformed Consent:\n\nParticipation in the study is on a voluntary basis: each subject will obtain explicit information regarding the nature of the project and will have to sign a written consent before they can be included. Participants can withdraw their consent to participate at any time, without any consequences and without providing explanation.\n\nData storage and processing:\n\nThe data will be protected and anonymized according to the current procedures. All identification data will be encrypted within the database and the subjects will be identified by a code. However, the nature of the study makes it necessary to maintain the data regarding the identification of the participants because of the follow-up evaluations. Access to the database containing the collected data and the results will be restricted to the researchers involved in the project. Sensitive data and all paper data will be kept under lock and key at CERiN (TMS-EEG laboratory). The research manager will also be responsible for the appropriate conservation of these data. As this study involves experimental data, the experimental data will later be published and shared as aggregated data with national and international scientific communities.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "BASIC_SCIENCE",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "rTMS (repetitive Transcranial Magnetic Stimulation) — non‑invasive brain stimulation"
    ],
    "placebo": [
        "sham rTMS (sham/non‑active stimulation)"
    ],
    "explanation_target": [
        "Reason: The intervention described is repeated transcranial magnetic stimulation (rTMS) applied to brain regions active in hypermnesic subjects to improve episodic/autobiographical memory in prodromal Alzheimer's disease — a non‑pharmacological, neuromodulatory approach aimed at improving cognition rather than targeting amyloid/tau pathology. (This matches the definition of a cognitive enhancer: an intervention intended to improve cognitive function rather than a biologic or small molecule disease‑modifier.)",
        "Act (key extracted details): The protocol explicitly evaluates rTMS applied to hyperactive areas identified from hypermnesic subjects to enhance autobiographical memory in prodromal AD; it is described as an \"innovative non‑invasive, and non‑pharmacological treatment\" and aims to study behavioral and neural correlates of memory improvement. No drug is involved. Evidence that rTMS is used as a cognitive enhancement approach in MCI/early AD and can produce memory/cognitive benefits is supported by meta-analyses and trials. citeturn0search0turn0search4turn0search2turn0search1",
        "Reflect: Classification as 'cognitive enhancer' fits the study aims and intervention: rTMS is a neuromodulation technique intended to improve episodic memory in prodromal AD (symptomatic/cognitive enhancement), not a biologic (monoclonal antibody or vaccine) or small molecule targeting core AD pathology, nor an agent targeting neuropsychiatric symptoms. No drug name was provided; web searches confirm rTMS is the relevant intervention and that clinical literature treats rTMS as a cognitive‑enhancing neuromodulation in MCI/AD contexts. citeturn0search0turn0search4turn0search2turn0search1"
    ],
    "agent_type": "M) Synaptic Plasticity/Neuroprotection",
    "explanation_agent": [
        "Reason: The intervention is repeated transcranial magnetic stimulation (rTMS), a non‑pharmacological neuromodulation intended to improve episodic/autobiographical memory in prodromal AD by altering activity of specific brain circuits and networks rather than by addressing amyloid, tau, or a molecular disease pathway. rTMS is widely described in the literature as a cognitive‑enhancing neuromodulatory therapy for MCI/early AD. citeturn0search1turn0search2",
        "Act: Key details from the trial description — noninvasive rTMS applied to brain regions identified from hypermnesic subjects to enhance autobiographical memory in prodromal AD; goal is symptomatic/cognitive enhancement (behavioral and neural correlates), no drug or molecular target specified. rTMS exerts its effects by modulating network functional connectivity (DMN, DLPFC, precuneus/Angular gyrus, etc.) and by promoting synaptic plasticity (BDNF/TrkB, NMDA receptor changes, LTP‑like effects) in preclinical and human studies. These mechanism findings support mapping the intervention to synaptic plasticity/neuroprotection processes rather than to amyloid, tau, ApoE, or receptor‑specific drug targets. citeturn1search6turn1search7turn1search1",
        "Reflect: Mapping to CADRO category M) Synaptic Plasticity/Neuroprotection is the best fit because (1) the trial’s aim is cognitive enhancement via altering circuit function and plasticity, (2) mechanistic studies show rTMS upregulates BDNF and NMDA‑dependent plasticity and modifies large‑scale network connectivity (processes captured by “synaptic plasticity / neuroprotection”), and (3) the intervention is not a molecular biologic targeting amyloid/tau nor a diagnostic procedure. Therefore M is more specific than D (neurotransmitter receptors) or T (Other). citeturn1search7turn0search3",
        "Web search results used (representative):\n- Systematic reviews / meta-analyses showing cognitive benefit of rTMS in MCI/early AD and AD (Frontiers 2021; J Neurol Sci 2019; recent meta‑analyses 2023/2024). citeturn0search1turn0search0turn0search3\n- Studies showing rTMS modifies functional connectivity in AD/MCI (e.g., effects on DMN, precuneus, frontoparietal networks). citeturn1search0turn1search6\n- Preclinical and human mechanistic work linking rTMS to synaptic plasticity (BDNF/TrkB, NMDA receptor upregulation, LTP‑like changes). citeturn1search1turn1search7\n(If you want, I can return full citation metadata or PDFs for any of the sources above.)"
    ]
}