{
    "nct_id": "NCT00607308",
    "title": "A Phase 1, Randomized, Placebo-Controlled, Double Blind, Dose-Escalation, Multicenter Study Of The Safety, Tolerability, Pharmacokinetics, Pharmacodynamics, And Immunogenicity Of A Single Intravenous Dose Of PF-04360365 In Japanese Patients With Mild To Moderate Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2010-12-06",
    "description_brief": "The purpose of this study is to examine the safety, tolerability, pharmacokinetics, pharmacodynamics, and immunogenicity of a single dose of PF-04360365 in Japanese subjects with mild to moderate Alzheimer's Disease.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted biologic",
    "drug": [
        "PF-04360365 (ponezumab) — humanized IgG2 monoclonal antibody targeting amyloid-β (Aβ)"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The investigational product PF-04360365 is a humanized monoclonal antibody that binds amyloid-β (Aβ) and was developed to remove toxic Aβ and potentially slow/halt Alzheimer’s disease progression. citeturn1search0turn1search5",
        "Act: PF-04360365 is the same agent referred to as ponezumab in the literature and has been evaluated in single- and multiple-dose Phase 1/2 trials (safety, PK/PD, effects on plasma/CSF Aβ and brain amyloid measures) in mild-to-moderate AD — matching the trial description provided. These sources identify the drug as an anti-Aβ biologic (PF-04360365 = ponezumab). citeturn1search1turn1search6",
        "Reflect: Classification — this trial tests a monoclonal antibody directed at Alzheimer’s pathology (amyloid-β), which fits the definition of a \"disease-targeted biologic.\" Although some trials reported limited CSF/brain amyloid changes or clinical benefit, the mechanism is clearly anti-amyloid (disease-targeted biologic), so the correct category is \"disease-targeted biologic.\" citeturn1search4turn1search6",
        "Web search results used (key sources): PubMed/clinical reports showing PF-04360365/ponezumab as an anti-Aβ humanized IgG2 monoclonal antibody and Phase 1/2 trial summaries. (Examples: ponezumab safety/pharmacology; Japanese single-dose PK/PD study; Pfizer press release; Phase 2 multiple-dose reports). citeturn1search0turn1search1turn1search5turn1search6"
    ],
    "agent_type": "A) Amyloid beta",
    "explanation_agent": [
        "Reason: The investigational product PF-04360365 (ponezumab) is a humanized monoclonal antibody that specifically binds amyloid-β (Aβ) and was developed to remove toxic Aβ and slow/halt AD progression — this indicates a direct anti-amyloid mechanism of action. citeturn0search1turn0search2",
        "Act: The trial description (single IV dose, safety/PK/PD/immunogenicity in mild–moderate AD) matches published Phase 1 studies of PF-04360365/ponezumab which identify it as an IgG2 anti-Aβ monoclonal antibody; therefore the most specific CADRO match is A) Amyloid beta. citeturn0search0turn0search6",
        "Reflect: This intervention targets a single, well-defined AD pathology (amyloid-β) rather than multiple pathways or a non-therapeutic aim, so it should not be classified as Multi-target or Other. Even if clinical/biomarker effects were limited in some studies, the mechanism remains anti-amyloid, confirming A) Amyloid beta. citeturn0search5",
        "Web search results used (key sources): PF-04360365 (ponezumab) Japanese single-dose Phase 1 study (PubMed). citeturn0search1; Safety/pharmacology single-dose 10-minute infusion (Clinical Neuropharmacology / PubMed). citeturn0search0turn0search6; Pfizer press release describing ponezumab as targeting the C-terminal of Aβ1-40 and designed to remove toxic beta amyloid. citeturn0search2; Phase 1/2 repeated-dose study reporting biomarker and PET results. citeturn0search5"
    ]
}