{
    "nct_id": "NCT04685590",
    "title": "Phase II Clinical Trial to Evaluate the Safety and Feasibility of Senolytic Therapy in Alzheimer's Disease",
    "status": "ACTIVE_NOT_RECRUITING",
    "last_update_time": "2025-03-24",
    "description_brief": "The objective of the study is to determine the safety, feasibility, and efficacy of senolytics in older adults with amnestic mild cognitive impairment (MCI) or early-stage AD (Clinical Dementia Rating (CDR)=0.5 or 1) who are tau PET positive",
    "description_detailed": "This study is a Phase II multi-site, randomized, double-blind placebo controlled trial to determine safety, feasibility, and efficacy of senolytics in older adults with amnestic mild cognitive impairment (MCI) or early-stage AD (Clinical Dementia Rating (CDR)=0.5 or 1) who are tau PET positive.",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "Dasatinib + Quercetin"
    ],
    "placebo": [
        "Placebo Capsules"
    ],
    "explanation_target": [
        "Reason: The trial tests an intermittent senolytic drug combination (dasatinib + quercetin) intended to clear senescent cells and thereby modulate Alzheimer’s disease biology (targeting a pathological aging mechanism linked to tau-related neurodegeneration). citeturn1search7turn1search1",
        "Act: The Phase II SToMP-AD trial (NCT04685590) is a randomized, double-blind, placebo-controlled study of dasatinib + quercetin in older adults with amnestic MCI or early AD who are tau-PET positive; the intervention is explicitly listed as Dasatinib + Quercetin with placebo capsules as the control. citeturn1search5turn0search2",
        "Support / drug type: Dasatinib is a small-molecule tyrosine kinase inhibitor and quercetin is a flavonoid small molecule; both are small-molecule agents (not biologics) used here for their senolytic activity. citeturn1search4",
        "Prior data / feasibility: An initial open-label phase 1/feasibility pilot of dasatinib+quercetin in early AD showed CNS penetration of dasatinib, acceptable tolerability, and informed the Phase II design. This supports interpreting the trial as testing small-molecule, disease-modifying senolytic therapy rather than a cognitive enhancer or symptomatic psychiatric treatment. citeturn1search2turn1search8",
        "Reflect: Mapping to the provided category definitions — the intervention targets a biological mechanism implicated in AD pathogenesis (cellular senescence/tau-related pathology) and uses small-molecule drugs rather than biologics; therefore the correct category is 'disease-targeted small molecule'. No major ambiguity: the combination is not a monoclonal antibody or vaccine (so not a biologic), and the goal is disease modification rather than only symptomatic cognitive or neuropsychiatric improvement. citeturn1search1turn1search4"
    ],
    "agent_type": "H) Cell Death",
    "explanation_agent": [
        "Reason: The intervention (dasatinib + quercetin) is a senolytic small-molecule combination that works by inducing apoptosis/clearance of senescent cells (acting on pro-survival/anti-apoptotic pathways such as Src-family kinases, Eph receptors, and BCL-family/AKT-related survival signaling). This pharmacologic action is fundamentally about promoting selective cell death of senescent cells to reduce their harmful SASP and downstream pathology (including tau-related neurodegeneration). citeturn0search4turn0search6",
        "Act: The trial (Phase II SToMP-AD, NCT04685590) tests dasatinib + quercetin as an intermittent senolytic regimen in tau-PET–positive older adults with amnestic MCI or early AD — i.e., the therapeutic intent is to clear senescent cells (via pro-apoptotic mechanisms) as a disease-modifying approach rather than a symptomatic neurotransmitter or amyloid-targeting therapy. Clinical pilot and Phase I feasibility work showed CNS penetrance of dasatinib, acceptable tolerability, and informed the Phase II design. citeturn0search5turn0search10turn0search0",
        "Reflect: CADRO does not have a dedicated \"cellular senescence\" category. The most specific existing CADRO match is H) Cell Death because the drugs' primary mechanistic action is to trigger apoptotic removal of senescent cells by inhibiting senescent-cell pro-survival pathways. One could also note secondary anti-inflammatory benefits (reduced SASP) but the direct mechanism aligns best with cell-death/apoptosis pathways rather than Amyloid (A), Tau (B) as a direct target, or Inflammation (F) as the primary target; thus H) Cell Death is the most appropriate CADRO assignment. Supporting sources: ALZFORUM summary of D+Q senolytic rationale and mechanisms, Phase I/feasibility and pilot trial reports, and the Phase II registry entry. citeturn0search4turn0search10turn0search5"
    ]
}