{
    "nct_id": "NCT00338117",
    "title": "A European Multi-Center Study to Determine the Safety and Efficacy of Galanthamine Hydrobromide 40mg/Day (32 mg /Day GAL Base, Tid Dose Regimen) in Patients Diagnosed With Alzheimer-Type Dementia",
    "status": "COMPLETED",
    "last_update_time": "2010-04-26",
    "description_brief": "The purpose of this study was to determine the safety and effectiveness of a relatively high dose of galantamine, 32 mg /day in a three-times daily dosage, compared with placebo in treating patients with Alzheimer's disease.",
    "description_detailed": "Alzheimer's disease is a progressive degenerative brain disorder that affects memory, as well as the ability to concentrate, reason, and think in abstract form. This study was designed to examine the effectiveness and safety of galantamine (galant.) hydrobromide at a relatively high dose, compared with treatment with placebo, in men and women with Alzheimer's disease. Approximately 600 patients were screened. This was a double-blind study, i.e., neither patients nor investigators knew what treatment was given. Before the start of the double-blind phase, each patient was randomly assigned to receive either galantamine hydrobromide or placebo (i.e., no active drug). The dose was increased weekly, at a higher rate than currently recommended in the label, until the stable daily dose of 32 mg galantamine was reached. All patients took their treatment (galantamine or placebo) 3 times a day. All patients who completed the blinded phase of the study were permitted to enter an open-label phase, in which the treatment was made known to both investigators and patients. During this additional 24-week phase, all patients received treatment with galantamine hydrobromide. The effectiveness of study treatment (galantamine hydrobromide or placebo) was assessed using several measures and included the Mini Mental State Examination (MMSE) score. The MMSE consists of 12 questions and tasks designed to assess severity of Alzheimer's disease. Additional measures included the European Alzheimer Disease Assessment Scale cognitive score (EURO-ADAS-cog), a Clinician's Interview Based Impression of Change (CIBIC) plus, and the Nurses' Observation Scale for Geriatric Patients (NOSGER). Safety and tolerability were assessed using physical (full and brief) examination, adverse events reports, clinical and laboratory measures, and 12-lead ECG results. Galant. was taken orally as a tablet 3 times a day with meals. Patients started their treatment with a total 8 mg of galantamine. The dose was increased weekly to a daily cumulative dose of 32 mg (the same as 40 mg Gal HBr).This dose was higher and the titration schedule was 4 times more rapid that the 16 mg and 24 mg maintenance doses and 4-weekly titration steps specified in the US label. Each phase had a 5-week titration period. After 5 weeks, patients continued to receive 40 mg.",
    "phase": [
        "PHASE3"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "Galantamine hydrobromide (galantamine; brand names Razadyne/Reminyl)"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The intervention named (galantamine / galanthamine hydrobromide) is a centrally acting acetylcholinesterase inhibitor that also allosterically modulates nicotinic receptors, i.e., it increases cholinergic neurotransmission to produce symptomatic improvements in cognition and global function rather than targeting amyloid or tau pathology. citeturn0search0turn0search7",
        "Act (evidence / web search results): Galantamine (galantamine hydrobromide, marketed as Razadyne/Reminyl) is FDA‑approved for mild to moderate Alzheimer's disease and has been studied at doses including 24–32 mg/day in placebo‑controlled trials; efficacy is described as symptomatic cognitive and global benefit (not disease modification). Safety and study-dose details (including 32 mg/day) are reported in the product labeling and clinical trial literature. citeturn1search0turn1search1turn0search5",
        "Reflect: Given the drug class (cholinesterase inhibitor), its mechanism (increasing acetylcholine/signaling) and its clinical aim (improve cognition/functional measures), the trial fits the 'cognitive enhancer' category. The trial title/dose in the description (32 mg/day gal base; 40 mg/day hydrobromide) corresponds to galantamine dosing used in historical randomized trials; there is no indication in the description that this trial was testing a biologic, an anti‑amyloid/tau mechanism, or a neuropsychiatric‑only endpoint, so 'cognitive enhancer' is the correct classification. citeturn0search0turn0search5"
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The investigational drug is galantamine (galantamine hydrobromide), a centrally acting cholinergic agent whose primary therapeutic action is to increase cholinergic neurotransmission—it reversibly inhibits acetylcholinesterase and also acts as an allosteric potentiating ligand of nicotinic acetylcholine receptors (enhancing receptor response). This mechanism targets neurotransmitter systems (acetylcholine/nicotinic receptors) to produce symptomatic cognitive benefit rather than modifying amyloid or tau pathology. citeturn0search1turn0search5",
        "Act (evidence / web search results): Galantamine is FDA‑approved for mild-to-moderate Alzheimer’s disease and has been studied at doses including the 32 mg/day total daily dose referenced in the trial description; its labelled and clinical-trial effects are symptomatic (cognitive/global benefit) rather than disease‑modifying. Relevant sources: Razadyne (galantamine) prescribing information and DailyMed package information (dosage, approval, safety), and PubMed reviews describing dual AChE inhibition and positive allosteric modulation of nicotinic receptors and clinical efficacy. citeturn0search0turn0search2turn0search4",
        "Reflect: Given the mechanism (acetylcholinesterase inhibition + nicotinic receptor modulation) and the stated trial goal as a \"cognitive enhancer,\" the most specific CADRO category is D) Neurotransmitter Receptors. The description does not indicate targeting amyloid, tau, inflammation, vasculature, or multi-target disease-modifying mechanisms, so 'D) Neurotransmitter Receptors' is the appropriate classification. citeturn0search1turn0search4",
        "Web search results (key sources cited above): 1) PubMed review describing galantamine's dual mode of action (AChE inhibitor and allosteric nicotinic modulator). citeturn0search1 2) PubMed article on nicotinic receptor role and galantamine pharmacology. citeturn0search5 3) Razadyne (galantamine) prescribing information / product labeling (safety, approved indications). citeturn0search0 4) DailyMed / FDA highlights for galantamine tablets (dosage ranges including studies with up to 32 mg/day; symptomatic benefit). citeturn0search2 5) Systematic review/meta-analysis showing symptomatic cognitive/global benefits in AD trials. citeturn0search4"
    ]
}