{
    "nct_id": "NCT05522387",
    "title": "An Open Label Extension of XPro1595 in Patients With Alzheimer's Disease That Have Completed a Phase 1 or Phase 2 Study With XPro1595",
    "status": "ACTIVE_NOT_RECRUITING",
    "last_update_time": "2024-08-06",
    "description_brief": "The goal of this Phase 2 Open Label study is to evaluate long-term safety, tolerability, and efficacy of XPro1595 on measures of cognition, function and brain quality in individuals with Alzheimer's Disease.",
    "description_detailed": "This study is designed as a Phase 2, open label study investigating the safety, tolerability, and efficacy of XPro1595 in patients with Alzheimer's Disease (AD). The planned dose is 1.0 mg/kg of XPro1595 for all subjects that completed a previous Phase 1 or Phase 2 study with XPro1595.\n\nEach enrolled patient will be treated with 1.0 mg/kg of XPro1595 as a subcutaneous injection once a week for 55 or 74 weeks, for a total exposure to XPro1595 of up to 78 weeks (18 months), depending on their previous study. Blood sampling for clinical lab analyses, physical exam findings, ECG and C-SSRS will be collected throughout the study to assess the safety and tolerability of XPro1595. Imaging endpoints (MRI), blood sampling for neuroinflammatory and neurodegenerative biomarkers, clinical ratings (CDR-SB, ADCS-MCI ADL, NPI-12) and cognitive performance assessed via the EMACC will be collected at screening and at Weeks 12, 24, 36, and 48. Depending on the parent study, some or all of these assessments may also be made at Weeks 55, 60 or 74.\n\nAll patients that completed 4 weeks of dosing and the week 5 PK draw in the Phase 1 PK Lead-In or completed the treatment period and End of Study (EOS) assessments in a Phase 2 study are eligible to enroll into the OLE study. All patients enrolled, including those treated with placebo in the parent study, will receive 1.0 mg/kg XPro1595. Randomized treatment will remain blinded until the parent study database is locked, the study is unblinded and results for their prior study are released.",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted biologic",
    "drug": [
        "XPro1595 (pegipanermin; dominant-negative inhibitor of soluble TNF, DN‑TNF)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The drug XPro1595 is a pegylated protein biologic (a dominant‑negative inhibitor of soluble TNF) developed to neutralize soluble TNF and reduce neuroinflammation — i.e., it is a biologic that targets an Alzheimer’s-related pathological process (neuroinflammation). citeturn0search4turn0search3",
        "Act: The described trial is a Phase 2 open‑label extension (NCT05522387) evaluating long‑term safety, tolerability and effects on cognition/function in patients who completed prior XPro1595 studies; dosing is weekly subcutaneous XPro1595 (planned 1.0 mg/kg). Because this is an open‑label extension there is no placebo arm in this study. citeturn0search2turn0search5",
        "Supporting evidence / web search results (selected):",
        "- ALZFORUM summary: XPro1595 (pegipanermin, INB03) is a pegylated protein that selectively neutralizes soluble TNF (DN‑TNF) and is in Phase 2 development for AD. citeturn0search4",
        "- Trial listing (NCT05522387) / MedPath: Phase 2 open‑label extension to evaluate long‑term safety, tolerability and efficacy on cognition/function; planned dose 1.0 mg/kg. citeturn0search2",
        "- INmune Bio company update: describes XPro1595 as a dominant‑negative inhibitor of soluble TNF and development status/regulatory context. citeturn0search3",
        "- Phase 1b / exploratory imaging and biomarker reports showing anti‑neuroinflammatory effects and target engagement in early studies. citeturn0search0turn0search8",
        "Reflect: Given the agent is a biologic that targets soluble TNF to reduce neuroinflammation (a pathophysiologic target in AD) and the trial measures disease‑relevant outcomes (cognition, biomarkers, imaging), the appropriate category is 'disease-targeted biologic' rather than a symptomatic cognitive enhancer or a neuropsychiatric‑symptom treatment. No ambiguity from the description changes this classification. citeturn0search4turn0search2"
    ],
    "agent_type": "F) Inflammation",
    "explanation_agent": [
        "Reason: XPro1595 (pegipanermin) is a dominant‑negative inhibitor that selectively neutralizes soluble TNF (sTNF) to reduce neuroinflammation — the described mechanism is explicitly anti‑inflammatory and targets an immune/cytokine pathway implicated in AD. citeturn0search0turn0search3",
        "Act: The trial is an open‑label Phase 2 extension giving weekly subcutaneous XPro1595 (planned 1.0 mg/kg) to participants who completed prior XPro1595 studies; the intervention and mechanism (DN‑TNF targeting soluble TNF to lower neuroinflammation) match CADRO category F) Inflammation. Key supporting sources: ALZFORUM description of XPro1595 as a pegylated biologic that neutralizes soluble TNF; INmune Bio press materials reporting pegipanermin/XPro1595 as a DN‑TNF that decreases neuroinflammation; trial registry summaries for NCT05522387 describing the open‑label extension and dosing. citeturn0search0turn0search1turn1search0",
        "Reflect: Classification as F) Inflammation is the most specific CADRO match — the agent targets the inflammatory cytokine TNF (a core inflammatory pathway). There is no indication the trial targets amyloid, tau, ApoE/lipids, synaptic receptors, metabolism, etc., nor that it is a multi‑target or non‑therapeutic study; therefore F) Inflammation is appropriate. citeturn0search3turn1search1",
        "Web search results (selected):",
        "- ALZFORUM overview: XPro1595 (pegipanermin/INB03) — pegylated protein that selectively neutralizes soluble TNF; target listed as Inflammation. citeturn0search0",
        "- INmune Bio / Globe Newswire press (USAN name pegipanermin) describing XPro1595 as a dominant‑negative inhibitor of soluble TNF developed to decrease neuroinflammation. citeturn0search1",
        "- INmune Bio Phase 1b announcement reporting decreased neuroinflammation and neurodegeneration biomarkers with XPro1595. citeturn0search3",
        "- Trial registry summaries for NCT05522387 (open‑label extension of XPro1595; planned 1.0 mg/kg weekly; Phase 2 OLE to evaluate safety/tolerability/efficacy). citeturn1search0turn1search1"
    ]
}