{
    "nct_id": "NCT05827653",
    "title": "A Double-blind, Randomized, Placebo-controlled, Multiple Ascending Dose (MAD) Study in Healthy Elderly Volunteers and Alzheimer's Disease (AD) Patients to Investigate the Safety and Tolerability, Pharmacokinetics (PK), and Pharmacodynamics (PD) Effects of Multiple Intravenous Infusions of NX210c",
    "status": "COMPLETED",
    "last_update_time": "2024-12-10",
    "description_brief": "This study will investigate the safety and tolerability of multiple intravenous infusions of NX210c with two ascending doses as well as NX210c pharmacokinetics (PK), and pharmacodynamics (PD) effects in healthy elderly subjects.",
    "description_detailed": "The prevalence of neurocognitive disorders (NCD), including neurodegenerative diseases (NDDs) such as Alzheimer's disease (AD) is increasing. NDDs are most common and prevalent in elderly people worldwide and cause progressive neuronal dysfunction, toxicities, and death. These diseases lead to an irreversible weakening of all brain functions, including cognitive impairment. There is not one single cause of cognitive impairment but rather several factors that can contribute to trigger or accelerate cognitive decline.\n\nPreclinical in vitro and in vivo data have shown that NX210c exhibits important properties, which may be suitable for the treatment of neurological disorders in humans. (i.e., neuroprotection, neuro-regeneration, synaptic transmission, positive effects on cognition, anti-neuroinflammatory action).\n\nThe First In Human Single Ascending Dose study has been completed. In that study, NX210 was administered and well tolerated. The current project is a multiple ascending dose (MAD) study and designed to investigate the safety, tolerability, PK and pharmacodynamics (PD) effects of multiple intravenous infusions of NX210c in two dose levels in healthy elderly subjects.",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "BASIC_SCIENCE",
    "results": null,
    "target_category": "disease-targeted biologic",
    "drug": [
        "NX210c (cyclized peptide derived from subcommissural organ‑spondin)"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The investigational product NX210c is a cyclized peptide (a biologic) derived from subcommissural organ‑spondin and is developed to protect neurons, improve synaptic transmission (AMPAR and GluN2A‑NMDAR mediated), and to restore/repair blood–brain barrier (BBB) integrity — i.e., it targets underlying disease mechanisms rather than being a small‑molecule symptomatic agent. citeturn0search0turn0search3turn0search8",
        "Act (key details & sources): NX210c is a dodecapeptide (cyclized form NX210c) with preclinical evidence of promoting glutamatergic receptor‑mediated synaptic transmission and neuroprotection (AMPAR and GluN2A‑NMDAR; PI3K/Akt pathways). citeturn0search3turn0search4",
        "Act (trial info): The described trial is a Phase 1 multiple ascending dose (MAD) study of intravenous NX210c in healthy elderly volunteers and AD patients assessing safety, tolerability, PK/PD; a published Phase 1b report describes 5 and 10 mg/kg dosing thrice weekly and biomarker effects related to BBB integrity. citeturn0search2turn0search1turn0search8",
        "Interpretation / Matching to category: Because NX210c is a biologic (peptide) designed to act on pathophysiologic processes relevant to neurodegeneration (BBB integrity, neuronal survival, synaptic function), it fits the 'disease‑targeted biologic' category rather than 'disease‑targeted small molecule', 'cognitive enhancer' alone, or 'neuropsychiatric symptom improvement'. Although it may secondarily improve cognition via synaptic effects, its mechanism and development aim at disease‑modifying pathways. citeturn0search8turn0search3",
        "Reflect: Classification confidence is high based on multiple sources (peer‑reviewed preclinical mechanistic papers and Phase 1/1b clinical reports). No evidence describes NX210c as a small molecule or as a purely symptomatic neuropsychiatric agent; therefore 'disease‑targeted biologic' is the appropriate category. If you want, I can extract specific quotes or provide the full PubMed/PMC trial references. citeturn0search0turn0search5"
    ],
    "agent_type": "R) Multi-target",
    "explanation_agent": [
        "Reason: The investigational product NX210c is a cyclized dodecapeptide derived from subcommissural organ‑spondin with preclinical and early clinical evidence showing it (a) enhances glutamatergic synaptic transmission via AMPAR and GluN2A‑containing NMDARs and promotes neuroprotection, and (b) strengthens/restores blood–brain barrier (BBB) integrity (biomarker effects on claudin‑5, TEER and permeability). citeturn0search3turn0search4turn0search6",
        "Act: Key extracted details — drug: NX210c (cyclized peptide, dodecapeptide); mechanisms: promotes AMPAR and GluN2A‑NMDAR‑mediated synaptic transmission and neuroprotection, and repairs/strengthens BBB (preclinical and Phase 1b pharmacodynamic biomarker effects). Clinical context: Phase 1 single‑ascending and multiple‑ascending dose studies in healthy volunteers and elderly/AD patients demonstrated safety and PD biomarker changes (reduction in blood claudin‑5, trends in homocysteine and NF‑L). citeturn0search3turn0search6turn0search0",
        "Interpretation / Mapping to CADRO: Because NX210c acts on more than one disease‑relevant mechanism—synaptic plasticity/neuroprotection (CADRO M) and blood–brain barrier / vascular integrity (CADRO K)—the most appropriate CADRO classification is R) Multi‑target rather than a single mechanistic category. citeturn0search3turn0search6",
        "Reflect: The classification is supported by multiple peer‑reviewed preclinical studies and Phase 1/1b clinical reports showing both synaptic and vascular/BBB effects; if future data showed a single dominant mechanism one could reclassify to M) or K), but given the current evidence the multi‑target label best captures NX210c's actions. citeturn0search4turn0search0",
        "Web search results (key sources used):",
        "- Phase 1b multiple ascending dose study reporting safety, PK/PD and biomarker (claudin‑5, NF‑L) effects. citeturn0search0turn0search1",
        "- First‑in‑human single ascending dose study (NX210/NX210c) describing safety, PK and EEG/biomarker signals. citeturn0search2",
        "- Preclinical electrophysiology study showing NX210c enhances AMPAR and GluN2A‑NMDAR‑mediated synaptic transmission. citeturn0search3",
        "- Preclinical/neuroprotection work showing protection from glutamate‑induced excitotoxicity. citeturn0search4",
        "- Preclinical studies demonstrating NX210c strengthens mouse and human BBB (claudin‑5, occludin, TEER, permeability). citeturn0search6"
    ]
}