{
    "nct_id": "NCT04857060",
    "title": "Meeting the Challenges of COVID-19 by Expanding the Reach of Palliative Care: Proactive Advance Care Planning With Videos for the Elderly and All Patients With Dementia",
    "status": "COMPLETED",
    "last_update_time": "2023-05-11",
    "description_brief": "The investigators propose to conduct a stepped wedge cluster randomized trial of an advance care planning (ACP) educator-led intervention among hospitalized patients aged 65 and over, or any patient with Alzheimer's Disease and Related Dementias (ADRD) and their proxy decision-makers in the ward and ICU settings of two major hospitals: Boston Medical Center and North Shore University Hospital in New York. Patient outcomes will be abstracted from electronic health records with Natural Language Processing. The effectiveness of the intervention will be evaluated by comparing the following outcomes among 9,000 hospitalized patients (Aim 1): ACP documentation; preferences for resuscitation; palliative care consults; and, hospice use. The investigators will characterize caregiver-centered outcomes of patients with ADRD, including (Aim 2): (1) knowledge, (2) confidence in future care, (3) communication satisfaction, and (4) decisional certainty in 600 caregivers of patients with ADRD admitted to the hospital. COVID-19 poses a unique dilemma for older Americans and patients with ADRD and their caregivers, who must balance their desire to live against the risk of a lonely and potentially traumatic hospital death. Video decision support is a practical, evidence-based, and innovative approach to assist patients facing such choices. If proven effective, this innovative care model can be immediately deployed across the country to improve the quality of care for millions of Americans.",
    "description_detailed": "The majority of patients aged 65 or over, and patients with Alzheimer's Disease and Related Dementias (ADRD), have never communicated their preferences to clinicians or completed advance care planning (ACP) documents. Palliative care has the potential to improve ADRD care, improve patient-clinician communication and patient-centered outcomes, while decreasing unwanted burdensome treatments and improving care at the end of life. The novel Coronavirus Disease 2019 (COVID-19) has acutely escalated the importance of integrating ACP and palliative care services into medical care. The default response to critical illness for patients with ADRD (and all others) is intubation, mechanical ventilation, and aggressive care despite having no change in mortality outcome. ADRD patients and their caregivers may prefer to avoid these interventions.\n\nTo address these gaps, the investigators have developed a COVID-19 ACP Educator-led, video-assisted palliative care intervention to improve patient-clinician communication, increase ACP documentation, and lead to more patient-centered care at the end of life. The investigators will identify all hospitalized patients aged 65 and older, and any patient with ADRD, and then an ACP Educator will proactively proceed with primary palliative care services of ACP, leveraging certified video decision aids developed by the research team. This will be considered the standard of care for all patients meeting eligibility criteria. The ACP Educator to be tested in this proposal represents a new role and proactive function for the palliative care team. The ACP Educator will work with older patients or patients with ADRD and proxy decision-makers to learn about and document patients' wishes.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "HEALTH_SERVICES_RESEARCH",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The protocol describes a stepped-wedge trial of an advance care planning (ACP) educator-led, video-assisted intervention for hospitalized older adults and patients with ADRD and their proxies, with outcomes like ACP documentation, resuscitation preferences, palliative care consults, hospice use, and caregiver-centered measures. This is a behavioral/communication/palliative-care intervention, not a pharmacologic agent or cognitive/neuropsychiatric treatment. citeturn0search0turn0search2",
        "Act: I searched for the trial and found the registered study (NCT04857060, titled 'Palliative Care Educator' / 'Meeting the Challenges of COVID-19 by Expanding the Reach of Palliative Care: Proactive Advance Care Planning With Videos for the Elderly and All Patients With Dementia'), which confirms the intervention is an ACP educator-led, video-assisted discussion (behavioral) and lists the planned outcomes and sites (Boston Medical Center, North Shore). No drug or placebo is involved. citeturn0search0turn0search3turn0search4",
        "Reflect: Under the provided category definitions, this trial does not meet 'disease-targeted biologic' (no biologic agent), 'disease-targeted small molecule' (no small molecule), 'cognitive enhancer' (not intended to improve cognition directly), or 'neuropsychiatric symptom improvement' (not targeting behavioral/psychiatric symptoms as primary therapeutic targets). Therefore the correct classification is 'N/A' (non‑therapeutic / behavioral ACP intervention). Supporting literature shows ACP video decision aids are established behavioral tools for goals-of-care discussions, further confirming this is a communication/palliative-care intervention rather than a drug trial. citeturn0search7turn0search5",
        "Web search results (sources found):",
        "• Clinical trials registry entry for NCT04857060 ('Palliative Care Educator' — Meeting the Challenges of COVID-19 by Expanding the Reach of Palliative Care...). citeturn0search0",
        "• CTV / study listing 'Palliative Care Educator (VIDEO-PCE)' (Tufts University listing; behavioral: ACP educator led, video assisted discussion). citeturn0search2",
        "• Boston University / TrialsToday summary of NCT04857060 (trial purpose and outcomes). citeturn0search3",
        "• MedPath / trial listing with NCT04857060 details (behavioral intervention, video decision aids). citeturn0search4",
        "• Related literature demonstrating ACP video decision aids and trials of similar interventions (EVINCE trial; systematic review/meta-analysis of video decision aids) for context. citeturn0search5turn0search7"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}