{
    "nct_id": "NCT03503331",
    "title": "UAB Alzheimer's Disease Center Core Cohort - Imaging Substudy",
    "status": "RECRUITING",
    "last_update_time": "2024-10-08",
    "description_brief": "The primary objective of this study is to measure the concentration and the regional brain distribution of pathologic amyloid deposition using the PET tracer \\[C-11\\]PiB in participants in the UAB Alzheimer's Disease Center cohort. Assessment of interactions between race and vascular risk factors, brain amyloid levels measured with \\[C-11\\]PiB-PET, and cognitive status will be the primary outcome of this imaging study.",
    "description_detailed": "The primary objective of this study is to measure the concentration and the regional brain distribution of pathologic amyloid deposition using the PET tracer \\[C-11\\]PiB in participants in the UAB-ADC cohort. The amount and distribution of \\[C-11\\]PiB in the brain will be correlated to demographic, clinical, genetic, and biospecimen data acquired through the separate ongoing UAB-ADC study. Assessment of interactions between race and vascular risk factors, brain amyloid levels measured with \\[C-11\\]PiB-PET, and cognitive status will be the primary outcome of this imaging study. As a secondary aim, the investigators will assess the ability of the early flow frames from \\[C-11\\]PiB-PET and brain volumetric measurements with MRI to serve as a marker of neuronal injury and to predict cognitive status in conjunction with the amyloid-PET results.",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "DIAGNOSTIC",
    "results": null,
    "target_category": "N/A",
    "drug": [
        "[C-11]PiB (Pittsburgh Compound‑B) - radiolabeled PET amyloid tracer"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The study description and title indicate this is an imaging substudy using the PET tracer [C-11]PiB to measure regional brain amyloid deposition and its relations to race, vascular risk, and cognition. [C-11]PiB (Pittsburgh Compound‑B) is a radiolabeled PET ligand that specifically binds fibrillar amyloid‑beta and is used for in vivo amyloid imaging, not as a therapeutic agent. citeturn0search6turn0search0",
        "Act: Extracted key details — intervention: [C-11]PiB PET imaging (Pittsburgh Compound‑B); purpose: quantify amyloid burden/distribution (diagnostic/biomarker) and relate it to clinical/demographic variables. The tracer is a Carbon‑11 labeled benzothiazole derivative used to detect fibrillar Aβ in humans. This confirms the trial is a diagnostic/imaging study rather than a drug trial aimed at disease modification, cognitive enhancement, or neuropsychiatric symptom management. citeturn0search6turn0search7",
        "Reflect: Classification check — according to the category definitions: (1) disease‑targeted biologic — requires a biologic therapeutic (e.g., monoclonal antibody) targeting pathology (not the case); (2) disease‑targeted small molecule — requires a small‑molecule therapeutic (not the case); (3) cognitive enhancer — requires an agent given to improve cognition (not the case); (4) neuropsychiatric symptom improvement — requires symptomatic treatment (not the case). This is an imaging/diagnostic PET tracer study, so the correct category is 'N/A'. The use of [C-11]PiB to measure amyloid has been widely described in human PET studies. citeturn0search6turn0search3",
        "Web search results used (key sources): 1) 'Imaging brain amyloid in Alzheimer's disease with Pittsburgh Compound‑B' — first human PiB PET study describing cortical retention in AD. citeturn0search6 2) '11C‑PIB PET imaging in Alzheimer disease and frontotemporal lobar degeneration' (Neurology) — shows PiB binds fibrillar Aβ and discriminates AD from some other dementias. citeturn0search0 3) Klunk et al. work showing PiB binding reflects amyloid and can detect changes after anti‑amyloid immunotherapy (demonstrating its role as an amyloid biomarker). citeturn0search3"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}