{
    "nct_id": "NCT04797715",
    "title": "A Double-blind, Placebo-controlled, Randomized Withdrawal Trial to Assess the Efficacy and Safety of AXS-05 for the Treatment of Agitation in Subjects With Dementia of the Alzheimer's Type",
    "status": "COMPLETED",
    "last_update_time": "2023-11-27",
    "description_brief": "This is a multi-center, double-blind, placebo-controlled, randomized withdrawal study to evaluate the efficacy and safety of AXS-05 compared to placebo in the treatment of agitation symptoms in subjects with agitation associated with Alzheimer's disease.",
    "description_detailed": "Enrolled patients will first enter a 9-week, open-label stabilization period, during which they will be treated with AXS-05 and monitored for a treatment response. Patients who experience a treatment response during the stabilization period will then be randomized into the double-blind treatment period, in a 1:1 ratio, to continue treatment with AXS-05 or to switch to placebo, for up to 26 weeks or until a relapse of agitation occurs.",
    "phase": [
        "PHASE3"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "neuropsychiatric symptom improvement",
    "drug": [
        "AXS-05 (dextromethorphan + bupropion — oral small-molecule combination)"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The trial tests AXS-05 for treatment of agitation associated with Alzheimer’s disease — i.e., a behavioral/neuropsychiatric symptom rather than aiming to modify underlying AD pathology. AXS-05 is an oral small-molecule combination (dextromethorphan + bupropion) with NMDA receptor modulation, sigma-1 agonism and monoamine effects, not a biologic targeting amyloid or tau. citeturn0search0turn0search2",
        "Act: Key extracted details — intervention: AXS-05 (fixed-dose dextromethorphan + bupropion); comparator: placebo; indication in this trial: agitation in Alzheimer’s disease; mechanism: dextromethorphan (uncompetitive NMDA antagonist, sigma‑1 agonist, serotonin transporter effects) with bupropion serving both as active antidepressant and CYP2D6 inhibitor to boost dextromethorphan levels. Sources: clinical trial descriptions and reviews. citeturn0search1turn0search3turn0search4",
        "Reflect: Classification check — by the definitions: not a biologic (so not category 1), not a disease-modifying small molecule (category 2 would target pathology like amyloid/tau), and the trial’s intent is to reduce agitation (neuropsychiatric symptom). Therefore the correct category is 'neuropsychiatric symptom improvement'. Supporting trial outcome and development context are documented in the literature. citeturn0search0turn0search4"
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The investigational product AXS-05 is a fixed‑dose oral combination of dextromethorphan and bupropion. Dextromethorphan acts as an uncompetitive NMDA (glutamatergic) receptor antagonist and has sigma‑1 activity and other neurotransmitter effects; bupropion is a monoamine (norepinephrine/dopamine) reuptake inhibitor and also inhibits CYP2D6 to raise dextromethorphan levels. These mechanisms act on neurotransmitter receptors and transporters rather than on core AD pathologies such as amyloid or tau. citeturn0search1turn0search2turn0search5",
        "Act: Key extracted trial details — intervention: AXS‑05 (dextromethorphan + bupropion, oral small‑molecule); indication in this trial: agitation associated with Alzheimer’s disease (a neuropsychiatric/symptom‑management indication); trial design: double‑blind, placebo‑controlled, randomized withdrawal/relapse‑prevention style studies (e.g., ADVANCE‑1 and ACCORD). The drug’s described pharmacology (NMDA modulation, sigma‑1 agonism, monoaminergic effects, CYP2D6 inhibition by bupropion) supports classification under a neurotransmitter‑receptor/monoamine mechanism. citeturn0search0turn0search3turn0search1",
        "Reflect: CADRO mapping — CADRO category D is 'Neurotransmitter Receptors' and covers agents that modulate neurotransmitter systems (e.g., glutamate/NMDA, monoamines). Because AXS‑05’s primary actions are on NMDA/sigma‑1 and monoaminergic systems and the trial is targeted at relieving agitation (a neuropsychiatric symptom) rather than modifying AD pathology (amyloid/tau), the most specific CADRO fit is D) Neurotransmitter Receptors. This is consistent with clinical trial descriptions and reviews of the compound. citeturn0search1turn0search4",
        "Web search results supporting the above (brief): ADVANCE‑1 Phase 2/3 randomized trial report describing AXS‑05 pharmacology (NMDA antagonist, sigma‑1, monoamine activity) and efficacy for agitation. citeturn0search0; AXS‑05 development summary and mechanism description (conference/abstract). citeturn0search1; Dextromethorphan+bupropion pharmacology and CYP2D6 interaction (pharmacology summary). citeturn0search2turn0search5; Phase 3 ACCORD relapse‑prevention trial results and context (efficacy/safety for AD agitation). citeturn0search3turn0search4; Recent news coverage of Axsome's regulatory plans and trial outcomes summarizing mixed late‑stage data. citeturn0news12turn0news15"
    ]
}