{
    "nct_id": "NCT01481961",
    "title": "Feasibility Study: Cognitive Effect of Repetitive Transcranial Magnetic Stimulation (rTMS)on add-on in Patients With Early Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2015-02-27",
    "description_brief": "The aim is to examine the effect of Repetitive Transcranial Magnetic Stimulation (rTMS) applied at the anodic left Cortex DorsoLateral PreFrontal (CDLPF) of patients with early Alzheimer's disease (AD).\n\nThis study included 15 patients treated with rTMS and whose medication reference is stabilized for 3 months by IAChE. Patients with early AD or related disease will be selected in the MCRR of Besançon and the psychiatric department of the University Hospital of Besançon. After giving informed consent, patients will be evaluated by a psychiatrist using the Mattis Clinical Demantia Rate (CDR), the Hamilton Depression Rating Scale (HDRS), State-Trait Anxiety Inventory (STAI), Beck Depression Inventory (BDI) and Hamilton Anxiety Scale (HAMA). The complete assessment takes 40 minutes. A second evaluation will be realized by a neuropsychologist takes around 120 minutes using Mattis CDR, Grober Free and Cued Selective Reminding Test, Trail Making Test (TMT), Crossing of Test (COT), Isaacs Set Test (STI) , Clock-Drawing Test (COT), Signoret's Battery of Cognitive Efficacy (BEC96), Rey-complex figure test-copy and Picture naming 80 items test (DO80).\n\nEach rTMS session runs 20 minutes during which pulse trains of 5 seconds of 10 Hz spaced 25 seconds (2 trains of pulses per minute or 40 pulse trains per session) will be delivered. A psychometric assessment will be conducted again at the end of treatment week and one month after stopping treatment. A neuropsychometric assessment will be conducted one month after stopping the treatment. Scales of comfort and acceptability will also be proposed to the patient to determine whether any gene is caused by this treatment. Moreover a questionnaire will be proposed to the caregivers (at baseline, at the end of the treatment and 1, 2, 3 and 4 weeks after stopping the sessions) using Resource Utilisation Dementia (RUD), Apathy Inventory (AI), Activities of Daily Living (ADL) scale, Instrumental Activities of Daily Living (IADL) scale, Quality of Life in Alzheimer's disease (QoL-AD) scale, Questionnaire of recent change of the personality (CP6).\n\nThe population of this study will be comprised of patients between 60 to 85 years-old with early Alzheimer's characterized according to NINCDS-ADRADA criteria. These patients will be recruited on a voluntary basis, after notification and consent in the research center. This study was conducted over a period of 15 months.",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is repetitive transcranial magnetic stimulation (rTMS) applied to the left dorsolateral prefrontal cortex (anodic left CDLPF/DLPFC) in early AD patients. rTMS is a non‑pharmacologic neuromodulation intended to improve cognition (neuroplasticity/functional connectivity) rather than to target molecular AD pathology (amyloid or tau). citeturn0search3turn0search4",
        "Act (extracted key details): The protocol uses high‑frequency (10 Hz) rTMS over left DLPFC (20‑minute sessions, repeated pulse trains). The study is an add‑on to stabilized acetylcholinesterase inhibitor therapy (IAChE) but the investigational intervention is rTMS (not a biologic or small molecule drug). Multiple meta‑analyses and systematic reviews classify DLPFC‑targeted high‑frequency rTMS as a cognitive enhancement intervention in MCI/early AD. citeturn0search3turn0search0turn0search1",
        "Reflect: Classification check — rTMS is neither a biologic (e.g., monoclonal antibody/vaccine) nor a small molecule targeting AD pathology, and the stated aim is to examine cognitive effects. Therefore the correct category is 'cognitive enhancer'. Supporting evidence shows rTMS over DLPFC improves global cognition in MCI/early AD in multiple trials/meta‑analyses. citeturn0search2turn0search5",
        "Web search references (supporting sources consulted): - Xie et al., meta‑analysis of rTMS in MCI and early AD (discusses 10 Hz DLPFC protocols and cognitive benefit). citeturn0search3 - 2019 systematic review/meta‑analysis reporting cognitive improvement with rTMS in AD. citeturn0search0turn0search2 - 2023 review/meta‑analysis summarizing DLPFC‑targeted high‑frequency rTMS as a cognitive enhancement approach in age‑related neurodegenerative disease. citeturn0search1 - Mechanistic/EEG study showing DLPFC rTMS modulates functional connectivity in AD. citeturn0search4"
    ],
    "agent_type": "M) Synaptic Plasticity/Neuroprotection",
    "explanation_agent": [
        "Reason: The described intervention is repetitive transcranial magnetic stimulation (rTMS) applied to the left dorsolateral prefrontal cortex (DLPFC) in early AD. rTMS is a non‑pharmacologic neuromodulation intended to enhance cognition by promoting neuroplasticity and modulating functional connectivity and synaptic activity rather than by directly targeting molecular AD pathologies (amyloid or tau). citeturn0search9turn0search1",
        "Act: Extracted key details from the trial description — high‑frequency (10 Hz) rTMS over left DLPFC (20‑minute sessions, repeated pulse trains) used as an add‑on to stabilized acetylcholinesterase inhibitor therapy. The investigational intervention is a neuromodulation (rTMS), not a biologic or small molecule directed at amyloid/tau. Multiple systematic reviews and meta‑analyses identify DLPFC‑targeted high‑frequency rTMS as a cognitive enhancement intervention in MCI/early AD. citeturn0search9turn0search2turn0search3",
        "Reflect: Classification check — because the mechanism is modulation of synaptic function/neuroplasticity (cognitive enhancement) rather than targeting amyloid, tau, inflammation, metabolism, vasculature, etc., the most specific CADRO match is M) Synaptic Plasticity/Neuroprotection. The intervention is not multi-target pharmacology nor a diagnostic-only procedure, so 'M' is the best fit. citeturn0search2turn0search1",
        "Web search results (supporting references consulted): - \"Cognitive Enhancement of Repetitive Transcranial Magnetic Stimulation in Patients With Mild Cognitive Impairment and Early Alzheimer’s Disease: A Systematic Review and Meta-Analysis\" (Frontiers) — supports 10 Hz DLPFC protocols and cognitive benefit. citeturn0search9 - \"Effects of rTMS treatment on global cognitive function in Alzheimer's disease: A systematic review and meta-analysis\" (2019) — shows high‑frequency left DLPFC protocols with sustained cognitive effects. citeturn0search2 - \"Does repetitive transcranial magnetic stimulation improve cognitive function in age-related neurodegenerative diseases? A systematic review and meta-analysis\" (2023) — finds high‑frequency DLPFC rTMS improves global cognition (caution on heterogeneity). citeturn0search1 - \"Comparative efficacy of rTMS on different targets in Alzheimer's disease: a systematic review and meta-analysis\" — shows DLPFC stimulation yields significant cognitive improvement and discusses target/protocol differences. citeturn0search3"
    ]
}