{
    "nct_id": "NCT06151808",
    "title": "An Open-label, Non-randomized, Single-center Study, Evaluating the Imaging Characteristics of XTR006 Injection in Non-cognitively Impaired Subjects, MCI Due to Alzheimer Disease (AD), and Mild to Moderate AD Subjects",
    "status": "COMPLETED",
    "last_update_time": "2024-05-01",
    "description_brief": "This is an investigator-initiated clinical (IIT)study.The main purpose of this study was to evaluate the diagnostic efficacy of XTR006 PET qualitative reading and quantitative analysis in detecting mild cognitive impairment（MCI）due to AD and mild to moderate AD based on clinical diagnosis, and to establish XTR006 PET imaging parameters and qualitative reading and quantitative analysis methods.",
    "description_detailed": "XTR006 is a 18F-labeled PET tracer, for the quantification of neurofibrillary tangle (NFT) deposition in the brain. Brain NFT deposition is a pathologic finding in Alzheimer's Disease (AD), with brain NFT density shown to correlate with the severity of cognitive impairment in AD. 90 Chinese subjects (30 subjects with non-cognitive impairment, 30 subjects with MCI due to AD and 30 subjects with mild to moderate AD) who meet all of the inclusion and none of the exclusion criteriawill be enrolled in this IIT study. Subjects will receive 8-10mCi of XTR006 via IV injection. qualitative reading and quantitative analysis methods will be investigated. Safety and tolerability will be observed.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "DIAGNOSTIC",
    "results": null,
    "target_category": "N/A",
    "drug": [
        "XTR006 — an 18F‑labeled PET tracer for imaging tau / neurofibrillary tangles (NFTs)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial description and title state the study’s purpose is to evaluate the diagnostic efficacy and imaging characteristics of XTR006 PET (qualitative reading and quantitative analysis) in cognitively normal, MCI due to AD, and mild–moderate AD subjects, i.e., a diagnostic imaging study rather than a therapeutic trial. citeturn0search0turn0search1",
        "Act: Web search shows XTR006 is described repeatedly as an 18F‑labeled PET tracer for quantification of neurofibrillary tangle (tau) deposition in the brain (used to image tau/NFT), and the listed studies are diagnostic PET imaging studies (Phase I/III and imaging characteristic trials). citeturn0search4turn0search6",
        "Reflect: Because XTR006 is a radiolabeled PET imaging tracer intended to detect tau/NFT (diagnostic purpose) and not a therapeutic biologic or small‑molecule intended to modify disease or cognition or treat neuropsychiatric symptoms, the trial does not fit any of the four therapeutic categories (disease‑targeted biologic; disease‑targeted small molecule; cognitive enhancer; neuropsychiatric symptom improvement). Therefore the correct classification is 'N/A'. citeturn0search0turn0search4",
        "Search results found (sources): \n- Clinical trial listing describing the study as an IIT to evaluate diagnostic efficacy and imaging methods for XTR006 PET. citeturn0search0\n- Phase I volunteer study page stating XTR006 is an 18F‑labeled PET tracer for tau/NFT and reporting safety/biodistribution/dosimetry. citeturn0search4\n- Phase III / larger imaging study pages listing XTR006 PET visual read evaluation for detection of brain NFTs in MCI/AD and cognitively normal subjects. citeturn0search6turn0search3"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}