{
    "nct_id": "NCT02365051",
    "title": "Translation of COPE for Publicly-Funded Home Care Clients and Their Families",
    "status": "COMPLETED",
    "last_update_time": "2023-06-03",
    "description_brief": "This community-based translational trial tests the value of a proven non-pharmacologic intervention for older adults living with dementia and informal caregivers when this intervention is incorporated into a publicly-funded home and community based service program. Half the participants will receive customary publicly-funded services alone, and half will receive customary services plus the proven non-pharmacologic intervention.",
    "description_detailed": "More than 5 million Americans have dementia and more than 15 million Americans, mostly family members, provide unpaid care to these individuals. In the absence of a cure or widely effective pharmacotherapy to combat dementia, translation and implementation of efficacious non-pharmacologic interventions into existing service programs are sorely needed. The Connecticut Home Care Program for Elders (CHCPE), a Medicaid waiver and state revenue-funded program for older adults at high risk for nursing home admission, provides in-home and community-based services coordinated by care managers. In this translational study, an evidence-based intervention, Care of Persons with Dementia in their Environments (COPE), is incorporated into the CHCPE. COPE is an efficacious 4-month, in-home, non-pharmacologic intervention using occupational therapists and advanced practice nurses to maximize physical function in older adults with dementia and to improve dementia management skills of family caregivers (CG).\n\nThis trial will randomly assign 290 CHCPE clients with dementia and their CGs to receive either COPE plus customary CHCPE services, or customary CHCPE services alone. The main study outcome measures are similar to those of the original COPE efficacy trial. To maximize the translational effort, this study also will: conduct a formal cost-benefit analysis to determine the potential economic benefit of adding COPE to customary CHCPE services; evaluate the feasibility and acceptability of COPE as a new CHCPE service; and establish an expert Translational Advisory Committee to help develop and guide COPE dissemination plans for implementation nationally.\n\nStudy aims for CHCPE clients:\n\nAim 1.1: Determine COPE effect on functional dependence 4 months after randomization (primary study endpoint).\n\nAim 1.2: Determine COPE effects on engagement in activities, quality of life, and NPS, 4 months after randomization.\n\nAim 1.3: Determine COPE effects on functional dependence, engagement in activities, quality of life, and neuropsychiatric symptoms (NPS), 12 months after randomization.\n\nWe hypothesize that CHCPE clients receiving COPE will show greater reduction in functional dependence, greater engagement in activities, better quality of life, and fewer neuropsychiatric symptoms, compared to controls, 4 months and 12 months after randomization.\n\nStudy aims for CGs:\n\nAim 2.1: Determine COPE effect on perceived CG well-being 4 months after randomization.\n\nAim 2.2: Determine COPE effects on CG confidence in using dementia management strategies 4 months after randomization.\n\nAim 2.3: Determine COPE effects on CG perceived well-being, confidence in using activities, and ability to keep client at home, 12 months after randomization.\n\nWe hypothesize that COPE CGs will report improvement in all specified outcomes compared to controls, 4 and 12 months after randomization.\n\nTranslational study aims:\n\nAim 3.1: Determine the net financial benefit of COPE, accounting for COPE intervention costs, CHCPE usual care costs, nursing home costs, and other service costs, 4 months and 12 months after randomization. The 12 month cost-benefit analysis will test whether financial benefits of COPE accrue over a longer time horizon than the 4-month intervention period.\n\nAim 3.2: Determine the feasibility and acceptability of COPE implementation into the CHCPE from multiple stakeholder viewpoints, including CHCPE care managers and state Medicaid and public policy decision makers.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "neuropsychiatric symptom improvement",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is COPE (Care of Persons with Dementia in their Environments), a proven non‑pharmacologic, in‑home program delivered by occupational therapists and advanced practice nurses that aims to optimize functional independence and improve caregivers' dementia‑management skills — it explicitly targets functional outcomes and reduction/prevention of neuropsychiatric symptoms rather than a molecular pathology. citeturn0search0turn0search2",
        "Act: Key extracted details from the trial description — title: \"Translation of COPE for Publicly‑Funded Home Care Clients and Their Families\"; intervention: Care of Persons with Dementia in their Environments (4‑month, in‑home program using ~10 OT visits + APN contacts); design: randomized comparison of COPE + customary publicly‑funded services vs customary services alone; primary/secondary outcomes include functional independence, activity engagement, quality of life, and prevention/alleviation of neuropsychiatric symptoms. These details come from the study design and COPE descriptions. citeturn0search1turn0search0",
        "Web search results / sources (summary): PubMed abstract describing the translational COPE trial and primary outcomes (functional independence; neuropsychiatric symptoms). citeturn0search0",
        "Caregiver/implementation description and fidelity details for COPE (COPE principles, delivered by OTs and APNs; focus on environment and caregiver skills). citeturn0search2",
        "Clinical trial listing / trial details (trial registry / MedPath summary) confirming intervention labelled as Behavioral: Care of Persons with Dementia in their Environments and trial arms (COPE + usual care vs usual care). citeturn0search1",
        "Reflect: Given the intervention is non‑pharmacologic and its stated aims include reducing neuropsychiatric symptoms and improving caregiver management and function (not targeting amyloid/tau or administering a drug to enhance cognition biologically), the best fit among the provided categories is 'neuropsychiatric symptom improvement'. There is no drug or placebo in this trial and no indication it is a cognitive‑enhancer pharmacologic trial. Classification is consistent with the trial outcomes and COPE program description. citeturn0search0turn0search2"
    ],
    "agent_type": "T) Other",
    "explanation_agent": [
        "Reason: The intervention (Care of Persons with Dementia in their Environments — COPE) is an evidence‑based, non‑pharmacologic, in‑home behavioral/occupational therapy program that targets functional independence, activity engagement, caregiver skills, and reduction/prevention of neuropsychiatric symptoms — not a molecular or biological pathway (e.g., amyloid, tau, inflammation). citeturn0search0turn0search8",
        "Act: Extracted trial details — Title: \"Translation of COPE for Publicly‑Funded Home Care Clients and Their Families\"; Intervention: COPE (4‑month in‑home program delivered by occupational therapists and advanced practice nurses; ~10 OT visits + APN contacts in the translational design); Design: randomized COPE + usual publicly‑funded services vs usual services alone; Primary/secondary outcomes: functional dependence, activity engagement, quality of life, and behavioral/neuropsychiatric symptoms. No drug, molecular target, or pharmacologic mechanism is described. citeturn0search0turn0search3turn0search1",
        "Reflect: Because CADRO categorization is based on biological/drug targets (e.g., amyloid, tau, inflammation, synaptic plasticity), and this trial tests a behavioral/implementation intervention with no drug or specific molecular target, the appropriate CADRO assignment is T) Other. This matches the trial’s focus on service delivery/behavioral outcomes rather than a putative molecular pathway. citeturn0search2",
        "Web search results (sources found and what they show): (1) PubMed article describing the translational COPE trial rationale and design (confirms 4‑month COPE, OT + APN visits, randomized COPE + CHCPE vs CHCPE only). citeturn0search0 (2) Original COPE randomized trial (JAMA/PubMed) describing the biobehavioral, home‑based nonpharmacologic COPE intervention and its outcomes (functional dependence, agitation, engagement). citeturn0search1turn0search8 (3) Effectiveness/implementation study embedding COPE in a publicly funded HCBS program showing caregiver and patient outcomes — supports that COPE is an implementation of a non‑drug behavioral intervention. citeturn0search2 (4) Trial registry / MedPath and ClinConnect trial listings confirming the behavioral intervention designation and trial arms. citeturn0search3turn0search7"
    ]
}