{
    "nct_id": "NCT06377033",
    "title": "Using Behavioral Economics and Implementation Science to Advance the Use of Genomic Medicine Utilizing an EHR Infrastructure Across a Diverse Health System",
    "status": "RECRUITING",
    "last_update_time": "2025-07-16",
    "description_brief": "Given the expansion of indications for genetic testing and our understanding of conditions for which the results change medical management, it is imperative to consider novel ways to deliver care beyond the traditional genetic counseling visit, which are both amenable to large-scale implementation and sustainable. The investigators propose an entirely new approach for the implementation of genomic medicine, supported by the leadership of Penn Medicine, investigating the use of non-geneticist clinician and patient nudges in the delivery of genomic medicine through a pragmatic randomized clinical trial, addressing NHGRI priorities. Our application is highly conceptually and technically innovative, building upon expertise and infrastructure already in place.\n\nInnovative qualities of our proposal include: 1) Cutting edge EHR infrastructure already built to support genomic medicine (e.g., partnering with multiple commercial genetic testing laboratories for direct test ordering and results reporting in the EHR); 2) Automated EHR-based direct ordering or referring by specialist clinicians (i.e., use of replicable modules that enable specialist clinicians to order genetic testing through Epic Smartsets, including all needed components, such as populated gene lists, smartphrases, genetic testing, informational websites and acknowledgement e-forms for patient signature); 3) EHR algorithms for accurate patient identification (i.e., electronic phenotype algorithms to identify eligible patients, none of which currently have phenotype algorithms present in PheKB; 4) Behavioral economics-informed implementation science methods: This trial will be the first to evaluate implementation strategies informed by behavioral economics, directed at clinicians and/or patients, for increasing the use of genetic testing; further it will be the first study in this area to test two forms of defaults as a potential local adaptation to facilitate implementation (ordering vs. referring); and 5) Dissemination: In addition to standard dissemination modalities,PheKB95, GitHub and Epic Community Library, the investigators propose to disseminate via AnVIL (NHGRI's Genomic Data Science Analysis, Visualization, and Informatics Lab-Space). Our results will represent an entirely new paradigm for the provision of genomic medicine for patients in whom the results of genetic testing change medical management.",
    "description_detailed": "Overview: Using key stakeholder engagement, this study will refine clinician- and patient-directed nudges designed to change the status quo bias that too often is relied upon within the complexity of medical care and decision-making, which reduces the likelihood that genetic testing will be used in situations where it will change medical management. The investigatorswill define algorithms to identify patients eligible for genetic testing (Aim 1); conduct a hybrid type 3 cluster-randomized implementation trial to evaluate optimized patient- and/or clinician-directed nudges for increasing the use of genetic testing to inform medical management (Aim 2); and engage in dissemination activities to increase the capacity of other medical settings to adopt both our EHR-based infrastructure and the implementation strategies designed and evaluated in this trial (Aim 3).\n\nFor Aim 1, our Stakeholder Advisory Council will design the nudges to \"de-risk\" and optimize implementation strategies by ensuring that the perspectives of end-users are included initially. In Aim 2, the investigators will test our optimized nudges in a six-arm hybrid type 3 pragmatic cluster randomized controlled trial (RCT) to evaluate the effectiveness of nudges to clinicians (referral vs. ordering), nudges to patients, or nudges to both for increasing genetic testing, vs. generic clinician Best Practice Alert and no nudge. The trial will include 230 clinicians, who will be the unit of randomization, with randomization performed on \"clusters\" of clinicians to control for the potential of contamination that can arise when clinicians who work closely together are randomized to different arms of the trial. Once the clusters are randomized by specialty, the trial will follow at least 16,500 patients over 3 years, monitoring fidelity of nudge delivery, use of genetic testing, and secondary implementation outcomes. Patient, clinician, and system factors will be assessed as moderators and an effectiveness outcome will be examined.\n\nIn Aim 3, Both EHR-based algorithms already established through the PennChart Genomics Initiative, for which the investigators have received multiple requests, and those developed through this application, will be shared through PheKB, ANVIL, and Epic Community Library.\n\nAim 1: To develop clinician- and patient-directed nudges, informed by behavioral economic theory, within the EHR that will address the barriers to specialist clinician genetic testing of patients in whom it will change medical management, develop clinician- and patient-directed informational websites, and refine EHR algorithms to identify patients who are good candidates for genetic testing. Procedures for refining systems to identify patients for genetic testing: Although there is a growing number of conditions for which genetic testing is indicated where the results will change medical management for patients, between 0-90% of patients have genetic testing. Changing this first depends on the use of electronic phenotyping algorithms to identify eligible patients. Development of electronic phenotype algorithms involves the integration of ICD-10 diagnosis codes, clinical lab measurements, vital signs, medications, procedures, and clinical notes into rule-based algorithms to identify individuals who can be classified with a diagnosis for a given disease phenotype. The phenotype knowledgebase (PheKB) is a collaborative environment to build, validate, and share these electronic phenotype algorithms. To perform our RCT, the investigators first need to identify patients who would benefit from genetic testing. The investigators will work closely with the clinical experts in neurogenetics, cardiac, and medical genetics to identify the clinical features from the EHR for defining disease diagnosis for each condition, including two prior encounters for the diagnosis with first within a year. The investigators will deploy the algorithm and then perform manual review of 100 charts to estimate the positive predictive value (PPV) of the algorithm; this is the proportion of patients defined as cases by the algorithm who have the condition. The investigators will also perform manual review of 100 charts for individuals who have a diagnosis code in the EHR from two different encounters for one of the study conditions but are not identified as cases based on the electronic phenotyping algorithm. This review will give us an estimate of how much specificity the investigators gain with the electronic phenotype algorithm above and beyond the diagnosis codes alone. As the patients identified by the algorithm will be enrolled in the clinical trial, the investigators will aim for 100% PPV. Each patient identified by the phenotype algorithms will be added to the Diagnosis-specific Epic Registry and the SQL database. The algorithms will be disseminated through Aim 3.\n\nProcedures for nudge design: To develop a sustainable EHR-based infrastructure, supporting the provision of genomic medicine and inclusion of specialty clinicians, equally valuable for other groups nationally, the investigators must consider multiple perspectives on how our nudges - content, design, and mode of delivery - will impact institutions, payors, clinicians, and patients. Thus, the investigators have formed a Stakeholder Advisory Council with diverse representation from genetics and non-genetics clinicians, informaticians, payors, testing companies, legal experts and ethicists, and patient groups and community representation, with expertise regarding health disparities and equity. The group will support the development of and wording in the nudges, genetics and disease-specific website education for patients and clinicians, and ease of use of the EHR-based infrastructure for genetic test ordering, results, and referral.\n\nTo ensure that our nudge design and delivery consider issues relevant to health disparities and equity, the investigators have engaged Dr. Rachel Shelton as a consultant. She is an expert in understanding and addressing existing health inequities and identifying interventions and strategies to promote greater health equity. She has worked with members of the research team to develop nudges that improve the quality of cancer care delivery and consider existing health disparities and evaluate indicators of health disparities as moderators of nudge effectiveness. The Stakeholder Advisory Council will meet three times in the first year and then every six months in subsequent years; discussions will be audio-recorded, and survey questions assessing usability of nudge designs will be administered.\n\nPatient informational video: The video will be employed as part of the patient-directed nudge. Patients in patient nudge arms will be provided with a link to the video via text message. The video will provide general information about genetic testing and patients will be able to view it multiple times.\n\nClinician informational website: An informational website, maintained on the Penn Medicine intranet, for clinicians will be developed; it will be available through the clinician nudges and when results are returned. The website will include information about genetics and genetic testing, details about ordering genetic testing through the EHR (with tipsheets), referral to Penn Medicine genetic clinics and how the results of genetic testing would influence the patient's medical management for each diagnosis.\n\nAim 2: To conduct a type 3 hybrid implementation cluster randomized clinical trial to evaluate the effect of behavioral economic theory clinician nudges and patient nudges delivered within the EHR on the rate of genetic testing by non-geneticist specialist clinicians across a diverse health system, compared to generic messages and no default.Overall design. The investigators will test optimized implementation strategies in a six-arm factorial hybrid type 3 cluster implementation RCT, testing the effectiveness of nudges to clinicians (referral vs. order), nudges to patients, or nudges to both for increasing genetic testing among patients for whom testing would influence medical management vs. a generic Best Practice Alert/no patient or clinician nudge. The investigators include two forms of physician nudges - referral and ordering - to consider and test the effects of a local adaptation to this implementation strategy, which can be an important factor that influences the effectiveness of implementation strategies. Primary and secondary implementation outcomes, and contextual factors that shape implementation effectiveness and clinician census. Our trial adopts a health equity lens, as done in our ongoing trials. To this end, our preliminary data focused on identifying medical conditions for which genetic testing may affect outcomes and for which there exists disparities in testing across races. Second, the investigators have considered important health disparities in the design and delivery of our nudges. In particular, the investigators examined the rate of access to our patient portal and, found that there are lower rates of access for racial minority groups, including delivery of patient nudges via text message as well. Third, the analytic plan includes an assessment of the impact of our nudges across equity groups. All patient-facing materials will be available in Spanish.\n\nParticipants and randomization. Clinicians within each site will be randomized to six arms using variable permuted blocks. The researchers will form clusters of clinicians and randomize clusters using raw data from clinic administrators to identify networks of interconnected colleagues. A waiver of informed consent will allow for collection of general census data to characterize the sample of clinicians, EHR data to characterize the sample of patients, and ascertain data to assess as study moderators. Our clinician sample, drawn from practicing clinicians within all sites, will 1) be currently in practice at a Penn Medicine site; 2) have prescribing authority in Pennsylvania (i.e., physician or APP); and 3) have cared for at least five patients in 30 days prior to recruitment.\n\nDiagnosis-specific Epic Registry: Based on the electronic phenotype algorithms developed in Aim 1, eligible patients will be filtered into diagnosis-specific Epic Registries. This step is necessary to identify the patients eligible for observation in the trial. Once identified and entered into this registry, and when these patients have an appointment with a clinician within our clinician sample, they are entered into the trial's system within one of the randomized arms. The registry drives the downstream nudges, e.g. for clinic referral, genetic test selection, and clinician information.\n\nNudge to clinicians: The investigators will use the Best Practice Alert (BPA) functionality within the EHR as our conduit to the point of decision-making about genetic testing with clinicians. Epic BPA deployment is modifiable to accommodate the inclusion of nudges. When a patient is scheduled to be seen by a clinician randomized to one of our study arms and matching the patient eligibility (registry), at the subsequent visit with this clinician, the clinician BPA will fire. The BPA can be triggered with over 50 multiple potential actions within the chart, such as entering patient diagnosis or problem, or opening or entering orders. Resolution of the BPA will be required before the chart is closed. The clinician nudge will have two forms to account for the need to assess for local adaptation of the implementation strategy: refer or order. In either case, refer or order are defaulted; the clinician must toggle to \"do not order\" or \"do not open (Order Set)\" and, if so, an explanation is required. Prior to the launch of the trial, clinicians receive standardized information about the trial through service line disease team monthly meetings, led by the study MPIs. These sessions give basic information about the study without disclosing the hypotheses.\n\nRefer Clinician Nudge: For the refer clinician nudge, if accepted, an order is automatically placed for a genetic consult with the appropriate genetics program, based on the diagnosis-specific Epic Registry, either medical/cancer, cardiac or neuro-genetics. The order will go to the scheduling pool for each program, which will contact the patient for an appointment (warm hand off). For patients with pheo/pgl seen in medical or cancer genetics, they will be seen locally, as all hospitals have cancer genetics providers. For patients referred to cardiac or neurogenetics, patients will be contacted and offered an in-person visit at either HUP or PAH or a telemedicine visit, based on preference.\n\nOrder Clinician Nudge: For the order clinician nudge, the Epic SmartSet function will be used since it is common and easily transferrable. The SmartSet will include 1) genetic testing order with a default set of diagnosis-specific genes and a testing lab selected (the BPAs and resulting Smart Sets will be sensitive to the patient's insurance, so if the patient is capitated to a certain commercial testing lab or if sponsored testing is available, the testing will go to that lab); 2) default order to have the genetic testing kit (saliva or buccal swab) sent to the patient's house; 3) smartphrase to populate the clinician's note; and 4) an option to send the clinical letter to the testing company. Once the order is placed through the SmartSet, a linked second BPA will come up that contains a one-page acknowledgment of genetic testing e-form for patient's signature (every exam room has a signature pad for e-signature) for the clinician to review with the patient. The after-visit summary (AVS) that each patient receives at the end of their visit will be automatically populated with the signed acknowledgment e-form and link to the patient educational website.\n\nNudge to patients: The patient nudge will be designed to \"prime\" the patient to discuss the potential benefits of genetic testing with their clinician ahead of their next appointment. The patient nudge will be delivered via text message directly to the patient's cell phone. The patient nudge will be delivered within 72 hours prior to their medical appointment and will include normalizing language about the potential benefits of genetic testing for their condition and a clear message of endorsement: The patient nudge will contain a link to the informational video discussed above.\n\nGeneric clinician nudge: To standardize the experience of all clinicians randomized to this arm (and the patients they see), we will use a generic clinician BPA. The content of the BPA will indicate that their patient may be a candidate for genetic testing and a link to the clinician website. No choice architecture will be embedded to facilitate genetic testing ordering or referring; no patient nudge is provided.\n\nSupport for clinicians when genetic testing results are returned: Across all study arms, discrete results of genetic tests will be returned into the EHR, with an accompanying PDF with the full results. Along with the results will be a static option with the hyperlink to the clinician informational website and when they open the results, they will get a BPA with options to: 1) order a consult to genetics, which will automatically go to the disease appropriate clinic; or 2) e-Consult genetics, meaning that they can send a question to genetics (again triaged based on disease type \\[Epic registry\\]) without a formal referral.\n\nInsurance coverage for genetic testing: A key point of concern for both clinicians and patients is insurance coverage for genetic testing. Clinicians will not deal with insurance coverage directly. The patient's insurance information goes via HL7 with the testing order to the commercial lab, which deals with the insurance company.\n\nTesting and validation of EHR nudges: To launch the nudges, investigators will use a two-phase approach from past and ongoing studies. In the first phase, the alert will fire invisibly in the background without prompting patients or clinicians, followed by an evaluation of the results to verify accuracy. The algorithm will be refined until it achieves perfect accuracy. In the second phase, clinician nudges will fire live for several weeks among a few clinicians. Investigators will then compare the patients for whom it should have fired to the ones for whom it did and the acceptability of the alert to clinical staff. Nudge delivery will be monitored in all arms throughout the trial.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "HEALTH_SERVICES_RESEARCH",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial tests EHR-based delivery strategies and behavioral-economics nudges to increase use of genomic testing (implementation science). The intervention is procedural/behavioral (clinician/patient nudges, EHR modules, automated ordering/referral), not a pharmacologic or biologic therapy targeting Alzheimer pathology, cognition, or neuropsychiatric symptoms.",
        "Act: Key extracted details — interventions are EHR infrastructure (Epic Smartsets, automated ordering/referring), electronic phenotype algorithms for patient ID, and behavioral-economics informed nudges to clinicians and/or patients to increase genetic testing uptake. No drug, biologic, or therapeutic mechanism (amyloid, tau, neurotransmitter, symptomatic) is described; this is a health‑services/implementation trial.",
        "Reflect: Classification as 'N/A' is appropriate because the study evaluates delivery/implementation of genomic medicine (a diagnostic/management pathway) rather than testing a disease-targeted biologic, disease-targeted small molecule, cognitive enhancer, or neuropsychiatric symptom intervention. No drug was mentioned, so no web search was performed. If you want, I can run a web search for the specific protocol or grant text to cite sources or confirm further details."
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}