{
    "nct_id": "NCT00480220",
    "title": "Specific Care and Assistance Plan for Alzheimer's Disease: Impact Study on Disease Progression and Management Modalities",
    "status": "COMPLETED",
    "last_update_time": "2015-08-18",
    "description_brief": "The main objective of this work is to assess the feasibility and efficacy of a specific Care and Assistance Plan for Alzheimer's disease (PLASA). The main outcome measure selected is incapacity in carrying out the basic activities of daily living, evaluated by the ADCS-ADL scale .\n\nThe PLASA was developed by a working group appointed by the Direction Générale de la Santé as part of the government programme of action on Alzheimer's disease (October 2001, Ministère de l'Emploi et de la Solidarité).",
    "description_detailed": "It is estimated that at the present time about 50% of dependence in the elderly is related to dementias. Alzheimer's disease is the most common of these, and there are 100 000 new cases in France every year (Girard Report). Very often, once the diagnosis has been established these persons do not receive regular, codified follow-up, whereas Alzheimer's disease is a chronic disease which progresses over several years and leads to a variety of complications which must be identified and managed.\n\nThe main objective of this work is to assess the feasibility and efficacy of a specific Care and Assistance Plan for Alzheimer's disease (PLASA). The main outcome measure selected is incapacity in carrying out the basic activities of daily living, evaluated by the ADCS-ADL scale .\n\nThe PLASA was developed by a working group appointed by the Direction Générale de la Santé as part of the government programme of action on Alzheimer's disease (October 2001, Ministère de l'Emploi et de la Solidarité).\n\nMethods The multicentre prospective study will be randomised within each centre. Study population: 1200 patients will be recruited in 20 French university hospitals and 40 general hospitals.\n\nInclusion criteria: Patients presenting mild to moderate Alzheimer's disease diagnosed by the NINCDS-ADRDA criteria (MMSE between 12 and 26), living at home and with an identified principal caregiver.\n\nRandomisation and patient follow-up: After randomisation within each centre (specialised department of the university or general hospital), half of the patients will be managed according to the PLASA (group A). The other patients will receive the usual management of the centres (group B).\n\nThe PLASA includes detailed evaluation of the patient's cognitive and non-cognitive function, regular and standardised follow-up, management of complications and the setting up of assistance and support services according to common guidelines. As part of the PLASA, patients will be systematically seen in consultation every six months.\n\nData collection: In group A, data will be collected during six-monthly consultations for the duration of the study (T0, T6, T12, T18, T24). In group B, data will be collected during consultations at T0, T12 and T24. The coordinating centre (Toulouse) will contact every 6 months (T6, T12, T18, T24), by post or by telephone, the principal caregiver for collection of intermediate data in both groups. These data include evaluation of activities of daily living (ADCS-ADL), utilization of support and care services (RUD ), as well as subjective assessment of disease severity (ADCS-CGIC ). The patient's quality of life will also be evaluated in both groups at T0, T12 and T24.\n\nStatistical analysis: 1200 subjects are needed to reveal a 30% decrease in incapacities in activities of daily living in the group of patients followed according to the PLASA.\n\nBivariate analysis will be carried out using the standard tests for this type of study (chi-squared test and Student's t test). The efficacy of the PLASA will be assessed by multivariate analysis, taking potential confounders into account.\n\nExpected results: This project should contribute to better long-term management of patients with Alzheimer's disease and should reduce the burden on families.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "SUPPORTIVE_CARE",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is a structured care-and-assistance program (the PLASA — Plan de Soin et d’Aide dans la maladie d’Alzheimer) consisting of standardized twice-yearly comprehensive assessments and recommended management protocols for identified problems; it is a non‑pharmacological, service/management intervention aimed at reducing functional decline (measured with the ADCS‑ADL), not a drug or biologic. citeturn0search0turn0search1",
        "Act: Key extracted trial details — multicentre cluster randomized trial (50 memory clinics / ~1,120–1,131 patients) comparing the PLASA care plan versus usual care; primary outcome was change on the ADCS‑ADL at 12 and 24 months; intervention = global care/support program (standardized assessment + management protocols and caregiver training). No drug, biologic, or placebo was used. citeturn0search1turn0search4turn0search0",
        "Reflect: Because the trial tests a care-management program (procedural/service-level intervention) rather than any pharmacologic or biologic agent targeting AD pathology or cognition directly, it does not fit into the four therapeutic categories (disease-targeted biologic, disease-targeted small molecule, cognitive enhancer, or neuropsychiatric symptom improvement). Therefore the correct classification is 'N/A'. The published trial report and full-text conclusion confirm the intervention was a broad care plan and not a drug, and that the care-plan intervention did not show a clear benefit on functional decline. citeturn0search6turn0search4",
        "Web search results (sources used): 1) Clinical trial registration / trial summary for \"Specific Care and Assistance Plan for Alzheimer's Disease\" (NCT00480220). citeturn0search0 2) PubMed abstract describing PLASA design and baseline data. citeturn0search1 3) PubMed article reporting the cluster randomised trial results (Effectiveness of a specific care plan in patients with Alzheimer’s disease: PLASA study). citeturn0search4 4) Full-text article on PubMed Central with conclusions that the comprehensive care plan showed no clear benefit on long-term functional decline. citeturn0search6 5) Post-hoc/secondary analyses and related reports (e.g., analysis in oldest‑old subgroup). citeturn0search3"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}