{
    "nct_id": "NCT05248672",
    "title": "A Phase 1 Study to Assess the Pharmacokinetics of Different Multiple Dose Regimens of CT1812 in Older Healthy Volunteers",
    "status": "COMPLETED",
    "last_update_time": "2023-04-10",
    "description_brief": "This an open label study to assess the pharmacokinetics of CT1812 in normal healthy volunteers.",
    "description_detailed": "Open label study to assess PK in 36 older healthy volunteers. Subjects will be screened 35 days prior dose to determine eligibility. On day -1 subjects will be admitted to the clinical research unit and on day 1 will be randomized to receive one of the following doses: 150 mg BID, 150 mg QD or 300 mg QD in the fed state. Subjects will be confined in the Clinical Research Unit where they will continue to receive study drug and complete safety assessments, PK and CSF draws, until day 16 when they will be discharged.",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "BASIC_SCIENCE",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "CT1812 (Elayta) — small‑molecule sigma‑2 receptor (TMEM97) antagonist that displaces Aβ oligomers"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial tests CT1812, which is described in the literature as a small‑molecule antagonist of the sigma‑2 receptor complex (TMEM97) that prevents/displaces amyloid‑β (Aβ) oligomer binding to neurons and aims to interrupt Alzheimer’s pathological processes rather than only symptomatic relief. citeturn0search0turn0search4",
        "Act: I searched published clinical reports and reviews for CT1812 to identify its type and mechanism. Multiple sources identify CT1812 (also called Elayta) as a brain‑penetrant small molecule sigma‑2/TMEM97 antagonist that displaces Aβ oligomers and has been studied in phase 1 pharmacokinetic and early phase trials. This mechanism targets AD pathology (amyloid oligomer–synaptotoxicity). citeturn0search1turn0search3",
        "Reflect: Classification as a 'disease‑targeted small molecule' aligns with the drug being a non‑biologic small molecule acting on a receptor to modify a disease process (displacing Aβ oligomers). Note: the user description calls the study 'open label' and focuses on PK in older healthy volunteers (no placebo listed), but prior CT1812 trials have used placebo‑controlled cohorts — this does not change the mechanistic classification. citeturn0search0turn0search5"
    ],
    "agent_type": "A) Amyloid beta",
    "explanation_agent": [
        "Reason: The investigational drug CT1812 (Elayta) is described in peer‑reviewed publications and company reports as a brain‑penetrant small‑molecule antagonist of the sigma‑2 receptor complex (TMEM97) that prevents and displaces soluble Aβ oligomers from neuronal/synaptic binding sites, i.e., it acts to reduce Aβ‑oligomer–mediated synaptotoxicity — a direct anti‑amyloid (oligomer) disease‑modifying mechanism. citeturn0search2turn0search7",
        "Act: Extracted trial details: CT1812 / Elayta — small‑molecule sigma‑2 (TMEM97) antagonist that displaces Aβ oligomers; tested in Phase 1 (PK/safety) and early biomarker trials showing Aβ oligomer displacement into CSF (SNAP/Phase 1b reports). These sources explicitly link CT1812’s mechanism to targeting amyloid oligomers rather than purely symptomatic neurotransmitter effects. citeturn0search1turn0search4turn0search5",
        "Reflect: Mapping to CADRO — the primary biological focus is amyloid beta (soluble Aβ oligomers and their synaptic toxicity). Therefore the best CADRO classification is A) Amyloid beta. The intervention acts via a receptor (sigma‑2/TMEM97) but its intended disease effect is displacement/reduction of Aβ oligomer binding; this makes the amyloid category the most specific fit rather than other CADRO categories or Multi‑target. Relevant reviews and systematic summaries corroborate this interpretation. citeturn0search6turn0search7",
        "Web search results (key sources used): 1) Grundman et al., Phase 1 paper describing Elayta (CT1812) as a sigma‑2 receptor complex allosteric antagonist that prevents and displaces Aβ oligomers (Phase 1 PK/safety data). citeturn0search2 2) Cognition Therapeutics press release and Phase 1b (SNAP) publication reporting clinical evidence that CT1812 displaces Aβ oligomers from synapses into CSF. citeturn0search1turn0search3 3) Systematic review and PubMed summaries that describe CT1812 as a σ‑2/TMEM97 antagonist which displaces Aβ oligomers and summarize available clinical data. citeturn0search0turn0search6 4) ALZFORUM therapeutic entry summarizing CT1812 development, target rationale (reducing Aβ oligomer affinity for synaptic receptors), and early trial results. citeturn0search5"
    ]
}