{
    "nct_id": "NCT06821568",
    "title": "Long-term Home-based Transcranial Electrical Stimulation for Cognitive and Motor Function in Older Adults With an Increased Risk of Dementia: a Randomized Controlled Trial",
    "status": "RECRUITING",
    "last_update_time": "2025-09-17",
    "description_brief": "The objective of this study is to determine the effects of a 6-month, home-based personalized transcranial direct current stimulation (tDCS) intervention targeting the left dorsolateral prefrontal cortex on cognitive function, dual task standing and walking, and other metrics of mobility in older adults with motoric cognitive risk syndrome (MCR).",
    "description_detailed": "In older adults, motoric cognitive risk (MCR) is a pre-dementia transition state between \"normal\" aging and dementia. MCR is associated with impaired function within several brain networks that causes numerous symptoms including loss of memory, the ability to complete complex mental tasks, and the capacity to control one's walking and thus avoid falling and fall-related injuries. This study seeks to assess the short-term and long-term use of an investigational device called a transcranial direct current stimulation (tDCS).\n\ntDCS is a noninvasive technology that enables selective modulation of brain network function, to provide multi-symptom relief to older adults with MCR. By using state-of-the-art technology to 1) utilize a personalized tDCS intervention via an established optimization approach using individual brain MRIs, and 2) complete stimulation in a home-based setting, this study is expected to result in the development of tDCS interventions that have maximal impact on daily life function within this population.\n\nIn this study, investigators will conduct a 9-month sham-controlled, double-blinded, multi-site trial in 128 older adults aged 65-90 years old with MCR. All enrolled participants will complete an open-label 2-week, 10-session tDCS intervention. During the open-label phase of the study, all participants will receive active tDCS. Then, participants will be randomly assigned into either the tDCS arm that receives five weekly tDCS sessions for 6 months, or a combination arm of five weekly tDCS sessions for 3 months before or after five weekly sessions of sham for 3 months. Sham treatment is similar to the study tDCS treatment, but omits the key therapeutic element of the treatment being studied. Participants in the combination arm will not know whether they are receiving tDCS or sham during the first or second 3-month period. Enrolled participants will complete assessments relating to cognition, mood, balance, and memory at baseline, after the 2-week open-label phase, after 3 and 6 months of tDCS, and again 3 months later. Once a week, participants will also complete a gait (walking) assessment at home. MRI scans will be performed at baseline and after completing 3 months of tDCS.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [],
    "placebo": [
        "sham tDCS"
    ],
    "explanation_target": [
        "Reason: The intervention is transcranial direct current stimulation (tDCS) — a non‑pharmacologic neuromodulation (anodal stimulation over the left dorsolateral prefrontal cortex) intended to improve cognitive function, dual‑task standing/walking, and mobility. This is not a biologic or small molecule targeting Alzheimer pathology, nor is it aimed primarily at neuropsychiatric symptom control; it is best categorized as a cognitive enhancer. citeturn0search1",
        "Act: Key trial details extracted from the description — home‑based, personalized tDCS targeting left DLPFC, 6‑month intervention in older adults with motoric cognitive risk syndrome; randomized controlled tDCS studies typically use sham stimulation as the control (sham tDCS). Similar home‑based and clinic tDCS trials targeting DLPFC for cognitive outcomes in older adults and MCI support this interpretation. citeturn0search3turn0search7",
        "Reflect: Classification check — because the mechanism is electrical neuromodulation to improve cognition/motor dual‑tasking rather than targeting Alzheimer’s pathology (amyloid/tau) or treating behavioral symptoms, 'cognitive enhancer' matches the definitions provided. No drug name applies; control is sham tDCS. Supporting web search results: (1) RCT showing tDCS over left DLPFC improved cognitive‑motor function in older adults. citeturn0search1 (2) Home‑based tDCS protocols/trial registrations for MCI and older adults (demonstrating the home/self‑administered model and targeting DLPFC). citeturn0search3turn0search8 (3) Short and longer‑term at‑home tDCS studies reporting cognitive outcome measures. citeturn0search2turn0search7"
    ],
    "agent_type": "T) Other",
    "explanation_agent": [
        "Reason: The intervention is transcranial direct current stimulation (tDCS), a non‑pharmacologic electrical neuromodulation applied to the left dorsolateral prefrontal cortex to improve cognition and motor dual‑tasking rather than a biologic/small molecule targeting Alzheimer pathology (amyloid, tau, etc.). citeturn0search4turn0search3",
        "Act: Key trial details from the description — home‑based, anodal tDCS over left DLPFC, older adults at increased dementia risk (motoric cognitive risk), randomized sham‑controlled design and multi‑week/month dosing — match published home‑based and clinic tDCS protocols for older adults and MCI. Because this is an electrical neuromodulation cognitive‑enhancer (not a molecular target), it does not fit a CADRO disease‑pathway category. citeturn0search6turn0search5turn0search7",
        "Reflect: Classification check — CADRO categories A–Q focus on molecular/pathophysiologic drug targets (amyloid, tau, inflammation, synaptic receptors, etc.). Non‑pharmacologic neuromodulation interventions (tDCS) are not aimed at a molecular CADRO target, so 'T) Other' is the appropriate category. Supporting RCT evidence that left‑DLPFC tDCS can improve executive/cognitive‑motor outcomes in older adults is available. citeturn0search0turn0search1",
        "Web search results used (selected): (1) RCT: tDCS over left DLPFC improved cognitive‑motor function in older adults. citeturn0search4turn0search0 (2) Home‑based/remote tDCS protocols and trials in MCI/older adults. citeturn0search6turn0search5 (3) tDCS trials in Alzheimer’s disease and reviews describing tDCS as a synaptic/neuromodulatory cognitive intervention (not an anti‑amyloid/tau drug). citeturn0search3"
    ]
}