{
    "nct_id": "NCT03435705",
    "title": "Maintenance of Occupational Therapy for Patients With Alzheimer: A Pragmatic Randomized Trial",
    "status": "COMPLETED",
    "last_update_time": "2023-10-12",
    "description_brief": "France put a massive effort for improving dementia care through a national Alzheimer plan in 2008 and this effort was confirmed by the next government (Neurodegenerative Diseases Plan 2014-2019). Some new care models and interventions have been implemented such as Alzheimer specialized teams offering occupational therapy. The teams intervene at home with medical prescription. A recent pilot study demonstrated that occupational therapy has the potential to bring clinical benefits for both dementia patients and their caregivers. Nevertheless, occupational therapy has been designed as a short-term intervention and the end of intervention is challenging for therapists and patients. We aim to test the clinical and economic efficacy of maintaining occupational therapy over supplementary 4 months in a pragmatic randomized controlled trial.",
    "description_detailed": "The Alzheimer specialized teams provide \"occupational\" therapy to maintain or restore the functional capacities of patients. After a deep evaluation of the expectations and needs of patients and their caregivers, the therapists propose to work one or more specific activities that were once pleasant through 12 to 15 sessions at home over 3 months. They also advise individuals to optimize home safety. A pilot observational study that we conducted reported a significant reduction in behavioral disorders of patients during the first 3 months followed by stability. According to the therapists involved in this study, the 3-month format is considered too short to produce perennial benefits; stimulation is often interrupted at the end of the 3 months, which creates a break in management that can be deleterious for patients.\n\nThe main objective of this trial is to evaluate the effectiveness of the maintenance of occupational therapy for 4 months beyond the three months provided for in the regulatory framework for the management of demented patients, Measured by the neuropsychiatric inventory (NPI). The secondary objectives will be to study the efficacy on other clinical criteria but also to carry out an economic evaluation of the maintenance of occupational therapy.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "SUPPORTIVE_CARE",
    "results": null,
    "target_category": "neuropsychiatric symptom improvement",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial (MatheoAlz / \"Maintenance of Occupational Therapy in Alzheimer’s disease\") tests maintaining occupational therapy (a non‑pharmacologic, home‑based intervention) with the stated primary aim of measuring impact on patients' neuropsychiatric symptoms (measured by the Neuropsychiatric Inventory). This is an intervention to reduce behavioral/psychiatric symptom burden rather than a drug targeting AD pathology or a pure cognitive‑enhancing agent. citeturn0search3turn0search1",
        "Act (extracted trial details): The protocol describes a pragmatic randomized trial comparing routine OT (12–15 home sessions over 3–4 months) versus routine OT plus maintenance (8 extra home sessions over 4 supplementary months). The main outcome is neuropsychiatric symptoms (NPI) at month 8; the trial is registered as NCT03435705 (MatheoAlz). No drug or placebo is involved because the intervention is occupational therapy (behavioral/rehabilitative). citeturn0search1turn0search3turn0search6",
        "Reflect: Classification check — by the provided category definitions, this fits category 4 (neuropsychiatric symptom improvement): a non‑drug intervention intended to reduce behavioral/psychiatric symptoms. There is no biologic or small‑molecule drug, and the goal is not solely cognitive enhancement but reduction/stabilization of neuropsychiatric symptoms and caregiver support. Web search sources used to verify details: BMC Geriatrics (study protocol), PubMed/PMC entry (MatheoAlz protocol), and trial registry summaries. citeturn0search1turn0search3turn0search0"
    ],
    "agent_type": "T) Other",
    "explanation_agent": [
        "Reason: The trial (MatheoAlz / \"Maintenance of Occupational Therapy in Alzheimer’s disease\") tests a non‑pharmacologic, home‑based occupational therapy (OT) maintenance intervention with the primary aim of reducing patients' neuropsychiatric symptom burden (measured by the Neuropsychiatric Inventory). This is not a drug or biologic that targets an AD molecular pathway. citeturn0search1turn0search3",
        "Act: Extracted trial details — pragmatic randomized comparison of routine OT (12–15 home sessions over 3–4 months) versus routine OT plus maintenance (8 extra home sessions over 4 months); primary outcome is NPI at month 8; trial registered NCT03435705. No drug, target gene, or biochemical pathway is tested in the intervention. Therefore the trial does not map to any CADRO biologic target category and should be classified as Other. citeturn0search1turn0search4turn0search2",
        "Reflect: The CADRO categories describe biological targets (amyloid, tau, inflammation, synaptic plasticity, etc.) or multi‑target pharmacologic approaches. A behavioral/rehabilitative intervention whose goal is neuropsychiatric symptom improvement does not fit those therapeutic target categories, so 'T) Other' is the appropriate classification. Confirmed by the study protocol and registry entries which describe OT as the intervention and list no pharmacologic agent or molecular target. citeturn0search3turn0search1",
        "Web search results (sources used): BMC Geriatrics full study protocol (MatheoAlz) — describes intervention, outcomes and design; citeturn0search1 PubMed summary (indexing and keywords for MatheoAlz); citeturn0search2 PMC (free full text of protocol) — confirms primary outcome NPI and OT maintenance design; citeturn0search3 ClinicalTrials registry entry for NCT03435705 — trial registration and outcome/timepoints. citeturn0search4"
    ]
}