{
    "nct_id": "NCT05462977",
    "title": "Efficacy of Rhythmically Entrained Exercise in Community-Dwelling Older Adults",
    "status": "COMPLETED",
    "last_update_time": "2023-10-31",
    "description_brief": "Researchers at the University of North Carolina at Greensboro conduct a single-arm intervention trial to investigate the efficacy of a music-based group exercise program for community-dwelling older adults. Up to forty participants will be recruited to participate in a music-based light-to-moderate intensity group exercise program for 20 weeks (30 - 40 min/day, up to 6 days/week), which is designed for older adults with or without functional limitations to exercise with chairs for the improvement of aerobic capacity, upper and lower body strength, and balance control at a gradually increasing pace. During the exercise sessions, participants will be trained to move in time with music playlists in synchronous tempos. Primary outcomes are cognitive performance, mobility, and health-related quality of life measured before and after the intervention. Secondary outcomes are adherence to the exercise program as a potential mediator of the treatment.",
    "description_detailed": "Researchers at the University of North Carolina at Greensboro are conducting a single-arm intervention trial to investigate the efficacy of a music-based group exercise program for community-dwelling older adults. Up to forty participants will be recruited to participate in a music-based light-to-moderate intensity group exercise program for 20 weeks (30 - 40 min/day, up to 6 days/week), which is designed for older adults with or without functional limitations to exercise with chairs for the improvement of aerobic capacity, upper and lower body strength, and balance control at a gradually increasing pace. During the exercise sessions, participants will be trained to move in time with music playlists in synchronous tempos. Primary outcomes are cognitive performance, mobility, and health-related quality of life measured before and after the intervention. Secondary outcomes are adherence to the exercise program as a potential mediator of the treatment. The research team aims to determine whether (1) a music-based light-to-moderate intensity group exercise intervention beneficially impacts mobility, cognitive function, and health-related quality of life in community-dwelling older adults; (2) the treatment effect is mediated by adherence to physical activity; and (3) the treatment effect is moderated by cognitive impairment or functional limitations.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "Cognitive enhancer",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial is a behavioral, music‑based light-to-moderate intensity group exercise program (rhythmically entrained exercise) delivered to community-dwelling older adults with primary outcomes of cognitive performance, mobility, and quality of life — i.e., the intervention aims to improve cognitive function and physical performance rather than to modify Alzheimer pathology with a biologic or small molecule. citeturn0search2turn0search1",
        "Act: Key extracted details — intervention: music‑based, tempo-synchronous group exercise (chair-adapted), 20–24 weeks, 30–40 min/day up to 6 days/week; primary outcomes: cognitive performance, mobility, health-related quality of life. No pharmacologic agent or placebo is used in this single-arm behavioral trial. Sources: trial description and related feasibility study. citeturn0search2turn0search1",
        "Reflect: Classification rationale — of the four provided categories this trial best fits 'Cognitive enhancer' because its objective is to improve cognitive performance (and related function) without targeting molecular AD pathology and it is not a biologic or small molecule nor focused on neuropsychiatric symptom management. Note: the intervention is non‑pharmacologic (exercise with music), so if the schema strictly restricted 'Cognitive enhancer' to drugs only, one could alternatively mark 'N/A' — but by the provided category definitions (improvement of cognition without targeting pathology), 'Cognitive enhancer' is the correct match. Relevant search results used: Clincosm trial summary (trial details) and a related feasibility/efficacy music+exercise preprint. citeturn0search2turn0search1"
    ],
    "agent_type": "M) Synaptic Plasticity/Neuroprotection",
    "explanation_agent": [
        "Reason: The trial is a non‑pharmacologic, music‑based, tempo‑synchronous (rhythmically entrained) group exercise intervention designed to improve cognitive performance, mobility, and quality of life in community‑dwelling older adults — it does not test a drug or target a specific molecular AD pathology (amyloid, tau, ApoE, etc.). citeturn0search3turn0search6",
        "Act: Extracted details from the trial description and related feasibility work — single‑arm behavioral intervention: music‑based, chair‑adapted, light‑to‑moderate intensity group exercise for ~20 weeks (30–40 min/day, up to 6 days/week); primary outcomes include cognitive function, mobility, and health‑related quality of life; no pharmacologic agent or molecular target is used. citeturn0search3turn0search4turn0search8",
        "Reflect: Mapping to CADRO — this intervention aims to improve cognition via activity‑dependent brain mechanisms (exercise/music → increased plasticity, cognitive/physical function) rather than by modifying AD molecular pathology. The best CADRO match is M) Synaptic Plasticity/Neuroprotection (covers interventions that enhance synaptic function/neuroprotection and thereby cognition). Evidence that rhythmic/multicomponent exercise improves cognition and physical function supports this mapping. If one focused solely on neurogenesis, E) Neurogenesis could be considered, but the trial does not explicitly target neurogenesis; therefore M is the most appropriate. citeturn0search4turn0search0turn0search7",
        "Web search results used (summaries with sources):",
        "- Trial registry / summary: single‑arm music‑based group exercise (Rhythmically Entrained Exercise in Community‑Dwelling Older Adults, NCT05462977) — describes 20‑week, 30–40 min/day, tempo‑synchronous chair‑adapted program and primary outcomes cognitive performance, mobility, and QoL. citeturn0search3turn0search6",
        "- Feasibility / preliminary efficacy study (Frontiers / PubMed): music‑based multicomponent exercise for community‑dwelling older adults with mild‑to‑moderate cognitive decline (20‑week BMS‑based program) showing feasibility and cognitive/physical gains — supports that the intervention is behavioral and aims to enhance cognition via activity/entrainment. citeturn0search4turn0search0",
        "- Prior literature / meta‑analysis: rhythmic movement and music‑based exercise interventions are associated with improvements in physical function and global cognitive function in older adults, consistent with a synaptic‑plasticity/neuroprotective mechanism of benefit. citeturn0search7"
    ]
}