{
    "nct_id": "NCT00009204",
    "title": "Serotonergic Pharmacotherapy for Agitation of Dementia",
    "status": "COMPLETED",
    "last_update_time": "2017-06-14",
    "description_brief": "This study is a randomized, double-blind, placebo-controlled, fixed dose study currently being conducted on two geropsychiatric units at Western Psychiatric Institute and Clinic. It seeks to evaluate the short-term safety and efficacy of citalopram and perphenazine in the treatment of 112 patients suffering from behavioral disturbances associated with dementia. Findings from this research may directly lead to improved acute pharmacotherapy for psychosis and behavioral problems in patients diagnosed with dementia. Improved treatment of behavioral complications with reduced side effects would reduce excess disability in patients diagnosed with dementia, allowing them to be maintained in the community for greater periods of time.",
    "description_detailed": "The principal investigator is conducting an inpatient study at Western Psychiatric Institute and Clinic involving two medications for treatment of emotional and behavioral disturbances that may accompany dementia. In this study, 112 patients will be enrolled for up to 17 days in order to investigate the safety and effectiveness of both medications. Forty-two of these patients will be given a recently FDA-approved antidepressant medication called citalopram and 42 will receive one of our current, usual antipsychotic medications called perphenazine. An additional 28 patients will be given non-active placebo capsules. Which treatment a patient is given during the study will be determined by chance. Findings from this investigation may directly lead to the improvement of symptoms such as: agitation, hostility, suspiciousness, hallucinations, and unusual thoughts. Improved treatment of problematic behaviors and a decrease in medication-associated side effects would enable dementia patients to be cared for in their home environments for longer periods of time.",
    "phase": [
        "PHASE3"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "neuropsychiatric symptom improvement",
    "drug": [
        "citalopram",
        "perphenazine"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The trial title and description state this is a randomized, double-blind, placebo-controlled study evaluating citalopram and perphenazine for behavioral disturbances and agitation/psychosis in patients with dementia (acute treatment of agitation/psychosis). This indicates the intervention is aimed at reducing neuropsychiatric symptoms rather than altering Alzheimer pathology. citeturn0search0",
        "Act: Key details — citalopram is a selective serotonin reuptake inhibitor (SSRI) studied for agitation in Alzheimer disease and has demonstrated reduction of agitation/caregiver distress in randomized trials; it is used here as a serotonergic (symptom-targeted) agent. citeturn0search6turn0search1 Perphenazine is a first‑generation (typical) phenothiazine antipsychotic (dopamine D2 antagonist) used to treat psychosis and behavioral disturbances; its product label and monographs include warnings about use in elderly patients with dementia-related psychosis. citeturn1search2turn1search3",
        "Reflect: Classification — both drugs are being used to manage behavioral and psychotic symptoms (agitation, aggression, delusions, hallucinations) in dementia patients rather than to modify underlying Alzheimer pathology (e.g., amyloid or tau). Therefore the correct category is 'neuropsychiatric symptom improvement'. The original trial report also frames the outcome as improved acute pharmacotherapy for psychosis and behavioral problems. citeturn1search1turn0search0",
        "Web search results (sources used):\n- PubMed / trial comparing citalopram, perphenazine, and placebo for acute treatment of psychosis/behavioral disturbances in demented patients. citeturn0search0\n- Citalopram for Agitation in Alzheimer Disease (CitAD) randomized trial / full text (PMC) describing citalopram efficacy for agitation. citeturn0search6turn0search1\n- Perphenazine prescribing information / monograph (drug class: phenothiazine/typical antipsychotic; elderly/dementia warnings). citeturn1search2turn1search3\n- Discussion/article noting acute improvements in psychotic and behavioral disturbances with citalopram and perphenazine in Alzheimer patients. citeturn1search1"
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The trial tests citalopram (a selective serotonin reuptake inhibitor acting on serotonergic neurotransmission) and perphenazine (a typical antipsychotic that blocks dopamine D2 receptors and other monoaminergic receptors). Both interventions modulate neurotransmitter systems to relieve neuropsychiatric symptoms (agitation/psychosis) rather than targeting Alzheimer’s core pathology (amyloid, tau, etc.). citeturn0search1turn1search0",
        "Act: Extracted details — citalopram: SSRI, used to reduce agitation in AD (CitAD trial demonstrating reduction in agitation/caregiver distress). citeturn0search1turn0search0 Perphenazine: a phenothiazine first‑generation antipsychotic with predominant D2 receptor antagonism used to treat psychosis/behavioral disturbances; product labeling and monographs include dementia-related safety warnings. citeturn1search0turn1search3",
        "Reflect: Classification check — CADRO category D) Neurotransmitter Receptors covers interventions that act on neurotransmitter systems (serotonergic, dopaminergic, etc.). Because both drugs act on neurotransmitter targets (serotonin transporter / serotonergic system and dopamine D2 receptors) and are used symptomatically for neuropsychiatric disturbance, the most specific CADRO fit is D) Neurotransmitter Receptors. No strong evidence in the description that the trial targets amyloid, tau, inflammation, or other CADRO domains, and the focus is symptomatic (not disease-modifying), so 'D' is appropriate.",
        "Web search results (sources used):",
        "- CitAD randomized trial: Effect of Citalopram on Agitation in Alzheimer Disease (CitAD). citeturn0search0turn0search1",
        "- Citalopram CitAD full text (PMC). citeturn0search1",
        "- DrugBank / perphenazine mechanism (D1/D2 antagonist). citeturn1search0",
        "- Perphenazine prescribing/label information (DailyMed/FDA report). citeturn1search3",
        "Final Output:"
    ]
}