{
    "nct_id": "NCT06618807",
    "title": "A Pilot Study Evaluating the Feasibility, Safety, and Efficacy of the Neuro RX Gamma (Version 2) for the Treatment of Mild Cognitive Impairment (MCI)",
    "status": "RECRUITING",
    "last_update_time": "2025-03-25",
    "description_brief": "Mild cognitive impairment (MCI) is a transitional risk state that occurs between the normal aging process and Alzheimer's dementia (AD). On average 32% of patients with MCI will progress to dementia, 62% will stay stable, and about 6% will return to normal cognition at subsequent visits.\n\nCurrent treatment for MCI includes cholinesterase inhibitors (donepezil, galantamine and rivastigmine), and NMDA receptor antagonists (memantine) which delay or slow the worsening of symptoms and treat cognitive symptoms (memory loss, confusion, and problems with thinking and reasoning). Despite currently ongoing drug studies and modest clinical benefits of currently approved drug treatments, there continues to remain a need for treatments for long term symptomatic improvement of MCI with fewer and less severe side effects.\n\nPhotobiomodulation (PBM) therapy also called low-level laser (or light) therapy (LLLT) is a safe, non-invasive, non-thermal (no significant heat is generated) method of therapy which uses either visible red or near-infrared (NIR) light to stimulate, heal and repair damaged or dying tissue cells. This study proposes to use the Neuro RX Gamma device (version 2) to deliver NIR light energy to particular brain regions which are dysfunctional in MCI participants.",
    "description_detailed": "This study will recruit approximately 60 participants with MCI for the study, and the total expected duration of the participant's participation in the study is 12 weeks. The active and sham Neuro RX gamma device (v2) consists of a headset with a built-in controller and nasal applicator. The nasal applicator contains a single LED and will be placed into the nostril and clipped into place. The headset is a wearable applicator that may be adjusted. It consists of 5 LEDs. A red star symbol identifies the front of the headset and helps the user orientate the headset on the head. LEDs are semiconductor electronic components that emit light.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "Neuro RX Gamma (version 2) — transcranial/intranasal photobiomodulation (near‑infrared light) device"
    ],
    "placebo": [
        "Sham Neuro RX Gamma (v2) device (inactive/sham PBM)"
    ],
    "explanation_target": [
        "Reason: The intervention is a near‑infrared photobiomodulation (tPBM) device that delivers NIR light to stimulate brain regions and aims to improve cognitive functioning in MCI, not a biologic or small‑molecule targeting AD pathology. citeturn0search5turn0search2",
        "Act (extracted trial details): The pilot trial tests the Neuro RX Gamma (v2) in an active vs sham (placebo) design with home use (8 weeks, 6 days/week, 20 min/session) in participants with MCI — primary outcomes assess cognition. citeturn0search8turn0search1",
        "Reflect: Because the device is a non‑pharmacologic neuromodulation/photobiomodulation therapy intended to produce symptomatic cognitive improvement (memory, focus, processing) rather than directly targeting amyloid/tau pathology with a biologic or small molecule, it best fits the 'cognitive enhancer' category. Prior feasibility/pilot studies of the Neuro RX/Neuro Gamma family also describe cognitive benefits and 40 Hz (gamma) targeting for memory/focus. citeturn0search4turn0search2"
    ],
    "agent_type": "M) Synaptic Plasticity/Neuroprotection",
    "explanation_agent": [
        "Reason: The intervention is a transcranial/intranasal near‑infrared photobiomodulation (tPBM) device (Neuro RX Gamma v2) intended to modulate brain activity (gamma oscillations / neuronal function) to produce symptomatic cognitive improvement rather than to act on amyloid, tau, inflammation, or a specific molecular target. This purpose and mechanism align with neuromodulation/cognitive enhancement and neuroprotective/synaptic‑plasticity approaches. citeturn0search2turn0search1",
        "Act: Extracted trial details — device: Neuro RX Gamma (v2) tPBM headset + intranasal applicator; study design: active vs sham, home use with ~20‑minute sessions (protocols of daily or near‑daily use are typical); population: MCI with cognition as primary outcomes. Prior and related clinical work uses 810 nm NIR light pulsed (Gamma mode ~40 Hz) to target gamma oscillations and cognition. These device/trial details appear in the trial listing and manufacturer/device descriptions. citeturn0search4turn0search5turn0search2",
        "Reflect: Given the non‑pharmacologic neuromodulatory mechanism (photobiomodulation aiming to enhance neuronal/network function and cognition) the best CADRO fit is M) Synaptic Plasticity/Neuroprotection (covers cognitive enhancers and interventions to support synaptic function/neuroprotection). It is not targeting amyloid, tau, ApoE/lipids, inflammation, etc., and is not a diagnostic-only intervention — therefore not 'T) Other' or 'S) Unknown'. No evidence here indicates multiple distinct CADRO biological targets that would require 'R) Multi‑target'. citeturn0search3turn0search1",
        "Web search results consulted (selected): Vielight product pages describing Neuro/Neuro‑Gamma/Neuro RX devices, 810 nm NIR and Gamma (40 Hz) mode and intended cognitive/neuromodulatory effects; a ClinConnect listing for the Neuro RX Gamma (v2) for MCI (trial NCT06618807) summarizing device and trial set‑up; prior feasibility/pilot trial listings (e.g., Vielight Neuro RX Gamma feasibility pilot NCT03328195 / SmartPatients). These sources support the device mechanism and the classification as a cognitive‑enhancer/neuromodulation intervention. citeturn0search2turn0search4turn0search5"
    ]
}