{
    "nct_id": "NCT05792163",
    "title": "A Phase 1, Randomized, Double-blind, Placebo-controlled, Single and Multiple Ascending Dose Study to Investigate the Safety, Tolerability, and Pharmacokinetics of SNP318 in Healthy Adult Participants",
    "status": "COMPLETED",
    "last_update_time": "2023-12-14",
    "description_brief": "SNP318 is developed to treat neurodegenerative diseases including Alzheimer's disease. In the current phase 1 study, the IP is tested in healthy volunteers, and the purpose is to investigate the safety, tolerability, and PK of single and multiple ascending oral doses of SNP318.",
    "description_detailed": "A total of approximately 86 healthy male and female adult participants aged 18 years and older will be enrolled in this study, that will be conducted in 2 parts:\n\nPart 1-Single Ascending Dose (SAD) and Part 2 -Multiple Ascending Dose (MAD). Part 1 is subdivided into Part 1a and Part 1b. Part 1b is a cohort for cerebrospinal fluid sampling.\n\nThere are 6 cohorts planned for Part 1a SAD, 1 cohort for Part 1b SAD and 3 cohorts for Part 2 MAD.",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "SNP318 (oral small-molecule Lp-PLA2 inhibitor)"
    ],
    "placebo": [
        "Placebo (matching SNP318 capsules)"
    ],
    "explanation_target": [
        "Reason: The investigational product (SNP318) is described as an oral, brain-penetrant small molecule developed to treat neurodegenerative diseases including Alzheimer’s disease; published summaries state it inhibits lipoprotein-associated phospholipase A2 (Lp-PLA2), a pro‑inflammatory/vascular target implicated in AD. citeturn0search1turn0search3.",
        "Act: Key trial details extracted — Phase 1 randomized, double-blind, placebo-controlled single and multiple ascending dose study in healthy adults to assess safety, tolerability, and PK; intervention listed as SNP318 (capsule, oral) vs placebo. These trial metadata are in the clinical trial listing and company press release. citeturn0search0turn0search3.",
        "Act (drug identity): External sources confirm SNP318 is a small‑molecule Lp‑PLA2 inhibitor (related to earlier compounds such as rilapladib) developed by SciNeuro. This makes it a disease‑targeted agent acting on a specific pathological mechanism (inflammation/vascular integrity) rather than a general symptomatic cognitive enhancer or a biologic. citeturn0search1turn0search3.",
        "Reflect: Classification — matches the definition of 'disease-targeted small molecule' (small-molecule drug targeting Alzheimer’s‑relevant pathology). No indication SNP318 is a biologic, a purely symptomatic cognitive enhancer, or an agent aimed primarily at neuropsychiatric symptom relief. Trial is therapeutic (not diagnostic), so 'N/A' is not appropriate. citeturn0search1turn0search0.",
        "Sources / supporting links summary: clinical trial record for the Phase 1 SNP318 study (trial summary and intervention details). citeturn0search0; Alzforum summary describing mechanism (Lp‑PLA2 inhibitor) and development context. citeturn0search1; SciNeuro press release / company announcement with Phase 1 topline and characterization as a brain‑penetrant Lp‑PLA2 small molecule. citeturn0search3."
    ],
    "agent_type": "F) Inflammation",
    "explanation_agent": [
        "Reason: The investigational drug SNP318 is described in company and secondary summaries as an oral, brain-penetrant small molecule that inhibits lipoprotein-associated phospholipase A2 (Lp-PLA2), an enzyme that produces pro‑inflammatory mediators and damages brain microvascular endothelium/BBB — indicating the therapeutic mechanism is anti‑inflammatory (with vascular consequences). citeturn0search1turn0search0",
        "Act: Extracted trial/drug details — SNP318 (oral small‑molecule Lp‑PLA2 inhibitor) is being developed by SciNeuro and completed a Phase 1 randomized, double‑blind, placebo‑controlled single- and multiple-ascending dose study in healthy adults; it is reported to be CNS‑penetrant and aimed at reducing vascular inflammation/repairing BBB integrity. These factual points are supported by the SciNeuro press release and Alzforum/PR coverage. citeturn0search0turn0search1turn0search2",
        "Reflect: Classification — assign F) Inflammation. Rationale: the molecular target (Lp‑PLA2) is an inflammatory enzyme and the drug’s primary described mechanism is to reduce Lp‑PLA2‑mediated inflammation (though the intended downstream benefit is improved vascular/BBB integrity). This is a single, disease‑targeted small molecule acting on an inflammatory pathway, not a multi‑target agent or a non‑therapeutic intervention, so CADRO category F is the best fit (K Vasculature would be a close secondary theme but the canonical target is inflammatory). citeturn0search1turn0search0",
        "Web search results used: SciNeuro press release / company announcement on Phase 1 and SNP318 characterization (SciNeuro). citeturn0search0; ALZFORUM therapeutic page summarizing SNP318 mechanism (Lp‑PLA2 inhibitor) and trial status. citeturn0search1; PR Newswire announcement of Phase 1 initiation and CNS‑optimized Lp‑PLA2 inhibitor description. citeturn0search2"
    ]
}