{
    "nct_id": "NCT06379100",
    "title": "A Randomized, Controlled Clinical Study on Cerebellar ITBS Mode Transcranial Magnetic Stimulation for the Treatment of Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2024-10-10",
    "description_brief": "Study the therapeutic effect and potential neural mechanisms of cerebellar iTBS mode transcranial magnetic stimulation on Alzheimer's disease patients through MRI and EEG.",
    "description_detailed": "This study intends to apply intermittent therapy for the first time θ The Outbreak Stimulation (iTBS) mode was used for rTMS treatment in the cerebellum of Alzheimer's disease (AD). This was a randomized, double-blind, parallel, and sham stimulation controlled clinical trial, which included 28 AD patients. All patients were randomly divided into the iTBS group and the sham stimulation group. Collect clinical information, scales, magnetic resonance imaging, TMS synchronous electroencephalography, polysomnography monitoring, etc., and then perform TMS/false stimulation treatment on subjects for 4 weeks (a total of 20 times); After treatment and one month follow-up, relevant scales, magnetic resonance imaging, TMS synchronous electroencephalogram and other data were collected again, and appropriate statistical methods were used to analyze the therapeutic effect.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "Cerebellar intermittent theta-burst stimulation (iTBS) — a form of transcranial magnetic stimulation (non‑pharmacological neuromodulation)"
    ],
    "placebo": [
        "Sham iTBS (sham transcranial magnetic stimulation) — commonly used as control in trials"
    ],
    "explanation_target": [
        "Reason: The described intervention is cerebellar iTBS (intermittent theta‑burst stimulation), a patterned form of repetitive transcranial magnetic stimulation (TMS) that modulates neural excitability and induces LTP‑like plasticity; the study aims to measure therapeutic effects and neural mechanisms (MRI, EEG), i.e.,改善 of brain function/cognition rather than administering a biologic or small molecule. citeturn0search9turn0search1",
        "Act: Key details extracted from the description — intervention = cerebellar iTBS (TMS); non‑drug neuromodulation; outcome focus = therapeutic effect and neural mechanisms (MRI, EEG). Randomized, controlled cerebellar iTBS trials in AD have been published and report cognitive improvements versus sham and MRI/EEG changes, supporting that this approach is used as a cognitive‑enhancing neuromodulation in AD. citeturn0search0turn0search3",
        "Reflect: Classification decision — this is best categorized as a \"cognitive enhancer\" because (1) it is a non‑pharmacological neuromodulation intervention aimed at improving cognition/neural function in AD, (2) it is not a biologic (monoclonal antibody/vaccine) nor a small molecule targeting molecular pathology, and (3) the trial focuses on cognition/brain mechanisms rather than primary treatment of neuropsychiatric symptoms. Prior cerebellar iTBS AD RCTs showing cognitive benefit and MRI/EEG mechanistic changes support this assignment. citeturn0search0turn0search3",
        "Web search results (representative hits supporting the above): (1) \"Effects of cerebellar intermittent theta-burst stimulation on patients with Alzheimer's disease: A randomized controlled trial\" — PubMed (reports cognitive improvement and MRI/EEG changes; sham‑controlled). citeturn0search0 (2) \"Effects of intermittent theta-burst stimulation on cognition and glymphatic system activity in mild cognitive impairment and very mild Alzheimer's disease: a randomized controlled trial\" — PubMed (iTBS produced delayed cognitive enhancement). citeturn0search3 (3) \"Effects of Cerebellar Theta Burst Stimulation on Contralateral Motor Cortex Excitability in Patients with Alzheimer's Disease\" — PubMed (mechanistic cerebellar TBS work in AD). citeturn0search8 (4) \"The physiological basis of the effects of intermittent theta burst stimulation of the human motor cortex\" — PubMed (mechanisms of iTBS, LTP/LTD‑like effects). citeturn0search9"
    ],
    "agent_type": "M) Synaptic Plasticity/Neuroprotection",
    "explanation_agent": [
        "Reason: The intervention is cerebellar intermittent theta-burst stimulation (iTBS), a patterned form of transcranial magnetic stimulation that induces LTP‑like increases in synaptic/excitability measures and is used to enhance cognition by modulating neural plasticity and network function. Evidence links iTBS to LTP‑like plasticity and modulation of cortical excitability. citeturn1search2turn1search1",
        "Act: Key details extracted — intervention = cerebellar iTBS (non‑pharmacological neuromodulation) aimed at improving cognition and neural network function (MRI/EEG outcomes reported). Multiple randomized, sham‑controlled iTBS trials in AD/MCI report cognitive benefits and mechanistic changes (examples: cerebellar iTBS RCT and other iTBS AD trials). citeturn0search0turn0search1turn0search2",
        "Reflect: CADRO mapping — iTBS acts by enhancing synaptic plasticity / neural excitability (a synaptic‑level mechanism) rather than targeting amyloid, tau, inflammation, metabolism, vasculature, etc. Therefore the most specific CADRO category is M) Synaptic Plasticity/Neuroprotection. The intervention is non‑pharmacological (neuromodulation), not multi‑target pharmacology, so 'R) Multi‑target' or 'T) Other' are less appropriate. citeturn0search3turn1search2",
        "Web search results (representative supporting hits): (1) Effects of cerebellar intermittent theta-burst stimulation on patients with Alzheimer’s disease: A randomized controlled trial — reports cognition and MRI/EEG/glymphatic changes. citeturn0search0 (2) Effects of intermittent theta-burst stimulation on cognition and glymphatic system activity in MCI and very mild AD — randomized controlled trial of iTBS targeting DLPFC with delayed cognitive benefit. citeturn0search1 (3) Accelerated iTBS broadly ameliorates symptoms and cognition in AD: randomized controlled trial (DLPFC iTBS). citeturn0search2 (4) Effects of Cerebellar Theta Burst Stimulation on Contralateral Motor Cortex Excitability in Patients with AD — mechanistic cerebellar‑TBS work in AD. citeturn0search3 (5) The physiological basis of iTBS: iTBS produces LTP/LTD‑like synaptic effects in human motor cortex (mechanistic basis). citeturn1search2"
    ]
}