{
    "nct_id": "NCT05950607",
    "title": "Trial to Reduce Antimicrobial Use In Nursing Home Residents With Alzheimer's Disease and Other Dementias 2.0 (TRAIN-AD 2.0)",
    "status": "RECRUITING",
    "last_update_time": "2024-02-27",
    "description_brief": "The goal of this pragmatic cluster randomized clinical trial is to compare management of suspected infection in nursing home residents with dementia The main questions it aims to answer whether residents with dementia in nursing homes randomized to use a multicomponent intervention to optimize suspected infection management ( versus usual care) use less antibiotics and fewer burdensome interventions.",
    "description_detailed": "This 52-month study (8 months preparation; 34 months trial conduct; 10 months data analyses and manuscript preparation)is a parallel cluster ePCT of an intervention to improve infection management for suspected infections among residents with moderate to advanced dementia (N=600; N=300/arm) living in NHs (N=50; N=25/arm). Facilities are members of a provider managed care network, Iowa Health Care Quality Network ('Network'). The intervention will be similar to the original TRAIN-AD program, but adapted for moderate to advanced dementia and rolled out in the Network. At each intervention NH, the intervention will be implemented for 24-months. Control NHs will employ usual care. In all NHs, there will be a 2-month startup period, 12-month resident enrollment period, and 24-months data collection period (Figure 2). Eligible residents with dementia will be identified using the EHR and Minimum DataSet (MDS) and followed up to 12 months. Outcome data will be ascertained from the EHR. Randomization and program roll out will be at the facility level. Analyses at the resident level. Clinical outcomes compared between arms at 12 months will be: 1. Antimicrobial courses/person-year in residents with moderate to advanced dementia (primary outcome) and all residents with dementia (secondary outcome) (Aim 1); and 2. Number of burdensome procedures/person-year used to manage suspected infections among residents with moderate to advanced dementia and those at all stages of dementia including: hospital transfers, urine specimens, chest x-rays, and blood cultures (secondary outcomes) (Aim 2). A process evaluation of implementation will be conducted in the intervention arm based on the RE-AIM framework1 (Aim 3) using quantitative and qualitative data (stakeholder interviews).",
    "phase": [
        "PHASE4"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "HEALTH_SERVICES_RESEARCH",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is a multicomponent, behavioral/implementation program to optimize management of suspected infections in nursing home residents with dementia (goal: reduce antimicrobial courses and burdensome procedures), not a pharmacologic agent. citeturn0search3turn0search1",
        "Act: Key extracted details — pragmatic cluster randomized trial (TRAIN-AD / TRAIN-AD 2.0) testing provider training, management algorithms, prescribing feedback, and a family information booklet to reduce antibiotic use and procedures; primary outcome = number of antimicrobial treatment courses per person-year. This confirms the trial tests an infection‑management stewardship intervention rather than a drug, biologic, or cognitive/psychiatric treatment. citeturn0search1turn0search5turn0search3",
        "Reflect: Classification check — does not match any of the four therapeutic categories (disease-targeted biologic, disease-targeted small molecule, cognitive enhancer, or neuropsychiatric symptom improvement). It is a non‑therapeutic, behavioral/implementation intervention aimed at care processes and antibiotic stewardship, so the correct category is 'N/A'. Evidence and trial reports support this interpretation. citeturn0search5turn0search1",
        "Web search results (sources used): TRAIN-AD protocol and description (Trials journal). citeturn0search1; JAMA Internal Medicine full report (PMC) of TRAIN-AD results. citeturn0search5; ClinicalTrials (TRAIN-AD 2.0 listing, NCT05950607 / trial summary). citeturn0search3"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}