{
    "nct_id": "NCT00007189",
    "title": "Alzheimer's Disease Anti-Inflammatory Prevention Trial (ADAPT)",
    "status": "COMPLETED",
    "last_update_time": "2016-10-18",
    "description_brief": "The purpose of this trial is to test the ability of the non-steroidal anti-inflammatory medications naproxen and celecoxib to delay or prevent the onset of AD and age-related cognitive decline.",
    "description_detailed": "Considerable evidence suggests that inflammation may play a role in the neurodegenerative process of Alzheimer's disease (AD), and the use of non-steroidal anti-inflammatory drugs may be associated with reduced occurrence of AD. ADAPT is a randomized trial that will test the ability of the non-steroidal anti-inflammatory medications naproxen and celecoxib to delay or prevent the onset of AD and age-related cognitive decline. This long-term trial will run for 5 to 7 years.\n\nThe study is sponsored by the National Institute on Aging and is being conducted at the Roskamp Institute in Tampa, FL; the Veterans Affairs Puget Sound Health Care System with the University of Washington, in Seattle, WA; Boston University School of Medicine, in Boston, MA; the Johns Hopkins Medical Institutions, in Baltimore, MD; Sun Health Research Institute, in Phoenix, AZ; and the University of Rochester, in Rochester, NY. At each of these six sites, the goal is the enroll approximately 700 men and women, totalling 2,625 participants. Participants must be 70 years of age or older, have a parent, brother, or sister who has, or had, serious age-related memory loss, senility, dementia, or Alzheimer's disease.\n\nParticipants will be asked to take an anti-inflammatory medication or placebo (inactive pill) twice daily. Before enrolling in the trial, participants will be asked to go to a study site for two medical evaluations. Once enrolled, they will need to go to a study site for a medical evaluation every six months and to participate in a telephone interview twice a year for an average of up to seven years of follow-up.",
    "phase": [
        "PHASE3"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "PREVENTION",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "naproxen (naproxen sodium; study dose 220 mg twice daily)",
        "celecoxib (Celebrex; study dose 200 mg twice daily)"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The trial tests two non‑steroidal anti‑inflammatory drugs (NSAIDs) — naproxen and celecoxib — to delay or prevent onset of Alzheimer’s disease and age‑related cognitive decline. NSAIDs are small‑molecule drugs intended to modify disease risk by reducing inflammation, i.e., a disease‑targeted approach rather than a symptomatic cognitive enhancer or neuropsychiatric treatment. citeturn0search4turn0search0",
        "Act: Key extracted details and web evidence: (a) ADAPT was a randomized, double‑masked prevention trial of celecoxib 200 mg twice daily, naproxen sodium 220 mg twice daily, vs placebo in adults aged ≥70 with family history of AD. citeturn0search4turn0search0 (b) Primary purpose stated was to evaluate whether these NSAIDs can prevent or delay AD / cognitive decline. citeturn0search4 (c) Follow‑up and primary analyses did not show prevention of AD; long‑term follow‑up similarly found no overall reduction in AD risk with either drug. citeturn0search3turn0search1 (d) Safety signals and cardiovascular/cerebrovascular event analyses were also reported and contributed to early suspension of treatment. citeturn0search5turn0search2",
        "Reflect: Classification justification and uncertainty: Because both interventions are small‑molecule NSAIDs given with the explicit intent to modify Alzheimer’s disease risk via anti‑inflammatory mechanisms, they best match the category 'disease‑targeted small molecule.' They are not biologics (no monoclonal antibodies or vaccines), not described primarily as symptomatic cognitive enhancers, nor targeted at neuropsychiatric symptoms. The trial outcome evidence shows lack of preventive efficacy, but that does not change the intervention type or intended disease‑modifying hypothesis. citeturn0search4turn0search3"
    ],
    "agent_type": "F) Inflammation",
    "explanation_agent": [
        "Reason: The trial tests two small‑molecule non‑steroidal anti‑inflammatory drugs (NSAIDs), naproxen and celecoxib, with the explicit intent of reducing inflammation to prevent or delay Alzheimer’s disease — an anti‑inflammatory, disease‑modifying hypothesis rather than a symptomatic treatment. citeturn0search1turn0search5",
        "Act: Key extracted details from the trial and drug mechanisms — (a) Trial: ADAPT was a randomized, double‑masked, placebo‑controlled primary prevention trial of celecoxib 200 mg twice daily and naproxen sodium 220 mg twice daily in adults aged ≥70 with a family history of AD. citeturn0search1turn0search5 (b) Purpose: The primary purpose was to test whether these NSAIDs could prevent or delay onset of Alzheimer’s disease / cognitive decline. citeturn0search1turn0search4 (c) Drug mechanisms: Naproxen is a nonselective COX (COX‑1/COX‑2) inhibitor; celecoxib is a COX‑2–selective NSAID — both act by inhibiting cyclooxygenase enzymes and reducing prostaglandin‑mediated inflammation. citeturn0search8turn1search0 (d) Outcomes & safety: Primary/long‑term analyses did not show prevention of AD, and cardiovascular/cerebrovascular safety concerns contributed to suspension of treatment in the trial. citeturn0search4turn0search2",
        "Reflect: Classification choice and alternatives — These agents are directed at inflammatory pathways (COX/prostaglandin system) and therefore map directly to CADRO category F) Inflammation. They are small‑molecule NSAIDs (disease‑targeted small molecules per the trial description) and not biologics targeting amyloid, tau, ApoE, synaptic receptors, etc., nor a diagnostic/non‑therapeutic intervention, so 'F) Inflammation' is the most specific CADRO match. There is no clear multi‑targeting of unrelated CADRO domains in the description; the anti‑inflammatory mechanism is the stated disease‑modifying hypothesis. citeturn0search8turn1search0",
        "Web search results / sources used (key references): (1) ADAPT trial design, methods and baseline/results (describes agents, doses, randomized prevention design). citeturn0search1turn0search9 (2) Cognitive outcomes paper from ADAPT (reports cognitive results). citeturn0search0turn0search5 (3) ADAPT follow‑up (ADAPT‑FS) reporting total AD events and long‑term follow‑up. citeturn0search4 (4) Cardiovascular/cerebrovascular events report and trial suspension context. citeturn0search2 (5) Drug mechanism references: naproxen (nonselective COX‑1/COX‑2 inhibitor) and celecoxib (COX‑2 selective NSAID). citeturn0search8turn1search0"
    ]
}