{
    "nct_id": "NCT05619263",
    "title": "Emergency Preparedness and Support for Caregivers of Persons With Dementia: Disaster PrepWise",
    "status": "RECRUITING",
    "last_update_time": "2025-09-16",
    "description_brief": "Individuals with dementia and their families are especially vulnerable during a disaster as it limits caregivers' ability to continue with care due to disaster related stress and reduced access to resources and support. The COVID-19 pandemic showed the extreme vulnerability of persons with dementia (PWD) and their caregivers as they struggled to access support and resources due to the threat of COVID-19 infection; such impact was exacerbated in rural areas where caregivers are geographically isolated and disaster management resources are scarce. With the number of federally declared disasters increasing dramatically over the past 50 years, active public health efforts are needed to support caregivers in developing emergency caregiving plans usable in disasters such as pandemics and extreme weather emergencies. The long-term goal of this project is to enhance emergency preparedness and support networks of caregivers of PWD to increase their resilience and minimize distress by implementing an intervention program, Disaster PrepWise (DPW). In the DPW program, a trained Medical Reserve Corp (MRC) volunteer will provide step-by-step guidance to caregivers to jointly develop emergency preparedness plans and personal support networks. The objectives of this proposed study are to 1) test the impact of DPW on caregiver outcomes (i.e., resilience, stress) and perceptions that may mediate the association between DPW and outcomes (caregiver self-efficacy, preparedness, social support); and 2) evaluate implementation strategies in a real-world setting to optimize future dissemination. We will conduct a randomized control trial of 250 caregivers of persons with dementia involving two arms: DPW intervention group and an information-only control group (print information on disaster preparedness). Assessments will occur before randomization (baseline), and 3 and 6 months after the baseline. This study is innovative in its use of a highly personalized disaster preparedness program with built-in assistance to support caregivers; the support will be provided through an existing national-level public health infrastructure (MRC) that has a great potential to reach older adults and caregivers in rural areas. The knowledge and data obtained through this study will lay the foundation for a future larger-scale multi-state pragmatic trial to assess dissemination potentials.",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "SUPPORTIVE_CARE",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is Disaster PrepWise (DPW), a behavioral, personalized emergency-preparedness program delivered by trained Medical Reserve Corps volunteers to caregivers of persons with dementia; its stated aims are to increase caregiver resilience and reduce stress (supportive care), not to alter Alzheimer pathology or cognitive function. citeturn1search1turn0search1",
        "Act: Key extracted details — Trial: \"Emergency Preparedness for Caregivers of Persons With Dementia: Disaster PrepWise\" (NCT05619263). Intervention type listed is Behavioral: Disaster PrepWise-Caregiver; primary purpose = Supportive Care; outcomes target caregiver resilience, perceived stress, self-efficacy, preparedness, and social networks. The study is explicitly non-drug and does not study an FDA-regulated drug or device. Therefore there is no drug or placebo to report. citeturn1search1turn0search1",
        "Reflect: By the provided category definitions, this trial is not a disease-targeted biologic (no biologic/antibody/vaccine), not a disease-targeted small molecule, not a cognitive enhancer, and not focused on treating neuropsychiatric symptoms of the person with dementia; it is an implementation/behavioral intervention for caregivers (disaster preparedness/support). Thus the correct classification is 'N/A'. Note: source records from ClinicalTrials.gov and clinical-trial listings confirm the behavioral/supportive nature of the intervention and explicitly indicate no drug is studied. citeturn1search1turn0search1"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}