{
    "nct_id": "NCT00090116",
    "title": "A Randomized, Double-Blind,Placebo-Controlled Evaluation of the Safety and Efficacy of Neramexane Monotherapy in Patients With Moderate to Severe Dementia of the Alzheimer's Type",
    "status": "COMPLETED",
    "last_update_time": "2012-03-01",
    "description_brief": "Memory loss and difficulties with thinking associated with Alzheimer's disease may be due to chronic release of a brain chemical called glutamate. Glutamate helps transmit messages between nerve cells through interaction with a certain type of receptor (N-methyl-D-aspartate, NMDA) on the cell. Neramexane is a new drug that blocks the effects of excessive glutamate at the receptor (NMDA receptor antagonist).",
    "description_detailed": "N/A",
    "phase": [
        "PHASE3"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "Disease-targeted small molecule",
    "drug": [
        "Neramexane (non‑competitive NMDA receptor antagonist — small molecule)"
    ],
    "placebo": [
        "Placebo (as comparator in the trial)"
    ],
    "explanation_target": [
        "Reason: The trial tests neramexane, described as blocking excessive glutamate at the NMDA receptor (an approach to reduce excitotoxicity thought to contribute to Alzheimer’s pathology). Neramexane is a small‑molecule, non‑competitive NMDA receptor antagonist, which indicates it targets a disease‑related neurochemical mechanism rather than being a biologic or purely symptomatic behavioral intervention. citeturn0search2turn0search8.",
        "Act: Key extracted details — drug name: neramexane; drug type: small molecule NMDA receptor antagonist (open‑channel/non‑competitive blocker); trial design: randomized, double‑blind, placebo‑controlled monotherapy in moderate–severe Alzheimer’s dementia. Clinical development entries list this Phase III evaluation. These sources support the drug identity, mechanism, and that it was studied as a therapeutic small molecule for AD. citeturn0search4turn0search2turn0search8.",
        "Reflect: Classification check — under the provided category definitions, neramexane best fits 'Disease-targeted small molecule' because it is a small molecule designed to modulate a pathophysiologic process (glutamate‑mediated excitotoxicity via NMDA receptors) implicated in AD. Note ambiguity: NMDA antagonists (e.g., memantine) are often used for symptomatic cognitive benefit, so one could alternatively label such agents as 'cognitive enhancers' if emphasizing symptomatic improvement. However, given the mechanism targets a disease process (excitotoxicity) and the developer category definitions, 'Disease-targeted small molecule' is the most appropriate classification. citeturn0search7turn0search5.",
        "Web search results (selected supporting sources): PubMed pharmacology study confirming neramexane is a non‑competitive NMDA antagonist. citeturn0search2.",
        "Web search results (selected supporting sources): Preclinical and comparative studies showing memantine and neramexane effects on memory and development for AD indication. citeturn0search8.",
        "Web search results (selected supporting sources): Clinical trial registry / drug development entry for the randomized, double‑blind, placebo‑controlled evaluation of neramexane in moderate to severe Alzheimer’s dementia (Phase III completed entry). citeturn0search4.",
        "Web search results (selected supporting sources): Clinical study of neramexane in other indications (tinnitus) demonstrating clinical testing and tolerability of the compound. citeturn0search0turn0search6."
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The intervention (neramexane) is a small‑molecule, non‑competitive/open‑channel NMDA receptor antagonist that blocks excessive glutamate-mediated NMDA receptor activation (excitotoxicity). NMDA receptors are neurotransmitter (glutamate) receptors, so the trial maps to the Neurotransmitter Receptors CADRO category. citeturn0search2turn0search1turn0search5.",
        "Act: Extracted details — drug: neramexane (MRZ 2/579); mechanism: moderate‑affinity, voltage‑dependent, uncompetitive/open‑channel NMDA receptor antagonist (also reported to affect alpha9alpha10 nicotinic receptors); trial design: randomized, double‑blind, placebo‑controlled monotherapy for moderate–severe Alzheimer’s disease (Phase II/III/III listings). Sources documenting drug identity/mechanism and the specific AD trial are cited. citeturn0search2turn0search1turn0search6turn0search4.",
        "Reflect: The CADRO classification that fits best is D) Neurotransmitter Receptors because the primary molecular target is the NMDA glutamate receptor (a neurotransmitter receptor). Although NMDA antagonists can produce symptomatic cognitive/behavioral effects (e.g., memantine), the mechanism is clearly receptor‑based rather than, for example, amyloid, tau, inflammation or a non‑therapeutic diagnostic. If the trial had targeted multiple unrelated mechanisms primarily, R) Multi‑target would be considered, but here the principal target is the NMDA receptor. citeturn0search5turn0search2.",
        "Web search results (selected supporting sources):",
        "- Neramexane — ALZFORUM therapeutic entry (summary: small molecule, NMDA/channel blocker; AD development entry). citeturn0search2.",
        "- PubMed: Plazas et al., study showing neramexane is a non‑competitive NMDA antagonist and affects alpha9alpha10 nicotinic receptors. citeturn0search1.",
        "- PubMed review: Neramexane as a moderate‑affinity NMDA receptor channel blocker (discusses development and AD trials). citeturn0search5.",
        "- AdisInsight / trial database entry for the randomized, double‑blind, placebo‑controlled neramexane monotherapy trial (Phase III listing). citeturn0search6.",
        "- Clinical trial registry / aggregator entries documenting the multi‑site AD trial (trial completion and locations). citeturn0search0turn0search4."
    ]
}