{
    "nct_id": "NCT05618834",
    "title": "Optimizing Daily Care Interactions Between Staff and Assisted Living Residents With Alzheimer's Disease and Related Dementias",
    "status": "ACTIVE_NOT_RECRUITING",
    "last_update_time": "2025-08-26",
    "description_brief": "The overall aim of this study is to pilot test Promoting Positive Care Interactions (PPCI) with the goal of establishing a feasible and culturally responsive approach to optimize care interactions between staff (nursing, activity, housekeeping, and dining service staff) and residents with ADRD in assisted living facilities (ALFs), and further improve select resident, staff, and facility outcomes. PPCI is a non- pharmacological four-step approach consisting of (1) stakeholder engagement in developing facility specific goals; (2) environment and policy assessments; (3) flexible staff education; and (4) ongoing mentorship, motivation, and support (in-person visits and text messages) for staff to optimize care interactions.",
    "description_detailed": "Nearly one million individuals living in 28,900 assisted living facilities (ALFs) in the U.S. participate in daily care interactions, defined as any verbal or nonverbal exchange between staff and residents during physical and social care activities. While there are positive care interactions, poor care interactions also persist with prevalence as high as 25% in long-term care including ALFs. Individuals with Alzheimer's disease and related dementias (ADRD) are especially at risk for poor care interactions due to ineffective staff approaches such as negative touching (e.g., quickly removing clothes to bathe a resident), being overprotective (e.g., restricting activity for safety concerns), and lack of verbal or non-verbal contact during care. Persistent poor care interactions can negatively affect both residents and staff. Thus, there is a need to replace poor care interactions with positive care interactions, now more than ever given the worsening staff retention related to COVID-19 pandemic, and constant need to train new employees.\n\nPositive care interaction refers to care interactions where staff use positive approaches such as honoring resident's abilities and preferences, recognizing resident's responses/non-verbal cues, acknowledging resident's effort, providing role modeling and verbal cues, managing self-responses, and using a calm respectful approach for appropriate delivery of care. It has been long known that use of positive approaches benefits both residents (e.g., less behavioral distress) and staff (e.g., greater competence in care). Yet, poor interactions continue in ALFs due to interlocking barriers associated with residents' ADRD-related communication and other difficulties and behaviors of distress (e.g., agitation), as well as staff's knowledge and training deficits in ADRD care; ALFs have fewer licensing and training mandates for staff. Lack of cultural concordance can also contribute to poor interactions. The ALF staff, often younger (mean age=38.3 yrs.) females (83.8%) with almost half representing racial minorities (47.6%) care for largely non-Hispanic white (81.4%) resident population \\>=65 years (93.4%). Additionally, there are systemic barriers including limited organizational engagement in implementing and sustaining these approaches, lack of environmental infrastructure (e.g., controlled noise and availability of augmentative devices such as pocket talker) and policies (e.g., consistent assignments) to support positive care interactions, and lack of adequate mentoring and support for staff. It is crucial to address these issues and barriers and train ALF staff on positive care interactions, particularly since prior work has targeted nursing homes and focused on social interactions or verbal communication.\n\nTherefore, this study proposes Promoting Positive Care Interactions (PPCI), a four-step approach, based on Social Ecological Model (SEM) and Social Cognitive Theory (SCT), to optimize daily care interactions between staff and residents with ADRD in ALFs. The four steps include: 1) stakeholder engagement in developing facility specific goals; (2) environment and policy assessments; (3) flexible staff education; and (4) ongoing mentorship, motivation, and support (in-person visits and text messages) for staff to optimize care interactions. These four steps are based on prior work implementing function \\& behavior focused intervention studies but have never been used in a care interaction-focused intervention nor been tested for cultural responsiveness. This study will follow a cluster randomized trial in a sample of 60 residents and 60 staff in four ALFs in central PA (approx. 15 residents, 15 staff/ALF) who agree and consent to participate in this study. The treatment group will receive all four steps of PPCI while the control arm will receive education only.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "SUPPORTIVE_CARE",
    "results": null,
    "target_category": "neuropsychiatric symptom improvement",
    "drug": [
        "None (non‑pharmacological intervention: Promoting Positive Care Interactions, PPCI)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is Promoting Positive Care Interactions (PPCI), a non‑pharmacological, staff‑focused, four‑step program (stakeholder engagement, environment/policy assessment, flexible staff education, and ongoing mentorship/support) designed to optimize care interactions and reduce resident behavioral distress (e.g., agitation) and improve staff/facility outcomes. citeturn0search0turn0search1",
        "Act: Key extracted details — Intervention name: Promoting Positive Care Interactions (PPCI); Type: non‑pharmacological staff training + environmental/policy change + mentorship (including in‑person visits and text messages); Control: education only in the trial listing. No drug or biologic is involved. citeturn0search0turn0search2",
        "Reflect: Classification rationale — PPCI does not target Alzheimer’s pathology (amyloid/tau) and is not a cognitive‑enhancing drug; its primary aim is to improve care interactions and thereby reduce behavioral distress and improve staff/resident outcomes, which best fits the 'neuropsychiatric symptom improvement' category (non‑pharmacologic behavioral/organizational intervention to reduce behavioral symptoms). This classification aligns with the trial description and prior pilot work of PPCI in assisted living. citeturn0search0turn0search4",
        "Web search results / supporting sources found: (1) MedPath clinical trial listing with detailed description of PPCI and trial NCT05618834. citeturn0search0 (2) Veeva/ctv trial listing with full description. citeturn0search1 (3) TrialX listing summarizing the PPCI intervention. citeturn0search2 (4) ICH GCP/registry entry with contact and location details for NCT05618834. citeturn0search3 (5) Pilot testing article describing prior feasibility testing of PPCI in assisted living. citeturn0search4"
    ],
    "agent_type": "T) Other",
    "explanation_agent": [
        "Reason: The described intervention, Promoting Positive Care Interactions (PPCI), is a non‑pharmacological, staff‑focused program intended to optimize staff–resident care interactions and reduce behavioral distress (e.g., agitation). It does not act on a molecular or biological pathway (amyloid, tau, inflammation, neurotransmitters, etc.), so no CADRO biological target is identifiable. citeturn0search1turn0search2",
        "Act: Extracted details — Intervention name: Promoting Positive Care Interactions (PPCI); Type: non‑pharmacological staff training + environment/policy assessment + ongoing mentorship (in‑person visits and text messages); Trial registration: NCT05618834; No drug, biologic, or specified molecular target is involved. Based on these facts the trial does not map to any CADRO biological category and should be classified as 'T) Other.' citeturn0search2turn0search3",
        "Reflect: Confirming the choice — PPCI’s aims (improving quality of interactions, reducing agitation/resistiveness to care, improving staff outcomes) are behavioral/organizational rather than mechanistic biological interventions. Prior pilot work and the Penn State project description support that PPCI is an implementation/behavioral intervention, so 'T) Other' (non‑therapeutic/other) is the correct CADRO assignment. If future materials indicate a specific biological mechanism or a pharmacologic agent, the classification should be reassessed. citeturn0search5turn0search1",
        "Web search results used: MedPath trial listing and NCT05618834 details (Promoting Positive Care Interactions in Assisted Living). citeturn0search2",
        "Penn State project page describing the PPCI program and aims. citeturn0search1",
        "TrialX summary of the PPCI trial. citeturn0search3",
        "Pilot testing/publication reporting feasibility testing of PPCI in assisted living. citeturn0search5",
        "Alzheimer’s & Dementia (Alzheimer’s Association) announcement describing related funded work to improve care interactions in assisted living. citeturn0search0"
    ]
}