{
    "nct_id": "NCT03923712",
    "title": "Effect of Supervised Physical Exercise on Brain, Cognition, OMICs, Molecular Markers and Functional Status in Older People at Risk of Mild Cognitive Impairment: Rationale, Design and Methodology.",
    "status": "COMPLETED",
    "last_update_time": "2021-04-26",
    "description_brief": "This project aims to examine the effect of a 5-month period supervised exercise intervention on brain, cognition, OMICs, Molecular Markers and functional status in older people at risk of mild cognitive impairment. Secondarily, the effect of this intervention on antioxidant capacity, lipid metabolism and glucose, physical health (functional capacity, blood pressure, body composition) and mental (quality of life and depression) will be studied, as well as other factors risk (genetic and biological) for the development of Alzheimer. A total of 100 people aged between 65 and 75 years old at risk of mild cognitive impairment will be randomly distributed in the supervised exercise intervention group (n = 50) and control group (n = 50). The design will include a 5-month intervention with measurements at pre and post intervention and a third measurement (retest) after 3 months of completion. The multicomponent supervised exercise program will include aerobic, strength, cognitive and coordinative-agility-balance works, and progression will be established in different load parameters (frequency, volume, intensity, density). Therefore, randomized controlled studies are needed to know the specific effect of dose-response considering the various dimensions in parallel such as neuroimaging, cognitive status and OMICS. This will allow us to understand from a comprehensive perspective the causes and mechanisms underlying the response. This project will significantly increase scientific knowledge about the role of exercise on brain as a therapeutic measure in people at risk of mild cognitive impairment from a multidimensional perspective. The project will have a significant impact at social and economic level by transferring the study findings to social and health setting by means of agents and networks provided for the project.",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "PREVENTION",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The described intervention is a 5-month supervised multicomponent physical exercise program (aerobic, strength, cognitive, balance/coordination) performed in older adults at risk of MCI, with outcomes including brain imaging, cognition, OMICs, molecular markers and functional status. This is a non‑pharmacologic (behavioral/lifestyle) intervention rather than a biologic or small‑molecule drug or a drug-based cognitive enhancer or neuropsychiatric treatment.",
        "Act: Because the study tests a supervised exercise program (not a pharmacologic agent, monoclonal antibody, vaccine, or small molecule) it does not match any of the four drug/therapy categories (disease-targeted biologic; disease-targeted small molecule; cognitive enhancer [drug]; neuropsychiatric symptom improvement [drug/intervention targeting behavior/psychiatric symptoms]). Therefore the correct classification is 'N/A'.",
        "Reflect: The trial explicitly measures cognitive and molecular outcomes and aims to improve cognition/brain health via exercise, but the category definitions given are all drug/biologic focused. Exercise is a non‑drug therapeutic modality and so falls outside those specific categories. This conclusion is supported by the literature showing exercise trials target cognition and biomarkers in older adults with or at risk for MCI rather than testing a pharmacologic agent. citeturn0search3turn0search7",
        "Web search results supporting interpretation (selected): 1) Meta-analyses and systematic reviews show physical exercise improves cognition in older adults and MCI (example systematic reviews/meta-analyses). citeturn0search3turn0search5 2) Large randomized trials of multidomain exercise ± cognitive training report cognitive benefits from exercise-based interventions in older adults with MCI. citeturn0search7turn0search0 3) Randomized trials have examined exercise effects on blood biomarkers/OMICs and cognitive function (exercise → changes in IL‑6, IGF‑1, kynurenine and other markers). citeturn0search6turn0search9"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}