{
    "nct_id": "NCT01539031",
    "title": "Randomized, Multicenter, Double-blind, Double-dummy, Parallel-Group Study With an Open-label Extension Phase to Compare the Efficacy and Safety of Donepezil Hydrochloride 23 mg Treatment With Continuation of Donepezil Hydrochloride 10 mg Treatment in Japanese Subjects With Severe Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2023-06-16",
    "description_brief": "The purpose of this study is to compare 23 mg donepezil sustained release to the currently marketed formulation of 10 mg donepezil immediate release in patients with severe Alzheimer's disease.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE3"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "donepezil hydrochloride (donepezil) — 23 mg sustained-release (SR) vs 10 mg immediate-release (IR)"
    ],
    "placebo": [
        "double-dummy placebos corresponding to the 23 mg SR and 10 mg IR formulations (used for blinding in the trial)."
    ],
    "explanation_target": [
        "Reason: The trial compares two doses/formulations of donepezil (23 mg SR vs 10 mg IR). Donepezil is a centrally acting, reversible acetylcholinesterase inhibitor used to increase acetylcholine and improve cognition in Alzheimer’s disease, i.e., a symptomatic cognitive enhancer rather than a disease-modifying biologic or small-molecule targeting amyloid/tau pathology. citeturn0search6turn0search2",
        "Act (key extracted details): The intervention is donepezil hydrochloride 23 mg sustained‑release (SR) compared with continued donepezil 10 mg immediate‑release (IR); the trial is randomized, double‑blind, double‑dummy, parallel‑group with an open‑label extension, in severe Alzheimer’s disease. The 23 mg formulation is an extended/sustained‑release high‑dose donepezil product (Aricept 23 mg) developed to provide higher and more prolonged blood levels; the global pivotal head‑to‑head study (Study 326) and subsequent trials evaluated cognitive endpoints (e.g., Severe Impairment Battery). citeturn1search0turn0search0turn1search6",
        "Reflect (verification and context): Classification as a \"cognitive enhancer\" aligns with the mechanism (acetylcholinesterase inhibition → symptomatic cognitive improvement) and with the trial endpoints (SIB, CIBIC‑plus focused on cognition/global function). The 23 mg SR formulation was evaluated for incremental cognitive benefit versus 10 mg and shown in some studies to provide greater cognitive score change (Study 326) but with increased cholinergic adverse events; in the cited Japanese study the SR 23 mg was not superior to IR 10 mg on primary endpoints. This supports that the trial tests a symptomatic/cognitive benefit rather than disease modification. citeturn0search0turn1search1turn1search0",
        "Web search results / sources used: Eisai press release and FDA approval announcement for Aricept (donepezil) 23 mg (Study 326 basis). citeturn0search0turn0search1",
        "PubMed listing and journal article for the Japanese randomized trial comparing SR 23 mg vs IR 10 mg (trial abstract and full‑text). citeturn1search0turn1search1",
        "Mechanism and drug profile references (StatPearls, ACS/Journal articles, reviews) describing donepezil as a reversible acetylcholinesterase inhibitor and its pharmacology. citeturn0search6turn0search2"
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The trial compares two formulations/doses of donepezil, a centrally acting reversible acetylcholinesterase inhibitor that increases synaptic acetylcholine to improve cognition — i.e., it modulates the cholinergic neurotransmitter system rather than targeting amyloid, tau, inflammation, etc. citeturn0search4turn0search6.",
        "Act: Key extracted details — intervention is donepezil hydrochloride 23 mg sustained‑release (SR) versus continued donepezil 10 mg immediate‑release (IR) in patients with severe Alzheimer's disease; the 23 mg SR formulation was developed to provide higher/prolonged plasma levels and was evaluated for incremental cognitive benefit (e.g., Study 326 and subsequent Japanese Study 343), with cognitive endpoints such as the Severe Impairment Battery (SIB). These trial details are described in the Japanese randomized trial and summary sources. citeturn0search0turn0search1turn0search2.",
        "Reflect: Classification as 'D) Neurotransmitter Receptors' fits because donepezil’s therapeutic action is to enhance cholinergic neurotransmission by inhibiting acetylcholinesterase (a mechanism acting on the neurotransmitter system) producing symptomatic cognitive improvement rather than a disease‑modifying effect on amyloid/tau. The trial tests symptomatic/cognitive enhancement (SIB, CIBIC‑plus endpoints) and not a pathology‑directed disease modification, so CADRO D is the most specific match. citeturn0search4turn0search2.",
        "Web search results / sources used:",
        "- Donepezil mechanism — StatPearls / NCBI Bookshelf (reversible centrally acting acetylcholinesterase inhibitor). citeturn0search4.",
        "- Donepezil summary / CE overview (mechanism and symptomatic use). citeturn0search6.",
        "- Japanese randomized trial (SR 23 mg vs IR 10 mg; 24‑week, multicenter, double‑blind) — PubMed listing and JAD full text. citeturn0search0turn0search1.",
        "- Regulatory / sponsor information on Aricept (donepezil) 23 mg (Study 326 basis) — Eisai / Pfizer news and FDA approval summary. citeturn0search2turn0search3.",
        "Output: {\"category\": \"D) Neurotransmitter Receptors\"}"
    ]
}