{
    "nct_id": "NCT03634007",
    "title": "A 52-Week, Multicenter, Phase 1/2 Open-label Study to Evaluate the Safety of LX1001 in Participants With APOE4 Homozygote Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2024-11-21",
    "description_brief": "This clinical trial is an open label, dose-ranging study designed to evaluate gene therapy to treat patients who are APOE4 homozygotes with clinical diagnosis varying from mild cognitive impairment due to Alzheimer's, mild dementia due to Alzheimer's disease, and moderate dementia due to Alzheimer's disease.",
    "description_detailed": "The study will assess the safety and toxicity of intrathecal administration of AAVrh.10hAPOE2 (LX1001), serotype rh.10 adeno-associated virus (AAV) gene transfer vector expressing the complementary deoxyribonucleic acid (cDNA) coding for human apolipoprotein E2 (APOE2), directly to the central nervous system (CNS)/ CSF of APOE4 homozygotes with Alzheimer's disease. All subjects will have evidence of cerebrospinal fluid (CSF) biomarkers consistent with Alzheimer's disease. The study will establish a maximum tolerable dose and generate preliminary evidence regarding whether direct administration of LX1001 to the CNS of those Alzheimer's patients will lead to conversion of the APOE protein isoforms in the CSF of APOE4 homozygotes from APOE4 to APOE2-APOE4.",
    "phase": [
        "PHASE1",
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted biologic",
    "drug": [
        "LX1001",
        "AAVrh.10hAPOE2 (AAVrh.10-based gene therapy delivering APOE2)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The investigational product LX1001 is an AAV-based gene therapy (AAVrh.10hAPOE2) designed to deliver the protective APOE2 allele/protein into the CNS of APOE4 homozygous patients with Alzheimer’s disease, with the intent to alter disease biology (reduce tau biomarkers, affect amyloid stability) and slow/halt progression. citeturn0search2turn0search3",
        "Act: Key trial details extracted from public records — title and description identify LX1001 / AAVrh.10hAPOE2 administered intrathecally in a Phase 1/2, open-label, dose-ranging study in APOE4 homozygotes (n≈15) with MCI to moderate AD; primary objective is safety with secondary biomarker and CSF APOE2 expression endpoints. citeturn0search0turn0search3",
        "Act (supporting evidence / web search results): Lexeo Therapeutics press releases and trial reports describe LX1001 as an AAVrh10-mediated gene therapy delivering APOE2 into the CNS and report dose-dependent CSF APOE2 expression and biomarker effects; clinical registry entries (NCT and trial summaries) list the investigational product as AAVrh.10hAPOE2 (LX1001). citeturn0search2turn0search6turn0search0",
        "Reflect: Classification rationale — this is a biologic (gene therapy AAV vector) targeted at an Alzheimer’s disease risk mechanism (APOE genotype) and intended to modify disease processes rather than solely symptomatic cognitive enhancement or neuropsychiatric symptom relief; therefore it fits the 'disease-targeted biologic' category. No placebo arm is described (open-label) and the intervention is not a small molecule, cognitive enhancer, nor a symptomatic psychiatric treatment. citeturn0search3turn0search2",
        "Notes / ambiguity: The trial is small and early-phase (safety-focused) and some publicly reported outcomes are interim; classification is based on mechanism (AAV-mediated APOE2 delivery) rather than final efficacy data. Web search sources used: clinical trial registry summary (NCT/clinical trial listing), Lexeo Therapeutics press releases, Alzforum trial summary, and related news coverage. citeturn0search0turn0search2turn0search3turn0search1"
    ],
    "agent_type": "C) ApoE, Lipids and Lipoprotein Receptors",
    "explanation_agent": [
        "Reason: The investigational product LX1001 is an AAVrh.10-based gene therapy designed to deliver the protective APOE2 allele/protein into the CNS of APOE4 homozygous patients, i.e., it directly targets APOE biology rather than amyloid, tau, neurotransmission, or a symptomatic pathway. citeturn0search1turn0search3",
        "Act: Extracted trial details — LX1001 (AAVrh.10hAPOE2) is a single‑dose, intrathecal/intracisternal AAV gene therapy evaluated in a Phase 1/2, open‑label, dose‑ranging safety study in APOE4 homozygotes; secondary endpoints include CSF APOE2 expression and changes in amyloid/tau biomarkers. These facts indicate the intervention is explicitly aimed at modifying APOE-mediated risk/pathways. citeturn0search1turn0search2turn0search3",
        "Reflect: Classification check — CADRO category C covers ApoE, lipids and lipoprotein receptors, which is the most specific and appropriate category for a therapy whose mechanism is delivery/expression of APOE2 to alter APOE-driven disease biology. The trial is not primarily targeting amyloid (A) or tau (B) directly, nor is it multi-target (R), so assign C. citeturn0search2",
        "Web search results used (key sources cited above): 1) Lexeo Therapeutics program and trial summary describing LX1001 mechanism, construct, dosing and endpoints. citeturn0search1 2) Lexeo press releases reporting interim data (CSF APOE2 expression, tau biomarker changes, safety) and program description. citeturn0search0turn0search3 3) ALZFORUM therapeutic/trial summary detailing study design, APOE4 homozygote population, intrathecal AAVrh.10 delivery, and biomarker findings. citeturn0search2 4) GlobeNewswire copy of Lexeo announcement summarizing interim biomarker and safety observations. citeturn0search4"
    ]
}