{
    "nct_id": "NCT02579252",
    "title": "A 24 Months Randomised, Placebo-controlled, Parallel Group, Double Blinded, Multi Centre, Phase 2 Study to Assess Safety and Efficacy of AADvac1 Applied to Patients With Mild Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2019-11-13",
    "description_brief": "This study evaluates the safety and efficacy of AADvac1 in the treatment of patients with mild Alzheimer's disease.\n\n60% of participants will receive AADvac1 and 40% of participants will receive placebo.",
    "description_detailed": "Alzheimer's disease (AD) is a chronic progressive neurodegenerative disorder of the brain. Over the course of the disease, pathological proteins accumulate in the brain, damaging neurons, thus causing them to lose their connections and die.\n\nCurrently available treatments are designed to compensate for the neurotransmitter loss caused by the disease without affecting the disease process itself.\n\nAADvac1 is designed to raise antibodies against pathological tau protein (the primary constituent of neurofibrillary pathology in AD). These antibodies are expected to prevent tau protein from aggregating, to facilitate the removal of tau protein aggregates and prevent the spreading of pathology, slowing or halting the progress of the disease.",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted biologic",
    "drug": [
        "AADvac1 (active anti‑tau vaccine; active immunotherapy developed by AXON Neuroscience)"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The trial tests AADvac1, which is an active vaccine immunotherapy designed to elicit anti‑tau antibodies and target pathological tau species (a disease pathology in Alzheimer’s). This indicates a biologic whose intended effect is disease modification by reducing tau pathology and neurodegeneration.",
        "Act: Key extracted details — AADvac1 is an active immunotherapy (vaccine) directed at pathological tau (epitope in the microtubule‑binding region); tested in Phase 1 and Phase 2 (ADAMANT) trials in mild AD with 11 doses over 24 months and randomized, placebo‑controlled design. Evidence: AADvac1 described as an active tau vaccine in PubMed/phase‑1 report and overview, and Phase 2 (ADAMANT) results and summaries. citeturn0search1turn0search3turn0search5",
        "Web search results / sources: - Phase 1 safety and immunogenicity report describing AADvac1 as an active vaccine against pathological tau. citeturn0search1 - Review/overview and development summary describing AADvac1 targeting a neo‑epitope in the microtubule‑binding region of tau and the Phase 2 ADAMANT design. citeturn0search3 - Press/meeting and company summaries reporting ADAMANT Phase 2 outcomes, high immunogenicity and biomarker signals (NfL, CSF tau/phospho‑tau) and safety. citeturn0search5turn0search4 - Additional analyses and phase‑2/post‑hoc material reporting biomarker and subgroup findings. citeturn0search0turn0search7",
        "Reflect: Classification check — AADvac1 is a vaccine (biologic) targeting Alzheimer’s pathology (tau). This fits the definition of 'disease-targeted biologic' (biologic intervention directed at pathogenic protein). No substantial ambiguity in the description: the trial title and literature identify AADvac1 as an anti‑tau active immunotherapy aiming at disease modification, not merely symptomatic cognitive enhancement or neuropsychiatric symptom control."
    ],
    "agent_type": "B) Tau",
    "explanation_agent": [
        "Reason: The investigational product AADvac1 is described as an active anti‑tau vaccine (active immunotherapy) that elicits antibodies against pathological tau species (a neo‑epitope in the microtubule‑binding region). That directly targets tau pathology, which maps to CADRO category B (Tau).",
        "Act: Extracted details — drug: AADvac1; intervention type: active vaccine / biologic (active immunotherapy); biological focus/mechanism: elicits anti‑tau antibodies to clear or neutralize pathological tau species and reduce tau‑mediated neurodegeneration; trial context: Phase 2 (ADAMANT) randomized, placebo‑controlled study in mild AD over 24 months. Based on these specifics, assign 'B) Tau'.",
        "Reflect: This classification aligns with the CADRO definitions — the intervention is a disease‑targeted biologic directed specifically at tau pathology (not amyloid, inflammation, synaptic function, etc.), and there is no indication of multiple distinct targets or a purely diagnostic/non‑therapeutic focus. Therefore 'B) Tau' is the correct category.",
        "Web search results (user‑provided) summarized as supporting evidence: - Phase 1 safety and immunogenicity report describing AADvac1 as an active vaccine against pathological tau. - Review/overview and development summary describing AADvac1 targeting a neo‑epitope in the microtubule‑binding region of tau and the Phase 2 ADAMANT design. - Press/meeting and company summaries reporting ADAMANT Phase 2 outcomes, high immunogenicity and biomarker signals (NfL, CSF tau/phospho‑tau) and safety. - Additional analyses and phase‑2/post‑hoc material reporting biomarker and subgroup findings. (These source notes were provided in the trial description.)"
    ]
}