{
    "nct_id": "NCT05643144",
    "title": "Enhancing Shared Decision-making to Prompt and Guide Individualized Care for People With Alzheimer's Disease and Diabetes",
    "status": "RECRUITING",
    "last_update_time": "2025-06-17",
    "description_brief": "Aim 1: Characterize shared decision-making and unmet patient-caregiver dyads needs for patients with diabetes and Alzheimer's Disease and related dementias (ADRD) while using a continuous glucose monitoring (CGM) device.\n\nAim 2: Develop an interactive tool to enhance shared decision-making for diabetes management.",
    "description_detailed": "Aim 1: Patient-caregiver dyads will participant in a semi-structured interview to establish a baseline. The dyad will receive standard diabetes educational materials along with a CGM training and instructions for device use. Patients will then wear the CGM device for 14 days. Three follow-up interviews will take place during the 14-day scanning period, as well as a debrief interview following the scanning period for assessment and technical support.\n\nAim 2: Patient-caregiver dyads and clinicians will participate in a user-centered design session to guide the design of interactive information displays to improve the interpretability of CGM data.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "HEALTH_SERVICES_RESEARCH",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The described study aims to characterize shared decision-making and unmet needs for patient–caregiver dyads using a continuous glucose monitoring (CGM) device, and to develop an interactive tool to guide individualized diabetes care for people with Alzheimer's disease — i.e., it is a device- and decision-support / behavioral intervention, not a pharmacologic therapy. citeturn0search0turn0search3",
        "Act: Key extracted details — Title/aims match Clinical Trial NCT05643144; intervention listed is Device: Continuous Glucose Monitoring; lead sponsor Indiana University; study focuses on dyadic interviews, 14-day CGM wear, and user-centered design of information displays to support shared decision-making. No drug name or pharmacologic agent is described in the registry entry. citeturn0search4turn0search0",
        "Reflect: Classification decision — This trial does not test a biologic or small-molecule drug, nor does it test a cognitive-enhancing medication or an intervention primarily intended to reduce neuropsychiatric symptoms. It evaluates a monitoring device and a shared decision-making/interactive-display tool for diabetes management in people with ADRD; therefore the appropriate category is 'N/A' (does not fit the four therapeutic categories). citeturn0search3turn0search1",
        "Web-search evidence (selected sources found):",
        "- Clinical-trial listing summarizing aims and intervention (CGM) for 'Enhancing Shared Decision-making to Guide Care for People With Dementia and Diabetes' (NCT05643144). citeturn0search0",
        "- CenterWatch trial summary with intervention = Continuous Glucose Monitoring; study details and dates. citeturn0search3",
        "- ICH GCP / registry copy confirming title, aims, device intervention, and sponsor (Indiana University). citeturn0search4",
        "- Related literature on CGM and care-partner dyads (context for CGM use in older adults and dyadic decision-making). citeturn0search5"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}