{
    "nct_id": "NCT07115238",
    "title": "A Phase 3, Multicenter Study to Evaluate the Efficacy and Safety of PET Visual Assessment Using XTR006 Injection for Detection of Brain Neurofibrillary Tangles (NFTs) in Elderly Subjects",
    "status": "RECRUITING",
    "last_update_time": "2025-08-04",
    "description_brief": "The goal of this clinical trial is to evaluate the efficacy and safety of XTR006 injection PET visual reading in detecting brain neurofibrillary tangles (NFTs) in elderly subjects with Mild Cognitive Impairment (MCI), Alzheimer's Disease (AD), and cognitively normal individuals. The main question it aims to answer is:\n\n• What is the sensitivity and specificity of XTR006 PET visual reading results compared to the truth standard across MCI, AD, and cognitively normal subjects?\n\nParticipants will:\n\n* Receive XTR006 injection\n* Undergo PET/CT scanning",
    "description_detailed": "This is a multicenter, single-blind, non-randomized phase III study. The study aims to evaluate the effectiveness of XTR006 PET imaging visual reads for detecting NFTs in subjects. The trial procedures for all subjects include a screening period, an administration period, and a follow-up period. All subjects must sign an informed consent form before entering the screening period.\n\nIn this study, nuclear medicine physicians with tau-PET image reading experience will undergo training in the XTR006 PET visual reading methodology. Three nuclear medicine physicians who achieve excellent scores on the assessment will be selected as blinded visual readers for this study. All subject images will be visually interpreted in a blinded manner according to the XTR006 PET visual reading methodology. The final reading conclusion will be determined by consensus of at least two blinded visual readers. Using the composite diagnostic results of clinical cognitive assessment and Aβ-PET examination as the reference standard, sensitivity and specificity will be calculated with their 95% confidence intervals. The primary endpoint of this study will be considered achieved if the lower limit of the confidence interval exceeds the target value of 60%. Additionally, this study will analyze PET SUVR across groups to evaluate XTR006 uptake characteristics in different populations from a semi-quantitative perspective and assess the safety of XTR006 through analysis of post-administration AEs and SAEs.",
    "phase": [
        "PHASE3"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "DIAGNOSTIC",
    "results": null,
    "target_category": "N/A",
    "drug": [
        "XTR006 (18F-labeled PET tracer)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is XTR006 given as an injection for PET/CT imaging to detect brain neurofibrillary tangles (tau/NFTs). This is a diagnostic imaging tracer (18F-labeled tau PET), intended to identify pathology (NFTs) rather than to treat or modify disease symptoms. citeturn0search1turn0search6",
        "Act: Key extracted details from the trial description and registry entries — XTR006 is described as an 18F-labeled PET tracer for quantifying NFT (tau) deposition; participants receive an IV dose of XTR006 followed by PET scanning; the study is a Phase 3 diagnostic/visual-read accuracy study measuring sensitivity and specificity versus a reference standard. citeturn0search0turn0search1",
        "Reflect: Classification decision — this trial is evaluating a diagnostic PET tracer, not a therapeutic agent. It does not fit the four therapeutic categories (disease-targeted biologic, disease-targeted small molecule, cognitive enhancer, or neuropsychiatric symptom improvement). Therefore the correct category is 'N/A'. Registry/source evidence: listings and descriptions of XTR006 as an 18F tau PET tracer and the study purpose. citeturn0search1turn0search6turn0search4"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}