{
    "nct_id": "NCT04423783",
    "title": "Testing a Gamified App to Reduce Avoidance and Fear of Spiders in Spider Phobia",
    "status": "COMPLETED",
    "last_update_time": "2024-11-06",
    "description_brief": "Mobile applications are more and more considered when implementing programs for treating mental disorders. The study aims to reduce avoidance and fear of spiders in spider-fearful individuals by combining exposure principles with gamification elements (e.g. narrative background, level progression, points, feedback). We investigate the efficacy of the gamified app in a remote online-therapy context.",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The described trial tests a gamified mobile application that delivers exposure-based therapy to reduce avoidance and fear of spiders (spider phobia). This is a behavioral/psychological intervention (digital exposure with gamification), not a pharmacologic agent or a biologic targeting Alzheimer pathology; therefore it does not map to any of the Alzheimer’s-focused categories (disease-targeted biologic, disease-targeted small molecule, cognitive enhancer, or neuropsychiatric symptom improvement for AD). citeturn0search0turn0search3",
        "Act: Key extracted details — intervention: gamified 'Spider App' (mobile application) using exposure principles + gamification (narrative, levels, points, feedback) delivered remotely/online; indication: spider phobia/specific phobia; design: efficacy evaluation of the app versus control/alternate app or no intervention. No drug or placebo is involved. Sources: PubMed report of the study and the clinical-trial listing. citeturn0search0turn0search3",
        "Reflect: Classification check — under the provided category definitions the trial is not testing a biologic (e.g., monoclonal antibody), not testing a small-molecule disease-modifying drug, not testing a cognitive-enhancing pharmacologic agent for dementia, nor is it a neuropsychiatric-symptom trial within the Alzheimer’s disease context. Although it aims to improve a neuropsychiatric/behavioral symptom (phobic anxiety), that symptom is unrelated to Alzheimer’s disease and the categories are Alzheimer-centric, so the correct classification is 'N/A'. citeturn0search0",
        "Web search results (sources found): 1) PubMed: 'Testing a gamified Spider App to reduce spider fear and avoidance' — original study reporting a gamified app (Spider App) that reduced avoidance and spider anxiety. citeturn0search0 2) Clinical-trial listing (NCT04423783) — 'Gamification in the Treatment of Spider Phobia' describing the 7-day exposure therapy via a self-developed app and the remote online-therapy context. citeturn0search3 3) PubMed: augmented reality exposure app (ZeroPhobia / AR exposure) and other RCTs of smartphone/AR apps reducing spider fear — related literature showing similar digital exposure approaches. citeturn0search1turn0search4 4) Secondary summaries/news (PsychiatryAdvisor) reporting results and interpretation of the gamified mobile spider game study. citeturn0search2"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}