{
    "nct_id": "NCT02537938",
    "title": "A Randomized, Placebo-Controlled, Double-blind, Parallel-Group, Multiple Ascending Dose Study to Evaluate the Safety, Tolerability, and Pharmacokinetics of Orally-administered NGP 555 in Healthy Subjects",
    "status": "COMPLETED",
    "last_update_time": "2017-03-27",
    "description_brief": "This study involves the use of an investigational drug called NGP 555. In each group of healthy subjects, 2 people will receive placebo and 6 people will receive NGP 555.",
    "description_detailed": "The purpose of this research study is to determine the safety, tolerability, and pharmacokinetics (PK) of multiple (14 days), oral doses of NGP 555 in healthy volunteers.\n\nNGP 555 has been created for the treatment of Alzheimer's disease (AD). NGP 555 is being developed to prevent Abeta 42 amyloid formation, a protein that is likely a key factor in the development of AD.",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "PREVENTION",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "NGP 555 — small-molecule γ‑secretase modulator (aims to lower Aβ42 / shift Aβ peptides)"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The trial tests NGP 555, an investigational orally‑administered drug developed to alter amyloid-β peptide production (reduce toxic Aβ42 and increase shorter non‑aggregating Aβ species), which is a disease-pathology target for Alzheimer’s disease, not a general symptomatic treatment. citeturn0search1turn0search6.",
        "Act: NGP 555 is described in the literature and company releases as a small‑molecule γ‑secretase modulator with oral dosing and proof-of-target engagement in Phase 1 (changes in CSF Aβ37/Aβ42 and Aβ38/Aβ42 ratios); the trial title (multiple ascending oral doses in healthy subjects) and sponsors/publication identify it as a disease‑targeting small molecule. citeturn0search0turn0search4turn0search3.",
        "Reflect: Classification check — fits the definition of 'Disease-targeted small molecule' (small molecule acting on Alzheimer’s pathology, i.e., amyloid processing). There is no indication this is a biologic, a purely cognitive enhancer, or a neuropsychiatric symptomatic treatment. Conclusion: disease-targeted small molecule. citeturn0search1turn0search0.",
        "Web search / sources used: 1) Clinical/trial listing describing the study and dosing schema (NGP 555 in healthy volunteers). citeturn0search3; 2) Peer‑reviewed reports showing NGP‑555 is a γ‑secretase modulator that shifts CSF Aβ peptide ratios in humans (Phase 1 results). citeturn0search1turn0search0; 3) Preclinical publication describing NGP‑555 effects on Aβ42 and cognition in rodents. citeturn0search6; 4) Company press release summarizing Phase 1 safety and biomarker findings and describing NGP‑555 as a first‑in‑class small molecule GSM. citeturn0search4."
    ],
    "agent_type": "A) Amyloid beta",
    "explanation_agent": [
        "Reason: The investigational drug NGP 555 is described as a small‑molecule γ‑secretase modulator whose stated mechanism is to lower toxic Aβ42 and shift production toward shorter, non‑aggregating Aβ species (Aβ37/Aβ38). That is an intervention directly on the amyloid‑β production/processing pathway, matching CADRO category A (Amyloid beta). citeturn0search1turn0search0",
        "Act: The trial title and provided description (multiple ascending oral doses in healthy subjects of NGP 555) and published clinical and preclinical reports identify NGP 555 as a γ‑secretase modulator with proof of target engagement (changes in CSF Aβ37/Aβ42 and Aβ38/Aβ42 ratios; lowered Aβ42 in animals and humans). This is explicitly an amyloid‑targeting, disease‑modifying small molecule, so I assign 'A) Amyloid beta'. citeturn0search0turn0search3",
        "Reflect: The classification was checked against CADRO definitions — the intervention targets amyloid‑β peptide generation (via γ‑secretase modulation), not tau, inflammation, synaptic function alone, or a symptomatic neurotransmitter target. No evidence in the description suggests multiple distinct CADRO pathways (so not 'R) Multi‑target') nor a non‑therapeutic diagnostic approach (so not 'T) Other'). Therefore 'A) Amyloid beta' is the most specific and appropriate CADRO category. Sources: Phase 1 / biomarker clinical report and company summary describing NGP 555 as a γ‑secretase modulator that lowers Aβ42 and shifts Aβ alloform ratios; preclinical rodent studies showing Aβ42 lowering. citeturn0search0turn0search1turn0search3"
    ]
}