{
    "nct_id": "NCT04129060",
    "title": "Health of the Cholinergic System and Risk for Alzheimer's Disease in Postmenopausal Women",
    "status": "COMPLETED",
    "last_update_time": "2025-04-04",
    "description_brief": "Women are at increased risk for Alzheimer's disease (AD). Notably at menopause, some women experience a change in cognition. However, not all women experience negative effects of menopause on cognition. The cognitive changes that occur at menopause have not yet been connected to late life risk for pathological aging including AD. Thus, understanding the neurobiological factors related to individual differences in cognition at menopause is critical for understanding normal cognitive aging and for determining risk for pathological aging. The challenge in understanding the role of estrogen loss on the risk for AD is the long lag time between the hormonal changes at menopause and the clinical manifestations of AD. Thus, identifying how the hormone changes after menopause are related to AD risk will alter the risk calculus for postmenopausal women in the future.\n\nThe novel study proposed here will examine an established AD-related neurotransmitter-based mechanism that may also underlie cognitive changes after menopause. The investigators propose that the change in the hormonal milieu at menopause interacts with the cholinergic system and other brain pathologies to influence a woman's risk for cognitive decline. Preclinical studies have shown that estrogen is necessary for normal cholinergic functioning and its withdrawal leads to cholinergic dysfunction and cognitive impairment. It is important to determine whether menopause-related cognitive changes correlate with both cholinergic functional integrity and established AD biomarkers that portend increased risk for late-life cognitive impairment or dementia. This study will examine brain functioning following cholinergic blockade to separate individuals into those who are able to compensate for the hormone change after menopause and those who are not. The investigators hypothesize women with poor compensation have increased sensitivity to cholinergic blockade by showing poor performance on a cognitive task, altered brain activation, and decreased basal forebrain cholinergic system (BFCS) volume. These cholinergic markers will be related to menopausal factors associated with poor cognition and biomarkers of AD.\n\nSpecific Aim 1 is to examine cholinergic functional \"integrity\" by measuring working memory performance, functional brain activation, and BFCS structure in postmenopausal women. Specific Aim 2 will examine whether individual differences in menopause-relevant symptoms and known AD biomarkers are related to cognition and brain activation after anticholinergic challenge.\n\nThe public health significance of this study is that it will identify individual difference factors that are associated with cognitive performance changes after menopause and their relationship to structural, functional, and biomarker evidence of risk for later life cognitive dysfunction. Knowledge of these factors will serve to advance personalized future risk-mitigation strategies for women including hormonal, medication, cognitive remediation, etc. that will be the subject of further research.",
    "description_detailed": "The brain is a major target for circulating gonadal steroids and the change in hormone levels after menopause is likely to have implications for cognitive functioning. A number of clinical and preclinical studies have linked gonadal steroids and cognition (e.g.1,2) and it has been hypothesized that menopause has detrimental effects on cognition that are over and above the expected effects of normal aging. While menopause results in reproductive senescence, most of the symptoms of menopause are neurological3. However, evidence for changes in brain functioning after menopause is equivocal. Some studies found that cognitive performance after menopause decreased in domains such as memory, attention, problem solving, and motor skills from pre-menopausal levels (e.g.1,4,5). As many as 60% of women reported undesirable memory changes at mid-life6. Other studies have not found changes in cognition after menopause (e.g.7-9) and not all women experience negative effects of menopause on cognition10. However, women have a higher risk of dementia compared to men11 and many hypotheses identify the sex differences in gonadal steroids and the hormone change at menopause as related to risk for Alzheimer's disease (AD) and/or dementia. The challenge in understanding the role of estrogen loss on the risk for AD is the long lag time between the hormonal changes at menopause and the clinical manifestations of AD. Thus, identifying how the hormone changes after menopause are related to AD risk will alter the risk calculus for postmenopausal women in the future. In addition, the neurobiological processes underlying how the change in the hormonal environment at menopause influences brain functioning, what factors are responsible for individual differences in cognition after menopause, and what menopause-related symptoms are associated with risk for dementia are not well understood.\n\nOne mechanism hypothesized to be responsible for cognitive changes post menopause is the effect of decreased estradiol on the functioning of neurotransmitter systems that support cognition. The importance of the estrogen-cholinergic system interaction for cognition has been demonstrated across a number of model systems from rats12 to non-human primates13 to humans14. The investigators have shown that estrogen's interaction with the cholinergic system is important for cognitive functioning in postmenopausal women14-16. What has not not yet shown is how change in cholinergic system functioning as a result of menopause is related to menopausal signs/symptoms that influence cognition as well as AD biomarkers like amyloid, tau, and neurodegeneration. These are important relationships to understand and may lead to individual risk profiles that can be observed earlier in the aging process while treatment and prevention strategies may be effective.\n\nThis project will investigate the role of cholinergic system in cognitive functioning in women after menopause. We have been examining the interaction of the neurotransmitter acetylcholine with hormones after menopause for a number of years14-16. In these studies with intensive repeated measures designs where the sample sizes were relatively small, findings generally showed no benefit of estrogen therapy alone for cognition in normal women post menopause. However, if the investigators induced a temporary impairment in the cholinergic system, the beneficial effect of estradiol became manifest15 and this was more prominent in younger postmenopausal women aged 50-60 compared to older women aged 70-8014. Furthermore, these studies showed significant heterogeneity of individual responses with roughly 50% of women showing either compensatory or impaired responses suggesting individual differences in risk profile (see preliminary data). What has not yet demonstrated is how the sensitivity of the cholinergic system to temporary blockade is related to menopause symptoms and known AD biomarkers that are associated with increased risk for AD development or frank dementia.\n\nThe investigators propose that cholinergic antagonist drugs can be used to expose the effects of menopause on cognitive functioning. Decreased cognitive performance during a temporary cholinergic blockade \"lesion\" may be an indicator of susceptibility to the negative effects of hormone withdrawal on the brain and risk for age-related cognitive impairment and/or dementia. The study proposed here will be the first to link cholinergic sensitivity to biomarkers of neurodegeneration and AD pathology. Specifically, the study will investigate working memory performance and brain activation during a cholinergic antagonist challenge compared to placebo and examine how factors associated with menopause like gonadal steroids, autonomic symptoms, mood, and sleep as well as known biomarkers associated with Alzheimer's disease (e.g. age, subjective cognitive complaints, hippocampal and basal forebrain volume, beta amyloid, and tau load) combine to predict which women are likely to experience cognitive impairment during the cholinergic challenge procedure.\n\nThe results from this study will further the understanding of the neurotransmitter-based mechanisms responsible for cognitive changes after menopause and how these may predict late life cognitive dysfunction. After an examination of the neurobiology underlying the cognitive change at menopause, future studies can develop strategies to mitigate pathological processes that are enhanced by the menopausal hormone change.",
    "phase": [
        "EARLY_PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "BASIC_SCIENCE",
    "results": null,
    "target_category": "N/A",
    "drug": [
        "scopolamine (antimuscarinic)",
        "mecamylamine (antinicotinic)"
    ],
    "placebo": [
        "placebo (challenge/control)"
    ],
    "explanation_target": [
        "Reason: The described study (CHAMP / \"Health of the Cholinergic System and Risk for Alzheimer’s Disease in Postmenopausal Women\") uses an anticholinergic challenge to probe cholinergic functional integrity and its relationship to menopause-related cognition and AD biomarkers, i.e., a mechanistic/biomarker investigation rather than a therapeutic trial targeting AD pathology or testing a cognitive-enhancing treatment. citeturn0search4",
        "Act: The protocol explicitly (and in closely related published studies from the same group) uses anticholinergic drugs as challenge agents — commonly scopolamine (antimuscarinic) and mecamylamine (antinicotinic) — with placebo challenge conditions to assess performance and brain activation under cholinergic blockade. Examples and methods from related publications confirm use of scopolamine and mecamylamine in these anticholinergic challenge paradigms. citeturn0search1turn0search0turn0search7",
        "Reflect: Classification against the provided categories — the interventions are small-molecule anticholinergic drugs used acutely as a challenge/diagnostic probe, not to modify Alzheimer pathology nor to provide cognitive enhancement or treat neuropsychiatric symptoms. The trial is therefore best classified as 'N/A' under your scheme (non-therapeutic / mechanistic biomarker study). Note: although scopolamine and mecamylamine are small molecules, they are not being tested here as disease-targeted small-molecule therapies for AD pathology. citeturn0search4turn0search1",
        "Web-search evidence (key sources used): CHAMP study description (Cognitive Health After MenoPause) describing anticholinergic challenge and relation to AD biomarkers. citeturn0search4turn0search5; Publications from this research group demonstrating use of scopolamine and mecamylamine anticholinergic challenges and fMRI/cognitive testing in postmenopausal women. citeturn0search1turn0search7"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}