{
    "nct_id": "NCT07169578",
    "title": "A Phase III, Multicenter, Randomized, Double-Blind, Placebo-Controlled, Parallel-Group Efficacy and Safety Study of Trontinemab in Participants With Early Symptomatic Alzheimer's Disease (MCI to Mild Dementia Due to AD)",
    "status": "RECRUITING",
    "last_update_time": "2025-09-10",
    "description_brief": "The purpose of this study is to assess the efficacy and safety of trontinemab in participants with early symptomatic Alzheimer's disease (AD) (mild cognitive impairment \\[MCI\\] to mild dementia due to AD).",
    "description_detailed": "N/A",
    "phase": [
        "PHASE3"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted biologic",
    "drug": [
        "Trontinemab — investigational bispecific monoclonal antibody (Brainshuttle) targeting aggregated amyloid‑beta, engineered for enhanced blood–brain barrier penetration"
    ],
    "placebo": [
        "Placebo (randomized, double‑blind, placebo‑controlled design)"
    ],
    "explanation_target": [
        "Reason: The intervention is trontinemab, an investigational monoclonal antibody specifically engineered to bind aggregated amyloid‑beta and to use Roche's 'Brainshuttle' TfR1 shuttle for enhanced CNS penetration — i.e., a biologic aimed at Alzheimer’s pathology (amyloid). citeturn0search1turn0search12",
        "Act: Clinical data from the Phase Ib/IIa Brainshuttle AD study show rapid, dose‑dependent reduction of amyloid plaques on PET and reductions in CSF/plasma tau biomarkers, and Roche has initiated/planned Phase III studies to test efficacy and safety in early symptomatic AD — supporting that the drug is intended as a disease‑modifying biologic rather than a symptomatic cognitive enhancer. citeturn0search2turn0search0",
        "Reflect: Mapping to the provided categories, trontinemab is a biologic that targets Alzheimer’s pathology (amyloid‑beta) and so fits 'disease‑targeted biologic'. There is no indication in the trial title/description that it is a small molecule, a non‑pathology cognitive enhancer, or a neuropsychiatric‑symptom therapy. The randomized, double‑blind, placebo‑controlled Phase III design confirms use of placebo as comparator. citeturn0news13turn0search3"
    ],
    "agent_type": "A) Amyloid beta",
    "explanation_agent": [
        "Reason: The investigational agent, trontinemab, is a bispecific monoclonal antibody (Brainshuttle) engineered to bind aggregated amyloid‑beta and to use a transferrin receptor (TfR1) shuttle for enhanced blood–brain barrier penetration — i.e., it is designed to clear amyloid pathology in Alzheimer’s disease. citeturn0search0turn0search3",
        "Act: Phase Ib/IIa Brainshuttle AD data show rapid, dose‑dependent reduction of amyloid plaques on PET and early reductions in CSF/plasma tau biomarkers; Genentech/Roche have described initiating Phase III (TRONTIER) studies in early symptomatic AD, supporting that the drug is a disease‑modifying biologic directed at amyloid‑beta rather than a symptomatic treatment. citeturn0search0turn0search1turn0news12",
        "Reflect: Mapping to CADRO, trontinemab directly targets amyloid‑beta pathology and therefore best fits category A) Amyloid beta. The description does not indicate a different primary target (e.g., tau, inflammation) nor multiple distinct mechanisms that would justify R) Multi‑target. Diagnostic elements described elsewhere (e.g., Elecsys pTau tests) are not the intervention here, so T) Other is not appropriate. citeturn0search0turn0search1",
        "Web search results (key sources used): Genentech/Roche press release summarizing Brainshuttle Phase Ib/IIa results and plans for Phase III. citeturn0search0; Genentech (AAIC/AA/AD conference) release describing robust amyloid clearance and Phase III TRONTIER design. citeturn0search1; Roche/GlobeNewswire summary of Phase Ib/IIa amyloid PET reductions and trial plans. citeturn0search3; Reuters reporting Roche’s plans to investigate trontinemab and noting its brain‑shuttle design to cross the blood–brain barrier. citeturn0news12"
    ]
}