{
    "nct_id": "NCT03634033",
    "title": "Statewide Implementation of CAPABLE-Community Aging in Place, Advancing Better Living for Elders in the Michigan Medicaid Home and Community Based Waiver Program",
    "status": "COMPLETED",
    "last_update_time": "2022-11-09",
    "description_brief": "Main study: Nearly half of older adults report problems with function, which can lead to difficulty with activities of daily living and nursing home placement. Thus, there is a need to implement evidence-based models of care to improve function and those factors that support function in older adults living in the community. One such model is CAPABLE (Community Aging in Place Advancing Better Living for Elders), a person-centered, nurse and occupational therapy intervention supported by assistive devices and home modifications. The investigators build on prior work that translated CAPABLE and conducted preliminary testing of a package of implementation strategies. This R15 application will test site-level adoption and sustainability after deploying a package of implementation strategies (readiness assessment, training, facilitation, champions, coalition building, and audit and feedback). Sites will be randomized to internal facilitation alone or internal facilitation plus external facilitation. This work will impact implementation science by testing two approaches to implementation of an evidence-based intervention to improve outcomes among older adults in a Medicaid Waiver program.\n\nADMINISTRATIVE SUPPLEMENT We extend the Parent Trial by addressing a problem found while deploying CAPABLE with beneficiaries with Alzheimer's disease (AD) or dementia. There are 39.8 million informal caregivers in the US and 16.3 million who care for someone with AD or dementia; and 1,500 of those are in the Michigan waiver. Most beneficiaries with those conditions did not accept CAPABLE as they were unable to receive instruction. Interventions that improve caregiver knowledge, confidence, and self-efficacy improve care they provide. Thus, the goal is to extend provision of CAPABLE to beneficiaries with AD or dementia via the engagement of their informal caregivers. This work is significant as there are 1,500 beneficiaries with AD or dementia in the waiver who could benefit from CAPABLE yet many did not, as they were to receive instructions. To date, CAPABLE has only been designed to be used directly with the individuals without caregiver involvement. In the waiver, beneficiaries are required to have a designated caregiver, therefore, modifying the toolkit for use by caregivers could aid in deploying CAPABLE to beneficiaries with AD or dementia.",
    "description_detailed": "Main study: The National Institutes of Health (NIH) defines Implementation Science (IS) as the process of applying evidence to the treatment or prevention of human disease. In response, this trial is significant because it addresses testing of multimodal implementation strategies of an evidence-based intervention (CAPABLE) in a Medicaid setting to improve the quality and effectiveness of a waiver. Investigators will utilize implementation strategies refined in prior work (MiCAP; Hartford/Hillman/CMS) where the investigators trained clinicians (N=34) and provided CAPABLE for beneficiaries (N=270).\n\nFor this application, the investigators extend their work and train \"all\" Registered Nurses (RNs), Occupational Therapists (OTs), and Social Workers (SWs) (N=575) in the waiver sites in Michigan to implement the CAPABLE model of care for \"all\" Medicaid waiver beneficiaries (N=15,000). Guided by site managers, the team will select and train Internal Facilitators (IFs), who are supervisors/employees that work for the waiver site, to conduct facilitation at each site as \"Champions\". Investigators will utilize waiver employees as External Facilitators (EFs), who were early adopters of CAPABLE in prior work, as \"Super-Champions\" for Arm 2.\n\nThis trial is also significant as it addresses a critical barrier to implementation of evidence-based interventions to improve function in older adults living in the community to age-in-place (CAPABLE). Evidence suggest 90% of older adults prefer to age-in-place; yet a gap exists between their desire and ability. Thus, further testing of efficacy of an intervention (CAPABLE) in a Medicaid waiver population will fill a gap in science and build upon evidence.\n\nThe Institute of Medicine, NIH, and the Agency for Healthcare Research and Quality have each established IS as a research priority so that the benefits of evidence-based interventions can be realized. Consequently, strategies (MiCAP) to overcome barriers and increase the pace and the effectiveness of implementation are a public health priority. The multimodal implementation strategies (MiCAP N=6) include: assessing readiness, conducting training, using IF Champions, building an IF coalition, and audit and feedback is adequate. Additionally, investigators will examine if the additive EF is required to support adoption and sustainability of an evidence-based intervention (CAPABLE).\n\nDisabilities in basic activities of daily living (ADLs \\[e.g., bathing, toileting\\]) and instrumental ADLs (IADL \\[e.g., shopping, cleaning\\]) are the primary modifiable predictors of nursing home (NH) placement. Disability is also a major driver of increased risk of falls and may lead to poor quality-of-life. Disability creates an inability to carry out everyday ADLs. There are a number of risks for disability like complex medication regimens, poor balance and strength, inadequate communication with clinicians, falling, and unsafe ADL performance. In addition, unsafe environments and deteriorated housing increase risk.\n\nTo address this problem, the evidence-based intervention, CAPABLE, addresses modifiable intrinsic and extrinsic risk factors and considers the psychological, environmental, and physical factors to enhance function of disabled individuals and promote aging-in-place. A multi-component model of care, CAPABLE was designed to reduce the effect of problems with physical function among low-income older adults living at home by addressing an individual's capabilities and the home environment.\n\nCAPABLE was adapted from the ABLE program. ABLE used a person-directed, consultative model involving 6 home sessions conducted by OTs and physical therapists who provided home alterations (assistive devices \\[e.g., shower chair, reacher, raised toilet seat\\], environmental modifications \\[e.g., grab bar, ramps\\], and select home modifications \\[e.g., widen bathroom doorway\\]) and instruction in various techniques to enable participants to achieve self-identified functional goals. CAPABLE is a 16-week structured program delivered by OTs who conduct 6 home visits and provide assistive devices, RNs who conduct 4 home visits, and a repairperson who provides home alterations (i.e., installs devices, environmental modifications, and home repair). CAPABLE's interdisciplinary team provides consultation with older adults to help them identify daily activity goals (e.g., taking a shower, walking to the bathroom), evaluate barriers to achieving those goals, and attain outcomes collaboratively. The OT addresses ADLs, IADLs, and discretionary activities at home such as functional mobility, meal preparation, bathing, and dressing. The RN targets underlying issues that influence ADLs, IADLs, and discretionary activities at home, such as pain reduction, improvement in mood, fall prevention, medication review and management, primary care physician communication, incontinence management, sexual health, and smoking cessation. CAPABLE draws upon approaches to enhance uptake and adoption of strategies by patients by assessing readiness and using motivational interviewing.\n\nIn this trial, the investigators move IS forward by examining a multimodal implementation strategy (MiCAP) approach to implement evidence (CAPABLE) in a Medicaid Waiver program. To fill an IS gap, investigators will use proven implementation strategies that are packaged (MiCAP) and delivered to clinicians in the waiver program sites to support beneficiary improvement in function and those factors that influence function in older disabled adults aging-in-place.\n\nADMINISTRATIVE SUPPLEMENT There is a paucity of literature on caregiver provision of assessment or direct care to individuals with AD or dementia, as most discuss burden, confidence, stress, depression, or health. In 2005, the AARP used a Delphi technique to identify caregiver competency domains of medical/nursing skills, assessment, measurement, collaborating, and communication. A review of caregiver training programs found problem solving, use of community resources, and communication to be the primary focus. Physical or emotional assessment, medical/nursing skills training, home exercises, medication management, or planning, like what is needed when delivering CAPABLE, appeared to be lacking in caregiver training. Regarding toolkit usage, Powell and colleagues recommend using toolkits when implementing interventions, and our parent trial uses a beneficiary toolkit. A recent review of 72 studies evaluating use of toolkits (i.e. weight management, fall prevention, vaccination, pain management, and patient safety) found 57% reported adherence to clinical procedures and toolkit effects were positive. This finding supports use of a toolkit with caregivers when CAPABLE is deployed with beneficiaries with AD or dementia. Many older adults cared for by informal caregivers have unmet needs. A 44.3% (38.2% ADL related, 14.6% IADL related) unmet need rate is common among older adults with caregivers. Higher rates of unmet needs are likely in beneficiaries in the waiver as they are multi-morbid and low-income with few resources and even worse in those with AD or dementia.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "HEALTH_SERVICES_RESEARCH",
    "results": {
        "participantFlowModule": {
            "preAssignmentDetails": "COUNT OF PARTICIPANTS: for ARMS/GROUPS- Some clinicians/beneficiaries in MiCAP with IF Main Study may be represented in Administrative Supplement: clinicians/beneficiaries; counted more than once/signed more than 1 Consent Form.\n\nMAIN STUDY: UNITS- MiCAP with IF/IF+EF Beneficiaries and Clinicians use the same 18 sites.\n\nADMINISTRATIVE SUPPLEMENT: Some caregivers dropped out of study after beneficiary passed away or transferred to a facility; the caregiver was not deceased or in a facility.",
            "recruitmentDetails": "MAIN STUDY. Group allocation-randomized 18 waiver sites, 9 to MiCAP with IF; and 9 to MiCAP with IF and EF. Recruited 2 groups of participants at each site: clinicians employed by the sites to provide the intervention to waiver beneficiaries to receive the intervention.\n\nADMINISTRATIVE SUPP. No group allocation: Recruited 3 groups of participants at 3 sites from Main Study; clinicians employed at sites, caregivers to provide the intervention, and beneficiaries to receive it; plus MiCAP IF.",
            "typeUnitsAnalyzed": "Sites (Main Study only)",
            "groups": [
                {
                    "id": "FG000",
                    "title": "MiCAP With IF (Main Study: Beneficiaries)",
                    "description": "MiCAP with Internal Facilitation will receive MiCAP (implementation strategies). Internal facilitators will be waiver site clinicians with exemplary clinical practice and/or supervisory experience, who are expected to be early adopters of CAPABLE; and will be selected by their supervisors.\n\nMiCAP with IF: Sites will conduct MiCAP strategies described as follows. Relationship Building; Assess readiness to implement of the site; Internal Facilitator (IF) Champion Coalition Building, which will include IFs training in CAPABLE and facilitation and online IF coalition meetings; Facilitation by the IF, which will include training the clinicians, reviewing home visits with the clinician to assure CAPABLE was provided; IF developing a clinical team for implementation of CAPABLE and leading interdisciplinary coordination of individual beneficiary care; Intervention and implementation strategy fidelity data will be placed in a dashboard for audit and provided to IFs. IFs will use the data to provide feedback to clinicians; and develop action plans for improvement in training or care"
                },
                {
                    "id": "FG001",
                    "title": "MiCAP With IF and EF (Main Study: Beneficiaries)",
                    "description": "MiCAP with Internal Facilitation and External Facilitation will receive MiCAP (implementation strategies) and the addition of external facilitation. The external facilitators will be Super-Champion waiver program site clinicians from prior work who were trained and early adopters of CAPABLE; and will be selected by the research team to perform external facilitation.\n\nMiCAP with IF and EF: Sites will conduct MiCAP strategies described above in \"MiCAP with IF\" with an addition of External Facilitation. Centralized Oversight will be conducted by External Facilitators. External Facilitators will train in facilitation. The work of the External Facilitators will be tailored (i.e., type of discipline) to each site's needs. Intervention and implementation strategy fidelity data will be placed in a dashboard and will be provided to External Facilitators. External Facilitators will use the data to provide feedback to Internal Facilitators; and develop action plans for improvement in site clinician training or beneficiary care as needed."
                },
                {
                    "id": "FG002",
                    "title": "MiCAP With IF (Main Study: Clinicians)",
                    "description": "MiCAP with Internal Facilitation will receive MiCAP (implementation strategies). Internal facilitators will be waiver site clinicians with exemplary clinical practice and/or supervisory experience, who are expected to be early adopters of CAPABLE; and will be selected by their supervisors.\n\nMiCAP with IF: Sites will conduct MiCAP strategies described as follows. Relationship Building; Assess readiness to implement of the site; Internal Facilitator (IF) Champion Coalition Building, which will include IFs training in CAPABLE and facilitation and online IF coalition meetings; Facilitation by the IF, which will include training the clinicians, reviewing home visits with the clinician to assure CAPABLE was provided; IF developing a clinical team for implementation of CAPABLE and leading interdisciplinary coordination of individual beneficiary care; Intervention and implementation strategy fidelity data will be placed in a dashboard for audit and provided to IFs. IFs will use the data to provide feedback to clinicians; and develop action plans for improvement in training or care"
                },
                {
                    "id": "FG003",
                    "title": "MiCAP With IF and EF (Main Study: Clinicians)",
                    "description": "MiCAP with Internal Facilitation and External Facilitation will receive MiCAP (implementation strategies) and the addition of external facilitation. The external facilitators will be Super-Champion waiver program site clinicians from prior work who were trained and early adopters of CAPABLE; and will be selected by the research team to perform external facilitation.\n\nMiCAP with IF and EF: Sites will conduct MiCAP strategies described above in \"MiCAP with IF\" with an addition of External Facilitation. Centralized Oversight will be conducted by External Facilitators. External Facilitators will train in facilitation. The work of the External Facilitators will be tailored (i.e., type of discipline) to each site's needs. Intervention and implementation strategy fidelity data will be placed in a dashboard and will be provided to External Facilitators. External Facilitators will use the data to provide feedback to Internal Facilitators; and develop action plans for improvement in site clinician training or beneficiary care as needed."
                },
                {
                    "id": "FG004",
                    "title": "Administrative Supplement: Clinicians",
                    "description": "Clinicians who were employed at the waiver sites and were trained in using CAPABLE with caregivers of beneficiaries with Alzheimer's Disease or Dementia; plus MiCAP with IF from Main Study."
                },
                {
                    "id": "FG005",
                    "title": "Administrative Supplement: Caregivers",
                    "description": "Caregivers of beneficiaries diagnosed with Alzheimer's Disease or Dementia who agreed to assist with providing CAPABLE to their beneficiary; plus MiCAP with IF from Main Study."
                },
                {
                    "id": "FG006",
                    "title": "Administrative Supplement: Beneficiaries",
                    "description": "Beneficiaries enrolled at the waiver who were diagnosed with Alzheimer's Disease or Dementia and needed to receive CAPABLE; ; plus MiCAP with IF from Main Study."
                }
            ],
            "periods": [
                {
                    "title": "Overall Study",
                    "milestones": [
                        {
                            "type": "STARTED",
                            "achievements": [
                                {
                                    "groupId": "FG000",
                                    "numSubjects": "3497",
                                    "numUnits": "9"
                                },
                                {
                                    "groupId": "FG001",
                                    "numSubjects": "3533",
                                    "numUnits": "9"
                                },
                                {
                                    "groupId": "FG002",
                                    "numSubjects": "282",
                                    "numUnits": "9"
                                },
                                {
                                    "groupId": "FG003",
                                    "numSubjects": "257",
                                    "numUnits": "9"
                                },
                                {
                                    "groupId": "FG004",
                                    "numSubjects": "106",
                                    "numUnits": "3"
                                },
                                {
                                    "groupId": "FG005",
                                    "numSubjects": "50",
                                    "numUnits": "3"
                                },
                                {
                                    "groupId": "FG006",
                                    "numSubjects": "52",
                                    "numUnits": "3"
                                }
                            ]
                        },
                        {
                            "type": "COMPLETED",
                            "achievements": [
                                {
                                    "groupId": "FG000",
                                    "numSubjects": "3113",
                                    "numUnits": "9"
                                },
                                {
                                    "groupId": "FG001",
                                    "numSubjects": "3242",
                                    "numUnits": "9"
                                },
                                {
                                    "groupId": "FG002",
                                    "numSubjects": "168",
                                    "numUnits": "9"
                                },
                                {
                                    "groupId": "FG003",
                                    "numSubjects": "96",
                                    "numUnits": "9"
                                },
                                {
                                    "groupId": "FG004",
                                    "numSubjects": "101",
                                    "numUnits": "3"
                                },
                                {
                                    "groupId": "FG005",
                                    "numSubjects": "37",
                                    "numUnits": "3"
                                },
                                {
                                    "groupId": "FG006",
                                    "numSubjects": "37",
                                    "numUnits": "3"
                                }
                            ]
                        },
                        {
                            "type": "NOT COMPLETED",
                            "achievements": [
                                {
                                    "groupId": "FG000",
                                    "numSubjects": "384",
                                    "numUnits": "0"
                                },
                                {
                                    "groupId": "FG001",
                                    "numSubjects": "291",
                                    "numUnits": "0"
                                },
                                {
                                    "groupId": "FG002",
                                    "numSubjects": "114",
                                    "numUnits": "0"
                                },
                                {
                                    "groupId": "FG003",
                                    "numSubjects": "161",
                                    "numUnits": "0"
                                },
                                {
                                    "groupId": "FG004",
                                    "numSubjects": "5",
                                    "numUnits": "0"
                                },
                                {
                                    "groupId": "FG005",
                                    "numSubjects": "13",
                                    "numUnits": "0"
                                },
                                {
                                    "groupId": "FG006",
                                    "numSubjects": "15",
                                    "numUnits": "0"
                                }
                            ]
                        }
                    ],
                    "dropWithdraws": [
                        {
                            "type": "Did not have a post-assessment",
                            "reasons": [
                                {
                                    "groupId": "FG000",
                                    "numSubjects": "384"
                                },
                                {
                                    "groupId": "FG001",
                                    "numSubjects": "291"
                                },
                                {
                                    "groupId": "FG002",
                                    "numSubjects": "114"
                                },
                                {
                                    "groupId": "FG003",
                                    "numSubjects": "161"
                                },
                                {
                                    "groupId": "FG004",
                                    "numSubjects": "5"
                                },
                                {
                                    "groupId": "FG005",
                                    "numSubjects": "0"
                                },
                                {
                                    "groupId": "FG006",
                                    "numSubjects": "0"
                                }
                            ]
                        },
                        {
                            "type": "Death",
                            "reasons": [
                                {
                                    "groupId": "FG000",
                                    "numSubjects": "0"
                                },
                                {
                                    "groupId": "FG001",
                                    "numSubjects": "0"
                                },
                                {
                                    "groupId": "FG002",
                                    "numSubjects": "0"
                                },
                                {
                                    "groupId": "FG003",
                                    "numSubjects": "0"
                                },
                                {
                                    "groupId": "FG004",
                                    "numSubjects": "0"
                                },
                                {
                                    "groupId": "FG005",
                                    "numSubjects": "7"
                                },
                                {
                                    "groupId": "FG006",
                                    "numSubjects": "7"
                                }
                            ]
                        },
                        {
                            "type": "In Assisted Living/Nursing Home/Hospice",
                            "reasons": [
                                {
                                    "groupId": "FG000",
                                    "numSubjects": "0"
                                },
                                {
                                    "groupId": "FG001",
                                    "numSubjects": "0"
                                },
                                {
                                    "groupId": "FG002",
                                    "numSubjects": "0"
                                },
                                {
                                    "groupId": "FG003",
                                    "numSubjects": "0"
                                },
                                {
                                    "groupId": "FG004",
                                    "numSubjects": "0"
                                },
                                {
                                    "groupId": "FG005",
                                    "numSubjects": "5"
                                },
                                {
                                    "groupId": "FG006",
                                    "numSubjects": "5"
                                }
                            ]
                        },
                        {
                            "type": "Lost to Follow-up",
                            "reasons": [
                                {
                                    "groupId": "FG000",
                                    "numSubjects": "0"
                                },
                                {
                                    "groupId": "FG001",
                                    "numSubjects": "0"
                                },
                                {
                                    "groupId": "FG002",
                                    "numSubjects": "0"
                                },
                                {
                                    "groupId": "FG003",
                                    "numSubjects": "0"
                                },
                                {
                                    "groupId": "FG004",
                                    "numSubjects": "0"
                                },
                                {
                                    "groupId": "FG005",
                                    "numSubjects": "1"
                                },
                                {
                                    "groupId": "FG006",
                                    "numSubjects": "2"
                                }
                            ]
                        },
                        {
                            "type": "Withdrawal by Subject",
                            "reasons": [
                                {
                                    "groupId": "FG000",
                                    "numSubjects": "0"
                                },
                                {
                                    "groupId": "FG001",
                                    "numSubjects": "0"
                                },
                                {
                                    "groupId": "FG002",
                                    "numSubjects": "0"
                                },
                                {
                                    "groupId": "FG003",
                                    "numSubjects": "0"
                                },
                                {
                                    "groupId": "FG004",
                                    "numSubjects": "0"
                                },
                                {
                                    "groupId": "FG005",
                                    "numSubjects": "0"
                                },
                                {
                                    "groupId": "FG006",
                                    "numSubjects": "1"
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        "baselineCharacteristicsModule": {
            "groups": [
                {
                    "id": "BG000",
                    "title": "Main Study: MiCAP With IF (Beneficiaries)",
                    "description": "MiCAP with Internal Facilitation will receive MiCAP (implementation strategies). Internal facilitators will be waiver site clinicians with exemplary clinical practice and/or supervisory experience, who are expected to be early adopters of CAPABLE; and will be selected by their supervisors.\n\nMiCAP with IF: Sites will conduct MiCAP strategies described as follows. Relationship Building; Assess readiness to implement of the site; Internal Facilitator (IF) Champion Coalition Building, which will include IFs training in CAPABLE and facilitation and online IF coalition meetings; Facilitation by the IF, which will include training the clinicians, reviewing home visits with the clinician to assure CAPABLE was provided; IF developing a clinical team for implementation of CAPABLE and leading interdisciplinary coordination of individual beneficiary care; Intervention and implementation strategy fidelity data will be placed in a dashboard for audit and provided to IFs. IFs will use the data to provide feedback to clinicians; and develop action plans for improvement in training or care"
                },
                {
                    "id": "BG001",
                    "title": "Main Study: MiCAP With IF+EF (Beneficiaries)",
                    "description": "MiCAP with Internal Facilitation and External Facilitation will receive MiCAP (implementation strategies) and the addition of external facilitation. The external facilitators will be Super-Champion waiver program site clinicians from prior work who were trained and early adopters of CAPABLE; and will be selected by the research team to perform external facilitation.\n\nMiCAP with IF and EF: Sites will conduct MiCAP strategies described above in \"MiCAP with IF\" with an addition of External Facilitation. Centralized Oversight will be conducted by External Facilitators. External Facilitators will train in facilitation. The work of the External Facilitators will be tailored (i.e., type of discipline) to each site's needs. Intervention and implementation strategy fidelity data will be placed in a dashboard and will be provided to External Facilitators. External Facilitators will use the data to provide feedback to Internal Facilitators; and develop action plans for improvement in site clinician training or beneficiary care as needed."
                },
                {
                    "id": "BG002",
                    "title": "Main Study: MiCAP With IF (Clinicians)",
                    "description": "MiCAP with Internal Facilitation will receive MiCAP (implementation strategies). Internal facilitators will be waiver site clinicians with exemplary clinical practice and/or supervisory experience, who are expected to be early adopters of CAPABLE; and will be selected by their supervisors.\n\nMiCAP with IF: Sites will conduct MiCAP strategies described as follows. Relationship Building; Assess readiness to implement of the site; Internal Facilitator (IF) Champion Coalition Building, which will include IFs training in CAPABLE and facilitation and online IF coalition meetings; Facilitation by the IF, which will include training the clinicians, reviewing home visits with the clinician to assure CAPABLE was provided; IF developing a clinical team for implementation of CAPABLE and leading interdisciplinary coordination of individual beneficiary care; Intervention and implementation strategy fidelity data will be placed in a dashboard for audit and provided to IFs. IFs will use the data to provide feedback to clinicians; and develop action plans for improvement in training or care"
                },
                {
                    "id": "BG003",
                    "title": "Main Study: MiCAP With IF+EF (Clinicians)",
                    "description": "MiCAP with Internal Facilitation and External Facilitation will receive MiCAP (implementation strategies) and the addition of external facilitation. The external facilitators will be Super-Champion waiver program site clinicians from prior work who were trained and early adopters of CAPABLE; and will be selected by the research team to perform external facilitation.\n\nMiCAP with IF and EF: Sites will conduct MiCAP strategies described above in \"MiCAP with IF\" with an addition of External Facilitation. Centralized Oversight will be conducted by External Facilitators. External Facilitators will train in facilitation. The work of the External Facilitators will be tailored (i.e., type of discipline) to each site's needs. Intervention and implementation strategy fidelity data will be placed in a dashboard and will be provided to External Facilitators. External Facilitators will use the data to provide feedback to Internal Facilitators; and develop action plans for improvement in site clinician training or beneficiary care as needed."
                },
                {
                    "id": "BG004",
                    "title": "Administrative Supplement: Clinicians",
                    "description": "Clinicians who were employed at the waiver sites and were trained in using the toolkit when implementing CAPABLE with caregivers of beneficiaries with Alzheimer's Disease or Dementia."
                },
                {
                    "id": "BG005",
                    "title": "Administrative Supplement: Caregivers",
                    "description": "Caregivers of beneficiaries diagnosed with Alzheimer's Disease or Dementia who will receive the toolkit to assist in taking care of their beneficiary."
                },
                {
                    "id": "BG006",
                    "title": "Administrative Supplement: Beneficiaries",
                    "description": "Beneficiaries enrolled at the waiver who were diagnosed with Alzheimer's Disease or Dementia."
                },
                {
                    "id": "BG007",
                    "title": "Total",
                    "description": "Total of all reporting groups"
                }
            ],
            "denoms": [
                {
                    "units": "Participants",
                    "counts": [
                        {
                            "groupId": "BG000",
                            "value": "3497"
                        },
                        {
                            "groupId": "BG001",
                            "value": "3533"
                        },
                        {
                            "groupId": "BG002",
                            "value": "282"
                        },
                        {
                            "groupId": "BG003",
                            "value": "257"
                        },
                        {
                            "groupId": "BG004",
                            "value": "106"
                        },
                        {
                            "groupId": "BG005",
                            "value": "50"
                        },
                        {
                            "groupId": "BG006",
                            "value": "52"
                        },
                        {
                            "groupId": "BG007",
                            "value": "7777"
                        }
                    ]
                }
            ],
            "measures": [
                {
                    "title": "Age, Continuous",
                    "paramType": "MEAN",
                    "dispersionType": "STANDARD_DEVIATION",
                    "unitOfMeasure": "years",
                    "classes": [
                        {
                            "denoms": [
                                {
                                    "units": "Participants",
                                    "counts": [
                                        {
                                            "groupId": "BG000",
                                            "value": "3497"
                                        },
                                        {
                                            "groupId": "BG001",
                                            "value": "3533"
                                        },
                                        {
                                            "groupId": "BG002",
                                            "value": "282"
                                        },
                                        {
                                            "groupId": "BG003",
                                            "value": "257"
                                        },
                                        {
                                            "groupId": "BG004",
                                            "value": "106"
                                        },
                                        {
                                            "groupId": "BG005",
                                            "value": "50"
                                        },
                                        {
                                            "groupId": "BG006",
                                            "value": "52"
                                        },
                                        {
                                            "groupId": "BG007",
                                            "value": "7777"
                                        }
                                    ]
                                }
                            ],
                            "categories": [
                                {
                                    "measurements": [
                                        {
                                            "groupId": "BG000",
                                            "value": "69.5",
                                            "spread": "14.58"
                                        },
                                        {
                                            "groupId": "BG001",
                                            "value": "71.19",
                                            "spread": "14.02"
                                        },
                                        {
                                            "groupId": "BG002",
                                            "value": "43.07",
                                            "spread": "11.57"
                                        },
                                        {
                                            "groupId": "BG003",
                                            "value": "47.00",
                                            "spread": "11.59"
                                        },
                                        {
                                            "groupId": "BG004",
                                            "value": "45.78",
                                            "spread": "10.48"
                                        },
                                        {
                                            "groupId": "BG005",
                                            "value": "63.28",
                                            "spread": "11.29"
                                        },
                                        {
                                            "groupId": "BG006",
                                            "value": "81.23",
                                            "spread": "9.27"
                                        },
                                        {
                                            "groupId": "BG007",
                                            "value": "70.35",
                                            "spread": "14.32"
                                        }
                                    ]
                                }
                            ]
                        }
                    ]
                },
                {
                    "title": "Sex/Gender, Customized",
                    "paramType": "COUNT_OF_PARTICIPANTS",
                    "unitOfMeasure": "Participants",
                    "classes": [
                        {
                            "title": "Sex",
                            "denoms": [
                                {
                                    "units": "Participants",
                                    "counts": [
                                        {
                                            "groupId": "BG000",
                                            "value": "3497"
                                        },
                                        {
                                            "groupId": "BG001",
                                            "value": "3533"
                                        },
                                        {
                                            "groupId": "BG002",
                                            "value": "282"
                                        },
                                        {
                                            "groupId": "BG003",
                                            "value": "257"
                                        },
                                        {
                                            "groupId": "BG004",
                                            "value": "106"
                                        },
                                        {
                                            "groupId": "BG005",
                                            "value": "50"
                                        },
                                        {
                                            "groupId": "BG006",
                                            "value": "52"
                                        },
                                        {
                                            "groupId": "BG007",
                                            "value": "7777"
                                        }
                                    ]
                                }
                            ],
                            "categories": [
                                {
                                    "title": "Male",
                                    "measurements": [
                                        {
                                            "groupId": "BG000",
                                            "value": "1137"
                                        },
                                        {
                                            "groupId": "BG001",
                                            "value": "1130"
                                        },
                                        {
                                            "groupId": "BG002",
                                            "value": "16"
                                        },
                                        {
                                            "groupId": "BG003",
                                            "value": "22"
                                        },
                                        {
                                            "groupId": "BG004",
                                            "value": "3"
                                        },
                                        {
                                            "groupId": "BG005",
                                            "value": "10"
                                        },
                                        {
                                            "groupId": "BG006",
                                            "value": "12"
                                        },
                                        {
                                            "groupId": "BG007",
                                            "value": "2330"
                                        }
                                    ]
                                },
                                {
                                    "title": "Female",
                                    "measurements": [
                                        {
                                            "groupId": "BG000",
                                            "value": "2360"
                                        },
                                        {
                                            "groupId": "BG001",
                                            "value": "2403"
                                        },
                                        {
                                            "groupId": "BG002",
                                            "value": "266"
                                        },
                                        {
                                            "groupId": "BG003",
                                            "value": "231"
                                        },
                                        {
                                            "groupId": "BG004",
                                            "value": "103"
                                        },
                                        {
                                            "groupId": "BG005",
                                            "value": "40"
                                        },
                                        {
                                            "groupId": "BG006",
                                            "value": "40"
                                        },
                                        {
                                            "groupId": "BG007",
                                            "value": "5443"
                                        }
                                    ]
                                },
                                {
                                    "title": "Unknown",
                                    "measurements": [
                                        {
                                            "groupId": "BG000",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "BG001",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "BG002",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "BG003",
                                            "value": "4"
                                        },
                                        {
                                            "groupId": "BG004",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "BG005",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "BG006",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "BG007",
                                            "value": "4"
                                        }
                                    ]
                                }
                            ]
                        }
                    ]
                },
                {
                    "title": "Ethnicity (NIH/OMB)",
                    "paramType": "COUNT_OF_PARTICIPANTS",
                    "unitOfMeasure": "Participants",
                    "classes": [
                        {
                            "denoms": [
                                {
                                    "units": "Participants",
                                    "counts": [
                                        {
                                            "groupId": "BG000",
                                            "value": "3497"
                                        },
                                        {
                                            "groupId": "BG001",
                                            "value": "3533"
                                        },
                                        {
                                            "groupId": "BG002",
                                            "value": "282"
                                        },
                                        {
                                            "groupId": "BG003",
                                            "value": "257"
                                        },
                                        {
                                            "groupId": "BG004",
                                            "value": "106"
                                        },
                                        {
                                            "groupId": "BG005",
                                            "value": "50"
                                        },
                                        {
                                            "groupId": "BG006",
                                            "value": "52"
                                        },
                                        {
                                            "groupId": "BG007",
                                            "value": "7777"
                                        }
                                    ]
                                }
                            ],
                            "categories": [
                                {
                                    "title": "Hispanic or Latino",
                                    "measurements": [
                                        {
                                            "groupId": "BG000",
                                            "value": "108"
                                        },
                                        {
                                            "groupId": "BG001",
                                            "value": "97"
                                        },
                                        {
                                            "groupId": "BG002",
                                            "value": "13"
                                        },
                                        {
                                            "groupId": "BG003",
                                            "value": "5"
                                        },
                                        {
                                            "groupId": "BG004",
                                            "value": "5"
                                        },
                                        {
                                            "groupId": "BG005",
                                            "value": "1"
                                        },
                                        {
                                            "groupId": "BG006",
                                            "value": "1"
                                        },
                                        {
                                            "groupId": "BG007",
                                            "value": "230"
                                        }
                                    ]
                                },
                                {
                                    "title": "Not Hispanic or Latino",
                                    "measurements": [
                                        {
                                            "groupId": "BG000",
                                            "value": "3357"
                                        },
                                        {
                                            "groupId": "BG001",
                                            "value": "3401"
                                        },
                                        {
                                            "groupId": "BG002",
                                            "value": "267"
                                        },
                                        {
                                            "groupId": "BG003",
                                            "value": "247"
                                        },
                                        {
                                            "groupId": "BG004",
                                            "value": "101"
                                        },
                                        {
                                            "groupId": "BG005",
                                            "value": "49"
                                        },
                                        {
                                            "groupId": "BG006",
                                            "value": "51"
                                        },
                                        {
                                            "groupId": "BG007",
                                            "value": "7473"
                                        }
                                    ]
                                },
                                {
                                    "title": "Unknown or Not Reported",
                                    "measurements": [
                                        {
                                            "groupId": "BG000",
                                            "value": "32"
                                        },
                                        {
                                            "groupId": "BG001",
                                            "value": "35"
                                        },
                                        {
                                            "groupId": "BG002",
                                            "value": "2"
                                        },
                                        {
                                            "groupId": "BG003",
                                            "value": "5"
                                        },
                                        {
                                            "groupId": "BG004",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "BG005",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "BG006",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "BG007",
                                            "value": "74"
                                        }
                                    ]
                                }
                            ]
                        }
                    ]
                },
                {
                    "title": "Race (NIH/OMB)",
                    "paramType": "COUNT_OF_PARTICIPANTS",
                    "unitOfMeasure": "Participants",
                    "classes": [
                        {
                            "denoms": [
                                {
                                    "units": "Participants",
                                    "counts": [
                                        {
                                            "groupId": "BG000",
                                            "value": "3497"
                                        },
                                        {
                                            "groupId": "BG001",
                                            "value": "3533"
                                        },
                                        {
                                            "groupId": "BG002",
                                            "value": "282"
                                        },
                                        {
                                            "groupId": "BG003",
                                            "value": "257"
                                        },
                                        {
                                            "groupId": "BG004",
                                            "value": "106"
                                        },
                                        {
                                            "groupId": "BG005",
                                            "value": "50"
                                        },
                                        {
                                            "groupId": "BG006",
                                            "value": "52"
                                        },
                                        {
                                            "groupId": "BG007",
                                            "value": "7777"
                                        }
                                    ]
                                }
                            ],
                            "categories": [
                                {
                                    "title": "American Indian or Alaska Native",
                                    "measurements": [
                                        {
                                            "groupId": "BG000",
                                            "value": "25"
                                        },
                                        {
                                            "groupId": "BG001",
                                            "value": "9"
                                        },
                                        {
                                            "groupId": "BG002",
                                            "value": "5"
                                        },
                                        {
                                            "groupId": "BG003",
                                            "value": "1"
                                        },
                                        {
                                            "groupId": "BG004",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "BG005",
                                            "value": "1"
                                        },
                                        {
                                            "groupId": "BG006",
                                            "value": "1"
                                        },
                                        {
                                            "groupId": "BG007",
                                            "value": "42"
                                        }
                                    ]
                                },
                                {
                                    "title": "Asian",
                                    "measurements": [
                                        {
                                            "groupId": "BG000",
                                            "value": "25"
                                        },
                                        {
                                            "groupId": "BG001",
                                            "value": "25"
                                        },
                                        {
                                            "groupId": "BG002",
                                            "value": "1"
                                        },
                                        {
                                            "groupId": "BG003",
                                            "value": "4"
                                        },
                                        {
                                            "groupId": "BG004",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "BG005",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "BG006",
                                            "value": "1"
                                        },
                                        {
                                            "groupId": "BG007",
                                            "value": "56"
                                        }
                                    ]
                                },
                                {
                                    "title": "Native Hawaiian or Other Pacific Islander",
                                    "measurements": [
                                        {
                                            "groupId": "BG000",
                                            "value": "3"
                                        },
                                        {
                                            "groupId": "BG001",
                                            "value": "4"
                                        },
                                        {
                                            "groupId": "BG002",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "BG003",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "BG004",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "BG005",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "BG006",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "BG007",
                                            "value": "7"
                                        }
                                    ]
                                },
                                {
                                    "title": "Black or African American",
                                    "measurements": [
                                        {
                                            "groupId": "BG000",
                                            "value": "541"
                                        },
                                        {
                                            "groupId": "BG001",
                                            "value": "1228"
                                        },
                                        {
                                            "groupId": "BG002",
                                            "value": "14"
                                        },
                                        {
                                            "groupId": "BG003",
                                            "value": "39"
                                        },
                                        {
                                            "groupId": "BG004",
                                            "value": "2"
                                        },
                                        {
                                            "groupId": "BG005",
                                            "value": "4"
                                        },
                                        {
                                            "groupId": "BG006",
                                            "value": "4"
                                        },
                                        {
                                            "groupId": "BG007",
                                            "value": "1832"
                                        }
                                    ]
                                },
                                {
                                    "title": "White",
                                    "measurements": [
                                        {
                                            "groupId": "BG000",
                                            "value": "2735"
                                        },
                                        {
                                            "groupId": "BG001",
                                            "value": "2122"
                                        },
                                        {
                                            "groupId": "BG002",
                                            "value": "248"
                                        },
                                        {
                                            "groupId": "BG003",
                                            "value": "202"
                                        },
                                        {
                                            "groupId": "BG004",
                                            "value": "99"
                                        },
                                        {
                                            "groupId": "BG005",
                                            "value": "44"
                                        },
                                        {
                                            "groupId": "BG006",
                                            "value": "46"
                                        },
                                        {
                                            "groupId": "BG007",
                                            "value": "5496"
                                        }
                                    ]
                                },
                                {
                                    "title": "More than one race",
                                    "measurements": [
                                        {
                                            "groupId": "BG000",
                                            "value": "49"
                                        },
                                        {
                                            "groupId": "BG001",
                                            "value": "33"
                                        },
                                        {
                                            "groupId": "BG002",
                                            "value": "10"
                                        },
                                        {
                                            "groupId": "BG003",
                                            "value": "4"
                                        },
                                        {
                                            "groupId": "BG004",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "BG005",
                                            "value": "1"
                                        },
                                        {
                                            "groupId": "BG006",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "BG007",
                                            "value": "97"
                                        }
                                    ]
                                },
                                {
                                    "title": "Unknown or Not Reported",
                                    "measurements": [
                                        {
                                            "groupId": "BG000",
                                            "value": "119"
                                        },
                                        {
                                            "groupId": "BG001",
                                            "value": "112"
                                        },
                                        {
                                            "groupId": "BG002",
                                            "value": "4"
                                        },
                                        {
                                            "groupId": "BG003",
                                            "value": "7"
                                        },
                                        {
                                            "groupId": "BG004",
                                            "value": "5"
                                        },
                                        {
                                            "groupId": "BG005",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "BG006",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "BG007",
                                            "value": "247"
                                        }
                                    ]
                                }
                            ]
                        }
                    ]
                },
                {
                    "title": "Region of Enrollment",
                    "paramType": "NUMBER",
                    "unitOfMeasure": "participants",
                    "classes": [
                        {
                            "title": "United States",
                            "denoms": [
                                {
                                    "units": "Participants",
                                    "counts": [
                                        {
                                            "groupId": "BG000",
                                            "value": "3497"
                                        },
                                        {
                                            "groupId": "BG001",
                                            "value": "3533"
                                        },
                                        {
                                            "groupId": "BG002",
                                            "value": "282"
                                        },
                                        {
                                            "groupId": "BG003",
                                            "value": "257"
                                        },
                                        {
                                            "groupId": "BG004",
                                            "value": "106"
                                        },
                                        {
                                            "groupId": "BG005",
                                            "value": "50"
                                        },
                                        {
                                            "groupId": "BG006",
                                            "value": "52"
                                        },
                                        {
                                            "groupId": "BG007",
                                            "value": "7777"
                                        }
                                    ]
                                }
                            ],
                            "categories": [
                                {
                                    "measurements": [
                                        {
                                            "groupId": "BG000",
                                            "value": "3497"
                                        },
                                        {
                                            "groupId": "BG001",
                                            "value": "3533"
                                        },
                                        {
                                            "groupId": "BG002",
                                            "value": "282"
                                        },
                                        {
                                            "groupId": "BG003",
                                            "value": "257"
                                        },
                                        {
                                            "groupId": "BG004",
                                            "value": "106"
                                        },
                                        {
                                            "groupId": "BG005",
                                            "value": "50"
                                        },
                                        {
                                            "groupId": "BG006",
                                            "value": "52"
                                        },
                                        {
                                            "groupId": "BG007",
                                            "value": "7777"
                                        }
                                    ]
                                }
                            ]
                        }
                    ]
                },
                {
                    "title": "Emergency Department Visits",
                    "populationDescription": "ED data was not collected for MiCAP with IF (Main Study: Clinicians), MiCAP with IF and EF (Main Study: Clinicians), Administrative Supplement: Clinicians, and Administrative Supplement: Caregivers.",
                    "paramType": "NUMBER",
                    "unitOfMeasure": "Number on scale",
                    "classes": [
                        {
                            "denoms": [
                                {
                                    "units": "Participants",
                                    "counts": [
                                        {
                                            "groupId": "BG000",
                                            "value": "3497"
                                        },
                                        {
                                            "groupId": "BG001",
                                            "value": "3533"
                                        },
                                        {
                                            "groupId": "BG002",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "BG003",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "BG004",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "BG005",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "BG006",
                                            "value": "52"
                                        },
                                        {
                                            "groupId": "BG007",
                                            "value": "7082"
                                        }
                                    ]
                                }
                            ],
                            "categories": [
                                {
                                    "measurements": [
                                        {
                                            "groupId": "BG000",
                                            "value": "450"
                                        },
                                        {
                                            "groupId": "BG001",
                                            "value": "421"
                                        },
                                        {
                                            "groupId": "BG006",
                                            "value": "12"
                                        },
                                        {
                                            "groupId": "BG007",
                                            "value": "883"
                                        }
                                    ]
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        "outcomeMeasuresModule": {
            "outcomeMeasures": [
                {
                    "type": "PRIMARY",
                    "title": "Main Study: Effect of MiCAP With IF Alone Versus MiCAP With IF+EF on Site-level Outcomes of Adoption and Sustainability of CAPABLE",
                    "description": "Adoptions and sustainability of the intervention using the Stages of Implementation Completion (SIC) at a site (18). SIC is a tool that tracks achievement of key activities when implementing an evidence-based intervention.\n\nSIC has 6 stages with multiple implementation activities; each activity had an assigned numeric value and when a activity was completed, a score was assigned. The \\*total\\* SIC score ranges from 0-100. Stage 1 score range 0-12. Stage 2 0-16. Stage 3 0-24. Stage 4 0-16. Stage 5 0-16. Stage 6 0-16. The \\*total\\* score was calculated by summing the points of each stage. The higher the \\*total\\* score, the more implementation activities were completed.\n\nFor the below reported \\*total\\* score, each waiver site had their \\*total\\* SIC score numerically calculated. Then, the mean and standard deviation were calculated by group/arm.",
                    "populationDescription": "The participants analyzed were the 18 waiver sites from the MAIN STUDY that were then randomized to either MiCAP with IF (n=9) or MiCAP with IF and EF (n=9).\n\nThe Administrative Supplement Arms/Groups are not included in this outcome as data were only collected during the main study.",
                    "reportingStatus": "POSTED",
                    "paramType": "MEAN",
                    "dispersionType": "Standard Deviation",
                    "unitOfMeasure": "score on a scale",
                    "timeFrame": "9 months",
                    "typeUnitsAnalyzed": "waiver sites",
                    "denomUnitsSelected": "waiver sites",
                    "groups": [
                        {
                            "id": "OG000",
                            "title": "MiCAP With IF",
                            "description": "MiCAP with Internal Facilitation will receive MiCAP (implementation strategies). Internal facilitators will be waiver site clinicians with exemplary clinical practice and/or supervisory experience, who are expected to be early adopters of CAPABLE; and will be selected by their supervisors.\n\nMiCAP with IF: Sites will conduct MiCAP strategies described as follows. Relationship Building; Assess readiness to implement of the site; Internal Facilitator (IF) Champion Coalition Building, which will include IFs training in CAPABLE and facilitation and online IF coalition meetings; Facilitation by the IF, which will include training the clinicians, reviewing home visits with the clinician to assure CAPABLE was provided; IF developing a clinical team for implementation of CAPABLE and leading interdisciplinary coordination of individual beneficiary care; Intervention and implementation strategy fidelity data will be placed in a dashboard for audit and provided to IFs. IFs will use the data to provide feedback to clinicians; and develop action plans for improvement in training or care"
                        },
                        {
                            "id": "OG001",
                            "title": "MiCAP With IF and EF",
                            "description": "MiCAP with Internal Facilitation and External Facilitation will receive MiCAP (implementation strategies) and the addition of external facilitation. The external facilitators will be Super-Champion waiver program site clinicians from prior work who were trained and early adopters of CAPABLE; and will be selected by the research team to perform external facilitation.\n\nMiCAP with IF and EF: Sites will conduct MiCAP strategies described above in \"MiCAP with IF\" with an addition of External Facilitation. Centralized Oversight will be conducted by External Facilitators. External Facilitators will train in facilitation. The work of the External Facilitators will be tailored (i.e., type of discipline) to each site's needs. Intervention and implementation strategy fidelity data will be placed in a dashboard and will be provided to External Facilitators. External Facilitators will use the data to provide feedback to Internal Facilitators; and develop action plans for improvement in site clinician training or beneficiary care as needed."
                        }
                    ],
                    "denoms": [
                        {
                            "units": "Participants",
                            "counts": [
                                {
                                    "groupId": "OG000",
                                    "value": "3779"
                                },
                                {
                                    "groupId": "OG001",
                                    "value": "3790"
                                }
                            ]
                        },
                        {
                            "units": "waiver sites",
                            "counts": [
                                {
                                    "groupId": "OG000",
                                    "value": "9"
                                },
                                {
                                    "groupId": "OG001",
                                    "value": "9"
                                }
                            ]
                        }
                    ],
                    "classes": [
                        {
                            "categories": [
                                {
                                    "measurements": [
                                        {
                                            "groupId": "OG000",
                                            "value": "72.22",
                                            "spread": "16.98"
                                        },
                                        {
                                            "groupId": "OG001",
                                            "value": "61.33",
                                            "spread": "19.29"
                                        }
                                    ]
                                }
                            ]
                        }
                    ],
                    "analyses": [
                        {
                            "groupIds": [
                                "OG000",
                                "OG001"
                            ],
                            "groupDescription": "Given 18 sites (9 in each arm) available in Michigan, in the comparison of site-level outcome of adoption and sustainability, the detectable effect size with power of 0.80 in two-sided tests at .05 level of significance was d=1.41.",
                            "nonInferiorityType": "SUPERIORITY",
                            "nonInferiorityComment": "Examination of intensity of facilitation (IF vs IF+EF) on adoption and sustainability using an evidence-based intervention (CAPABLE).",
                            "pValue": "0.22",
                            "pValueComment": "A priori threshold for statistical significance was .05",
                            "statisticalMethod": "t-test, 2 sided",
                            "statisticalComment": "16 degrees of freedom for the t-test comparing two independent groups, n=9 each.",
                            "paramType": "Mean Difference (Final Values)",
                            "paramValue": "10.89",
                            "ciPctValue": "95",
                            "ciNumSides": "TWO_SIDED",
                            "ciLowerLimit": "-7.27",
                            "ciUpperLimit": "29.05",
                            "dispersionType": "STANDARD_DEVIATION",
                            "dispersionValue": "18.17"
                        }
                    ]
                },
                {
                    "type": "SECONDARY",
                    "title": "Main Study: Beneficiary's ADLs Summed Score",
                    "description": "Activities of Daily Living (ADLs) data were collected from the Minimum Data Set-Home Care (MDS-HC) in the Electronic Health Record (EHR). MDS-HC is a person-centered assessment for the collection of minimum essential nursing data, with reliability and validity, and used in the Michigan Medicaid Waiver program.\n\nThe score is a summed score of 11 items on the MDS-HC; with a score range of 0-88. The lower the summed score, the more independent the beneficiary is at performing ADLs. For the 11 items, the available scores are 0= Independent, 1= Set-up help only, 2= Supervision, 3= Limited assistance, 4= Extensive assistance, 5= Maximal assistance, 6= Total dependence, 8= Activity did not occur during entire period.",
                    "populationDescription": "Participants analyzed were the beneficiaries at sites (18); arms included randomized to either MiCAP with IF (n=9) or MiCAP with IF and EF (n=9).",
                    "reportingStatus": "POSTED",
                    "paramType": "MEAN",
                    "dispersionType": "Standard Error",
                    "unitOfMeasure": "Score on scale",
                    "timeFrame": "Exit (9-months)",
                    "typeUnitsAnalyzed": "Waiver Sites",
                    "denomUnitsSelected": "Waiver Sites",
                    "groups": [
                        {
                            "id": "OG000",
                            "title": "MiCAP With IF (Main Study: Beneficiaries)",
                            "description": "MiCAP with Internal Facilitation will receive MiCAP (implementation strategies). Internal facilitators will be waiver site clinicians with exemplary clinical practice and/or supervisory experience, who are expected to be early adopters of CAPABLE; and will be selected by their supervisors.\n\nMiCAP with IF: Sites will conduct MiCAP strategies described as follows. Relationship Building; Assess readiness to implement of the site; Internal Facilitator (IF) Champion Coalition Building, which will include IFs training in CAPABLE and facilitation and online IF coalition meetings; Facilitation by the IF, which will include training the clinicians, reviewing home visits with the clinician to assure CAPABLE was provided; IF developing a clinical team for implementation of CAPABLE and leading interdisciplinary coordination of individual beneficiary care; Intervention and implementation strategy fidelity data will be placed in a dashboard for audit and provided to IFs. IFs will use the data to provide feedback to clinicians; and develop action plans for improvement in training or care"
                        },
                        {
                            "id": "OG001",
                            "title": "MiCAP With IF and EF (Main Study: Beneficiaries)",
                            "description": "MiCAP with Internal Facilitation and External Facilitation will receive MiCAP (implementation strategies) and the addition of external facilitation. The external facilitators will be Super-Champion waiver program site clinicians from prior work who were trained and early adopters of CAPABLE; and will be selected by the research team to perform external facilitation.\n\nMiCAP with IF and EF: Sites will conduct MiCAP strategies described above in \"MiCAP with IF\" with an addition of External Facilitation. Centralized Oversight will be conducted by External Facilitators. External Facilitators will train in facilitation. The work of the External Facilitators will be tailored (i.e., type of discipline) to each site's needs. Intervention and implementation strategy fidelity data will be placed in a dashboard and will be provided to External Facilitators. External Facilitators will use the data to provide feedback to Internal Facilitators; and develop action plans for improvement in site clinician training or beneficiary care as needed."
                        }
                    ],
                    "denoms": [
                        {
                            "units": "Participants",
                            "counts": [
                                {
                                    "groupId": "OG000",
                                    "value": "3113"
                                },
                                {
                                    "groupId": "OG001",
                                    "value": "3242"
                                }
                            ]
                        },
                        {
                            "units": "Waiver Sites",
                            "counts": [
                                {
                                    "groupId": "OG000",
                                    "value": "9"
                                },
                                {
                                    "groupId": "OG001",
                                    "value": "9"
                                }
                            ]
                        }
                    ],
                    "classes": [
                        {
                            "categories": [
                                {
                                    "measurements": [
                                        {
                                            "groupId": "OG000",
                                            "value": "26.13",
                                            "spread": "0.20"
                                        },
                                        {
                                            "groupId": "OG001",
                                            "value": "25.85",
                                            "spread": "0.19"
                                        }
                                    ]
                                }
                            ]
                        }
                    ],
                    "analyses": [
                        {
                            "groupIds": [
                                "OG000",
                                "OG001"
                            ],
                            "groupDescription": "Adjusted means at month 9 were calculated adjusting for baseline value of the outcome and nesting of participants within sites.",
                            "nonInferiorityType": "SUPERIORITY",
                            "nonInferiorityComment": "Examination of intensity of facilitation (IF vs IF+EF) on beneficiaries ADLs at exit using an evidence-based intervention (CAPABLE).",
                            "pValue": "0.73",
                            "pValueComment": "A priori threshold for statistical significance was .05; no adjustments for multiple comparisons",
                            "statisticalMethod": "Mixed Models Analysis",
                            "statisticalComment": "F-test was used built into mixed models that adjusted for clustering via a random effect of site.",
                            "paramType": "Mean Difference (Final Values)",
                            "paramValue": "0.28",
                            "ciPctValue": "95",
                            "ciNumSides": "TWO_SIDED",
                            "ciLowerLimit": "-0.16",
                            "ciUpperLimit": "0.73",
                            "dispersionType": "STANDARD_ERROR_OF_MEAN",
                            "dispersionValue": "0.23",
                            "estimateComment": "IF minus IF+EF"
                        }
                    ]
                },
                {
                    "type": "SECONDARY",
                    "title": "Main Study: Beneficiary's IADLs",
                    "description": "Instrumental Activities of Daily Living (IADLs) was collected from the Minimum Data Set-Home Care (MDS-HC) in the Electronic Health Record (EHR). MDS-HC is a person-centered assessment for the collection of minimum essential nursing data, with reliability and validity, and used in the Michigan Medicaid Waiver program.\n\nThe below reported score is a summed score of 8 items on the MDS-HC; summed score range is 0-64. The lower the summed score, the more independent the beneficiary is at performing IADLs. For the 8 items, the available scores are 0= Independent, 1= Set-up help only, 2= Supervision, 3= Limited assistance, 4= Extensive assistance, 5= Maximal assistance, 6= Total dependence, 8= Activity did not occur during entire period.",
                    "populationDescription": "The participants analyzed were the 18 waiver sites from the MAIN STUDY that were then randomized to either MiCAP with IF (n=9) or MiCAP with IF and EF (n=9).\n\nArms /Groups MiCAP with IF (Main Study: Clinicians), MiCAP with IF and EF (Main Study: Clinicians), Administrative Supplement: Clinicians, and Administrative Supplement: Caregivers, and Administrative Supplement: Beneficiaries were not included as data was not collected.",
                    "reportingStatus": "POSTED",
                    "paramType": "MEAN",
                    "dispersionType": "Standard Error",
                    "unitOfMeasure": "Score on scale",
                    "timeFrame": "Exit (9-months)",
                    "typeUnitsAnalyzed": "Waiver Sites",
                    "denomUnitsSelected": "Waiver Sites",
                    "groups": [
                        {
                            "id": "OG000",
                            "title": "MiCAP With IF (Main Study: Beneficiaries)",
                            "description": "MiCAP with Internal Facilitation will receive MiCAP (implementation strategies). Internal facilitators will be waiver site clinicians with exemplary clinical practice and/or supervisory experience, who are expected to be early adopters of CAPABLE; and will be selected by their supervisors.\n\nMiCAP with IF: Sites will conduct MiCAP strategies described as follows. Relationship Building; Assess readiness to implement of the site; Internal Facilitator (IF) Champion Coalition Building, which will include IFs training in CAPABLE and facilitation and online IF coalition meetings; Facilitation by the IF, which will include training the clinicians, reviewing home visits with the clinician to assure CAPABLE was provided; IF developing a clinical team for implementation of CAPABLE and leading interdisciplinary coordination of individual beneficiary care; Intervention and implementation strategy fidelity data will be placed in a dashboard for audit and provided to IFs. IFs will use the data to provide feedback to clinicians; and develop action plans for improvement in training or care"
                        },
                        {
                            "id": "OG001",
                            "title": "MiCAP With IF and EF (Main Study: Beneficiaries)",
                            "description": "MiCAP with Internal Facilitation and External Facilitation will receive MiCAP (implementation strategies) and the addition of external facilitation. The external facilitators will be Super-Champion waiver program site clinicians from prior work who were trained and early adopters of CAPABLE; and will be selected by the research team to perform external facilitation.\n\nMiCAP with IF and EF: Sites will conduct MiCAP strategies described above in \"MiCAP with IF\" with an addition of External Facilitation. Centralized Oversight will be conducted by External Facilitators. External Facilitators will train in facilitation. The work of the External Facilitators will be tailored (i.e., type of discipline) to each site's needs. Intervention and implementation strategy fidelity data will be placed in a dashboard and will be provided to External Facilitators. External Facilitators will use the data to provide feedback to Internal Facilitators; and develop action plans for improvement in site clinician training or beneficiary care as needed."
                        }
                    ],
                    "denoms": [
                        {
                            "units": "Participants",
                            "counts": [
                                {
                                    "groupId": "OG000",
                                    "value": "3113"
                                },
                                {
                                    "groupId": "OG001",
                                    "value": "3242"
                                }
                            ]
                        },
                        {
                            "units": "Waiver Sites",
                            "counts": [
                                {
                                    "groupId": "OG000",
                                    "value": "9"
                                },
                                {
                                    "groupId": "OG001",
                                    "value": "9"
                                }
                            ]
                        }
                    ],
                    "classes": [
                        {
                            "categories": [
                                {
                                    "measurements": [
                                        {
                                            "groupId": "OG000",
                                            "value": "29.54",
                                            "spread": "0.17"
                                        },
                                        {
                                            "groupId": "OG001",
                                            "value": "29.24",
                                            "spread": "0.17"
                                        }
                                    ]
                                }
                            ]
                        }
                    ],
                    "analyses": [
                        {
                            "groupIds": [
                                "OG000",
                                "OG001"
                            ],
                            "groupDescription": "Post-intervention means were compared adjusting for baseline values and nesting of participants within sites.",
                            "nonInferiorityType": "SUPERIORITY",
                            "nonInferiorityComment": "Examination of intensity of facilitation (IF vs IF+EF) needed on beneficiaries IADLs using an evidence-based intervention (CAPABLE).",
                            "pValue": "0.15",
                            "pValueComment": "Threshold for statistical significance was .05 with no adjustments for multiple comparisons.",
                            "statisticalMethod": "Mixed Models Analysis",
                            "statisticalComment": "F-test was used built into mixed models that adjusted for clustering.",
                            "paramType": "Mean Difference (Final Values)",
                            "paramValue": "0.30",
                            "ciPctValue": "95",
                            "ciNumSides": "TWO_SIDED",
                            "ciLowerLimit": "-0.11",
                            "ciUpperLimit": "0.72",
                            "dispersionType": "STANDARD_ERROR_OF_MEAN",
                            "dispersionValue": "0.21",
                            "estimateComment": "IF minus IF+EF"
                        }
                    ]
                },
                {
                    "type": "SECONDARY",
                    "title": "Main Study: Beneficiary's Pain",
                    "description": "Pain data were collected from the Minimum Data Set-Home Care (MDS-HC) in the Electronic Health Record (EHR). MDS-HC is a person-centered assessment for the collection of minimum essential nursing data, with reliability and validity, and used in the Michigan Medicaid Waiver program.\n\nThe score is a summed score of 4 self-reported items on the MDS-HC; the summed score range is 0-11. The lower the summed score, the less pain the beneficiary reported. The four items included: pain frequency (range 0-3); pain intensity (0-4); pain consistency (0-3); and breakthrough pain (0-1).",
                    "populationDescription": "The participants analyzed were the 18 waiver sites from the MAIN STUDY that were then randomized to either MiCAP with IF (n=9) or MiCAP with IF and EF (n=9).\n\nArms /Groups MiCAP with IF (Main Study: Clinicians), MiCAP with IF and EF (Main Study: Clinicians), Administrative Supplement: Clinicians, and Administrative Supplement: Caregivers, and Administrative Supplement: Beneficiaries were not included as data was not collected.",
                    "reportingStatus": "POSTED",
                    "paramType": "MEAN",
                    "dispersionType": "Standard Error",
                    "unitOfMeasure": "Score on scale",
                    "timeFrame": "Exit (9-months)",
                    "typeUnitsAnalyzed": "Waiver Sites",
                    "denomUnitsSelected": "Waiver Sites",
                    "groups": [
                        {
                            "id": "OG000",
                            "title": "MiCAP With IF (Main Study: Beneficiaries)",
                            "description": "MiCAP with Internal Facilitation will receive MiCAP (implementation strategies). Internal facilitators will be waiver site clinicians with exemplary clinical practice and/or supervisory experience, who are expected to be early adopters of CAPABLE; and will be selected by their supervisors.\n\nMiCAP with IF: Sites will conduct MiCAP strategies described as follows. Relationship Building; Assess readiness to implement of the site; Internal Facilitator (IF) Champion Coalition Building, which will include IFs training in CAPABLE and facilitation and online IF coalition meetings; Facilitation by the IF, which will include training the clinicians, reviewing home visits with the clinician to assure CAPABLE was provided; IF developing a clinical team for implementation of CAPABLE and leading interdisciplinary coordination of individual beneficiary care; Intervention and implementation strategy fidelity data will be placed in a dashboard for audit and provided to IFs. IFs will use the data to provide feedback to clinicians; and develop action plans for improvement in training or care"
                        },
                        {
                            "id": "OG001",
                            "title": "MiCAP With IF and EF (Main Study: Beneficiaries)",
                            "description": "MiCAP with Internal Facilitation and External Facilitation will receive MiCAP (implementation strategies) and the addition of external facilitation. The external facilitators will be Super-Champion waiver program site clinicians from prior work who were trained and early adopters of CAPABLE; and will be selected by the research team to perform external facilitation.\n\nMiCAP with IF and EF: Sites will conduct MiCAP strategies described above in \"MiCAP with IF\" with an addition of External Facilitation. Centralized Oversight will be conducted by External Facilitators. External Facilitators will train in facilitation. The work of the External Facilitators will be tailored (i.e., type of discipline) to each site's needs. Intervention and implementation strategy fidelity data will be placed in a dashboard and will be provided to External Facilitators. External Facilitators will use the data to provide feedback to Internal Facilitators; and develop action plans for improvement in site clinician training or beneficiary care as needed."
                        }
                    ],
                    "denoms": [
                        {
                            "units": "Participants",
                            "counts": [
                                {
                                    "groupId": "OG000",
                                    "value": "3113"
                                },
                                {
                                    "groupId": "OG001",
                                    "value": "3242"
                                }
                            ]
                        },
                        {
                            "units": "Waiver Sites",
                            "counts": [
                                {
                                    "groupId": "OG000",
                                    "value": "9"
                                },
                                {
                                    "groupId": "OG001",
                                    "value": "9"
                                }
                            ]
                        }
                    ],
                    "classes": [
                        {
                            "categories": [
                                {
                                    "measurements": [
                                        {
                                            "groupId": "OG000",
                                            "value": "7.52",
                                            "spread": "0.13"
                                        },
                                        {
                                            "groupId": "OG001",
                                            "value": "7.44",
                                            "spread": "0.13"
                                        }
                                    ]
                                }
                            ]
                        }
                    ],
                    "analyses": [
                        {
                            "groupIds": [
                                "OG000",
                                "OG001"
                            ],
                            "nonInferiorityType": "SUPERIORITY",
                            "nonInferiorityComment": "Examination of intensity of facilitation (IF vs IF+EF) needed on beneficiaries pain at exit using an evidence-based intervention (CAPABLE).",
                            "pValue": "0.61",
                            "pValueComment": "Threshold for statistical significance was.05; no adjustments for multiple comparisons",
                            "statisticalMethod": "Mixed Models Analysis",
                            "statisticalComment": "F-test was used built into mixed models that adjusted for clustering.",
                            "paramType": "Mean Difference (Final Values)",
                            "paramValue": "0.08",
                            "ciPctValue": "95",
                            "ciNumSides": "TWO_SIDED",
                            "ciLowerLimit": "-0.23",
                            "ciUpperLimit": "0.39",
                            "dispersionType": "STANDARD_ERROR_OF_MEAN",
                            "dispersionValue": "0.16",
                            "estimateComment": "IF minus IF+EF"
                        }
                    ]
                },
                {
                    "type": "SECONDARY",
                    "title": "Main Study: Beneficiary's Depression",
                    "description": "Depression was collected from the Minimum Data Set-Home Care (MDS-HC) in the Electronic Health Record (EHR). MDS-HC is a person-centered assessment for the collection of minimum essential nursing data, with reliability and validity, and used in the Michigan Medicaid Waiver program.\n\nThe below reported score is a summed score of 3 self-reported items on the MDS-HC; the summed score range is 0-24. The lower the summed score, the less depressed the beneficiary reported. The 3 items included: little interest in things; anxious, restless, or uneasy; and sad, depressed, or hopeless. For the 3 items, the available scores are 0= Not in last 3 days, 1= Not in last 3 days, but often feels that way, 2= In 1-2 days of last 3 days, 3= Daily in last 3 days, 8= Person could not (would not) respond.",
                    "populationDescription": "The participants analyzed were the 18 waiver sites from the MAIN STUDY that were then randomized to either MiCAP with IF (n=9) or MiCAP with IF and EF (n=9).\n\nArms /Groups MiCAP with IF (Main Study: Clinicians), MiCAP with IF and EF (Main Study: Clinicians), Administrative Supplement: Clinicians, and Administrative Supplement: Caregivers, and Administrative Supplement: Beneficiaries were not included as data was not collected.",
                    "reportingStatus": "POSTED",
                    "paramType": "MEAN",
                    "dispersionType": "Standard Error",
                    "unitOfMeasure": "Score on scale",
                    "timeFrame": "Exit (9-months)",
                    "typeUnitsAnalyzed": "Waiver Sites",
                    "denomUnitsSelected": "Waiver Sites",
                    "groups": [
                        {
                            "id": "OG000",
                            "title": "MiCAP With IF (Main Study: Beneficiaries)",
                            "description": "MiCAP with Internal Facilitation will receive MiCAP (implementation strategies). Internal facilitators will be waiver site clinicians with exemplary clinical practice and/or supervisory experience, who are expected to be early adopters of CAPABLE; and will be selected by their supervisors.\n\nMiCAP with IF: Sites will conduct MiCAP strategies described as follows. Relationship Building; Assess readiness to implement of the site; Internal Facilitator (IF) Champion Coalition Building, which will include IFs training in CAPABLE and facilitation and online IF coalition meetings; Facilitation by the IF, which will include training the clinicians, reviewing home visits with the clinician to assure CAPABLE was provided; IF developing a clinical team for implementation of CAPABLE and leading interdisciplinary coordination of individual beneficiary care; Intervention and implementation strategy fidelity data will be placed in a dashboard for audit and provided to IFs. IFs will use the data to provide feedback to clinicians; and develop action plans for improvement in training or care"
                        },
                        {
                            "id": "OG001",
                            "title": "MiCAP With IF and EF (Main Study: Beneficiaries)",
                            "description": "MiCAP with Internal Facilitation and External Facilitation will receive MiCAP (implementation strategies) and the addition of external facilitation. The external facilitators will be Super-Champion waiver program site clinicians from prior work who were trained and early adopters of CAPABLE; and will be selected by the research team to perform external facilitation.\n\nMiCAP with IF and EF: Sites will conduct MiCAP strategies described above in \"MiCAP with IF\" with an addition of External Facilitation. Centralized Oversight will be conducted by External Facilitators. External Facilitators will train in facilitation. The work of the External Facilitators will be tailored (i.e., type of discipline) to each site's needs. Intervention and implementation strategy fidelity data will be placed in a dashboard and will be provided to External Facilitators. External Facilitators will use the data to provide feedback to Internal Facilitators; and develop action plans for improvement in site clinician training or beneficiary care as needed."
                        }
                    ],
                    "denoms": [
                        {
                            "units": "Participants",
                            "counts": [
                                {
                                    "groupId": "OG000",
                                    "value": "3113"
                                },
                                {
                                    "groupId": "OG001",
                                    "value": "3242"
                                }
                            ]
                        },
                        {
                            "units": "Waiver Sites",
                            "counts": [
                                {
                                    "groupId": "OG000",
                                    "value": "9"
                                },
                                {
                                    "groupId": "OG001",
                                    "value": "9"
                                }
                            ]
                        }
                    ],
                    "classes": [
                        {
                            "categories": [
                                {
                                    "measurements": [
                                        {
                                            "groupId": "OG000",
                                            "value": "1.3",
                                            "spread": "0.05"
                                        },
                                        {
                                            "groupId": "OG001",
                                            "value": "1.17",
                                            "spread": "0.05"
                                        }
                                    ]
                                }
                            ]
                        }
                    ],
                    "analyses": [
                        {
                            "groupIds": [
                                "OG000",
                                "OG001"
                            ],
                            "nonInferiorityType": "SUPERIORITY",
                            "nonInferiorityComment": "Examination of intensity of facilitation (IF vs IF+EF) needed on beneficiaries depression (baseline to exit) using an evidence-based intervention (CAPABLE).",
                            "pValue": "0.04",
                            "statisticalMethod": "F-test",
                            "statisticalComment": "F-test was used (related to the t-test arithmetically), built into mixed models that adjusted for clustering.",
                            "paramType": "LS Means",
                            "paramValue": "0.05",
                            "ciPctValue": "95",
                            "ciNumSides": "TWO_SIDED",
                            "ciLowerLimit": "0.01",
                            "ciUpperLimit": "0.24",
                            "dispersionType": "STANDARD_ERROR_OF_MEAN",
                            "dispersionValue": "0.05"
                        }
                    ]
                },
                {
                    "type": "SECONDARY",
                    "title": "Main Study: Beneficiary's Fall Rate",
                    "description": "Beneficiary falls data were collected from the Minimum Data Set-Home Care (MDS-HC) in the Electronic Health Record. MDS-HC is a person-centered assessment for the collection of minimum essential nursing data, with reliability and validity, and used in the Michigan Medicaid Waiver program.\n\nFalls were reported as proportions of occurrences on the MDS-HC; and calculated for this study based on the occurrence of a fall where yes=1 and no=0 divided by the number of participants.",
                    "reportingStatus": "POSTED",
                    "paramType": "MEAN",
                    "dispersionType": "Standard Error",
                    "unitOfMeasure": "percentage of participants",
                    "timeFrame": "Exit (9-months)",
                    "groups": [
                        {
                            "id": "OG000",
                            "title": "MiCAP With IF (Main Trial)",
                            "description": "MiCAP with Internal Facilitation will receive MiCAP (implementation strategies). Internal facilitators will be waiver site clinicians with exemplary clinical practice and/or supervisory experience, who are expected to be early adopters of CAPABLE; and will be selected by their supervisors.\n\nMiCAP with IF (Main Trial): Sites will conduct MiCAP strategies described as follows. Relationship Building; Assess readiness to implement of the site; Internal Facilitator (IF) Champion Coalition Building, which will include IFs training in CAPABLE and facilitation and online IF coalition meetings; Facilitation by the IF, which will include training the clinicians, reviewing home visits with the clinician to assure CAPABLE was provided; IF developing a clinical team for implementation of CAPABLE and leading interdisciplinary coordination of individual beneficiary care; Intervention and implementation strategy fidelity data will be placed in a dashboard for audit and provided to IFs. IFs will use the data to provide feedback to clinicians; and develop action plans for improvement in training or care"
                        },
                        {
                            "id": "OG001",
                            "title": "MiCAP With IF and EF (Main Trial)",
                            "description": "MiCAP with IF and EF will receive MiCAP (implementation strategies) and the addition of external facilitation. The external facilitators will be Champion who was trained and is an adopter of CAPABLE.\n\nMiCAP with IF (Main Trial): Sites will conduct MiCAP strategies described. Relationship Building; Assess readiness to implement of the site; Internal Facilitator (IF) Coalition Building, which will include IFs training in CAPABLE and facilitation and IF coalition meetings; Facilitation by the IF, will include training clinicians, reviewing home visits with clinicians to assure CAPABLE was provided; developing a clinical team to implement CAPABLE and leading interdisciplinary coordination; Intervention and implementation audits provided to IFs. IFs will use the data to provide feedback to clinicians; and develop action plans for improvement (Main Trial): Sites will conduct MiCAP strategies described above in \"MiCAP with IF\" with an addition of External Facilitation. Centralized Oversight will be conducted tailored (i.e., type of discipline) to each site's needs. Intervention and implementation strategy fidelity data will be placed in a dashboard and will be provided to External Facilitators. External Facilitators will use the data to provide feedback to Internal Facilitators; and develop action plans for improvement in site clinician training or beneficiary care as needed."
                        }
                    ],
                    "denoms": [
                        {
                            "units": "Participants",
                            "counts": [
                                {
                                    "groupId": "OG000",
                                    "value": "3397"
                                },
                                {
                                    "groupId": "OG001",
                                    "value": "3533"
                                }
                            ]
                        }
                    ],
                    "classes": [
                        {
                            "categories": [
                                {
                                    "measurements": [
                                        {
                                            "groupId": "OG000",
                                            "value": "0.15",
                                            "spread": "0.01"
                                        },
                                        {
                                            "groupId": "OG001",
                                            "value": "0.14",
                                            "spread": "0.01"
                                        }
                                    ]
                                }
                            ]
                        }
                    ],
                    "analyses": [
                        {
                            "groupIds": [
                                "OG000",
                                "OG001"
                            ],
                            "nonInferiorityType": "SUPERIORITY",
                            "nonInferiorityComment": "Examination of intensity of facilitation (IF vs IF+EF) on beneficiaries fall rates at exit after an evidence-based intervention (CAPABLE).",
                            "pValue": "0.18",
                            "statisticalMethod": "Mixed Models Analysis",
                            "paramType": "Odds Ratio (OR)",
                            "paramValue": "1.16",
                            "ciPctValue": "95",
                            "ciNumSides": "TWO_SIDED",
                            "ciLowerLimit": "0.93",
                            "ciUpperLimit": "1.45",
                            "dispersionType": "STANDARD_ERROR_OF_MEAN",
                            "dispersionValue": ".01"
                        },
                        {
                            "groupIds": [
                                "OG000",
                                "OG001"
                            ],
                            "groupDescription": "Occurrence of falls was analyzed with adjustment for baseline and nesting of participants within sites.",
                            "nonInferiorityType": "SUPERIORITY",
                            "pValue": ".18",
                            "pValueComment": "Threshold for statistical significance was .05; no adjustment for multiple comparisons.",
                            "statisticalMethod": "Mixed Models Analysis",
                            "paramType": "Odds Ratio (OR)",
                            "paramValue": "1.16",
                            "ciPctValue": "95",
                            "ciNumSides": "TWO_SIDED",
                            "ciLowerLimit": "0.93",
                            "ciUpperLimit": "1.45",
                            "estimateComment": "Odds ratio for IF versus IF+EF"
                        }
                    ]
                },
                {
                    "type": "SECONDARY",
                    "title": "Main Study: Beneficiary's Emergency Department (ED) Visits Occurrences Out of Total Number of Participants.",
                    "description": "Beneficiary-level outcome emergency department (ED) data were collected from the Minimum Data Set-Home Care (MDS-HC) in the Electronic Health Record. MDS-HC is a person-centered assessment for the collection of minimum essential nursing data, with reliability and validity, and used in the Michigan Medicaid Waiver program.\n\nED visits were reported as proportion calculated based on the occurrence of an ED visit where yes=1 and no=0 out of the number of participants.",
                    "reportingStatus": "POSTED",
                    "paramType": "MEAN",
                    "dispersionType": "Standard Error",
                    "unitOfMeasure": "percentage of participants",
                    "timeFrame": "Exit (9-months)",
                    "groups": [
                        {
                            "id": "OG000",
                            "title": "MiCAP With IF (Main Trial)",
                            "description": "MiCAP with Internal Facilitation will receive MiCAP (implementation strategies). Internal facilitators will be waiver site clinicians with exemplary clinical practice and/or supervisory experience, who are expected to be early adopters of CAPABLE; and will be selected by their supervisors.\n\nMiCAP with IF (Main Trial): Sites will conduct MiCAP strategies described as follows. Relationship Building; Assess readiness to implement of the site; Internal Facilitator (IF) Champion Coalition Building, which will include IFs training in CAPABLE and facilitation and online IF coalition meetings; Facilitation by the IF, which will include training the clinicians, reviewing home visits with the clinician to assure CAPABLE was provided; IF developing a clinical team for implementation of CAPABLE and leading interdisciplinary coordination of individual beneficiary care; Intervention and implementation strategy fidelity data will be placed in a dashboard for audit and provided to IFs. IFs will use the data to provide feedback to clinicians; and develop action plans for improvement in training or care"
                        },
                        {
                            "id": "OG001",
                            "title": "MiCAP With IF and EF (Main Trial)",
                            "description": "MiCAP with IF and EF will receive MiCAP (implementation strategies) and the addition of EF. EF will be a waiver program clinicians trained and early adopters of CAPABLE.\n\nMiCAP with IF (Main Trial): Sites will conduct MiCAP strategies. Relationship Building; Assess readiness to implement of the site; IF Coalition Building; Facilitation by the IF, which will include training the clinicians, reviewing home visits to assure CAPABLE was provided; developing a clinical team for implementation of CAPABLE; leading interdisciplinary coordination of individual beneficiary care; Intervention and implementation strategy fidelity data will be placed in a dashboard for audit and provided to IFs. IFs will use the data to provide feedback to clinicians; and develop action plans for improvement in training or care\n\nMiCAP with IF and EF (Main Trial): Sites will conduct MiCAP strategies described above in \"MiCAP with IF\" with an addition of External Facilitation. Centralized Oversight will be conducted by External Facilitators. External Facilitators will train in facilitation. The work of the External Facilitators will be tailored (i.e., type of discipline) to each site's needs. Intervention and implementation strategy fidelity data will be placed in a dashboard and will be provided to External Facilitators. External Facilitators will use the data to provide feedback to Internal Facilitators; and develop action plans for improvement in site clinician training or beneficiary care as needed."
                        }
                    ],
                    "denoms": [
                        {
                            "units": "Participants",
                            "counts": [
                                {
                                    "groupId": "OG000",
                                    "value": "3387"
                                },
                                {
                                    "groupId": "OG001",
                                    "value": "3533"
                                }
                            ]
                        }
                    ],
                    "classes": [
                        {
                            "categories": [
                                {
                                    "measurements": [
                                        {
                                            "groupId": "OG000",
                                            "value": "0.92",
                                            "spread": ".01"
                                        },
                                        {
                                            "groupId": "OG001",
                                            "value": "0.91",
                                            "spread": ".01"
                                        }
                                    ]
                                }
                            ]
                        }
                    ],
                    "analyses": [
                        {
                            "groupIds": [
                                "OG000",
                                "OG001"
                            ],
                            "nonInferiorityType": "SUPERIORITY",
                            "nonInferiorityComment": "Examination of intensity of facilitation (IF vs IF+EF) on beneficiaries ED Visits at exit after an evidence-based intervention (CAPABLE).",
                            "pValue": "0.86",
                            "pValueComment": "Threshold for statistical significance was .05 with no adjustments for multiple comparisons.",
                            "statisticalMethod": "Mixed Models Analysis",
                            "statisticalComment": "Adjustment for baseline and nesting of participants within sites.",
                            "paramType": "Odds Ratio (OR)",
                            "paramValue": "0.98",
                            "ciPctValue": "95",
                            "ciNumSides": "TWO_SIDED",
                            "ciLowerLimit": "0.79",
                            "ciUpperLimit": "1.22",
                            "dispersionType": "STANDARD_ERROR_OF_MEAN",
                            "dispersionValue": "0.01"
                        }
                    ]
                },
                {
                    "type": "SECONDARY",
                    "title": "Main Study: Beneficiary's Hospitalization Occurrences Out of Total Number of Participants.",
                    "description": "Beneficiary-level outcomes hospitalizations data were collected from the Minimum Data Set-Home Care (MDS-HC) in the Electronic Health Record. MDS-HC is a person-centered assessment for the collection of minimum essential nursing data, with reliability and validity, and used in the Michigan Medicaid Waiver program.\n\nHospitalizations were reported based on the occurrence and calculated for this study as rates of hospitalization where yes=1 and no=0 out of total number of participants.",
                    "reportingStatus": "POSTED",
                    "paramType": "MEAN",
                    "dispersionType": "Standard Error",
                    "unitOfMeasure": "percentage of participants",
                    "timeFrame": "Exit (9-months)",
                    "groups": [
                        {
                            "id": "OG000",
                            "title": "MiCAP With IF (Main Trial)",
                            "description": "MiCAP with Internal Facilitation will receive MiCAP (implementation strategies). Internal facilitators will be waiver site clinicians with exemplary clinical practice and/or supervisory experience, who are expected to be early adopters of CAPABLE; and will be selected by their supervisors.\n\nMiCAP with IF (Main Trial): Sites will conduct MiCAP strategies described as follows. Relationship Building; Assess readiness to implement of the site; Internal Facilitator (IF) Champion Coalition Building, which will include IFs training in CAPABLE and facilitation and online IF coalition meetings; Facilitation by the IF, which will include training the clinicians, reviewing home visits with the clinician to assure CAPABLE was provided; IF developing a clinical team for implementation of CAPABLE and leading interdisciplinary coordination of individual beneficiary care; Intervention and implementation strategy fidelity data will be placed in a dashboard for audit and provided to IFs. IFs will use the data to provide feedback to clinicians; and develop action plans for improvement in training or care"
                        },
                        {
                            "id": "OG001",
                            "title": "MiCAP With IF and EF (Main Trial)",
                            "description": "MiCAP with IF and EF will receive MiCAP (implementation strategies) and the addition of external facilitation. The EF will be a Champion waiver trained and an adopter of CAPABLE.\n\nMiCAP with IF (Main Trial): Sites will conduct MiCAP strategies. Relationship Building; Assess readiness to implement of the site; Facilitation by the IF, which will include training the clinicians, reviewing home visits with the clinician to assure CAPABLE was provided; IF developing a clinical team and leading interdisciplinary coordination of individual beneficiary care; Intervention and implementation strategy fidelity data will be placed in a dashboard for audit and provided to IFs. IFs will use the data to provide feedback to clinicians; and develop action plans for improvement in training or care\n\nMiCAP with IF and EF (Main Trial): Sites will conduct MiCAP strategies described above in \"MiCAP with IF\" with an addition of External Facilitation. Centralized Oversight will be conducted by External Facilitators. External Facilitators will train in facilitation. The work of the External Facilitators will be tailored (i.e., type of discipline) to each site's needs. Intervention and implementation strategy fidelity data will be placed in a dashboard and will be provided to External Facilitators. External Facilitators will use the data to provide feedback to Internal Facilitators; and develop action plans for improvement in site clinician training or beneficiary care as needed."
                        }
                    ],
                    "denoms": [
                        {
                            "units": "Participants",
                            "counts": [
                                {
                                    "groupId": "OG000",
                                    "value": "3387"
                                },
                                {
                                    "groupId": "OG001",
                                    "value": "3553"
                                }
                            ]
                        }
                    ],
                    "classes": [
                        {
                            "categories": [
                                {
                                    "measurements": [
                                        {
                                            "groupId": "OG000",
                                            "value": "0.01",
                                            "spread": ".01"
                                        },
                                        {
                                            "groupId": "OG001",
                                            "value": ".01",
                                            "spread": ".01"
                                        }
                                    ]
                                }
                            ]
                        }
                    ],
                    "analyses": [
                        {
                            "groupIds": [
                                "OG000",
                                "OG001"
                            ],
                            "nonInferiorityType": "SUPERIORITY",
                            "nonInferiorityComment": "Examination of intensity of facilitation (IF vs IF+EF) needed on beneficiaries hospitalizations (baseline to exit) using an evidence-based intervention (CAPABLE).",
                            "pValue": "0.95",
                            "statisticalMethod": "F-test",
                            "statisticalComment": "F-test was used (related to the t-test arithmetically), built into mixed models that adjusted for clustering.",
                            "paramType": "Odds Ratio (OR)",
                            "paramValue": "1.01",
                            "ciPctValue": "95",
                            "ciNumSides": "TWO_SIDED",
                            "ciLowerLimit": "0.72",
                            "ciUpperLimit": "1.42",
                            "dispersionType": "STANDARD_ERROR_OF_MEAN",
                            "dispersionValue": "1.01"
                        }
                    ]
                },
                {
                    "type": "OTHER_PRE_SPECIFIED",
                    "title": "Main Study: Clinician Attitude Towards Evidence Based Practice Use",
                    "description": "Evidence-Based Practice Attitude Scale (EBPAS-50) is a 50-item tool that assesses clinician attitudes toward adopting evidence into practice. EBPAS-50 has 50 items on the tool which includes 10 sub-scales: limitations, openness, monitoring, requirements, employability, feedback, burden, appeal, divergence, balance; and the questions are negatively framed. The 10 sub-scales are summed into a higher order total scale score representing respondent's attitude toward adopting evidence into practice.\n\nEBPAS-50 total scale score ranges from 0-200 with higher being a better attitude towards use of evidence in practice. Each of the 10 sub-scales ranges from 0-20; with higher being a better attitude towards use of evidence.\n\nItems are reversed scored, and the mean sub-scale scores are recomputed, before a mean score for the total EBPAS-50 item score is computed.\n\nA higher total score indicate a more positive attitude towards adoption of evidence-based practice use.",
                    "reportingStatus": "POSTED",
                    "paramType": "LEAST_SQUARES_MEAN",
                    "dispersionType": "Standard Error",
                    "unitOfMeasure": "units on a scale",
                    "timeFrame": "Exit (9-months)",
                    "groups": [
                        {
                            "id": "OG000",
                            "title": "MiCAP With IF (Main Trial)",
                            "description": "MiCAP with Internal Facilitation will receive MiCAP (implementation strategies). Internal facilitators will be waiver site clinicians with exemplary clinical practice and/or supervisory experience, who are expected to be early adopters of CAPABLE; and will be selected by their supervisors.\n\nMiCAP with IF (Main Trial): Sites will conduct MiCAP strategies described as follows. Relationship Building; Assess readiness to implement of the site; Internal Facilitator (IF) Champion Coalition Building, which will include IFs training in CAPABLE and facilitation and online IF coalition meetings; Facilitation by the IF, which will include training the clinicians, reviewing home visits with the clinician to assure CAPABLE was provided; IF developing a clinical team for implementation of CAPABLE and leading interdisciplinary coordination of individual beneficiary care; Intervention and implementation strategy fidelity data will be placed in a dashboard for audit and provided to IFs. IFs will use the data to provide feedback to clinicians; and develop action plans for improvement in training or care"
                        },
                        {
                            "id": "OG001",
                            "title": "MiCAP With IF and EF (Main Trial)",
                            "description": "MiCAP with IF and EF will receive MiCAP (implementation strategies) and the addition of external facilitation. EF will be a Champion clinician early adopters of CAPABLE.\n\nMiCAP with IF (Main Trial): Sites will conduct MiCAP strategies. Relationship Building; Assess readiness to implement of the site; IF Coalition Building; Facilitation will include training clinicians, reviewing home visits to assure CAPABLE was provided; IF developing a clinical team for implementation of CAPABLE and leading interdisciplinary coordination of individual beneficiary care; Intervention and implementation strategy fidelity data will be placed in a dashboard for audit and provided to IFs. IFs will use the data to provide feedback to clinicians; and develop action plans for improvement in training or care\n\nMiCAP with IF and EF (Main Trial): Sites will conduct MiCAP strategies described above in \"MiCAP with IF\" with an addition of External Facilitation. Centralized Oversight will be conducted by External Facilitators. External Facilitators will train in facilitation. The work of the External Facilitators will be tailored (i.e., type of discipline) to each site's needs. Intervention and implementation strategy fidelity data will be placed in a dashboard and will be provided to External Facilitators. External Facilitators will use the data to provide feedback to Internal Facilitators; and develop action plans for improvement in site clinician training or beneficiary care as needed."
                        }
                    ],
                    "denoms": [
                        {
                            "units": "Participants",
                            "counts": [
                                {
                                    "groupId": "OG000",
                                    "value": "282"
                                },
                                {
                                    "groupId": "OG001",
                                    "value": "257"
                                }
                            ]
                        }
                    ],
                    "classes": [
                        {
                            "title": "Attitude limitations",
                            "categories": [
                                {
                                    "measurements": [
                                        {
                                            "groupId": "OG000",
                                            "value": "0.00",
                                            "spread": "0.11"
                                        },
                                        {
                                            "groupId": "OG001",
                                            "value": "-0.06",
                                            "spread": "0.11"
                                        }
                                    ]
                                }
                            ]
                        },
                        {
                            "title": "Attitude openness",
                            "categories": [
                                {
                                    "measurements": [
                                        {
                                            "groupId": "OG000",
                                            "value": "0.08",
                                            "spread": "0.08"
                                        },
                                        {
                                            "groupId": "OG001",
                                            "value": "0.00",
                                            "spread": "0.08"
                                        }
                                    ]
                                }
                            ]
                        },
                        {
                            "title": "Attitude monitoring",
                            "categories": [
                                {
                                    "measurements": [
                                        {
                                            "groupId": "OG000",
                                            "value": "0.01",
                                            "spread": "0.14"
                                        },
                                        {
                                            "groupId": "OG001",
                                            "value": "0.18",
                                            "spread": "0.14"
                                        }
                                    ]
                                }
                            ]
                        },
                        {
                            "title": "Attitude requirements",
                            "categories": [
                                {
                                    "measurements": [
                                        {
                                            "groupId": "OG000",
                                            "value": "0.15",
                                            "spread": "0.09"
                                        },
                                        {
                                            "groupId": "OG001",
                                            "value": "0.18",
                                            "spread": "0.14"
                                        }
                                    ]
                                }
                            ]
                        },
                        {
                            "title": "Attitude employabilty",
                            "categories": [
                                {
                                    "measurements": [
                                        {
                                            "groupId": "OG000",
                                            "value": "-0.17",
                                            "spread": "0.07"
                                        },
                                        {
                                            "groupId": "OG001",
                                            "value": "-0.04",
                                            "spread": "0.11"
                                        }
                                    ]
                                }
                            ]
                        },
                        {
                            "title": "Attitude feedback (higher is better)",
                            "categories": [
                                {
                                    "measurements": [
                                        {
                                            "groupId": "OG000",
                                            "value": "0.10",
                                            "spread": "0.11"
                                        },
                                        {
                                            "groupId": "OG001",
                                            "value": "-0.01",
                                            "spread": "0.12"
                                        }
                                    ]
                                }
                            ]
                        },
                        {
                            "title": "Attitude burden",
                            "categories": [
                                {
                                    "measurements": [
                                        {
                                            "groupId": "OG000",
                                            "value": "0.13",
                                            "spread": "0.15"
                                        },
                                        {
                                            "groupId": "OG001",
                                            "value": "0.04",
                                            "spread": "0.14"
                                        }
                                    ]
                                }
                            ]
                        },
                        {
                            "title": "Attitude appeal",
                            "categories": [
                                {
                                    "measurements": [
                                        {
                                            "groupId": "OG000",
                                            "value": "0.06",
                                            "spread": "0.08"
                                        },
                                        {
                                            "groupId": "OG001",
                                            "value": "-0.11",
                                            "spread": "0.08"
                                        }
                                    ]
                                }
                            ]
                        },
                        {
                            "title": "Attitude divergence",
                            "categories": [
                                {
                                    "measurements": [
                                        {
                                            "groupId": "OG000",
                                            "value": "0.07",
                                            "spread": "0.09"
                                        },
                                        {
                                            "groupId": "OG001",
                                            "value": "0.14",
                                            "spread": "0.09"
                                        }
                                    ]
                                }
                            ]
                        },
                        {
                            "title": "Attitude balance",
                            "categories": [
                                {
                                    "measurements": [
                                        {
                                            "groupId": "OG000",
                                            "value": "0.11",
                                            "spread": "0.11"
                                        },
                                        {
                                            "groupId": "OG001",
                                            "value": "0.21",
                                            "spread": "0.10"
                                        }
                                    ]
                                }
                            ]
                        },
                        {
                            "title": "Overall Attitude (total summed mean score)",
                            "categories": [
                                {
                                    "measurements": [
                                        {
                                            "groupId": "OG000",
                                            "value": "-103.49",
                                            "spread": "0.92"
                                        },
                                        {
                                            "groupId": "OG001",
                                            "value": "-103.52",
                                            "spread": "0.92"
                                        }
                                    ]
                                }
                            ]
                        }
                    ],
                    "analyses": [
                        {
                            "groupIds": [
                                "OG000",
                                "OG001"
                            ],
                            "groupDescription": "Mixed modeling was used to account for nesting of clinicians within sites.",
                            "nonInferiorityType": "SUPERIORITY",
                            "nonInferiorityComment": "Examination of clinician attitude on facilitation (IF vs IF+EF) at exit when using an evidence-based intervention (CAPABLE).",
                            "pValue": "0.05",
                            "statisticalMethod": "Mixed Models Analysis",
                            "paramType": "Mean Difference (Final Values)",
                            "paramValue": "5.11",
                            "ciPctValue": "95",
                            "ciNumSides": "TWO_SIDED",
                            "ciLowerLimit": "0.09",
                            "ciUpperLimit": "10.14",
                            "dispersionType": "STANDARD_ERROR_OF_MEAN",
                            "dispersionValue": "2.55"
                        }
                    ]
                },
                {
                    "type": "OTHER_PRE_SPECIFIED",
                    "title": "Main Study: Clinician Self-efficacy",
                    "description": "General Self-efficacy (GSE) is a 10-item tool (Cronbach .79-.90) with a 4-point scale summed to 10-40, with a higher score indicating more self-efficacy.",
                    "populationDescription": "Clinicians.",
                    "reportingStatus": "POSTED",
                    "paramType": "MEAN",
                    "dispersionType": "Standard Error",
                    "unitOfMeasure": "Score on scale",
                    "timeFrame": "Exit (9-months)",
                    "groups": [
                        {
                            "id": "OG000",
                            "title": "MiCAP With IF (Main Trial)",
                            "description": "MiCAP with Internal Facilitation will receive MiCAP (implementation strategies). Internal facilitators will be waiver site clinicians with exemplary clinical practice and/or supervisory experience, who are expected to be early adopters of CAPABLE; and will be selected by their supervisors.\n\nMiCAP with IF (Main Trial): Sites will conduct MiCAP strategies described as follows. Relationship Building; Assess readiness to implement of the site; Internal Facilitator (IF) Champion Coalition Building, which will include IFs training in CAPABLE and facilitation and online IF coalition meetings; Facilitation by the IF, which will include training the clinicians, reviewing home visits with the clinician to assure CAPABLE was provided; IF developing a clinical team for implementation of CAPABLE and leading interdisciplinary coordination of individual beneficiary care; Intervention and implementation strategy fidelity data will be placed in a dashboard for audit and provided to IFs. IFs will use the data to provide feedback to clinicians; and develop action plans for improvement in training or care"
                        },
                        {
                            "id": "OG001",
                            "title": "MiCAP With IF and EF (Main Trial)",
                            "description": "MiCAP with IF and EF will receive MiCAP (implementation strategies) and the addition of EF. EF will be a Champion clinician and an early adopters of CAPABLE.\n\nMiCAP with IF (Main Trial): Sites will conduct MiCAP strategies described as follows. Relationship Building; Assess readiness to implement of the site; Champion Coalition Building; Facilitation by IF, includes training clinicians, reviewing home visits to assure CAPABLE was provided; developing a clinical team to implement CAPABLE and leading interdisciplinary coordination of individual beneficiary care; Intervention and implementation strategy fidelity data will be placed in a dashboard for audit and provided to IFs. IFs will use the data to provide feedback to clinicians; and develop action plans for improvement in training or care\n\nMiCAP with IF and EF (Main Trial): Sites will conduct MiCAP strategies described above in \"MiCAP with IF\" with an addition of External Facilitation. Centralized Oversight will be conducted by External Facilitators. External Facilitators will train in facilitation. The work of the External Facilitators will be tailored (i.e., type of discipline) to each site's needs. Intervention and implementation strategy fidelity data will be placed in a dashboard and will be provided to External Facilitators. External Facilitators will use the data to provide feedback to Internal Facilitators; and develop action plans for improvement in site clinician training or beneficiary care as needed."
                        }
                    ],
                    "denoms": [
                        {
                            "units": "Participants",
                            "counts": [
                                {
                                    "groupId": "OG000",
                                    "value": "282"
                                },
                                {
                                    "groupId": "OG001",
                                    "value": "257"
                                }
                            ]
                        }
                    ],
                    "classes": [
                        {
                            "categories": [
                                {
                                    "measurements": [
                                        {
                                            "groupId": "OG000",
                                            "value": "-2.34",
                                            "spread": "0.21"
                                        },
                                        {
                                            "groupId": "OG001",
                                            "value": "-2.57",
                                            "spread": "0.30"
                                        }
                                    ]
                                }
                            ]
                        }
                    ],
                    "analyses": [
                        {
                            "groupIds": [
                                "OG000",
                                "OG001"
                            ],
                            "nonInferiorityType": "OTHER",
                            "nonInferiorityComment": "Examination of clinician self-efficacy on facilitation (IF vs IF+EF) (baseline to exit) when using an evidence-based intervention (CAPABLE).",
                            "pValue": "0.54",
                            "pValueComment": "Threshold for statistical significance was .05 with no adjustments for multiple testing.",
                            "statisticalMethod": "Mixed Models Analysis",
                            "statisticalComment": "Nesting of clinicians within site was adjusted for as a random effect.",
                            "paramType": "Mean Difference (Final Values)",
                            "paramValue": "0.23",
                            "ciPctValue": "95",
                            "ciNumSides": "TWO_SIDED",
                            "ciLowerLimit": "-0.51",
                            "ciUpperLimit": "0.97",
                            "dispersionType": "STANDARD_ERROR_OF_MEAN",
                            "dispersionValue": "0.36"
                        }
                    ]
                },
                {
                    "type": "OTHER_PRE_SPECIFIED",
                    "title": "Administrative Supplement: Feasibility of Use of Intervention With Clinicians, Caregivers and Beneficiaries.",
                    "description": "Feasibility of use of intervention with caregivers use of toolkit with beneficiaries with Alzheimer's Disease or dementia following implementation of CAPABLE.\n\nFeasibility was measured as: the percentage of those who consented and enrolled of those who were recruited who were eligible.",
                    "populationDescription": "Caregivers: \\>21 years of age, an Informal Caregiver for a beneficiary in Medicaid waiver program.\n\nClinicians: \\>21 years of age employed as RN or SW in waiver program where study conducted.\n\nBeneficiary: \\>21 years of age and enrolled in waiver program, and diagnosed with Alzheimer's disease or other dementia.\n\nNOTES:\n\n* 1 Overall Number of Participants Analyzed: is the total number recruited.\n* 2 The Measure Type in Outcome Measure Data Table is the number enrolled of the number recruited.",
                    "reportingStatus": "POSTED",
                    "paramType": "COUNT_OF_PARTICIPANTS",
                    "unitOfMeasure": "Participants",
                    "timeFrame": "Recruitment period of 9-months.",
                    "groups": [
                        {
                            "id": "OG000",
                            "title": "Administrative Supplement: Caregivers",
                            "description": "Caregivers enrolled in trial to assist with providing CAPABLE to beneficiaries."
                        },
                        {
                            "id": "OG001",
                            "title": "Clinicians Enrolled in Study.",
                            "description": "Clinicians employed at waiver sites that worked with caregivers and cared for beneficiaries."
                        },
                        {
                            "id": "OG002",
                            "title": "Beneficiaries Enrolled in the Study.",
                            "description": "A waiver participant who has an informal caregiver and a diagnosis of Alzheimer's disease or dementia."
                        }
                    ],
                    "denoms": [
                        {
                            "units": "Participants",
                            "counts": [
                                {
                                    "groupId": "OG000",
                                    "value": "58"
                                },
                                {
                                    "groupId": "OG001",
                                    "value": "135"
                                },
                                {
                                    "groupId": "OG002",
                                    "value": "60"
                                }
                            ]
                        }
                    ],
                    "classes": [
                        {
                            "categories": [
                                {
                                    "measurements": [
                                        {
                                            "groupId": "OG000",
                                            "value": "50"
                                        },
                                        {
                                            "groupId": "OG001",
                                            "value": "106"
                                        },
                                        {
                                            "groupId": "OG002",
                                            "value": "52"
                                        }
                                    ]
                                }
                            ]
                        }
                    ]
                },
                {
                    "type": "OTHER_PRE_SPECIFIED",
                    "title": "Administrative Supplement: Acceptability of Caregiver Use of Intervention With Beneficiaries.",
                    "description": "Acceptability of Caregiver Use of Toolkit With Beneficiaries With Alzheimer's Disease or Dementia Following Implementation of CAPABLE. Acceptability: counts of toolkit use and sections used.",
                    "populationDescription": "Informal caregivers enrolled in study to care for beneficiaries in the waiver program.",
                    "reportingStatus": "POSTED",
                    "paramType": "NUMBER",
                    "unitOfMeasure": "Count of caregiver use of toolkit",
                    "timeFrame": "9-months",
                    "groups": [
                        {
                            "id": "OG000",
                            "title": "Administrative Supplement: Group-Caregivers",
                            "description": "Caregivers enrolled in study to care for beneficiaries in the waiver program."
                        }
                    ],
                    "denoms": [
                        {
                            "units": "Participants",
                            "counts": [
                                {
                                    "groupId": "OG000",
                                    "value": "50"
                                }
                            ]
                        }
                    ],
                    "classes": [
                        {
                            "categories": [
                                {
                                    "measurements": [
                                        {
                                            "groupId": "OG000",
                                            "value": "813"
                                        }
                                    ]
                                }
                            ]
                        }
                    ]
                },
                {
                    "type": "OTHER_PRE_SPECIFIED",
                    "title": "Administrative Supplement: Beneficiaries Outcomes Activities of Daily Living (ADL), Instrumental Activities of Daily Living (IADLs), Pain and Depression) Pre-/Post-intervention From Minimum Data Set-Home Care MDS-HC.",
                    "description": "Activities of Daily Living: 11 items each rated as 0=Independent, 1=Set-up help, 2=Supervision, 3=Limited assist, 4=Extensive assist, 5=Maximal assist, 6=Total dependence; summed score ranged 0-66; higher score=worse Activities of Daily Living\n\nInstrumental Activities of Daily Living: 8 items each rated as 0=Independent, 1=Set-up help, 2=Supervision, 3=Limited assist, 4 Extensive assist, 5=Maximal assist, 6=Total dependence; summed score ranged 0-48; higher score=worse Instrumental Activities of Daily Living\n\nPain: 4 items; ranges for frequency 0-3, intensity 0-4, consistency 0-3, breakthrough 0-1; summed score ranged 0-11; lower score=less pain.\n\nDepression: 3 items little interest in things; anxious, restless, or uneasy; and sad, depressed, or hopeless; scored as 0=Not in last 3 days, 1=Not in last 3 days, but often feels that way, 2=In 1-2 days of last 3 days, 3=Daily in last 3 days, 8=Person could/would not respond; summed score ranged 0-24; lower score=less depressed",
                    "populationDescription": "Beneficiaries with Alzheimer's Disease or other dementia in the waiver program.",
                    "reportingStatus": "POSTED",
                    "paramType": "MEAN",
                    "dispersionType": "Standard Deviation",
                    "unitOfMeasure": "Score on scale",
                    "timeFrame": "Baseline (0-months) compared to Exit (9-months)",
                    "groups": [
                        {
                            "id": "OG000",
                            "title": "Administrative Supplement: Beneficiaries Baseline.",
                            "description": "Beneficiaries in waiver program with Alzheimer's Disease or dementia."
                        },
                        {
                            "id": "OG001",
                            "title": "Administrative Supplement: Beneficiaries Exit.",
                            "description": "Beneficiaries in waiver program with Alzheimer's Disease or dementia."
                        }
                    ],
                    "denoms": [
                        {
                            "units": "Participants",
                            "counts": [
                                {
                                    "groupId": "OG000",
                                    "value": "52"
                                },
                                {
                                    "groupId": "OG001",
                                    "value": "52"
                                }
                            ]
                        }
                    ],
                    "classes": [
                        {
                            "title": "Depression",
                            "categories": [
                                {
                                    "measurements": [
                                        {
                                            "groupId": "OG000",
                                            "value": "5.52",
                                            "spread": "8.75"
                                        },
                                        {
                                            "groupId": "OG001",
                                            "value": "4.52",
                                            "spread": "4.47"
                                        }
                                    ]
                                }
                            ]
                        },
                        {
                            "title": "IADLs",
                            "categories": [
                                {
                                    "measurements": [
                                        {
                                            "groupId": "OG000",
                                            "value": "42.69",
                                            "spread": "9.67"
                                        },
                                        {
                                            "groupId": "OG001",
                                            "value": "42.22",
                                            "spread": "11.40"
                                        }
                                    ]
                                }
                            ]
                        },
                        {
                            "title": "ADLs",
                            "categories": [
                                {
                                    "measurements": [
                                        {
                                            "groupId": "OG000",
                                            "value": "22.44",
                                            "spread": "17.09"
                                        },
                                        {
                                            "groupId": "OG001",
                                            "value": "23.49",
                                            "spread": "19.56"
                                        }
                                    ]
                                }
                            ]
                        },
                        {
                            "title": "Pain",
                            "categories": [
                                {
                                    "measurements": [
                                        {
                                            "groupId": "OG000",
                                            "value": "2.85",
                                            "spread": "2.91"
                                        },
                                        {
                                            "groupId": "OG001",
                                            "value": "5.56",
                                            "spread": "3.36"
                                        }
                                    ]
                                }
                            ]
                        }
                    ],
                    "analyses": [
                        {
                            "groupIds": [
                                "OG000",
                                "OG001"
                            ],
                            "groupDescription": "Pain",
                            "nonInferiorityType": "SUPERIORITY",
                            "nonInferiorityComment": "Pre-/post-intervention comparison.",
                            "pValue": "<.01",
                            "statisticalMethod": "t-test, 2 sided",
                            "paramType": "Mean Difference (Net)",
                            "paramValue": "-2.69",
                            "ciPctValue": "95",
                            "ciNumSides": "TWO_SIDED",
                            "ciLowerLimit": "-3.96",
                            "ciUpperLimit": "-1.42",
                            "dispersionType": "STANDARD_ERROR_OF_MEAN",
                            "dispersionValue": "1.63",
                            "estimateComment": "Pre minus post"
                        },
                        {
                            "groupIds": [
                                "OG000",
                                "OG001"
                            ],
                            "groupDescription": "ADL",
                            "nonInferiorityType": "SUPERIORITY",
                            "pValue": ".58",
                            "pValueComment": "Threshold for statistical significance was .05 with no adjustments for multiple comparisons.",
                            "statisticalMethod": "t-test, 2 sided",
                            "paramType": "Mean Difference (Net)",
                            "paramValue": "1.05",
                            "ciPctValue": "95",
                            "ciNumSides": "TWO_SIDED",
                            "ciLowerLimit": "-2.80",
                            "ciUpperLimit": "4.91",
                            "dispersionType": "STANDARD_ERROR_OF_MEAN",
                            "dispersionValue": "1.90"
                        },
                        {
                            "groupIds": [
                                "OG000",
                                "OG001"
                            ],
                            "groupDescription": "IADL",
                            "nonInferiorityType": "SUPERIORITY",
                            "pValue": ".44",
                            "pValueComment": "Threshold for statistical significance was .05 with no adjustments for multiple comparisons.",
                            "statisticalMethod": "t-test, 2 sided",
                            "paramType": "Mean Difference (Net)",
                            "paramValue": "1.05",
                            "ciPctValue": "95",
                            "ciNumSides": "TWO_SIDED",
                            "ciLowerLimit": "-2.80",
                            "ciUpperLimit": "4.91",
                            "dispersionType": "STANDARD_ERROR_OF_MEAN",
                            "dispersionValue": "1.29"
                        },
                        {
                            "groupIds": [
                                "OG000",
                                "OG001"
                            ],
                            "groupDescription": "Depression",
                            "nonInferiorityType": "SUPERIORITY",
                            "pValue": ".38",
                            "pValueComment": "Threshold for statistical significance was .05 with no adjustments for multiple comparisons.",
                            "statisticalMethod": "t-test, 2 sided",
                            "paramType": "Mean Difference (Net)",
                            "paramValue": "1.46",
                            "ciPctValue": "95",
                            "ciNumSides": "TWO_SIDED",
                            "ciLowerLimit": "-1.85",
                            "ciUpperLimit": "4.77",
                            "dispersionType": "STANDARD_ERROR_OF_MEAN",
                            "dispersionValue": "1.63",
                            "estimateComment": "Pre minus post"
                        }
                    ]
                },
                {
                    "type": "OTHER_PRE_SPECIFIED",
                    "title": "Administrative Supplement: Caregiver Self Efficacy and Satisfaction With Use of Intervention.",
                    "description": "Self-efficacy and satisfaction of Caregiver Use of intervention With Beneficiaries With Alzheimer's Disease or Dementia Following Implementation of CAPABLE. Efficacy effect size of intervention use on beneficiary outcomes from Parent Trial.\n\nSELF-EFFICACY TOOL: General Self-efficacy (GSE) is a 10-item tool (Cronbach .79-.90) with a 4-point scale summed to 0-40, with a higher score indicating more or higher self-efficacy. Cronbach's alpha at baseline was .91 for the caregiver GSE.\n\nSATISFACTION TOOL: Developed by PI and Team. There were 3-items measured on a scale of 1 to 10 (reported as individual concepts; not summed), with 10 being the highest satisfaction. Question 1 Content: How satisfied were you with the Toolkit content? (range 1-10). Question 2 Format: How satisfied were you with the format of the Toolkit? (range 1-10). Question 3 Helpfulness: How helpful was the Toolkit? (range 1-10)\".",
                    "populationDescription": "Informal caregivers who care for beneficiaries with Alzheimer's Disease or other dementia's in waiver program. Data not collected on the following items. Self-efficacy at Month 1, Month 2 or Month 3 (only collected at baseline month-0 and exit month-4). Satisfaction with Content of Intervention, Format of Intervention, and Helpfulness of Intervention was not collected at Baseline Month-0 (only collected at Month 1-Month-2, Month-3, Month-4 Exit).",
                    "reportingStatus": "POSTED",
                    "paramType": "MEAN",
                    "dispersionType": "Standard Deviation",
                    "unitOfMeasure": "units on a scale",
                    "timeFrame": "Self-efficacy: baseline (month-0) and Exit (month-4). Satisfaction: Monthly for month 0 (baseline), 1, 2, 3, 4 (exit)",
                    "groups": [
                        {
                            "id": "OG000",
                            "title": "Administrative Supplement: Group-Caregivers (Baseline Month-0)",
                            "description": "Caregivers enrolled in study to care for beneficiaries in the waiver program."
                        },
                        {
                            "id": "OG001",
                            "title": "Administrative Supplement: Group-Caregivers (Exit Month-4)",
                            "description": "Caregivers enrolled in study to care for beneficiaries in the waiver program."
                        },
                        {
                            "id": "OG002",
                            "title": "Administrative Supplement: Group-Caregivers (Month-1)",
                            "description": "Caregivers enrolled in study to care for beneficiaries in the waiver program."
                        },
                        {
                            "id": "OG003",
                            "title": "Administrative Supplement: Group-Caregivers (Month-2)",
                            "description": "Caregivers enrolled in study to care for beneficiaries in the waiver program."
                        },
                        {
                            "id": "OG004",
                            "title": "Administrative Supplement: Group-Caregivers (Month-3)",
                            "description": "Caregivers enrolled in study to care for beneficiaries in the waiver program."
                        }
                    ],
                    "denoms": [
                        {
                            "units": "Participants",
                            "counts": [
                                {
                                    "groupId": "OG000",
                                    "value": "50"
                                },
                                {
                                    "groupId": "OG001",
                                    "value": "50"
                                },
                                {
                                    "groupId": "OG002",
                                    "value": "50"
                                },
                                {
                                    "groupId": "OG003",
                                    "value": "50"
                                },
                                {
                                    "groupId": "OG004",
                                    "value": "50"
                                }
                            ]
                        }
                    ],
                    "classes": [
                        {
                            "title": "Self-efficacy",
                            "denoms": [
                                {
                                    "units": "Participants",
                                    "counts": [
                                        {
                                            "groupId": "OG000",
                                            "value": "50"
                                        },
                                        {
                                            "groupId": "OG001",
                                            "value": "50"
                                        },
                                        {
                                            "groupId": "OG002",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "OG003",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "OG004",
                                            "value": "0"
                                        }
                                    ]
                                }
                            ],
                            "categories": [
                                {
                                    "measurements": [
                                        {
                                            "groupId": "OG000",
                                            "value": "2.67",
                                            "spread": "0.62"
                                        },
                                        {
                                            "groupId": "OG001",
                                            "value": "3.42",
                                            "spread": "0.38"
                                        }
                                    ]
                                }
                            ]
                        },
                        {
                            "title": "Satisfaction with content of intervention",
                            "denoms": [
                                {
                                    "units": "Participants",
                                    "counts": [
                                        {
                                            "groupId": "OG000",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "OG001",
                                            "value": "50"
                                        },
                                        {
                                            "groupId": "OG002",
                                            "value": "50"
                                        },
                                        {
                                            "groupId": "OG003",
                                            "value": "50"
                                        },
                                        {
                                            "groupId": "OG004",
                                            "value": "50"
                                        }
                                    ]
                                }
                            ],
                            "categories": [
                                {
                                    "measurements": [
                                        {
                                            "groupId": "OG001",
                                            "value": "8.87",
                                            "spread": "1.70"
                                        },
                                        {
                                            "groupId": "OG002",
                                            "value": "9.03",
                                            "spread": "1.65"
                                        },
                                        {
                                            "groupId": "OG003",
                                            "value": "9.07",
                                            "spread": "1.44"
                                        },
                                        {
                                            "groupId": "OG004",
                                            "value": "8.60",
                                            "spread": "2.27"
                                        }
                                    ]
                                }
                            ]
                        },
                        {
                            "title": "Satisfaction with format of intervention",
                            "denoms": [
                                {
                                    "units": "Participants",
                                    "counts": [
                                        {
                                            "groupId": "OG000",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "OG001",
                                            "value": "50"
                                        },
                                        {
                                            "groupId": "OG002",
                                            "value": "50"
                                        },
                                        {
                                            "groupId": "OG003",
                                            "value": "50"
                                        },
                                        {
                                            "groupId": "OG004",
                                            "value": "50"
                                        }
                                    ]
                                }
                            ],
                            "categories": [
                                {
                                    "measurements": [
                                        {
                                            "groupId": "OG001",
                                            "value": "8.95",
                                            "spread": "1.77"
                                        },
                                        {
                                            "groupId": "OG002",
                                            "value": "9.58",
                                            "spread": "0.84"
                                        },
                                        {
                                            "groupId": "OG003",
                                            "value": "9.28",
                                            "spread": "1.25"
                                        },
                                        {
                                            "groupId": "OG004",
                                            "value": "9.33",
                                            "spread": "1.71"
                                        }
                                    ]
                                }
                            ]
                        },
                        {
                            "title": "Helpfulness of intervention",
                            "denoms": [
                                {
                                    "units": "Participants",
                                    "counts": [
                                        {
                                            "groupId": "OG000",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "OG001",
                                            "value": "50"
                                        },
                                        {
                                            "groupId": "OG002",
                                            "value": "50"
                                        },
                                        {
                                            "groupId": "OG003",
                                            "value": "50"
                                        },
                                        {
                                            "groupId": "OG004",
                                            "value": "50"
                                        }
                                    ]
                                }
                            ],
                            "categories": [
                                {
                                    "measurements": [
                                        {
                                            "groupId": "OG001",
                                            "value": "7.98",
                                            "spread": "2.16"
                                        },
                                        {
                                            "groupId": "OG002",
                                            "value": "8.79",
                                            "spread": "1.88"
                                        },
                                        {
                                            "groupId": "OG003",
                                            "value": "8.79",
                                            "spread": "1.88"
                                        },
                                        {
                                            "groupId": "OG004",
                                            "value": "8.23",
                                            "spread": "2.34"
                                        }
                                    ]
                                }
                            ]
                        }
                    ],
                    "analyses": [
                        {
                            "groupIds": [
                                "OG000",
                                "OG001"
                            ],
                            "groupDescription": "Self-efficacy change baseline (month-0) to exit (month-4).",
                            "nonInferiorityType": "SUPERIORITY",
                            "nonInferiorityComment": "Self-efficacy",
                            "pValue": "<0.01",
                            "pValueComment": "Threshold for statistical significance was .05 with no adjustments for multiple comparisons.",
                            "statisticalMethod": "t-test, 2 sided",
                            "paramType": "Mean Difference (Net)",
                            "paramValue": "-0.81",
                            "ciPctValue": "95",
                            "ciNumSides": "TWO_SIDED",
                            "ciLowerLimit": "-1.02",
                            "ciUpperLimit": "-0.60",
                            "dispersionType": "STANDARD_DEVIATION",
                            "dispersionValue": "0.11",
                            "estimateComment": "Pre minus post"
                        }
                    ]
                },
                {
                    "type": "OTHER_PRE_SPECIFIED",
                    "title": "Administrative Supplement: Clinician Satisfaction With Training and Use of Intervention.",
                    "description": "Clinician satisfaction with training and use of caregiver to assist with intervention. Satisfaction: was measured using a Likert scored tool evaluating level of satisfaction (scale 1-10 with 1 being poorest).",
                    "populationDescription": "There are three groups in this study: Clinicians at 3 sites who work with the caregivers to help them care for the beneficiaries in the waiver program.",
                    "reportingStatus": "POSTED",
                    "paramType": "MEAN",
                    "dispersionType": "Standard Deviation",
                    "unitOfMeasure": "Satisfaction rate (scale 1-10, 1=poorest",
                    "timeFrame": "9-months",
                    "groups": [
                        {
                            "id": "OG000",
                            "title": "Administrative Supplement: Group-Clinicians.",
                            "description": "Clinicians who were employed at the waiver sites and were trained in using the toolkit when implementing CAPABLE with caregivers of beneficiaries with Alzheimer's Disease or Dementia."
                        }
                    ],
                    "denoms": [
                        {
                            "units": "Participants",
                            "counts": [
                                {
                                    "groupId": "OG000",
                                    "value": "106"
                                }
                            ]
                        }
                    ],
                    "classes": [
                        {
                            "title": "Satisfaction with content",
                            "categories": [
                                {
                                    "measurements": [
                                        {
                                            "groupId": "OG000",
                                            "value": "8.09",
                                            "spread": "1.60"
                                        }
                                    ]
                                }
                            ]
                        },
                        {
                            "title": "Satisfaction with format",
                            "categories": [
                                {
                                    "measurements": [
                                        {
                                            "groupId": "OG000",
                                            "value": "7.55",
                                            "spread": "2.06"
                                        }
                                    ]
                                }
                            ]
                        },
                        {
                            "title": "Satisfaction with newness of content for caregiver",
                            "categories": [
                                {
                                    "measurements": [
                                        {
                                            "groupId": "OG000",
                                            "value": "8.35",
                                            "spread": "1.50"
                                        }
                                    ]
                                }
                            ]
                        },
                        {
                            "title": "Satisfaction with newness of content for clinician",
                            "categories": [
                                {
                                    "measurements": [
                                        {
                                            "groupId": "OG000",
                                            "value": "7.85",
                                            "spread": "1.92"
                                        }
                                    ]
                                }
                            ]
                        },
                        {
                            "title": "Intent to use new information",
                            "categories": [
                                {
                                    "measurements": [
                                        {
                                            "groupId": "OG000",
                                            "value": "8.23",
                                            "spread": "1.71"
                                        }
                                    ]
                                }
                            ]
                        }
                    ],
                    "analyses": [
                        {
                            "groupIds": [
                                "OG000"
                            ],
                            "nonInferiorityType": "OTHER",
                            "nonInferiorityComment": "Score on scale.",
                            "pValue": "<.01",
                            "statisticalMethod": "t-test, 2 sided",
                            "paramType": "Mean",
                            "paramValue": "8.09",
                            "ciNumSides": "TWO_SIDED",
                            "dispersionType": "STANDARD_DEVIATION",
                            "dispersionValue": "1.60"
                        },
                        {
                            "groupIds": [
                                "OG000"
                            ],
                            "groupDescription": "Satisfaction with format",
                            "nonInferiorityType": "OTHER",
                            "pValue": "<.01",
                            "statisticalMethod": "t-test, 2 sided",
                            "paramType": "Mean",
                            "paramValue": "7.55",
                            "ciNumSides": "TWO_SIDED",
                            "dispersionType": "STANDARD_DEVIATION",
                            "dispersionValue": "2.06"
                        },
                        {
                            "groupIds": [
                                "OG000"
                            ],
                            "groupDescription": "Satisfaction with newness of content for caregiver",
                            "nonInferiorityType": "OTHER",
                            "pValue": "<.01",
                            "statisticalMethod": "Difference from zero",
                            "paramType": "Mean",
                            "paramValue": "8.35",
                            "ciNumSides": "TWO_SIDED",
                            "dispersionType": "STANDARD_DEVIATION",
                            "dispersionValue": "1.50"
                        },
                        {
                            "groupIds": [
                                "OG000"
                            ],
                            "groupDescription": "Satisfaction with newness of content for clinician",
                            "nonInferiorityType": "OTHER",
                            "pValue": "<.01",
                            "statisticalMethod": "Difference from zero",
                            "paramType": "Mean",
                            "paramValue": "7.85",
                            "ciNumSides": "TWO_SIDED",
                            "dispersionType": "STANDARD_DEVIATION",
                            "dispersionValue": "1.92"
                        },
                        {
                            "groupIds": [
                                "OG000"
                            ],
                            "groupDescription": "Intent to use new information",
                            "nonInferiorityType": "OTHER",
                            "pValue": "<.01",
                            "statisticalMethod": "Difference from zero",
                            "paramType": "Mean",
                            "paramValue": "7.85",
                            "ciNumSides": "TWO_SIDED",
                            "dispersionType": "STANDARD_DEVIATION",
                            "dispersionValue": "1.92"
                        }
                    ]
                }
            ]
        },
        "adverseEventsModule": {
            "frequencyThreshold": "5",
            "timeFrame": "Main Study: adverse event data were collected baseline through month 9. Administrative Supplement: adverse event data were collected baseline through month 4.",
            "eventGroups": [
                {
                    "id": "EG000",
                    "title": "MiCAP With IF (Main Study: Beneficiaries)",
                    "description": "MiCAP with Internal Facilitation will receive MiCAP (implementation strategies). Internal facilitators will be waiver site clinicians with exemplary clinical practice and/or supervisory experience, who are expected to be early adopters of CAPABLE; and will be selected by their supervisors.\n\nMiCAP with IF: Sites will conduct MiCAP strategies described as follows. Relationship Building; Assess readiness to implement of the site; Internal Facilitator (IF) Champion Coalition Building, which will include IFs training in CAPABLE and facilitation and online IF coalition meetings; Facilitation by the IF, which will include training the clinicians, reviewing home visits with the clinician to assure CAPABLE was provided; IF developing a clinical team for implementation of CAPABLE and leading interdisciplinary coordination of individual beneficiary care; Intervention and implementation strategy fidelity data will be placed in a dashboard for audit and provided to IFs. IFs will use the data to provide feedback to clinicians; and develop action plans for improvement in training or care",
                    "deathsNumAffected": 0,
                    "deathsNumAtRisk": 3497,
                    "seriousNumAffected": 0,
                    "seriousNumAtRisk": 3497,
                    "otherNumAffected": 0,
                    "otherNumAtRisk": 3497
                },
                {
                    "id": "EG001",
                    "title": "MiCAP With IF and EF (Main Study: Beneficiaries)",
                    "description": "MiCAP with Internal Facilitation and External Facilitation will receive MiCAP (implementation strategies) and the addition of external facilitation. The external facilitators will be Super-Champion waiver program site clinicians from prior work who were trained and early adopters of CAPABLE; and will be selected by the research team to perform external facilitation.\n\nMiCAP with IF and EF: Sites will conduct MiCAP strategies described above in \"MiCAP with IF\" with an addition of External Facilitation. Centralized Oversight will be conducted by External Facilitators. External Facilitators will train in facilitation. The work of the External Facilitators will be tailored (i.e., type of discipline) to each site's needs. Intervention and implementation strategy fidelity data will be placed in a dashboard and will be provided to External Facilitators. External Facilitators will use the data to provide feedback to Internal Facilitators; and develop action plans for improvement in site clinician training or beneficiary care as needed.",
                    "deathsNumAffected": 0,
                    "deathsNumAtRisk": 3533,
                    "seriousNumAffected": 0,
                    "seriousNumAtRisk": 3533,
                    "otherNumAffected": 0,
                    "otherNumAtRisk": 3533
                },
                {
                    "id": "EG002",
                    "title": "MiCAP With IF (Main Study: Clinicians)",
                    "description": "MiCAP with Internal Facilitation will receive MiCAP (implementation strategies). Internal facilitators will be waiver site clinicians with exemplary clinical practice and/or supervisory experience, who are expected to be early adopters of CAPABLE; and will be selected by their supervisors.\n\nMiCAP with IF: Sites will conduct MiCAP strategies described as follows. Relationship Building; Assess readiness to implement of the site; Internal Facilitator (IF) Champion Coalition Building, which will include IFs training in CAPABLE and facilitation and online IF coalition meetings; Facilitation by the IF, which will include training the clinicians, reviewing home visits with the clinician to assure CAPABLE was provided; IF developing a clinical team for implementation of CAPABLE and leading interdisciplinary coordination of individual beneficiary care; Intervention and implementation strategy fidelity data will be placed in a dashboard for audit and provided to IFs. IFs will use the data to provide feedback to clinicians; and develop action plans for improvement in training or care",
                    "deathsNumAffected": 0,
                    "deathsNumAtRisk": 282,
                    "seriousNumAffected": 0,
                    "seriousNumAtRisk": 282,
                    "otherNumAffected": 0,
                    "otherNumAtRisk": 282
                },
                {
                    "id": "EG003",
                    "title": "MiCAP With IF and EF (Main Study: Clinicians)",
                    "description": "MiCAP with Internal Facilitation and External Facilitation will receive MiCAP (implementation strategies) and the addition of external facilitation. The external facilitators will be Super-Champion waiver program site clinicians from prior work who were trained and early adopters of CAPABLE; and will be selected by the research team to perform external facilitation.\n\nMiCAP with IF and EF: Sites will conduct MiCAP strategies described above in \"MiCAP with IF\" with an addition of External Facilitation. Centralized Oversight will be conducted by External Facilitators. External Facilitators will train in facilitation. The work of the External Facilitators will be tailored (i.e., type of discipline) to each site's needs. Intervention and implementation strategy fidelity data will be placed in a dashboard and will be provided to External Facilitators. External Facilitators will use the data to provide feedback to Internal Facilitators; and develop action plans for improvement in site clinician training or beneficiary care as needed.",
                    "deathsNumAffected": 0,
                    "deathsNumAtRisk": 257,
                    "seriousNumAffected": 0,
                    "seriousNumAtRisk": 257,
                    "otherNumAffected": 0,
                    "otherNumAtRisk": 257
                },
                {
                    "id": "EG004",
                    "title": "Administrative Supplement: Clinicians",
                    "description": "Clinicians who were employed at the waiver sites and were trained in using the toolkit when implementing CAPABLE with caregivers of beneficiaries with Alzheimer's Disease or Dementia.",
                    "deathsNumAffected": 0,
                    "deathsNumAtRisk": 106,
                    "seriousNumAffected": 0,
                    "seriousNumAtRisk": 106,
                    "otherNumAffected": 0,
                    "otherNumAtRisk": 106
                },
                {
                    "id": "EG005",
                    "title": "Administrative Supplement: Caregivers",
                    "description": "Caregivers of beneficiaries diagnosed with Alzheimer's Disease or Dementia who will receive the toolkit to assist in taking care of their beneficiary.",
                    "deathsNumAffected": 0,
                    "deathsNumAtRisk": 50,
                    "seriousNumAffected": 0,
                    "seriousNumAtRisk": 50,
                    "otherNumAffected": 0,
                    "otherNumAtRisk": 50
                },
                {
                    "id": "EG006",
                    "title": "Administrative Supplement: Beneficiaries",
                    "description": "Beneficiaries enrolled at the waiver who were diagnosed with Alzheimer's Disease or Dementia.",
                    "deathsNumAffected": 7,
                    "deathsNumAtRisk": 52,
                    "seriousNumAffected": 0,
                    "seriousNumAtRisk": 52,
                    "otherNumAffected": 7,
                    "otherNumAtRisk": 52
                }
            ],
            "otherEvents": [
                {
                    "term": "3. Other (Not Including Serious) Adverse Events: anticipated and unanticipated events",
                    "organSystem": "Cardiac disorders",
                    "assessmentType": "SYSTEMATIC_ASSESSMENT",
                    "notes": "Anticipated death due to old age and aging.",
                    "stats": [
                        {
                            "groupId": "EG000",
                            "numEvents": 0,
                            "numAffected": 0,
                            "numAtRisk": 3497
                        },
                        {
                            "groupId": "EG001",
                            "numEvents": 0,
                            "numAffected": 0,
                            "numAtRisk": 3533
                        },
                        {
                            "groupId": "EG002",
                            "numEvents": 0,
                            "numAffected": 0,
                            "numAtRisk": 282
                        },
                        {
                            "groupId": "EG003",
                            "numEvents": 0,
                            "numAffected": 0,
                            "numAtRisk": 257
                        },
                        {
                            "groupId": "EG004",
                            "numEvents": 0,
                            "numAffected": 0,
                            "numAtRisk": 106
                        },
                        {
                            "groupId": "EG005",
                            "numEvents": 0,
                            "numAffected": 0,
                            "numAtRisk": 50
                        },
                        {
                            "groupId": "EG006",
                            "numEvents": 7,
                            "numAffected": 7,
                            "numAtRisk": 52
                        }
                    ]
                }
            ]
        },
        "moreInfoModule": {
            "limitationsAndCaveats": {
                "description": "Main Study: we were unable to collect data on fidelity to intervention (CAPABLE) use in the electronic health record during the trial as COVID Pandemic minimal documentation standards were in effect due to short staffing which limited data entry by clinicians."
            },
            "certainAgreement": {
                "piSponsorEmployee": false,
                "restrictiveAgreement": false
            },
            "pointOfContact": {
                "title": "Dr. Sandra Spoelstra",
                "organization": "Grand Valley State University",
                "email": "spoelsts@gvsu.edu",
                "phone": "616-331-5905"
            }
        }
    },
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The described study implements CAPABLE — a person-centered, home-based intervention delivered by an occupational therapist, a registered nurse, and a handy worker that uses training, assistive devices, and home modifications to improve function and independence in older adults; it is a non-pharmacologic, service/implementation intervention rather than a drug or biologic. citeturn0search1turn0search0",
        "Act: Key details extracted from the description — intervention = CAPABLE (adapted to engage informal caregivers for beneficiaries with Alzheimer’s disease/dementia); study design = cluster/site randomization comparing internal facilitation alone vs internal facilitation plus external facilitation to test adoption and sustainability in a Medicaid waiver program. There is no drug, biologic, or placebo involved. (CAPABLE typically requires cognitive ability to participate directly, which motivates the caregiver-adaptation in this supplement). citeturn0search2turn0search5",
        "Reflect: Mapping to category definitions — this trial does not test a disease-targeted biologic (monoclonal antibody/vaccine), disease-targeted small molecule, cognitive-enhancing medication, or a therapy aimed primarily at neuropsychiatric symptoms. It is an implementation trial of a non-pharmacologic, functional care model, so it does not fit the four provided therapeutic categories; therefore the correct classification is 'N/A'. citeturn0search0turn0search6",
        "Web search results (sources used to verify CAPABLE and its features): Johns Hopkins CAPABLE project page (description, outcomes, team composition). citeturn0search0",
        "CAPABLE National Center (program overview, training/implementation materials). citeturn0search1",
        "NIMHD / intervention portal summary (delivery details: 6 OT + 4 RN visits, home repairs/modifications; adaptation history). citeturn0search5",
        "Health Journalism Glossary / other summaries describing CAPABLE as a home-based OT/RN/home-modification program and noting typical cognitive eligibility considerations. citeturn0search6",
        "Government/contracts / implementation notices referencing CAPABLE deployment in Medicaid contexts and cognitive eligibility constraints. citeturn0search2",
        "News coverage describing CAPABLE's goals, evidence, and implementation challenges (example: Washington Post). citeturn0news12"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}