{
    "nct_id": "NCT04555941",
    "title": "Cognitive Effects of Theta Burst Stimulation in Mild Cognitive Impairment and Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2022-10-24",
    "description_brief": "Transcranial magnetic stimulation (TMS) is a noninvasive brain stimulation technique that is increasingly used for a growing number of research and clinical applications.Typically, this transient magnetic field is focally applied with a figure-of-eight coil that is carefully placed on the surface of the scalp over a targeted stimulation site. Patterned repetitive TMS (rTMS), such as theta burst stimulation (TBS) can produce long-lasting effects on neural activity and behavior beyond the stimulation period (Chou et al., 2015a; Fitzgerald et al., 2006). In general, high frequency (\\> 5 Hz) rTMS and its newer version, intermittent theta burst stimulation (iTBS), facilitate cortical excitability, whereas low frequency (about 1 Hz) rTMS and continuous theta burst stimulation contribute to opposite effects (Pascual-Leone et al., 2000; Huang et al., 2005; Wassermann and Zimmermann, 2012).Careful manipulation of the parameters comprising these patterned rTMS pulse trains can induce neuroplastic changes that resemble either long-term potentiation (LTP) or depression (Chen et al., 1997; Pascual-Leone et al., 1994). Early studies targeting the motor cortex helped elucidate which rTMS parameters promote particular responses and their neurophysiological underpinnings (Klomjai et al., 2015).\n\nIn recent years, rTMS has been closely investigated to evaluate its potential to modulate cognitive functions in Alzheimer'sdisease (AD) and mild cognitive impairment (MCI). As compared to conventional excitatory rTMS protocols, iTBS leads to comparable effects with similar number of pulses but considerable shorter duration and lower intensity of stimulation (Bakker et al., 2015; Rossi, Hallett, Rossini, Pascual-Leone, \\& Safety, 2009). Recent literature also suggest that TBS has lower rates of reported adverse event (AE) compared to rTMS (Najib \\& Horvath, 2014). Therefore, iTBS is assumed to modulate cognitive function in people with cognitive impairments.",
    "description_detailed": "Visit 1: Informed Consent, Brain MRI/Neuropsychological Battery\n\nVisit 2-11: (up to a week after visit 1) iTBS - or Sham-Treatment (10 sessions, 80% Resting Motor Threshold, 2s stimulation 8s inter-stimulus interval per train, 20 trains per block, 3 blocks per session with a 5-min break, 1 session per day)\n\nVisit 12: (1 day or same day after visit 11) Functional Brain MRI/Neuropsychological Battery\n\nVisit 13: (4 weeks after visit 11) Functional Brain MRI/Neuropsychological Battery",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is intermittent theta-burst stimulation (iTBS), a patterned form of repetitive transcranial magnetic stimulation (rTMS) — a noninvasive neuromodulation technique applied to the scalp to modulate cortical excitability and induce LTP-like plasticity. iTBS is being investigated specifically to improve cognitive function in MCI and Alzheimer's disease rather than as a biologic or small-molecule disease-modifying agent. citeturn0search2turn0search8",
        "Act (extracted details): Trial/intervention = theta-burst stimulation / intermittent TBS (iTBS), a non-pharmacologic TMS protocol targeting cortical sites (e.g., left DLPFC, parietal cortex, cerebellum). Examples of clinical studies and protocols include randomized sham-controlled trials and pilot protocols in MCI and AD. No drug name is provided because this is a device/neurostimulation intervention. citeturn0search7turn0search1turn0search5",
        "Evidence supporting cognitive-enhancement intent: Multiple randomized controlled trials and pilot studies report cognitive improvement after iTBS in MCI and AD (delayed or sustained improvement on cognitive measures), and protocols explicitly state the aim is to modulate cognitive function. Representative sources: iTBS RCTs and pilot studies in MCI/AD. citeturn0search1turn0search6turn0search3",
        "Reflect: The intervention is not a biologic (e.g., antibody or vaccine) nor a small-molecule drug, and its primary aim is cognitive modulation (improving memory/learning/executive function), not primarily reducing neuropsychiatric symptoms. Therefore it best fits the 'cognitive enhancer' category. No ambiguity requiring reclassification was found in the description or cited trials. citeturn0search8turn0search5",
        "Web search results cited above (key hits used): Mayo Clinic iTBS in MCI (study page/protocol), PubMed RCTs reporting iTBS effects on cognition and glymphatic measures, accelerated iTBS RCTs reporting cognitive benefit, and pilot/targeting studies using TBS in MCI/AD. citeturn0search2turn0search1turn0search6turn0search7"
    ],
    "agent_type": "M) Synaptic Plasticity/Neuroprotection",
    "explanation_agent": [
        "Reason: The intervention is intermittent theta-burst stimulation (iTBS), a patterned form of noninvasive repetitive transcranial magnetic stimulation that is used to modulate cortical excitability and induce LTP-like (long-term potentiation–like) synaptic plasticity rather than acting on a molecular pathology (e.g., amyloid, tau). iTBS is explicitly investigated as a cognitive-enhancement/neuromodulation technique in MCI and AD. citeturn1search4turn1search7",
        "Act: Extracted details — intervention = intermittent theta-burst stimulation (iTBS), a TMS protocol applied to cortical targets (e.g., left DLPFC, parietal cortex, cerebellum) aiming to improve memory and other cognitive domains in MCI/AD. Multiple randomized, sham‑controlled trials and pilot studies report cognitive benefit after iTBS. Representative trial sources: an RCT in amnestic MCI/very mild AD, accelerated iTBS RCTs in AD, and pilot/feasibility protocols. citeturn0search1turn0search3turn0search7",
        "Reflect: Mapping to CADRO — the primary biological/therapeutic intent is to enhance synaptic plasticity and cognitive function (i.e., neurophysiological modulation of synaptic function and network activity). This best fits CADRO category M) Synaptic Plasticity/Neuroprotection rather than disease-specific pathways (A–C, F, etc.) or a non-therapeutic device classification. No evidence in the description that the intervention targets amyloid, tau, ApoE, inflammation, vasculature, or a specific molecular pathway. citeturn1search4turn0search1",
        "Web search results used (key hits):",
        "- Review of rTMS/iTBS intrinsic and synaptic plasticity mechanisms. citeturn1search4",
        "- iTBS boosts LTP-like plasticity in humans (gamma+tACS co-stimulation study demonstrating LTP-like effects). citeturn1search7",
        "- RCT: iTBS improves cognition in amnestic MCI / very mild AD. citeturn0search1",
        "- Accelerated iTBS RCT demonstrating cognitive benefit in AD. citeturn0search3",
        "- Pilot/feasibility iTBS protocol in MCI (Mayo Clinic protocol). citeturn0search7turn0search0"
    ]
}