{
    "nct_id": "NCT05544201",
    "title": "Gamma-band High-definition Transcranial Alternating Current Stimulation (HD-tACS) for Sleep Disturbances in Mild Neurocognitive Disorders Due to Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2024-03-15",
    "description_brief": "Background: Sleep disturbances are highly prevalent in ageing population and patients with age-related neurodegenerative diseases, which severely affect cognition and even lead to accumulated amyloid-β (Aβ). At present, non-pharmacological interventions for sleep disturbances in dementia patients are accepted as first line of treatment, of which the evidence from clinical trials is very limited. Encouraging results from recent studies on transcranial direct current stimulation (tDCS) showed moderate positive effects on sleep quality in preclinical Alzheimer's disease (AD). Compared to tDCS, high-definition transcranial alternating current stimulation (HD-tACS) enables the entrainment of neuronal activities with optimized focality through injecting small electric current with a specific frequency and has significant enhancement effects on slow wave activities.\n\nObjectives: The investigators aim to 1) investigate and compare the safety, efficacy and sustainability of 40 Hz HD-tACS and HD-tDCS over left dorsolateral prefrontal cortex (DLPFC) in mild neurocognitive disorder due to AD (NCD-AD) patients with sleep disturbances; 2) examine the relationship between the changes in sleep quality, cognitive function and saliva Aβ levels.\n\nMethods: Chinese right-handed mild NCD-AD patients with sleep disturbances (aged from 60 to 90 years) will be randomly assigned to a 4-week intervention of either HD-tACS, HD-tDCS, or sham HD-tCS, with 33 participants per arm. Before intervention, structural magnetic resonance imaging (MRI) data is used to construct individual realistic head model. Comprehensive assessments, including sleep quality, cognitive performance and saliva Aβ levels will be conducted at baseline, 4th week, 8th week, 12th week and 24th week. Program adherence and adverse effects will be monitored throughout intervention.\n\nData analysis: The primary outcomes will be the changes in sleep quality and memory performance with modality-driven paradigms (HD-tACS, HD-tDCS, sham HD-tCS), and comparisons of group differences across different time points. Secondary outcomes will be the changes objective sleep pattern, global cognition, saliva Aβ levels and quality of life. Intention-to-treat analysis will be carried out. Changes of efficacy indicators from baseline to each follow up point will be tested with mixed effect model.\n\nSignificance: This study aims to investigate the feasibility, safety and efficacy of HD-tACS and HD-tDCS over left DLPFC for sleep disturbances and cognitive dysfunction in mild NCD-AD patients. It wills also test the program adherence, tolerability and adverse effects of this innovative neurotechonology. Information will be helpful for in-depth understanding the relationship of \"sleep disturbances-amyloid deposition\" and guiding the further studies of sleep medicine and neurodegenerative diseases.",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "HD-tACS (40 Hz gamma-band high-definition transcranial alternating current stimulation)",
        "HD-tDCS (high-definition transcranial direct current stimulation)"
    ],
    "placebo": [
        "sham HD-tCS"
    ],
    "explanation_target": [
        "Reason: The intervention described is non‑invasive brain stimulation (HD‑tACS and HD‑tDCS) applied to the left DLPFC to improve sleep disturbances and memory/cognitive performance in mild NCD‑AD. These are device/neuromodulation approaches (not biologics or small molecules) intended to enhance neural activity and cognitive function rather than deliver a biologic or small‑molecule disease-specific agent. Therefore the most appropriate category among the provided options is 'cognitive enhancer'.",
        "Act: Key details extracted from the trial description — interventions: 40 Hz HD‑tACS (gamma‑band) and HD‑tDCS; comparator: sham HD‑tCS; primary outcomes: sleep quality and memory performance; secondary includes saliva Aβ (mechanistic/biomarker exploration). Gamma (40 Hz) entrainment has been investigated in preclinical models for potential amyloid effects (Iaccarino et al. 2016) and multiple human studies/meta‑analyses have explored 40 Hz tACS for cognitive benefits and safety in dementia/AD. citeturn1search0turn0search6turn0search7",
        "Web search supporting points (selected results): 1) Preclinical rationale: 40 Hz gamma entrainment reduced amyloid burden and altered microglia in mouse models (Iaccarino et al., Nature 2016). citeturn1search0 2) Human trials/meta‑analyses: 40 Hz tACS has been studied in dementia/AD with reported effects on cognition and memory and acceptable safety; a recent meta‑analysis and RCTs report potential cognitive and memory benefits. citeturn0search6turn0search7 3) Clinical studies applying 40 Hz tACS paired with cognitive exercises reported improvements in cognition and some neuropsychiatric symptoms in dementia populations. citeturn0search3turn0search0 4) Entrainment/parameter work supports 32–40 Hz as effective gamma frequencies for cortical entrainment, informing choice of 40 Hz stimulation. citeturn1search8",
        "Reflect: Classification check and uncertainties — The trial primarily targets sleep disturbances (a symptom) but also sets memory performance as a co‑primary outcome and explicitly aims to improve cognitive dysfunction in mild NCD‑AD. Because the intervention is a neuromodulation device intended to enhance neural oscillations and cognition (not a biologic or small molecule targeting amyloid/tau directly), 'cognitive enhancer' best fits the trial goals and mechanism. There is minor ambiguity because sleep symptom improvement could also be seen as ‘neuropsychiatric symptom improvement’; however, the investigators explicitly tie the intervention to cognitive outcomes (memory) and to gamma‑band entrainment hypotheses, so ‘cognitive enhancer’ is the preferred category. Citations above summarize the preclinical rationale and human clinical evidence that informed this interpretation. citeturn1search0turn0search6turn0search7"
    ],
    "agent_type": "M) Synaptic Plasticity/Neuroprotection",
    "explanation_agent": [
        "Reason: The intervention is non‑invasive neuromodulation (40 Hz HD‑tACS and HD‑tDCS) applied to the left DLPFC to entrain gamma oscillations and enhance neural activity, sleep and cognitive performance. This is a device-based approach intended to modulate network activity and synaptic function (not a biologic or small molecule acting on amyloid, tau, ApoE, etc.), which aligns best with the CADRO category for synaptic plasticity / neuroprotection. citeturn0search7turn0search3",
        "Act: Key extracted details — interventions: 40 Hz high‑definition transcranial alternating current stimulation (HD‑tACS, gamma band) and high‑definition transcranial direct current stimulation (HD‑tDCS); target site: left dorsolateral prefrontal cortex (DLPFC); comparator: sham stimulation; co‑primary outcomes: sleep quality and memory/cognitive performance. The putative mechanism is modulation/entrainment of cortical gamma oscillations and network excitability to improve cognition and sleep (a synaptic/network effect), not a molecular disease‑modifying action directed specifically at amyloid or tau. Relevant human work supports cognitive effects of 40 Hz γ‑tACS and of HD‑tDCS in MCI/AD. citeturn0search4turn0search2turn0search0",
        "Reflect: The only potential alternate interpretation is that 40 Hz entrainment has preclinical links to amyloid clearance (Iaccarino et al. 2016), which might suggest an amyloid‑related mechanism in animals; however, the clinical intervention here is explicitly a neuromodulation cognitive/sleep enhancer (device approach) aimed at changing neural oscillations and cognitive/synaptic function. Therefore the most specific CADRO match is M) Synaptic Plasticity/Neuroprotection rather than A) Amyloid beta or another molecular category. citeturn1search6turn0search5",
        "Web search results (selected, supporting citations): 1) Iaccarino HF et al., Nature 2016 — preclinical demonstration that 40 Hz gamma entrainment reduced Aβ and engaged microglia in mouse models (rationale for 40 Hz). citeturn1search6 2) Meta‑analysis on 40 Hz γ‑tACS in AD (efficacy and safety synthesis through 2023) reporting improvements in cognition and memory measures. citeturn0search2 3) Randomized, sham‑controlled human trials of 40 Hz tACS paired with cognitive exercises reporting cognitive and neuropsychiatric benefits. citeturn0search4turn0search1 4) HD‑tDCS/HD‑tACS clinical studies and pilot RCTs showing modulation of memory/cognition and network connectivity when stimulating left DLPFC in MCI/AD. citeturn0search7turn0search6turn0search0 5) TRANSFORM‑AD protocol describing a 40 Hz tACS randomized trial in mild AD and planned imaging/EEG mechanistic outcomes. citeturn0search5",
        "Conclusion (Output): M) Synaptic Plasticity/Neuroprotection — The trial’s interventions (40 Hz HD‑tACS and HD‑tDCS) are neuromodulation approaches intended to entrain gamma oscillations and enhance network/synaptic function and cognition, which best maps to CADRO category M."
    ]
}