{
    "nct_id": "NCT03239561",
    "title": "Phase 0 Exploratory Study of [18F]MNI-1020 (Also Known as [18F]JNJ-64326067) as an Imaging Marker for Tau Protein in the Brain of Subjects With Alzheimer's Disease Compared to Healthy Subjects",
    "status": "COMPLETED",
    "last_update_time": "2025-04-25",
    "description_brief": "The primary objectives of this study are to characterize \\[18F\\]molecular neuroimaging (MNI)-1020, a positron emission tomography (PET) radioligand for imaging tau pathology, to visually and quantitatively assess and compare brain uptake and pharmacokinetics of \\[18F\\]MNI-1020 in participants with probable Alzheimer's disease (AD) and compare with age matched healthy participants, to evaluate the safety of a single injection of \\[18F\\]MNI-1020 and to compare the distribution of tau (using \\[18F\\]MNI-1020) and amyloid beta (using florbetapir) in participants with probable AD.",
    "description_detailed": "N/A",
    "phase": [
        "EARLY_PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "DIAGNOSTIC",
    "results": null,
    "target_category": "N/A",
    "drug": [
        "[18F]MNI-1020 (also known as [18F]JNJ-64326067, a tau PET radioligand)",
        "Florbetapir (amyloid PET comparator)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial description states the intervention is [18F]MNI-1020, a PET radioligand for imaging tau pathology; primary objectives are characterization of imaging signal, brain uptake/pharmacokinetics, safety of a single injection, and comparison of tau distribution with amyloid (florbetapir). These goals are diagnostic/imaging, not therapeutic or disease‑modifying. citeturn0search2turn0search0",
        "Act: Extracted details — agent names and type: [18F]MNI-1020 is the radioligand under evaluation (also reported in the literature as [18F]JNJ-64326067 / JNJ-067) and florbetapir is used as the amyloid PET comparator. Multiple clinical reports describe [18F]JNJ-64326067 as a high-affinity, selective PET tracer for tau aggregates and report proof-of-concept human imaging/safety data. Therefore the intervention is a diagnostic imaging agent, not a therapeutic drug. citeturn0search0turn0search3",
        "Reflect: Classification check — by the provided category definitions this trial does not test a biologic or small-molecule therapy intended to modify disease, nor a cognitive enhancer or treatment for neuropsychiatric symptoms. It evaluates an imaging radiopharmaceutical for detection/quantitation of tau pathology, so it should be classified as 'N/A' (non-therapeutic/diagnostic). No ambiguity in the description or the literature that would suggest a therapeutic intent. citeturn0search2turn0search4",
        "Web search results used: (1) Clinical evaluation/proof-of-concept of [18F]JNJ-64326067 as a tau PET tracer — European Journal of Nuclear Medicine and Molecular Imaging (clinical evaluation, dosimetry, proof-of-concept). citeturn0search0 (2) PubMed summary of [18F]JNJ-64326067 (JNJ-64326067) describing it as a PET ligand for tau aggregates and useful for detection/quantitation. citeturn0search2 (3) Additional human evaluation reports of [18F]-JNJ-64326067 (JNJ-067) in AD and control subjects describing imaging characteristics and safety. citeturn0search3turn0search4"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}