{
    "nct_id": "NCT00234637",
    "title": "An Open-label Study to Evaluate the Efficacy and Safety of add-on Memantine [5-10 mg b.i.d (10-20 mg/Day)] to Rivastigmine [1.5-6 mg b.i.d. (3-12 mg/Day)] Treatment in Patients With Alzheimer's Disease Who Continued With Rivastigmine Treatment After a Previous Decline While on Donepezil or Galantamine Treatment",
    "status": "COMPLETED",
    "last_update_time": "2011-11-16",
    "description_brief": "This is a prospective, multicenter, open-label study. Following screening and baseline assessments, eligible patients will be switched to rivastigmine and will enter the 16 week run-in rivastigmine treatment phase. After completion of assessments at the end of the run-in phase, patients who were not sufficiently stabilized on rivastigmine alone will receive add-on memantine to their rivastigmine treatment; patients who were stabilized on rivastigmine alone will have completed and be discontinued from the study.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE4"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "memantine",
        "rivastigmine"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The study switches patients to rivastigmine and, for those not sufficiently stabilized, adds memantine — both are approved symptomatic treatments for cognition in Alzheimer disease rather than agents that target core AD pathology (amyloid/tau).",
        "Act: Key drug details from web sources: memantine — an uncompetitive NMDA (glutamate) receptor antagonist used for moderate–severe AD; it is described as symptomatic (no evidence it prevents or slows neurodegeneration). citeturn0search3turn0search9",
        "Act: rivastigmine — a centrally acting acetylcholinesterase (and butyrylcholinesterase) inhibitor that increases acetylcholine to improve cognitive function in AD. citeturn0search2turn0search4",
        "Decision / Matching: By the provided category definitions, these mechanisms are symptomatic cognitive-enhancement (neurotransmitter modulation) rather than biologic agents targeting AD pathology (amyloid/tau) or treatments aimed primarily at neuropsychiatric/behavioral symptoms — therefore the correct category is 'cognitive enhancer'.",
        "Reflect: Classification check — both memantine and rivastigmine are small-molecule drugs, but because they do not target core AD pathology (and are used to improve cognitive symptoms), they fit the 'cognitive enhancer' category rather than 'disease-targeted small molecule' or 'disease-targeted biologic'. Supporting sources cited above."
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The trial adds memantine (an NMDA-type glutamate receptor antagonist) to rivastigmine (an acetylcholinesterase and butyrylcholinesterase inhibitor). Both drugs act by modulating neurotransmitter systems (glutamatergic and cholinergic) to improve symptoms rather than targeting core AD pathologies such as amyloid‑beta or tau. citeturn0search1turn0search10turn0search7",
        "Act: Extracted details and evidence from web sources — memantine: an uncompetitive/moderate‑affinity NMDA (glutamate) receptor antagonist used for symptomatic treatment of moderate–to–severe AD. citeturn0search1turn0search9",
        "Act: rivastigmine: a centrally acting cholinesterase inhibitor that inhibits acetylcholinesterase and butyrylcholinesterase to increase synaptic acetylcholine and improve cognition in AD (approved for mild–moderate AD; available oral and patch formulations). citeturn0search10turn0search8",
        "Decision/Assignment: Both drugs modulate neurotransmitter systems (glutamate receptor antagonism and cholinergic enhancement). By CADRO definitions, this maps to D) Neurotransmitter Receptors (symptomatic cognitive‑enhancement via neurotransmitter modulation) rather than amyloid, tau, inflammation, or other pathology‑directed categories. citeturn0search7",
        "Reflect: Confirmed the fit — although two distinct neurotransmitter systems are involved, both interventions act through neurotransmission modulation (not disease-modifying anti-amyloid or anti-tau mechanisms), so 'D) Neurotransmitter Receptors' is the most specific CADRO category. No strong evidence in the trial description that the agents are intended as multi-target disease modifiers, so R) Multi-target is not indicated."
    ]
}