{
    "nct_id": "NCT00117403",
    "title": "Evaluation of the Safety, Tolerability and Impact on Biomarkers of Anti-Oxidant Treatment of Mild to Moderate Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2009-04-01",
    "description_brief": "The purpose of this study is to examine the safety and effectiveness of two anti-oxidant treatment regimens in patients with mild to moderate Alzheimer's disease. The anti-oxidant treatments include vitamin E + C + alpha-lipoic acid, and Coenzyme Q (CoQ).",
    "description_detailed": "Oxidative damage has been shown to be a factor in Alzheimer's disease (AD), and some studies have suggested that supplemental anti-oxidants can decrease the risk of AD or slow its progression. There are many candidate antioxidants, including combinations, which could be neuroprotective in established AD or could have efficacy in the prevention of AD. However, testing each of the possibilities in standard clinical trials is prohibitively expensive. This study will examine antioxidant supplements or vitamins which target specific cellular compartments, and look for evidence of biologically relevant effects in AD by measurement of biomarkers in CSF.\n\nTwo general cellular compartments where antioxidant supplements may act are the cytosol and mitochondria. The study will examine a combination of antioxidants that act primarily at cytosolic sites (vitamin E + C + α-lipoic acid) and a single mitochondrial antioxidant, coenzyme Q10.\n\nThis multicenter trial will recruit 75 participants who will be randomized into three groups:\n\n1. 25 participants will be given a combination of vitamin E 800 IU, vitamin C 200 mg, and alpha-lipoic acid 600 mg formulated into three capsules, one capsule given three times per day with meals, plus two placebo wafers three times per day with meals;\n2. 25 participants will be given CoQ 400 mg, compounded as a wafer, two wafers three times per day with meals, plus one placebo capsule three times per day with meals;\n3. 25 participants will be given both the placebo wafers, two wafers three times per day with meals, plus one placebo capsule three times per day with meals.\n\nThe treatment period will last four months. The effects of the two anti-oxidant treatments will be evaluated by measuring biomarkers in blood and cerebrospinal fluid (CSF) at the beginning and end of the 4-month period.",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "vitamin E (alpha-tocopherol)",
        "vitamin C (ascorbic acid)",
        "alpha-lipoic acid (ALA)",
        "Coenzyme Q (CoQ / CoQ10 / ubiquinone)"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The trial tests antioxidant compounds (vitamin E, vitamin C, alpha-lipoic acid, and CoQ) intended to affect Alzheimer's-related biology and biomarkers (oxidative stress, CSF biomarkers), not biologic agents (e.g., monoclonal antibodies) or purely symptomatic neuropsychiatric treatments. These are small-molecule nutritional/pharmacologic antioxidants aimed at modifying disease-related processes. citeturn0search1turn0search4",
        "Act (extracted details and sources): The published randomized, placebo-controlled trial and the clinical-trial registry entry describe three active regimens: 800 IU/day vitamin E (α-tocopherol) + 500 mg/day vitamin C + 900 mg/day α-lipoic acid (E/C/ALA), and Coenzyme Q given (ubiquinone/CoQ10) (trial includes a placebo arm). The study explicitly measured CSF biomarkers, cognition, and function. citeturn0search1turn0search4",
        "Supporting evidence on mechanism: CoQ (CoQ10) and ALA are described in preclinical and clinical literature as antioxidants that reduce oxidative stress and have been shown to affect amyloid pathology or cognitive/behavioral outcomes in animal models and have mixed/inconclusive human data; vitamin E and vitamin C are well-known antioxidants studied in AD for possible disease-modifying effects. These sources show the interventions are small-molecule antioxidant agents investigated for impact on AD pathology/biomarkers. citeturn0search2turn0search3turn0search5turn0search8",
        "Reflect: Given the intervention types (small-molecule antioxidants), the biomarker-focused endpoints, and the absence of biologic agents or primary symptomatic-targeting drugs, the correct classification is 'disease-targeted small molecule.' An alternative (less likely) interpretation would label these as symptomatic/cognitive enhancers if the study targeted only short-term cognition, but the explicit biomarker/CSF focus supports a disease-modifying intent. citeturn0search1turn0search4"
    ],
    "agent_type": "G) Oxidative Stress",
    "explanation_agent": [
        "Reason: The trial tests small-molecule antioxidant compounds (vitamin E/alpha‑tocopherol, vitamin C/ascorbic acid, alpha‑lipoic acid, and coenzyme Q/CoQ10) intended to reduce oxidative damage in the brain and to change oxidative-stress and AD-related CSF biomarkers. Antioxidants by definition target oxidative stress pathways, which maps directly to CADRO category G: Oxidative Stress. citeturn0search2turn0search0",
        "Act: Extracted details from the trial description and published report — randomized, double‑blind trial in mild–moderate AD comparing: (1) 800 IU/d vitamin E + 500 mg/d vitamin C + 900 mg/d α‑lipoic acid (E/C/ALA), (2) coenzyme Q (ubiquinone/CoQ10) 400 mg three times/day, vs placebo; primary biomarker outcomes included CSF Aβ42, total tau, p‑tau181 and an oxidative‑stress marker (F2‑isoprostanes). The study authors explicitly describe these agents as antioxidants and report that E/C/ALA reduced CSF F2‑isoprostane (an oxidative‑stress marker) while not altering amyloid or tau CSF biomarkers. citeturn0search2turn0search1turn0search5",
        "Reflect: The interventions are nutritional/pharmacologic antioxidants (small molecules) aimed at modifying oxidative stress and possibly downstream AD pathology; this aligns cleanly with CADRO G) Oxidative Stress rather than amyloid, tau, inflammation, or other categories. The trial is disease‑targeted (biomarker endpoints) but its mechanistic target is oxidative stress, so G is the most specific match. Supporting sources: the published randomized trial (JAMA/Archives of Neurology; Galasko et al.), PubMed entry, clinicaltrials.gov registry, and contemporary summaries reporting the antioxidant mechanism and biomarker outcomes. citeturn0search2turn0search0turn0search5turn0search3"
    ]
}