{
    "nct_id": "NCT04949750",
    "title": "Efficacy of Paper-based Cognitive Training in Vietnamese Patients With Early Alzheimer's Disease",
    "status": "ACTIVE_NOT_RECRUITING",
    "last_update_time": "2025-04-09",
    "description_brief": "The purpose of this study is to assess the efficacy of paper-based cognitive training in Vietnamese patients with early Alzheimer's disease",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial tests a non‑pharmacologic, paper‑based cognitive training program intended to improve cognition (memory, attention, language, executive function) in people with early Alzheimer’s disease — i.e., an intervention aimed at cognitive improvement rather than directly modifying amyloid/tau pathology or treating neuropsychiatric symptoms. citeturn0search3turn0search5",
        "Act: Extracted details from public trial records — title: \"Efficacy of Paper‑based Cognitive Training in Vietnamese Patients With Early Alzheimer's Disease\" (ClinicalTrials ID NCT04949750). Intervention listed: Paper‑based cognitive training; Sponsor: University of Medicine and Pharmacy at Ho Chi Minh City; status and timeline details available in registries. No drug or biologic is used. citeturn0search3turn0search8",
        "Reflect: Classification decision — fits the provided definition of 'Cognitive enhancer' (an intervention intended to improve cognitive function without targeting underlying AD pathology). This is not a biologic or small molecule and is not focused on neuropsychiatric symptom management or diagnostic testing, so 'cognitive enhancer' is the best category. Supporting evidence that paper‑based cognitive training can produce cognitive gains in early AD is shown in prior published studies of similar paper‑and‑pencil programs. citeturn0search2turn0search1",
        "Web search results (key hits found): 1) Trial listing for NCT04949750 (Efficacy of Paper‑based Cognitive Training in Vietnamese Patients With Early Alzheimer's Disease) — registry/aggregator entries summarizing intervention and eligibility. citeturn0search3turn0search5 2) ICH GCP / registry mirror with study details and status update. citeturn0search8 3) Prior peer‑reviewed papers reporting benefits from paper‑based cognitive training in early AD (example: PMC article reporting improvements after a 12‑week paper‑and‑pencil program). citeturn0search2turn0search1"
    ],
    "agent_type": "M) Synaptic Plasticity/Neuroprotection",
    "explanation_agent": [
        "Reason: The intervention is a non-pharmacologic, paper-based cognitive training program intended to improve cognition by engaging learning and practice-dependent brain changes (neuroplasticity) rather than modifying specific molecular AD pathologies (amyloid, tau, ApoE, etc.). This aligns conceptually with synaptic plasticity and neuroprotection mechanisms. citeturn0search0turn0search1",
        "Act: Extracted trial details — title: \"Efficacy of Paper-based Cognitive Training in Vietnamese Patients With Early Alzheimer's Disease\" (ClinicalTrials ID NCT04949750). Intervention: Paper-based cognitive training (12-week program alongside standard care); no drug or biologic is used. Evidence that paper-and-pencil cognitive training can yield domain-specific cognitive improvements in early AD is reported in prior studies. citeturn0search0turn0search2turn0search1",
        "Reflect: Classification check — the trial aims to enhance cognitive function through behavioral training and presumed neuroplastic mechanisms, so the best CADRO match is M) Synaptic Plasticity/Neuroprotection. It is not a molecular-targeted therapy (ruling out A–L, I, J, K, etc.), not explicitly multi-target pharmacology (R), and not a diagnostic or non-therapeutic study (T). If one preferred a conservative label for interventions without an explicit biological target, 'T) Other' could be argued, but given CADRO's scope, M is the most specific appropriate category. citeturn0search1turn0search0",
        "Web search results (key sources used): 1) Clinical trial registry record for NCT04949750 (Efficacy of Paper-based Cognitive Training in Vietnamese Patients With Early Alzheimer's Disease) — lists intervention as paper-based cognitive training and study details. citeturn0search0 2) Trial aggregator/registry summary (MedPath/Trial record) summarizing intervention, enrollment, and outcomes measured. citeturn0search2 3) Prior peer-reviewed study reporting benefits from a 12-week paper-based cognitive training program in early-stage AD (PMC article showing improvements in language, attention, executive function). citeturn0search1"
    ]
}