{
    "nct_id": "NCT01258452",
    "title": "Randomized, Balanced, Single Dose, Cross-Over Study to Evaluate the Effects of Food Ingestion on the Pharmacokinetics of CHF 5074 in Healthy Young Male Subjects",
    "status": "COMPLETED",
    "last_update_time": "2015-02-09",
    "description_brief": "To evaluate the effects of a high-calorie high-fat meal on the extent and rate of absorption of CHF 5074 after single oral administration in young healthy male volunteers.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "CHF 5074 (aka CHF5074; also reported as CSP-1103)"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The investigational product CHF 5074 is described in the literature as a small-molecule γ-secretase modulator and microglial/inflammation modulator that acts on Alzheimer’s-related pathology (amyloid processing and neuroinflammation). citeturn0search0turn0search3.",
        "Act: The provided trial title/description is a single-dose, crossover, food-effect pharmacokinetic study of CHF 5074 in healthy young male volunteers — a Phase 1 PK/safety design consistent with early development of a therapeutic small molecule rather than a biologic or a purely symptomatic cognitive enhancer. citeturn0search8.",
        "Supporting evidence from web search: Preclinical and clinical publications characterize CHF5074 as a γ-secretase modulator that reduces brain Aβ pathology and improves memory in AD models. Clinical Phase 2 work and biomarker studies describe CHF5074 (CSP-1103) as affecting central inflammatory biomarkers (CSF sCD40L, TNF-α) and showing signals on cognition in subsets, consistent with a disease-targeted mechanism. citeturn0search0turn0search2turn0search1turn0search7.",
        "Reflect: Given CHF5074’s described mechanism (modulation of amyloid generation and microglial/inflammatory pathways) and that it is a small molecule (not a biologic such as an antibody or vaccine), the correct category is \"disease-targeted small molecule.\" There is minor ambiguity because some studies report cognitive benefits, but those are downstream effects of targeting pathology/inflammation rather than purely symptomatic cognitive enhancement; thus the disease-targeted small molecule category is the best fit. citeturn0search4turn0search1."
    ],
    "agent_type": "R) Multi-target",
    "explanation_agent": [
        "Reason: CHF 5074 (aka CHF5074, CSP‑1103) is a small‑molecule gamma‑secretase modulator that has been shown to reduce Aβ/plaque burden in animal models (amyloid pathway) and also to modulate microglial activation and reduce inflammatory markers (neuroinflammation). citeturn0search3turn0search0",
        "Act: The trial description is a single‑dose, food‑effect PK study in healthy volunteers, but the drug’s mechanism (gamma‑secretase modulation + microglial/inflammation modulation) spans two CADRO categories: A) Amyloid beta and F) Inflammation. Because the agent acts on both amyloid processing and inflammatory/microglial pathways, the most specific CADRO classification is R) Multi‑target. citeturn0search3turn0search2",
        "Reflect: This classification reflects published preclinical and clinical characterizations: CHF5074 reduced Aβ and plaques and improved cognition in AD models and has been reported to lower CSF inflammatory biomarkers (e.g., sCD40L, TNF‑α) in human studies, supporting dual amyloid/inflammation activity rather than a purely symptomatic or single‑pathway effect. Assigning R) Multi‑target is therefore the best fit. citeturn0search5turn0search4",
        "Web search results (supporting evidence summarized): 1) PubMed study showing CHF5074 drives microglial M2 markers and suppresses Aβ‑induced TNF‑α/IL‑1β in glial cultures (microglial/inflammation effects). citeturn0search0 2) British Journal of Pharmacology report describing CHF5074 as a novel γ‑secretase modulator that reduces brain β‑amyloid pathology and improves learning in APP transgenic mice (amyloid pathway). citeturn0search3 3) In vivo/in vitro microglia activation study reporting CHF5074’s anti‑neuroinflammatory activity. citeturn0search2 4) ALZFORUM summary of CHF5074 clinical development noting Phase‑1 PK studies and Phase‑2 biomarker signals (CSF CD40/TNF‑α) consistent with an anti‑inflammatory/amyloid‑modulatory profile. citeturn0search5 5) Clinical/press summaries reporting CSF biomarker changes and early cognitive signals in MCI trials. citeturn0search4"
    ]
}