{
    "nct_id": "NCT05465109",
    "title": "Designing and Evaluating a Comprehensive Support Program for Families Caring for Relatives Living With TBI-AD/ADRD",
    "status": "COMPLETED",
    "last_update_time": "2025-07-31",
    "description_brief": "The TBI-AD/ADRD Caregiver Support Intervention (TACSI) incorporates psychosocial and psychoeducational approaches with the objective of: a) identifying stressors associated with caregiving for family members who have the dual diagnosis of traumatic brain injury and dementia; and b) supporting caregivers in developing more effective coping and communication strategies as well as enhanced caregiving self-efficacy.",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "SUPPORTIVE_CARE",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The described intervention (TBI-AD/ADRD Caregiver Support Intervention, TACSI) is a psychosocial and psychoeducational caregiver support program intended to identify caregiving stressors and improve caregivers' coping, communication, and self-efficacy. It is not a pharmacologic agent (neither biologic nor small molecule), nor a cognitive-enhancing drug, nor an intervention aimed at directly treating patients' neuropsychiatric symptoms. citeturn0search2turn0search0",
        "Act: Key extracted details — Intervention name: TBI-AD/ADRD Caregiver Support Intervention (TACSI); Format: 6-session, telehealth, tailored psychosocial/psychoeducational coaching; Objectives: increase caregiver understanding of TBI and dementia, reduce caregiver stress, improve communication and caregiving self-efficacy. No drug or placebo is described. Sources confirming these details: TACSI feasibility/acceptability paper and trial listings. citeturn0search2turn0search4turn0search5",
        "Reflect: Classification check — TACSI targets caregiver skills and wellbeing (psychosocial support), not underlying Alzheimer’s pathology or patient cognition/behavior directly via a pharmacologic mechanism. Therefore it does not fit the four drug/symptom categories (disease-targeted biologic, disease-targeted small molecule, cognitive enhancer, neuropsychiatric symptom improvement) and should be classified as 'N/A'. The literature and trial registrations support this interpretation. citeturn0search6turn0search1",
        "Web search results (sources consulted): 1) \"The Traumatic Brain Injury-Alzheimer’s Disease and Alzheimer’s Disease-related Dementia Caregiver Support Intervention: A Mixed Methods Evaluation of Program Feasibility, Acceptability, and Utility\" (Innovation in Aging / PMC) — describes TACSI structure, objectives, and telehealth 6-session format. citeturn0search0turn0search2 2) PubMed record for the TACSI feasibility study — abstract and indexing. citeturn0search1 3) Clinical trial listings (NCT05465109) and trial aggregator pages (TrialX, MedPath, CenterWatch) that list TACSI as the intervention and summarize the caregiver-focused psychosocial objectives. citeturn0search4turn0search5turn0search7"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}