{
    "nct_id": "NCT02908815",
    "title": "Investigating the Effect of Repetitive Transcranial Magnetic Stimulation (rTMS) as a Treatment for Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2024-06-27",
    "description_brief": "The main objective of this study is to investigate the effects of repetitive Transcranial Magnetic Stimulation (rTMS) treatment on patients with probable early or moderate Alzheimer's disease.",
    "description_detailed": "Upon meeting the inclusion criteria and providing informed consent, each participant will complete a series of cognitive assessments and rTMS treatments at the TMS Lab at Riverview Health Center (PE-450).\n\nAfter enrollment, patients at each site will be assigned using stratified block randomization into either active or sham treatment arms with different duration of treatment (either 2 weeks or 4 weeks).\n\nrTMS at frequency of 20 Hz will be used to stimulate the dorsolateral prefrontal cortex (DLPFC) of each patient in the real groups. Prior to the first treatment, and once per week during treatment, the patient's motor threshold will be measured using single pulses of TMS, noting the intensity necessary to cause a small twitch in the thumb finger. Then, the 70 mm cooled coil will be placed on the head at a location for optimal stimulation of the DLPFC at an intensity of 90-100% of the motor threshold. The 20 Hz rTMS treatment will incorporate 30 pulses per train, with 25 trains per side of the brain per session (total of 750 pulses per side per session). The trains will have a duration of 1.5 seconds, with an intertrain interval of 10 seconds. Each TMS treatment session will take approximately 10 to 25 minutes.\n\nThe DLPFC will be located on each patient using our Brainsight neuronavigation system from a reference MRI scan. If we cannot retrieve a valid previous clinical MRI scan or a valid ordered research MRI scan, a reference head model will approximate the patient's anatomy.\n\nThe treatments will be administered daily (5 days/week) either for 4 weeks or 2 weeks. The same protocol will also be used while doing sham stimulation.\n\nTo prevent un-blinding, the Magstim sham coil will be used; it provides the same sound and tactile sensory experience as those of the real coil, but it attenuates the strength of the induced electrical field in the brain well below the threshold required to stimulate neurons. In addition, during the treatment, only the designated research assistant and the patient will be present. It should also be noted that the only people who know the grouping are: the rTMS administrator (who also groups the patients) at each site and the sites' coordinator. The patients' grouping info will be in a secure folder in a locked cabinet to which only the rTMS administrator and the three sites coordinator will have the key.\n\nParticipants will be assessed six times during the study. This will occur at weeks 0, 3, 5, 13, 21, and 29 for the 4 week treatment groups, and weeks 0, 3, 5, 11, 19, and 27 for the 2 week treatment group. Each assessment will involve a set of nine assessment tools, including ADAS-Cog as the primary outcome measure and various other tasks and questionnaires to measure cognition, memory, caregiver burden, symptoms, and treatment tolerability.\n\nFor Winnipeg and Montreal sites only: The immediate effects (i.e. within 3 minutes) after participants receive the rTMS treatment will be assessed with a 1-minute semantic fluency test at four time points. This will occur at before and immediately after rTMS intervention in Week 1 and at weeks 5 and 13 for the 4 week treatment groups, and before and immediately after rTMS intervention in Week 1 and at weeks 5 and 11 for the 2 week treatment group.\n\nPatients who are randomized to the sham treatment will be unblinded at the 6 month follow up and offered either 2-weeks or 4-weeks treatment; the patients and/or their family can choose the duration of treatment. As such, the 12 month assessment will be an unblinded follow up only of those initially randomised to one of the real groups (2-weeks or 4-weeks of treatment).",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "Repetitive Transcranial Magnetic Stimulation (rTMS) — non‑drug neuromodulation intervention"
    ],
    "placebo": [
        "Sham rTMS (placebo coil/sham stimulation)"
    ],
    "explanation_target": [
        "Reason: The trial tests repetitive Transcranial Magnetic Stimulation (rTMS), a non‑invasive brain‑stimulation intervention applied to cortical targets (commonly DLPFC or multiple sites) intended to improve cognition in mild‑to‑moderate Alzheimer’s disease rather than deliver a biologic or small‑molecule that targets amyloid/tau pathology. Meta‑analyses and reviews report rTMS produces short‑ to medium‑term cognitive benefits in MCI and early/mild‑moderate AD, consistent with a symptomatic/cognitive enhancing mechanism rather than a canonical disease‑targeting drug. citeturn0search2turn0search1turn0search3",
        "Act: Extracted key details from the description — intervention = repetitive Transcranial Magnetic Stimulation (rTMS); comparator in trials is typically sham rTMS; population = probable early or moderate Alzheimer's disease. Multiple randomized trials and meta‑analyses evaluate cognitive outcomes (e.g., ADAS‑Cog, MMSE) and report cognitive improvement with active rTMS vs sham or pooled effects across studies. This supports mapping the trial to the 'cognitive enhancer' category. citeturn0search0turn0search6",
        "Reflect: rTMS is not a biologic (monoclonal antibody/vaccine) nor a small molecule drug, and its therapeutic intent in AD trials is to improve cognitive function (symptomatic/neuroplastic modulation). It is not primarily targeted at treating neuropsychiatric symptoms such as agitation/depression in the description provided, so 'neuropsychiatric symptom improvement' is less appropriate. Therefore the best fit is 'cognitive enhancer'. citeturn0search3turn0search2",
        "Web search results (selected supporting sources): 1) \"Cognitive Enhancement of Repetitive Transcranial Magnetic Stimulation in Patients With Mild Cognitive Impairment and Early Alzheimer's Disease: A Systematic Review and Meta‑Analysis\" (Frontiers / PubMed). citeturn0search2 2) \"The role of repetitive transcranial magnetic stimulation (rTMS) in the treatment of cognitive impairment in patients with Alzheimer's disease: A systematic review and meta‑analysis\" (Journal of the Neurological Sciences). citeturn0search1 3) \"Therapeutic potential and mechanisms of repetitive transcranial magnetic stimulation in Alzheimer's disease: a literature review\" (PubMed review). citeturn0search3 4) \"Effects of rTMS treatment on global cognitive function in Alzheimer's disease: A systematic review and meta‑analysis\" (PubMed). citeturn0search6 5) \"Repetitive transcranial magnetic stimulation as a treatment for Alzheimer's disease: A randomized placebo‑controlled double‑blind clinical trial\" (recent RCT; ScienceDirect / PubMed summary). citeturn0search0"
    ],
    "agent_type": "M) Synaptic Plasticity/Neuroprotection",
    "explanation_agent": [
        "Reason: The intervention is repetitive transcranial magnetic stimulation (rTMS), a non‑invasive brain stimulation intended to modulate cortical excitability and promote neuroplasticity to produce symptomatic cognitive improvement in MCI/AD rather than to directly target amyloid, tau, inflammation, or a molecular pathway. Multiple systematic reviews and meta‑analyses report short‑ to medium‑term cognitive benefits of rTMS in AD/MCI. citeturn0search4turn0search2",
        "Act: Extracted details — intervention = rTMS (often high‑frequency, DLPFC‑targeted or multi‑site); typical comparator = sham rTMS; primary intent = cognitive enhancement/symptomatic improvement (measured with ADAS‑Cog, MMSE, etc.). Randomized trials and meta‑analyses support cognitive effects but do not indicate a disease‑modifying molecular target (amyloid/tau/etc.), so mapping to the CADRO category for synaptic plasticity/neuroprotection is most specific. citeturn0search1turn0search3turn0search6",
        "Reflect: rTMS is not a biologic or small molecule and its mechanism is best described as modulation of synaptic function and plasticity (neurophysiologic/neuroprotective symptomatic approach). Therefore the best CADRO fit is M) Synaptic Plasticity/Neuroprotection rather than categories for amyloid, tau, inflammation, neurotransmitter receptor drugs, or an ‘‘Other’’ non‑therapeutic category. Mechanistic reviews describe rTMS effects on cortical excitability and plasticity consistent with this mapping. citeturn0search3turn0search2",
        "Web search results (selected supporting sources): 1) ‘‘Effects of rTMS treatment on global cognitive function in Alzheimer’s disease: A systematic review and meta‑analysis’’ (PMC / PubMed). citeturn0search4 2) ‘‘Repetitive transcranial magnetic stimulation combined with cognitive training…randomized, double‑blind study’’ (RCT showing ADAS‑Cog improvement). citeturn0search1 3) ‘‘Repetitive transcranial magnetic stimulation as a treatment for Alzheimer’s disease: A randomized placebo‑controlled double‑blind clinical trial’’ (recent multi‑site RCT). citeturn0search3 4) ‘‘Comparative efficacy of rTMS on different targets in Alzheimer’s disease: a systematic review and meta‑analysis’’ (target/protocol moderators). citeturn0search6 5) ‘‘Does rTMS improve cognitive function in age‑related neurodegenerative diseases? A systematic review and meta‑analysis’’ (Alzheimer’s & Dementia, 2023). citeturn0search2"
    ]
}