{
    "nct_id": "NCT06620640",
    "title": "A Randomized, Double-blind, Experimental Study Evaluating the Efficiency and Safety for the VGuard Device in the Treatment of Alzheimer's Disease.",
    "status": "COMPLETED",
    "last_update_time": "2024-09-27",
    "description_brief": "The project will allow the assessment of the safety and clinical effectiveness of the device for the treatment of cognitive impairment at Alzheimer\\&#39;s diease. The technology used in this study is based on the vagal nerve stimulation method used for more than 25 years and approved by the FDA in the treatment of drug-resistant epilepsy, depression and migraine. The study will use a non-invasive device for percutaneous electrostimulation of the vagal nerve. The previous clinical experience described in the literature has shown that vagal nerve stimulation leads to the activation of brain areas responsible for processing and consolidation of the fresh memory, i.e. the memory being impaired in so-called Alzheimer\\&#39;s Disease -AD. In relation to currently used methods of cognitive disorders treatment such as pharmacotherapy, the new solution will increase the effectiveness of therapy. In addition, VGuard is a completely non-invasive device that uses percutaneous stimulation, safe for the patient, and stimulation ranges are below the threshold of perception.",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is a non-invasive vagal nerve stimulation device (VGuard) intended to improve memory/cognition in Alzheimer's disease by activating brain regions involved in memory consolidation — this is neuromodulation aimed at improving cognitive function rather than a biologic or small-molecule that targets AD pathology. citeturn0search2turn0search3",
        "Act: Key details extracted — device name: VGuard; intervention type: transcutaneous/percutaneous auricular vagal nerve stimulation (non‑invasive neuromodulation); intended effect: treatment of cognitive impairment / improvement of memory in AD. Supporting sources describing VGuard and atVNS use in MCI/AD and device functionality are available. citeturn0search2turn0search7",
        "Reflect: Classification as 'cognitive enhancer' aligns with the definitions: it is not a biologic (e.g., monoclonal antibody) nor a small molecule targeting AD pathology, nor is it targeted at neuropsychiatric/behavioral symptoms specifically — its primary aim is cognitive improvement via neuromodulation. No drug or placebo names are provided in the trial description. citeturn0search3turn0search7"
    ],
    "agent_type": "M) Synaptic Plasticity/Neuroprotection",
    "explanation_agent": [
        "Reason: The trial tests the VGuard device, a vagus‑nerve stimulation (VNS/taVNS) neuromodulation intervention intended to improve memory and cognition in AD by activating brain regions and networks involved in memory consolidation — this is aimed at enhancing cognitive function and network/synaptic activity rather than targeting a molecular AD pathology (amyloid, tau, inflammation, etc.). citeturn0search7turn0search3",
        "Act: Key extracted details — device name: VGuard; intervention type: percutaneous/transcutaneous auricular vagus nerve stimulation (non‑invasive neuromodulation); intended effect: cognitive enhancement/improvement of memory in AD. The trial description and device listing describe percutaneous electrostimulation of the vagal nerve and prior literature shows taVNS modifies hippocampal and cortical networks relevant to AD cognition. citeturn0search7turn0search3turn0search2",
        "Reflect: Mapping to CADRO — neuromodulation intended to improve cognition best fits 'M) Synaptic Plasticity/Neuroprotection' because the intervention's mechanism is to modulate brain network activity and support cognitive/synaptic function rather than to engage a specific molecular target (e.g., amyloid, tau, ApoE) or serve solely as a diagnostic. Alternative categories (e.g., T) Other) would apply only if the trial were non‑therapeutic; here the primary therapeutic aim is cognitive enhancement. No drug/gene/pathway is specified for assignment to another CADRO class. citeturn0search6turn0search4",
        "Web search results (sources used): 1) Trial listing describing VGuard device and percutaneous vagal electrostimulation for AD (MedPath / trial summary). citeturn0search7 2) PubMed: taVNS alters functional connectivity including hippocampal networks in MCI — supports target engagement of memory networks. citeturn0search3 3) PubMed randomized trial / clinical evidence of taVNS effects on cognition in MCI and related studies. citeturn0search0 4) MDPI review showing taVNS facilitates cortical arousal/alertness and mechanisms relevant to cognitive enhancement. citeturn0search2 5) Scoping review of clinical applications of taVNS summarizing safety, tolerability and cognitive indications. citeturn0search6"
    ]
}