{
    "nct_id": "NCT01047254",
    "title": "A 12-week, Multicenter, Randomized, Double-blind, Placebo-controlled Trial of Bupropion for the Treatment of Apathy in Alzheimer's Dementia(Apa-AD)",
    "status": "COMPLETED",
    "last_update_time": "2017-05-08",
    "description_brief": "Apathy in dementia prevents successful application of non-pharmacological treatments, accelerates cognitive and functional decline and increases disease-related costs by earlier need for full-time care. Apathy is a distinct entity and occurs independently of other neuropsychiatric syndromes, like depression.\n\nToday, there is no high-level evidence for any effective treatment of apathy in AD. In contrast to other neuropsychiatric syndromes in AD, like psychosis and depression, and despite its high prevalence and clinical relevance, apathy has never been the primary outcome in a clinical trial. Basic and clinical research has provided a distinct model of the pathophysiology of apathy with dopamine and norepinephrine as the key neurotransmitter systems involved. The antidepressant Bupropion is a dopamine and norepinephrine reuptake inhibitor. There is evidence from case-series, that Bupropion reduces apathy in patients with organic brain disorders. This study will test the efficacy and safety of Bupropion in the treatment of apathy in AD in a 12-week multicenter doubleblind placebo controlled trial. Secondary endpoints will be quality of life of patients, caregivers' distress, ability of patients to perform activities of daily living,utilization of healthcare resources by patients and by caregivers, and cognitive functions.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE3"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "neuropsychiatric symptom improvement",
    "drug": [
        "Bupropion (small-molecule norepinephrine–dopamine reuptake inhibitor, NDRI)"
    ],
    "placebo": [
        "Placebo (double-blind, randomized, placebo-controlled arm)"
    ],
    "explanation_target": [
        "Reason: The trial’s intervention is bupropion, a small-molecule antidepressant whose mechanism is dual inhibition of norepinephrine and dopamine reuptake. The trial’s stated primary problem is apathy (a neuropsychiatric syndrome) in Alzheimer’s disease and the study tests whether bupropion reduces apathy over 12 weeks. These facts point to an intervention aimed at treating a neuropsychiatric symptom rather than targeting Alzheimer’s pathology or being a primary cognitive-enhancer. ",
        "Act (extracted key details): Title and design: “A 12-week, Multicenter, Randomized, Double-blind, Placebo-controlled Trial of Bupropion for the Treatment of Apathy in Alzheimer's Dementia (Apa-AD).” Primary outcome: apathy in AD. Intervention: bupropion vs placebo, 12 weeks, multicenter RCT. Mechanistic rationale given in the protocol: apathy is linked to dopamine and norepinephrine systems and bupropion is a dopamine/norepinephrine reuptake inhibitor — supporting use for a neuropsychiatric symptom. ",
        "Web search results (supporting references): Bupropion mechanism — dual norepinephrine and dopamine reuptake inhibition (NDRI): PubMed review article summarizing bupropion’s neuropharmacology. citeturn0search0. Review evidence linking norepinephrine/dopamine systems to AD symptoms and apathy (discussion of dopaminergic/ noradrenergic modulation in AD): review article. citeturn0search2. Empirical imaging evidence linking apathy in AD to dopaminergic dysfunction (dopamine transporter levels correlate with apathy severity): PubMed study. citeturn0search3. (These sources support that bupropion is a small-molecule NDRI and that apathy in AD is mechanistically linked to catecholamine systems, consistent with treating apathy as a neuropsychiatric symptom.)",
        "Reflect: Classification check — the drug is a small-molecule antidepressant (not a biologic) and is not described as targeting AD core pathology (amyloid/tau) or being primarily a cognitive enhancer; the primary outcome is apathy (a behavioral/neuropsychiatric symptom). Therefore the correct category is 'neuropsychiatric symptom improvement'. No substantive ambiguity remains given the provided description and the pharmacology of bupropion."
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The intervention is bupropion, a small‑molecule that inhibits norepinephrine and dopamine reuptake (an NDRI) and the trial’s stated goal is to reduce apathy (a neuropsychiatric symptom) by modulating catecholaminergic neurotransmission. This implicates a neurotransmitter system (dopamine/norepinephrine) rather than core AD pathology (amyloid or tau). citeturn0search0turn0search2",
        "Act: Extracted details — drug: bupropion (NDRI); clinical aim: treat apathy in Alzheimer’s disease (neuropsychiatric symptom); mechanism: increases synaptic dopamine/norepinephrine via reuptake inhibition, rationale based on links between dopaminergic/noradrenergic dysfunction and apathy in AD. Assigned CADRO category: D) Neurotransmitter Receptors (best fitting CADRO class for interventions that act on neurotransmitter systems such as dopamine/norepinephrine). citeturn0search0turn0search1turn0search6",
        "Reflect: This classification aligns with the trial description — the drug targets catecholaminergic neurotransmission to treat a behavioral symptom rather than targeting amyloid, tau, inflammation, or other AD core pathologies. Although bupropion acts on monoamine transporters (reuptake) rather than postsynaptic receptors per se, CADRO’s category covering neurotransmitter systems is the most appropriate match. Supporting references for bupropion pharmacology and the dopaminergic link to apathy are listed below. citeturn0search0turn0search1turn0search6"
    ]
}