{
    "nct_id": "NCT05862935",
    "title": "Influence of Physical Exercise as Adjuvant Treatment in Patients With Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2024-01-10",
    "description_brief": "The goal of this non-randomized clinical trial is to assess the effects of strength training in the physical function of Alzheimer's disease (AD) patients. The main question it aims to answer are:\n\n1. Is a basic strength training enough to improve physical function in AD patients?\n2. Is an exercise intervention able to delayed the progression of the disease?\n3. Is an AMRAP intervention feasible in AD patients?\n\nParticipants in the exercise group will perform a 16-weeks program divided in two phases (phase 1: basic strength training; phase 2: AMRAP training). Participants in both (exercise and control) groups will receive their usual care treatments which include occupational therapy, musicotherapy, cognitive stimulation and sensory stimulation.",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The described intervention is a non-pharmacologic exercise program (basic strength training followed by an AMRAP — As Many Repetitions As Possible — phase) delivered as an adjunct to usual care; the trial aims to assess effects on physical function and possible disease progression rather than testing a biologic or small-molecule drug. This matches a non-drug therapeutic approach rather than any of the four drug/symptom categories. citeturn0search2",
        "Act: Key extracted details — non-randomized interventional trial; 16-week exercise program with two phases (phase 1: basic strength training; phase 2: AMRAP); outcomes include Short Physical Performance Battery, handgrip strength, BMI and feasibility of AMRAP; participants continue usual care (occupational therapy, music therapy, cognitive and sensory stimulation). No drug or placebo is used or mentioned in the protocol/record found. citeturn0search2turn0search8",
        "Reflect: Classification check — by the provided category definitions: it is not a biologic (no antibody/vaccine), not a small molecule, not primarily a pharmacologic cognitive enhancer, and not an intervention targeting neuropsychiatric symptoms specifically. It is an exercise (non-drug) intervention intended to improve physical function (and exploratory effects on disease progression). Therefore the correct classification is 'N/A' (does not fit the four trial categories provided). Evidence that exercise trials are considered non-pharmacologic interventions with effects on AD-related function is supported by multiple systematic reviews/meta-analyses. citeturn0search8turn0search1"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}