{
    "nct_id": "NCT02377713",
    "title": "A Phase 1 Randomized, Double-blind, Placebo-controlled, Single Ascending Dose Study of KHK6640 in Japanese Patients With Alzheimer's Disease.",
    "status": "COMPLETED",
    "last_update_time": "2016-12-06",
    "description_brief": "The purpose of this study is to evaluate the safety, tolerability and pharmacokinetics of KHK6640, given as a single dose in Japanese patients with Mild to Moderate Alzheimer's Disease.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted biologic",
    "drug": [
        "KHK6640 (humanized anti-amyloid-β oligomer-specific monoclonal antibody)"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The trial drug KHK6640 is reported in the literature and trial registries as a humanized monoclonal antibody that selectively binds aggregated/oligomeric amyloid‑β (Aβ) — i.e., an immunotherapeutic biologic directed at Alzheimer’s pathology. This indicates a disease‑targeting biologic intended to modify pathology rather than a small molecule or symptomatic cognitive enhancer. citeturn0search1turn0search0",
        "Act: Key extracted details from web sources — (1) KHK6640 is described as an oligomer‑specific anti‑Aβ humanized monoclonal antibody; (2) the study is a Phase 1 randomized, double‑blind, placebo‑controlled, single ascending dose study in Japanese patients with mild‑to‑moderate Alzheimer’s disease sponsored by Kyowa Hakko Kirin; (3) Phase 1/2 data and summaries report safety, pharmacokinetics, CSF target engagement and exploratory biomarker/cognition outcomes. citeturn0search1turn0search3turn0search6",
        "Reflect: Classification check — the intervention is a biologic (monoclonal antibody) targeting Aβ oligomers (disease pathology). This fits the definition of \"disease‑targeted biologic.\" There is no indication it is a small molecule, a purely symptomatic cognitive enhancer, or an agent aimed primarily at neuropsychiatric symptoms, so the assigned category is appropriate. citeturn0search7turn0search0",
        "Web search results (selected):",
        "- PubMed abstract describing KHK6640 as a novel humanized anti‑amyloid‑β oligomer‑specific antibody and reporting Phase I/IIa safety, PK and exploratory biomarker/cognition results. citeturn0search1",
        "- Springer / Journal of Prevention of Alzheimer’s Disease article reporting Phase 1/2a intravenous and subcutaneous KHK6640 trials and noting oligomer‑specific antibody design and biomarker effects. citeturn0search0",
        "- Clinical trial record (Kyowa Hakko Kirin) for the Phase 1 single ascending dose study in Japanese patients confirming study title, design, sponsor and population. citeturn0search3",
        "Notes/uncertainty: None material — sources consistently identify KHK6640 as an anti‑Aβ oligomer monoclonal antibody developed by Kyowa Hakko Kirin, so the trial clearly falls into the \"disease‑targeted biologic\" category. citeturn0search1turn0search6"
    ],
    "agent_type": "A) Amyloid beta",
    "explanation_agent": [
        "Reason: The investigational product KHK6640 is described in multiple sources as a humanized monoclonal antibody that selectively binds aggregated/oligomeric forms of amyloid‑β (Aβ), i.e., an immunotherapeutic biologic directed at Aβ pathology rather than a symptomatic target. citeturn0search2turn0search1turn0search0",
        "Act: Extracted details — (1) Drug: KHK6640, a humanized anti‑Aβ oligomer‑specific monoclonal antibody; (2) Sponsor/designer: Kyowa Hakko Kirin (licensed from Immunas/related development history); (3) Trial design: Phase 1 randomized, double‑blind, placebo‑controlled single (and related multi) ascending dose studies in AD patients; (4) Reported outcomes: safety, PK, CSF target engagement and exploratory biomarker/cognition signals. citeturn0search2turn0search3turn0search4turn0search1",
        "Reflect: Classification check — because the molecule is an antibody whose stated mechanism is selective binding/removal (or sequestration) of aggregated/oligomeric Aβ, the correct CADRO category is A) Amyloid beta. There is no indication the primary mechanism targets tau, inflammation, synaptic receptors, metabolism, or a multi‑target strategy, so 'A) Amyloid beta' is the most specific fit. citeciteturn0search7turn0search5",
        "Web search results (selected): - PubMed: Phase 1/2a study abstract describing KHK6640 as a novel humanized anti‑Aβ oligomer‑specific antibody and reporting safety, PK and exploratory biomarker/cognition results. citeturn0search2 - Springer / Journal of Prevention of Alzheimer’s Disease: Phase 1/2a article reporting IV and SC KHK6640 trials and noting oligomer‑specific design and biomarker effects. citeturn0search1 - Kyowa Hakko Kirin press release: announcement of Phase I development of an antibody selective for aggregated Aβ. citeturn0search0 - Clinical trial registry records (Japanese and multinational Phase 1 trials; single and multiple ascending dose studies) confirming study titles, design, sponsor and timelines. citeturn0search3turn0search4 - Alzforum coverage summarizing antibody design (IgG4 with reduced effector function) and trial safety/biomarker observations. citeturn0search7",
        "Output: Assigned category — A) Amyloid beta. Brief justification: KHK6640 is an oligomer‑specific anti‑Aβ humanized monoclonal antibody (disease‑targeting biologic) and therefore fits CADRO category A. citeturn0search2turn0search1"
    ]
}