{
    "nct_id": "NCT05846984",
    "title": "Learning Skills Together: A Randomized Controlled Trial of a Complex Care Skills Intervention to Improve AD/ADRD Caregiver Self-Efficacy",
    "status": "RECRUITING",
    "last_update_time": "2025-02-10",
    "description_brief": "Learning Skills Together (LST) is a 6-week psychoeducational intervention focused on complex care (nursing) tasks completed by family caregivers to persons living with Alzheimer's Disease and related dementias. This study aims to test the efficacy of LST at reducing caregiver depression and negative appraisal of behavioral symptoms of dementia by building caregiver self-efficacy. To do this, eligible participants will be randomized into an intervention group (LST) or a control group condition focused on healthy living for family caregivers. Participants will be asked to complete surveys before and after participating in the intervention or the control condition to determine whether change in hypothesized outcomes can be attributed to the intervention condition.",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The description is of Learning Skills Together (LST), a 6-week digitally delivered psychoeducational intervention for family caregivers that aims to increase caregiver self‑efficacy and thereby reduce caregiver depression and negative appraisal of behavioral symptoms of dementia. This is a non‑pharmacological, behavioral/educational intervention rather than a drug or biologic. citeturn0search1turn0search0",
        "Act: Key extracted details — intervention name: Learning Skills Together (LST); format: 6‑week psychoeducational program delivered by videoconference in small caregiver groups; control: structurally equivalent healthy‑living program; primary goals: improve caregiver self‑efficacy, reduce depressive symptoms and negative appraisal of BPSD; registered trial: ClinicalTrials.gov NCT05846984. Because no drug/biologic is involved, there is no drug or placebo to list. citeturn0search7turn0search0",
        "Reflect: Given the four category definitions, this trial does not fit any of the therapeutic categories (1) disease‑targeted biologic, (2) disease‑targeted small molecule, (3) cognitive enhancer, or (4) neuropsychiatric symptom improvement — it is a caregiver behavioral/psychoeducational intervention. Therefore the correct classification is 'N/A'. This interpretation is consistent with the trial publication and registry information. citeturn0search1turn0search0",
        "Web search results supporting the above: (a) Trials journal full text describing the randomized controlled trial of LST, intervention details, outcomes, and trial registration. citeturn0search1 (b) PubMed entry/abstract summarizing the LST RCT aims and methods and listing ClinicalTrials.gov identifier NCT05846984. citeturn0search0 (c) Springer/Trials article page with intervention and control descriptions and intervention delivery details. citeturn0search7"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}