{
    "nct_id": "NCT00151333",
    "title": "A Randomized, Double-blind, Placebo-controlled, Safety, Tolerability, Pharmacokinetics, Pharmacodynamics Trial of Multiple Ascending Fixed Doses of SRA-333 in Subjects With Mild to Moderate Alzheimer's Disease.",
    "status": "COMPLETED",
    "last_update_time": "2009-09-03",
    "description_brief": "To determine the safety and tolerability of multiple ascending fixed oral doses of SRA-333 in subjects with mild to moderate Alzheimer's disease.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "SRA-333 (lecozotan)"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The trial tests SRA-333 (lecozotan) for safety/tolerability in mild–moderate AD; lecozotan is a selective 5-HT1A receptor antagonist that potentiates hippocampal glutamate and acetylcholine release and was developed for cognitive dysfunction — a pharmacology consistent with a cognitive-enhancer profile rather than an anti-amyloid/tau disease-modifying approach. citeturn0search3turn0search1",
        "Act: Extracted details — trial title matches NCT00151333/NCT00277810 and lists SRA-333 = lecozotan as the investigational drug; sponsor Wyeth/Pfizer; purpose: safety/tolerability/pharmacokinetics/pharmacodynamics in mild–moderate AD, randomized double-blind placebo-controlled. citeturn0search0turn0search2",
        "Act (mechanism): Primary pharmacology papers describe lecozotan as a small-molecule 5-HT1A antagonist that enhances stimulated release of glutamate and acetylcholine in hippocampus and showed procognitive effects in animal models — consistent with classifying it as a cognitive enhancer (neurotransmitter modulation). citeturn0search3turn0search1",
        "Reflect: This is not a biologic (no monoclonal antibody or vaccine), nor is it described as targeting amyloid or tau pathology. Therefore it does not fit 'disease-targeted biologic' or 'disease-targeted small molecule' (in the sense of anti-amyloid/tau small molecules). It specifically targets neurotransmission to improve cognition, so the best fit is 'cognitive enhancer'. citeturn0search3turn0search5",
        "Web search results / key sources: NCT record for the multiple-ascending-dose safety study (SRA-333) showing trial title and details. citeturn0search0; PubMed/JPharmExpTher and JPET article characterizing lecozotan (SRA-333) as a selective 5-HT1A receptor antagonist with procognitive properties. citeturn0search1turn0search3; Additional clinical-trial listings (NCT00277810, MedPath, ICH GCP) showing larger SR formulation studies and sponsor (Pfizer/Wyeth). citeturn0search2turn0search4"
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The investigational drug SRA-333 (lecozotan) is a selective 5-HT1A (serotonin) receptor antagonist developed as a cognitive enhancer that potentiates hippocampal glutamate and acetylcholine release — i.e., it acts on a neurotransmitter receptor rather than on amyloid/tau or other disease-modifying pathways. citeturn0search2turn0search0",
        "Act: Extracted details — trial title and identifiers indicate SRA-333 (lecozotan) was tested for safety/tolerability/pharmacokinetics in mild–moderate AD (NCT00277810 and related records). Pharmacology sources describe lecozotan as a potent, selective 5-HT1A antagonist that enhances stimulated release of glutamate and acetylcholine and produced procognitive effects in animal models. These facts point to modulation of neurotransmitter receptors as the primary mechanism. citeturn0search1turn0search2turn0search3",
        "Reflect: Classification check — CADRO category D (Neurotransmitter Receptors) specifically covers interventions targeting neurotransmitter receptor systems (e.g., serotonergic receptors). The trial is not targeting amyloid, tau, ApoE/lipids, inflammation, or other CADRO categories, and it is not a diagnostic-only study, so 'D) Neurotransmitter Receptors' is the best fit. No evidence in the provided description suggests a multi-target or non-therapeutic focus. citeturn0search2turn0search1",
        "Sources:",
        "- JPET / pharmacology characterization of lecozotan as a selective 5-HT1A antagonist with procognitive effects. citeturn0search2",
        "- PubMed record / abstract summarizing lecozotan pharmacology (same JPET study details). citeturn0search0",
        "- Clinical trial registry entry for NCT00277810 (lecozotan SR safety/tolerability/efficacy in mild–moderate AD). citeturn0search1",
        "- Additional trial listing / summary (MedPath) confirming study details and sponsor information. citeturn0search4"
    ]
}