{
    "nct_id": "NCT04040348",
    "title": "A Phase I, Prospective, Open-label Trial to Evaluate the Safety, Tolerability and Exploratory Outcomes of Multiple Allogeneic Human Mesenchymal Stem Cells (HMSC) Infusions in Patients With Mild to Moderate Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2025-04-23",
    "description_brief": "The purpose of this research study is to test the safety, possible side effects, and possible effectiveness of mesenchymal stem cell infusions when given to people with a diagnosis of mild to moderate Alzheimer's disease.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted biologic",
    "drug": [
        "Allogeneic human mesenchymal stem cells (hMSC) — umbilical cord-derived, IV infusions (approx. 100 million cells per dose)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial tests repeated infusions of allogeneic human mesenchymal stem cells (hMSC) in people with mild–moderate Alzheimer’s disease, i.e., a cell therapy (biologic) intervention rather than a small molecule or symptomatic cognitive enhancer. citeturn0search0",
        "Act (evidence & mechanism): The registry entry for this Phase I open‑label study lists the intervention as umbilical cord-derived allogeneic hMSC administered intravenously (~100 million cells per infusion). This confirms the intervention is a cell biologic (not a drug compound). citeturn0search0",
        "Act (mechanistic context): Mesenchymal stem cells are thought to act via immunomodulatory, neurotrophic and neuroprotective/paracrine mechanisms (reducing neuroinflammation, secreting growth factors) rather than acting as a small‑molecule enzyme inhibitor — supporting classification as a biologic intended to modify disease processes. citeturn0search4turn0search7",
        "Reflect (classification rationale and ambiguity): By the provided category definitions, this is best classified as a \"disease‑targeted biologic\" because it is a biologic cell therapy intended to treat Alzheimer’s disease pathology/progression. Note: MSCs do not necessarily target amyloid or tau directly (mechanism is broader immunomodulation/neuroprotection), so if the definition were restricted only to biologics that directly target amyloid/tau (e.g., monoclonal antibodies), an alternate label could be debated — however under the given definitions (biologics targeting AD pathology), cell therapy fits the \"disease‑targeted biologic\" category. citeturn0search3turn0search4"
    ],
    "agent_type": "F) Inflammation",
    "explanation_agent": [
        "Reason: The intervention is allogeneic umbilical cord‑derived mesenchymal stem cells (hMSC) given IV; the primary, well‑described mechanistic rationale for MSCs in AD is immunomodulation / reduction of neuroinflammation (plus paracrine neurotrophic effects). This aligns best with CADRO category F (Inflammation). citeturn0search3turn1search5",
        "Act: Evidence from the trial registry entry matches the user description (allogeneic umbilical cord hMSC, IV, ~100 million cells per infusion, repeated dosing). MSCs are repeatedly described in the literature to act via immunomodulatory, anti‑inflammatory, and paracrine/neurotrophic mechanisms rather than a single-molecule target (e.g., amyloid or tau antibody). Based on those mechanisms, I assign F) Inflammation as the most specific CADRO match while noting additional neuroprotective/paracrine effects. citeturn0search3turn1search3turn1search7",
        "Reflect: MSC therapy is multi‑mechanistic (immunomodulation, secretion of growth factors, neuroprotection, altered apoptosis/autophagy), so one could also argue for secondary links to L) Growth Factors and Hormones or M) Synaptic Plasticity/Neuroprotection. However, the dominant, consistently reported action in AD models and MSC reviews is modulation of neuroinflammation, so F) Inflammation is the best single CADRO category. If a strictly multi‑target label were required, R) Multi‑target would be defensible — but given the emphasis on immunomodulation in the trial rationale, I selected F. citeturn1search5turn1search9",
        "Web sources used (key supporting references): 1) Trial registry entry describing the IV umbilical cord‑derived allogeneic hMSC intervention (~100 million cells per dose). citeturn0search3 2) Phase I/clinical reports of intraventricular and stereotactic hUCB‑MSC trials in AD (examples of clinical MSC use in AD). citeturn0search4turn0search1 3) Reviews and primary studies summarizing MSC mechanisms — immunomodulation, paracrine secretion of neurotrophic factors, reduction of neuroinflammation and effects on amyloid/tau in models. citeturn1search5turn1search3turn1search7"
    ]
}