{
    "nct_id": "NCT05535478",
    "title": "Deprescribing of Diabetes Treatment Regimens in Long Term Care (LTC) Residents With Alzheimer's Disease or Related Dementias (ADRD)",
    "status": "COMPLETED",
    "last_update_time": "2025-07-28",
    "description_brief": "Objectives To 1) examine the ability of the STRIDE (Simplification of Treatment Regimens and Individualized Diabetes Education) educational program to increase deprescribing of high hypoglycemia risk glucose-lowering medications (HRMs) among long term care facility (LTCF) residents with ADRD, 2) assess key implementation constructs (secondary outcomes) of the STRIDE program, including acceptability, appropriateness, and feasibility, and 3) validate the primary HRM use outcome measure.",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "OTHER",
    "results": null,
    "target_category": "N/A",
    "drug": [
        "glyburide (glibenclamide)",
        "glipizide",
        "glimepiride",
        "chlorpropamide",
        "insulin"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The study tests an educational/deprescribing intervention (STRIDE) aimed at reducing use of high hypoglycemia‑risk glucose‑lowering medications (HRMs) in long‑term care residents with ADRD — this is an implementation/behavioral deprescribing trial, not a test of a therapeutic drug targeting Alzheimer pathology, cognition, or neuropsychiatric symptoms. citeturn1search0turn1search2",
        "Act: Trial registry entries and study descriptions identify the intervention as Behavioral: STRIDE (Simplification of Treatment Regimens and Individualized Diabetes Education) and list the primary HRM outcome as any sulfonylurea use (glyburide, glipizide, glimepiride, chlorpropamide) and any insulin use. Therefore the relevant 'drugs' mentioned are listed above as HRMs targeted for deprescribing. citeturn1search0turn1search1",
        "Supporting evidence: The STRIDE intervention was developed to educate nursing‑home clinicians and use deprescribing algorithms to reduce medications with higher hypoglycemia risk; the LTC Data Cooperative description confirms STRIDE’s focus on deprescribing and use of CGM to validate outcomes. citeturn1search4",
        "Context on HRMs: Clinical guidance and geriatrics criteria identify sulfonylureas (especially long‑acting agents like glyburide) and certain insulin regimens as higher risk for hypoglycemia in older adults, supporting their classification as HRMs in this trial. citeturn0search2turn0search3",
        "Reflect: Given the intervention is educational/behavioral (deprescribing) and the trial measures change in medication use rather than testing a biologic, small molecule, cognitive enhancer, or neuropsychiatric treatment, the correct category is 'N/A' (does not fit the four therapeutic categories). No placebo is involved. citeturn1search2turn1search0"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}