{
    "nct_id": "NCT01549834",
    "title": "A Randomized, Double-Blind, Placebo-Controlled Study to Evaluate the Efficacy and Safety of ABT-126 in Subjects With Mild to Moderate Alzheimer's Disease on Stable Doses of Acetylcholinesterase Inhibitors",
    "status": "COMPLETED",
    "last_update_time": "2014-10-24",
    "description_brief": "This is an efficacy and safety study evaluating a new treatment for subjects with mild to moderate Alzheimer's disease.",
    "description_detailed": "This is a Phase 2 study designed to evaluate the efficacy and safety of ABT-126 in approximately 420 adults with mild to moderate Alzheimer's disease who are taking stable doses of acetylcholinesterase inhibitors. Subjects will be randomized to one of two ABT-126 dose arms or placebo for a 24-week treatment period.",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "Cognitive enhancer",
    "drug": [
        "ABT-126 (selective α7 nicotinic acetylcholine receptor agonist)"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The trial tests ABT-126, described in the protocol/title as an add-on treatment for mild–moderate Alzheimer’s disease; ABT-126 is a selective α7 nicotinic acetylcholine receptor agonist developed for procognitive effects rather than targeting core AD pathology (amyloid or tau). citeturn1search1turn0search4",
        "Act (extracted details): The study is a randomized, double‑blind, placebo‑controlled Phase 2 trial of ABT-126 in subjects with mild–moderate AD on stable acetylcholinesterase inhibitors (NCT01549834). Interventions: ABT‑126 (multiple doses reported in published reports) vs placebo (and in some related trials vs donepezil as active control). Primary endpoint focused on cognitive measure (ADAS‑Cog). citeturn1search8turn1search1",
        "Web-search support (key sources): PubMed summary of the exact trial listing ABT‑126 as a potent, selective α7 nicotinic acetylcholine receptor agonist with putative procognitive effects in AD (trial NCT01549834). citeturn1search1; Alzheimer's Research & Therapy / PubMed publications describing ABT‑126 monotherapy and phase‑2 results in mild‑to‑moderate AD (procognitive focus). citeturn0search5turn1search6; ClinicalTrials snapshot listing the randomized, double‑blind, placebo‑controlled study in subjects on stable AChEIs (NCT01549834). citeturn1search8",
        "Reflect: Classification as 'Cognitive enhancer' matches the mechanism (α7 nicotinic receptor agonist intended to improve cognition) and the trial endpoints (ADAS‑Cog cognitive outcomes). It is not a biologic (monoclonal antibody/vaccine) nor a small molecule intended to modify amyloid/tau pathology, and the indication is cognitive improvement rather than neuropsychiatric symptom control, so 'Cognitive enhancer' is the best fit. citeturn0search4turn1search1",
        "Notes / ambiguity: ABT‑126 is a small‑molecule nicotinic receptor agonist, but because it targets a neurotransmitter receptor to improve cognition rather than targeting core AD pathology, it falls under the 'Cognitive enhancer' category rather than 'Disease‑targeted small molecule.' Clinical results from phase‑2 studies reported trends but no consistent statistically significant cognitive benefit versus placebo. citeturn0search5turn1search6"
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: ABT-126 is a selective α7 nicotinic acetylcholine receptor (a neurotransmitter receptor) agonist developed for procognitive effects in Alzheimer’s disease, so the intervention directly targets a neurotransmitter receptor rather than amyloid/tau pathology. citeturn0search1turn0search2",
        "Act: Extracted trial details — randomized, double‑blind, placebo‑controlled study (NCT01549834) testing ABT‑126 as an add‑on to stable acetylcholinesterase inhibitor therapy in mild–moderate AD (doses reported 25 mg and 75 mg once daily; primary cognitive endpoint ADAS‑Cog). The trial did not meet its primary efficacy endpoint overall. These specifics support classification under a neurotransmitter‑receptor (procognitive) mechanism. citeturn0search1turn0search7",
        "Reflect: Classification as 'D) Neurotransmitter Receptors' aligns with CADRO because the drug’s known mechanism is agonism of the α7 nicotinic acetylcholine receptor (a neurotransmitter receptor). The study goal was cognitive enhancement (not modification of core AD proteinopathies such as amyloid or tau), so 'Neurotransmitter Receptors' is the most specific CADRO category rather than amyloid/tau or multi‑target. Key supporting sources are listed below. citeturn0search2turn0search4",
        "Key web sources: PubMed J Alzheimers Dis (Efficacy and Safety of ABT‑126 in Subjects with Mild‑to‑Moderate AD — NCT01549834). citeturn0search1; Alzheimer's Research & Therapy article (ABT‑126 monotherapy adaptive trial and open‑label extension). citeturn0search2; PubMed summary of ABT‑126 monotherapy phase‑2 program. citeturn0search4"
    ]
}