{
    "nct_id": "NCT00956410",
    "title": "An Open-label Extension to a 52-week, Multi-center, Randomized, Double-blind, Placebo-controlled, Parallel Group Study in Patients With Alzheimer's Disease to Investigate the Safety and Tolerability of Repeated Subcutaneous Injections of CAD106",
    "status": "COMPLETED",
    "last_update_time": "2020-02-08",
    "description_brief": "This study will evaluate the safety and tolerability of repeated subcutaneous injections of CAD106 in patients with Alzheimer's disease.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted biologic",
    "drug": [
        "CAD106"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The trial tests CAD106, which is an active immunotherapeutic vaccine designed to induce antibodies against the N‑terminal region of amyloid‑β (Aβ) and thereby target Alzheimer’s pathology (amyloid). This indicates a biologic intended to modify disease-related pathology rather than a symptomatic cognitive enhancer or a neuropsychiatric treatment. citeturn0search4turn0search5",
        "Act: Key extracted details — CAD106 is an active Aβ vaccine composed of the Aβ1–6 peptide coupled to a Qβ virus‑like particle and is given by subcutaneous (or intramuscular) injections in clinical studies; its primary development goal has been to elicit Aβ‑specific antibody responses while avoiding Aβ‑specific T‑cell activation, and trials have focused on safety, tolerability, immunogenicity and biomarker (amyloid) effects. citeturn0search4turn0search1turn0search2",
        "Reflect: The classification as a \"disease-targeted biologic\" aligns with the mechanism (active immunization against amyloid‑β) and the trial objectives (safety/tolerability of repeated injections and induction of Aβ antibodies, with biomarker assessments). There is no indication this is a small molecule, a purely symptomatic cognitive enhancer, or a neuropsychiatric symptom trial; therefore 'disease-targeted biologic' is the appropriate category. Additional supporting publications and trial reports (phase 1/2, extension studies, and PET/biomarker analyses) are cited above. citeturn0search2turn0search6"
    ],
    "agent_type": "A) Amyloid beta",
    "explanation_agent": [
        "Reason: The trial tests CAD106, an active immunotherapeutic vaccine designed to induce antibodies against the N‑terminal region of amyloid‑β (Aβ), with the explicit goal of engaging and modifying amyloid pathology in Alzheimer’s disease. citeturn0search5turn0search4",
        "Act: Key extracted details — CAD106 is composed of the Aβ1–6 peptide coupled to a Qβ virus‑like particle, administered by subcutaneous/intramuscular injections in clinical studies; it elicits Aβ‑specific IgG responses, has been evaluated for safety/tolerability and immunogenicity, and has demonstrated effects on amyloid PET/amyloid accumulation in clinical studies. (Clinical trial record NCT01023685 describes the repeated subcutaneous injection extension; phase 1/2 and later reports document the vaccine composition, immunogenicity and PET/biomarker findings.) citeturn0search5turn0search1turn0search4turn0search2",
        "Reflect: Classification as A) Amyloid beta is the most specific CADRO category that matches CAD106’s mechanism (active immunization directed at Aβ) and study objectives (safety/tolerability, immunogenicity and effects on amyloid biomarker/PET). There is no indication the intervention targets tau, inflammation primarily, synaptic function, or multiple disparate pathways, so 'A) Amyloid beta' is the appropriate assignment. Supporting literature and trial records cited above corroborate this interpretation. citeturn0search4turn0search6",
        "Web search results supporting the classification (selected sources):\n- CAD106 reduces amyloid accumulation in preclinical models and is designed as Aβ1–6 conjugated to Qβ (mechanism/composition). citeturn0search5\n- Early human phase 1 data: CAD106 induced Aβ-specific antibody responses and was generally well tolerated. citeturn0search3\n- Long-term treatment reports and safety/immunogenicity summaries supporting target engagement (antibody induction, peripheral Aβ changes). citeturn0search4\n- Phase 2b/clinical studies and PET biomarker data showing CAD106-induced Aβ IgG titers and slowed amyloid PET accumulation in treated participants. citeturn0search0turn0search2turn0search8\n- Clinical trial record for the open-label extension of repeated subcutaneous injections (NCT01023685). citeturn0search1"
    ]
}