{
    "nct_id": "NCT03545789",
    "title": "Phase 1 Test-retest Evaluation of [18F]MNI-958 PET as an Imaging Marker for Tau Protein in the Brain of Patients With Alzheimer's Disease and Probable PSP as Compared to Healthy Volunteers",
    "status": "COMPLETED",
    "last_update_time": "2020-02-14",
    "description_brief": "The overall goal of this protocol is to evaluate \\[18F\\]MNI-958 also known as APN-0000455 or PM-PBB3, a tau targeted radiopharmaceutical.",
    "description_detailed": "The overall goal of this protocol is to evaluate \\[18F\\]MNI-958 also known as APN-0000455 or PM-PBB3, a tau targeted radiopharmaceutical. The specific objectives are:\n\n* To measure the dynamic uptake and washout of \\[18F\\]MNI- 958 in brain using positron emission tomography (PET) in patients with Alzheimer's disease, Progressive Supranuclear Palsy and healthy volunteers.\n* To measure blood metabolites of \\[18F\\]MNI-958 and perform kinetic modeling to assess its ability to measure tau protein in brain using the tracer plasma concentration or a reference region as indirect input.\n* To obtain test/retest reliability of the tracer binding parameters in patients with Alzheimer's disease, Progressive Supranuclear Palsy and healthy volunteers.\n* To acquire safety data following injection of \\[18F\\]MNI-958.",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "OTHER",
    "results": null,
    "target_category": "N/A",
    "drug": [
        "[18F]MNI-958",
        "APN-0000455",
        "PM-PBB3"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The protocol describes [18F]MNI-958 (also called APN-0000455 or PM-PBB3) as a tau-targeted radiopharmaceutical used for PET imaging to measure tau protein uptake/kinetics and test–retest reliability in Alzheimer's disease, PSP, and healthy volunteers — i.e., a diagnostic imaging tracer, not a therapeutic agent. citeturn1search0turn1search5",
        "Act: Key details extracted — names: [18F]MNI-958 / APN-0000455 / PM-PBB3; role: PET radioligand for in vivo tau imaging; objectives: measure dynamic uptake/washout, blood metabolites, kinetic modeling, and test–retest reliability and safety/dosimetry. These facts are reported in the trial record(s) and in publications describing PM-PBB3 as an 18F-labeled tau PET tracer. citeturn1search0turn1search4turn0search5",
        "Reflect: Classification decision — This is a diagnostic PET radiotracer study, not an intervention intended to modify disease biology or improve cognition/behavior. Per the category definitions, trials solely involving diagnostic imaging (radiopharmaceutical PET tracers) do not fit the four therapeutic categories, so the correct classification is 'N/A'. No ambiguity noted: sources consistently identify PM-PBB3/[18F]MNI-958 as a tau imaging agent. citeturn1search2turn0search4",
        "Web search sources (selected): Clinical trial record / study description for NCT03545789 (Phase 1 test–retest of [18F]MNI-958 PET). citeturn1search0turn1search5",
        "MedPath / trial pages summarizing NCT03472313 and NCT03545789 and objectives (biodistribution, dosimetry, PET kinetics). citeturn1search4turn0search7",
        "PM-PBB3 radiosynthesis / characterization (PubMed): description of [18F]PM-PBB3 as a second-generation 18F-labeled tau PET tracer. citeturn0search5",
        "PM-PBB3 tau PET applied in tauopathy imaging (example PubMed report in FTD): supports tracer use for in vivo tau detection. citeturn0search2"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}