{
    "nct_id": "NCT05894954",
    "title": "EVANTHEA TRIAL: a Pragmatic, Randomized, Controlled Trial to Evaluate the Effectiveness of a Precision Medicine Treatment Approach for Early Dementia and Mild Cognitive Impairment",
    "status": "ACTIVE_NOT_RECRUITING",
    "last_update_time": "2025-03-07",
    "description_brief": "The goal of this clinical trial is to compare a precision medicine approach to the standard-of-care for people with mild cognitive impairment or early-stage dementia. Precision medicine approach starts with the completion of many tests and then the study doctor uses the test results to carefully prepare a treatment plan that is best for the individual person to help treat many of the underlying causes of mild cognitive impairment or early-stage dementia.\n\nThe main question the study aims to answer is:\n\n• Does the precision medicine approach improve memory (cognitive function) better than the current standard-of-care treatment in people with mild cognitive impairment or early-stage dementia during a 9-month treatment period? This is a randomized clinical trial which means that a group of people that meet the study requirements will be assigned at random or by chance (like toss of a coin) to receive either the precision medicine treatment or the current gold standard (standard-of-care). People assigned to the precision medicine group will receive precision medicine for 9-months while those assigned to the standard-of-care group will follow that approach for 9-months, followed by an opportunity to receive up to six months of precision medicine, if desired.\n\nParticipants will be asked to:\n\n* Have their blood drawn for extensive lab testing and collect urine and stool samples as well\n* Carefully follow instructions received from their study doctor and study team\n* Make lifestyle changes as prescribed by the study doctor and study team based on your precision medicine program\n* Take supplements and medications prescribed by the study doctor.\n* Once officially in the study (after meeting study entry or screening requirements), participate in ten (10) monthly visits with the study doctor, and other members of the study team as scheduled.\n* Complete cognitive tests at scheduled visits during the study\n* Have a study partner with you during visits and to help support you on the program Researchers will compare test results between the two study groups to see if the precision medicine approach improves those tests results over the time of the study, resulting in the improvement of cognition over a 9-month treatment period.",
    "description_detailed": "The precision medicine treatment approach to be evaluated in this clinical trial is a novel, functional, lifestyle intervention for the treatment of mild cognitive impairment or early-stage dementia. The protocol focuses on optimization of a diverse set of metabolic parameters coupled with lifestyle medicine and clinical nutrition strategies that address the mismatch in these contributors. The approach is personalized for each participant and based on more than 150 data points, including lab evaluations, brain scans, genomic evaluation, cognitive testing, and a detailed medical and family history. Importantly, this progressive treatment approach is based on continued optimization through iterative treatment and metabolic characterization.\n\nThe precision medicine treatment approach includes a core set of interventions (Precision Medicine-Core) and a set of interventions that are based on the clinical subtype of dementia (Precision Medicine-Cognitive Subtypes). All participants randomized to the precision medicine treatment approach group will receive the core treatment program. The elements of the core treatment program include diet, physical exercise, mental exercise, sleep optimization, and stress reduction.\n\nIn addition, all participants randomized to the precision medicine treatment approach will be evaluated for all putative or potential underlying drivers of dementia including: 1) inflammatory factors (Type 1 Inflammatory), 2) glycotoxic factors (Type 1.5 Glycotoxic), 3) atrophic factors (Type 2 Atrophic), toxic factors (Type 3 Toxic), vascular factors (Type 4 Vascular), and traumatic factors (Type 5 Head Trauma).\n\nThis study will use a pragmatic, randomized, multicenter, control group design in which participants will be randomized to a 9-month precision medicine treatment approach or a 9-month standard-of-care treatment approach. Participants in the standard-of-care group will receive the standard-of-care mild cognitive impairment and early-stage dementia. Following completion of the 9-month intervention period, participants in the standard-of-care group will be eligible to receive the precision medicine treatment approach.\n\nDuring the course of the 9-month precision medicine treatment approach, participants and study partners will be scheduled for regular visits with members of the study team at each practice. These visits will be scheduled at approximately 4-week intervals following randomization. Cognitive function tests will be performed at baseline (Visit 1), Month 3 (Visit 4), Month 6 (Visit 7), and Month 9 (Visit 10). Cognitive testing includes the MoCA to be performed by a blinded psychometrician prior to randomization and then 1-2 weeks before the 3-, 6-, and 9-month visits. The CNS Vital Signs will be performed by each staff at each of the six participating sites. Participants in the standard-of-care treatment group will complete a similar set of visits at the same intervals during this time.\n\nA final follow-up visit will occur within 4 weeks of completion of Visit 10 to complete all effectiveness and safety follow-up assessments. Following completion of the final follow-up visit, all participants in the standard-of-care treatment group will be eligible for initiation of a 6-month precision medicine treatment approach. Safety data will be collected for participants in both groups through completion of the 6-month precision medicine intervention period for participants initially randomized to the standard-of-care treatment group. Periodic unblinded safety reviews are planned at approximately 1-month intervals for the full duration of the trial. These reviews will be conducted by the Study Oversight and Safety Review Committee.\n\nParticipants will be enrolled from six geographically-diverse clinical practices and randomized to either the precision medicine treatment approach (Group A) or the standard-of-care control group (Group B). The population to be enrolled will be heterogenous in terms of demographic and clinical characteristics of their cognitive dysfunctions. In addition, the precision medicine intervention will be heterogenous because, by definition, precision medicine is personalized to target the specific metabolic abnormalities that are identified in each participant as uniquely associated with mild cognitive impairment or early-stage dementia. Given the real-world settings, heterogeneity in study participants, and heterogeneity of the specific precision medicine components, a pragmatic, randomized, controlled trial will provide the best evaluation of the precision medicine treatment approach while offering maximum external validity and the ability to generalize findings from this study to precision medicine practice settings and patients who are treated in the US.",
    "phase": [
        "PHASE3"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "Precision medicine program (multimodal individualized treatment including extensive lab testing, tailored supplements, medications and hormone therapy, dietary/exercise changes, brain exercises, stress management, sleep tracking, plus optional devices such as QEEG, photobiomodulation, neurostimulation, neurofeedback, and hyperbaric oxygen at select sites)."
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial (EVANTHEA) tests a personalized/precision-medicine treatment package — not a single biologic or single small-molecule drug — with the primary outcome being improvement in memory/cognitive function over 9 months. This indicates the intervention is intended to improve cognition rather than being a single disease-targeted biologic or small molecule. citeturn0search0turn0search2",
        "Act: Key trial details extracted from public listings: the EVANTHEA trial is a randomized, 9-month comparison of a precision medicine/lifestyle/supplement/targeted-medication approach versus standard-of-care for early dementia/MCI; the precision arm uses extensive testing to create individualized plans (labs, supplements, hormones, diet/exercise, brain exercises, stress management, optional photobiomodulation/neurostimulation/hyperbaric oxygen at some sites). No single investigational biologic or named small-molecule drug is listed as the primary intervention. citeturn0search2turn0search3turn0search4",
        "Reflect: Classification rationale — because the intervention is a non‑specific, multimodal personalized program aimed at improving cognitive performance (memory) and does not involve a named monoclonal antibody/vaccine (biologic) or a specific investigational small molecule, the best fit among the provided categories is \"cognitive enhancer.\" Note ambiguity: the program may include medications or therapies that could affect underlying disease contributors (and thus might have disease-modifying intentions), but those are individualized and not a single disease-targeted biologic or small molecule agent, so per the category definitions the correct assignment is \"cognitive enhancer.\" Supporting trial listing pages: official trial site and clinical-trial summaries. citeturn0search0turn0search2turn0search3"
    ],
    "agent_type": "R) Multi-target",
    "explanation_agent": [
        "Reason: The EVANTHEA trial tests a multimodal, individualized precision‑medicine program (extensive lab testing leading to tailored supplements, hormones/medications, diet/exercise, brain exercises, stress/sleep management, plus optional devices such as QEEG, photobiomodulation, neurostimulation and hyperbaric oxygen). Because the intervention package intentionally addresses many physiological systems (endocrine, metabolic, lifestyle/behavioral, neuromodulatory devices, etc.) rather than a single molecular/pathway target, it does not map to a single CADRO category like Amyloid (A) or Tau (B). citeturn0search0turn0search2",
        "Act: Extracted trial details: randomized 9‑month comparison of a precision medicine/lifestyle/supplement/targeted‑medication approach versus standard‑of‑care; the precision arm is individualized and may include hormones, medications, supplements, diet/exercise plans, coaching, sleep/stress tracking and optional neuromodulation/photobiomodulation/hyperbaric oxygen at select sites — i.e., multiple interventions with distinct biological targets/mechanisms rather than a single investigational drug or single pathway. Given this multi‑component design, the appropriate CADRO assignment is R) Multi‑target. citeturn0search2turn0search3",
        "Reflect: Confirmation and caveats — the study materials and registry entry consistently describe a bundled, personalized intervention rather than a named biologic or single small molecule, supporting a Multi‑target classification. If an individual participant’s personalized plan included a single, clearly specified investigational drug that mapped to a single CADRO domain, that participant‑level therapy could be reclassified; but at the trial/program level the intervention spans many CADRO domains, so R) Multi‑target is the most specific and accurate choice. Primary trial listings and sponsor sites (official trial site, site recruitment pages and ClinicalTrials.gov tracking) document the multi‑component, precision approach. citeturn0search0turn0search5",
        "Web search results used (selected): Dementia Reversal / EVANTHEA official trial site — description and sites; MedPath / trial listing with detailed arm/intervention text; MaxWell Clinic (site page) describing the 9‑month precision vs standard design; ClinicalTrials.gov tracker entry for NCT05894954 (EVANTHEA) with registry metadata; Rezilir Health page noting site participation and trial activities. These pages were the basis for the above extraction and classification. citeturn0search0turn0search2turn0search3turn0search5turn0search8"
    ]
}