{
    "nct_id": "NCT03656042",
    "title": "A Open-label, No-treatment-controlled, Parallel, Pilot Phase Ⅱ Study to Evaluate the Efficacy and Safety/Tolerability Profiles of G-CSF in Subjects With Mild to Moderate Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2018-08-30",
    "description_brief": "With the enrichment of living environment and the progress of medicine, the scale of aging population has increased in many countries of the world. Alzheimer's disease (AD), the leading cause of dementia, counts for approximately 60% to 70% in dementia in aged population. AD is a well-known neurodegenerative disease and characterized by the formation of neurofibrillary tangles and deposition of amyloid in the brain. It also affects more than 12 million patients worldwide and puts a tremendous burden on family caregivers and causes high nursing home costs for society. So far, the mechanisms of AD have not been elucidated and currently no curable treatment exists. Thus, clinical trials concerning the treatment of AD are in urgent expectation.\n\nGranulocyte-colony stimulating factor (G-CSF) is a growth factor that presents in human body in small quantity and is known to promote the blood cell proliferation and differentiation. Previous studies showed injection of G-CSF could help release hematopoietic stem cell (HSCs) from bone marrow to the peripheral blood, and then migrate to repair damaged areas, e.g. heart tissue and ischemia brain tissue. We have found that G-CSF triggering release of stem cells from bone marrow shows the potential as an effective reagent for treatment of AD by using two AD mouse models. The one was generated by injecting the brains of normal mice with amyloid and another was by using a strain of transgenic mice which naturally exhibit Alzheimer's disease-like neuronal apoptosis and memory loss. Subcutaneous administration of G-CSF into mice significantly rescued their cognitive/memory functions.\n\nG-CSF has already been widely used in clinical practice, for example, neutropenia caused by chemotherapy in cancer and bone marrow transplantation. The new finding shows G-CSF can release HSCs from bone marrow and these cells not only can pass through the blood-brain barrier but can selectively migrate to the region of damaged brain to improve neurological recovery. Thus, we conduct this clinical trial to investigate the potential effect of G-CSF for the cognitive function of AD patients. If successful, G-CSF could open up a new window for AD treatment which is less invasive and more effective than the current therapies.",
    "description_detailed": "This is a randomized open-label Phase 2 trial with parallel design using no-treatment group as control. Subjects in the treatment arm will receive subcutaneous G-CSF with the dosage of 10 microgram/kg/day, for 5 continuous days in the first week. The second dosage will be given in the 12 week. If subjects has received Donepezil already, the Donepezil will be concomitantly used in a stable dose (the same dose as pre-entering this study) during the study.\n\nBackground data and general medical history will be registered on the screening visit (Visit 1, started four weeks or less before Visit 2). Subjects fulfil the inclusion criteria 1) age between 50 to 85 years old; 2) those who were diagnosed as AD and the supporting evidences from the brain computed tomography or Magnetic Resonance Imaging scan within 12-months; 3) Mini-Mental State Examination scores of 10 to 26, and, 4) Clinical Dementia Rating score of 1 or 2. Subjects with clinically significant medical or neurological disorders, other than AD, that may affect cognition will be excluded Additional inclusion criteria included Modified Hachinski Ischemic score of ≤ 4, Hamilton Psychiatric Rating Scale for Depression score of ≤ 12and a reliable caregiver who is sufficiently familiar with the subject and is willing to provide the accurate data.\n\nParticipants will receive standard physical examination in all visits. Serum tests include complete blood count (CBC),total bilirubin, creatinine, blood urea nitrogen (BUN), uric acid, aspartate transaminase (AST), alanine transaminase (ALT), total protein, albumin, Vitamin B12, folate, T4, thyroid-stimulating hormone (TSH), HbA1c, rapid plasmin reagin (RPR)/Treponema pallidum haemagglutination (TPHA) will be also obtained.",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted biologic",
    "drug": [
        "G-CSF (granulocyte‑colony stimulating factor)",
        "Filgrastim (common clinical form of G-CSF)"
    ],
    "placebo": [
        "No-treatment control (open‑label; no placebo)"
    ],
    "explanation_target": [
        "Reason: The intervention is granulocyte‑colony stimulating factor (G‑CSF), a biologic growth factor that mobilizes hematopoietic stem/progenitor cells, has direct neurotrophic/neuroprotective effects in the CNS, and in AD animal models reduced amyloid burden and improved cognition. citeturn1search4turn0search4",
        "Act: The trial title and description specify administration of G‑CSF (filgrastim) in mild–moderate AD patients in an open‑label, no‑treatment‑controlled Phase II pilot study; prior human pilot work of G‑CSF in AD and multiple preclinical mouse studies motivated the trial. citeturn1search0turn1search3",
        "Classification decision: This is a biologic therapy intended to alter disease processes (mobilize repair‑competent cells, modulate inflammation, reduce amyloid in models) rather than a purely symptomatic cognitive enhancer or a psychiatric‑symptom treatment. Therefore it fits the 'disease‑targeted biologic' category. Key supporting preclinical evidence shows decreased brain Aβ and cognitive rescue after G‑CSF in mice. citeturn1search4turn0search2",
        "Reflect: Although G‑CSF is not an anti‑amyloid monoclonal antibody or vaccine and acts indirectly (stem cell mobilization, immune modulation, neurogenesis) rather than binding amyloid/tau directly, it is a biologic intervention aimed at modifying disease biology. The trial is open‑label with no placebo; that limits strength of efficacy inference and is noted in the provided description and trial registry summary. citeturn1search3turn1search0",
        "Web search results used: (1) preclinical reports of G‑CSF reducing amyloid burden and reversing cognitive deficits in AD mouse models. citeturn1search4turn0search4 (2) pilot clinical study(s) testing G‑CSF in AD patients reporting tolerability/safety. citeturn1search3 (3) trial registry / trial listing for the open‑label Phase II pilot of G‑CSF in mild–moderate AD. citeturn1search0"
    ],
    "agent_type": "L) Growth Factors and Hormones",
    "explanation_agent": [
        "Reason: The intervention is granulocyte–colony stimulating factor (G‑CSF, filgrastim), a hematopoietic growth factor with reported direct neurotrophic/neuroprotective actions, stem/progenitor‑cell mobilization, and immune‑modulatory effects; preclinical AD models show reduced brain Aβ and cognitive improvement after G‑CSF. citeturn0search4turn0search3turn0search7",
        "Act: The provided trial is an open‑label Phase II pilot administering filgrastim (G‑CSF) to mild–moderate AD patients (NCT03656042 / trial registry listing and prior human pilot work). Because the biologic is a growth factor/ cytokine (not an anti‑amyloid monoclonal or symptomatic neurotransmitter drug), it aligns with CADRO’s Growth Factors and Hormones category. citeturn0search5turn0search6",
        "Reflect: Although G‑CSF also modulates inflammation and mobilizes marrow‑derived cells (mechanisms that may secondarily affect amyloid and neurogenesis), these are downstream effects of administering a growth factor; the most specific CADRO match is L) Growth Factors and Hormones rather than Inflammation (F) or Multi‑target (R). Key supporting literature: preclinical amyloid reduction and cognitive rescue (mouse studies) and small human pilot(s) showing tolerability and exploratory signals. citeturn0search4turn0search6turn0search2",
        "Web search results used (representative): (1) G‑CSF decreases brain amyloid burden and reverses cognitive impairment in AD mice. citeturn0search4 (2) Pilot clinical study of G‑CSF in AD patients (safety/tolerability, small sample). citeturn0search6 (3) Clinical trial registry entry for the open‑label Phase II filgrastim study in mild–moderate AD (NCT03656042). citeturn0search5 (4) Studies showing G‑CSF’s neuroprotective/neurogenic and anti‑inflammatory effects in preclinical models. citeturn0search3turn0search2 (5) Observational report of altered G‑CSF levels in early AD (lower plasma G‑CSF). citeturn0search0"
    ]
}