{
    "nct_id": "NCT07062198",
    "title": "A Phase 3, Randomised, Double-blinded, Placebo-controlled Study to Evaluate the Efficacy, Tolerability, and Safety of Combined Metabolic Activator Supplementation in Subjects Diagnosed With Alzheimer's Disease",
    "status": "RECRUITING",
    "last_update_time": "2025-09-26",
    "description_brief": "This randomised, double-blinded, placebo-controlled study aims to establish metabolic improvements in subjects diagnosed with Alzheimer's Disease (AD) by treatment with CMA2 including N-acetyl-L-cysteine (NAC), L-carnitine-L-tartrate (LCAT), nicotinamide (niacinamide), and L-serine.\n\nParticipants will take the drug CMA2 or a placebo twice a day for 26 weeks. They will visit the clinic 4 times for checkups and tests.",
    "description_detailed": "This will be a randomised, double-blinded, placebo-controlled, multi-centre Phase 3 study with the aim to establish metabolic improvements in subjects diagnosed with AD by dietary supplementation with CMA2, including NAC, LCAT, niacinamide, and L-serine. The study will be performed at approximately 9 clinical sites in Turkey and aims to include a total of 676 evaluable subjects (up to 845 randomised).\n\nThe study comprises four clinical visits. Consenting subjects will be screened for eligibility (Visit 1; screening) according to study-specific eligibility criteria within 28 days prior to randomisation and start of IMP administration. Eligible subjects will be randomised on Day 1 (Visit 2) to 26 weeks of b.i.d. oral administration of either CMA2 or placebo (1:1). The first dose will be administered at the study clinic. The subjects will be observed for 2 hours post dose for the development of any allergic reactions or intolerance after taking the first dose. Subjects who cannot tolerate the study agents will be withdrawn from the study.\n\nVisits at the study site will be performed at Week 13 (Visit 5) and Week 26 (Visit 8; end of treatment). Monthly telephone contacts will be scheduled with the patients. At the telephone visits IMP compliance, Concomitant medication and adverse event will be addressed.\n\nThe following clinical scales will be used to assess the effect of CMA2 on cognition and daily life activity: MMSE, ADAS-Cog, and ADCS-ADL. Blood samples will be collected for advanced plasma metabolomics, proteomics, and lipidomics analysis. Whole genome sequencing will not be performed.\n\nOptional blood samples will be collected for p- tau217, Nfl, GFAP, and S-Urate analysis. Optional Saliva and faeces sampling for oral and gut microbiome will be collected. CSF samples will be optional collected for determination of Abeta42, total-Tau, p-Tau181 levels and Neurofilament light chain concentrations, and for advanced CSF metabolomics, proteomics, and lipidomics analysis. These samples will be decided by each investigator and will be analysed as exploratory endpoint.",
    "phase": [
        "PHASE3"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "SUPPORTIVE_CARE",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "CMA2 (Combined Metabolic Activator) — components: N-acetyl-L-cysteine (NAC)",
        "L-carnitine L-tartrate (LCAT)",
        "nicotinamide / nicotinamide riboside (NR)",
        "L-serine"
    ],
    "placebo": [
        "Placebo"
    ],
    "explanation_target": [
        "Reason: The intervention is a combined metabolic activator (CMA/CMA2) made of small‑molecule metabolic supplements (amino acids and vitamin/precursor compounds) intended to correct AD-related metabolic/mitochondrial dysfunction and thereby improve cognition and clinical measures — i.e., a pharmacologic, disease‑directed metabolic approach rather than a biologic (monoclonal antibody/vaccine) or solely symptomatic behavioural drug. citeturn0search0turn0search6",
        "Act (key trial/drug details found on the web): A published Phase 2 randomised, double‑blind, placebo‑controlled study describes CMA containing L‑serine, nicotinamide riboside (NR), N‑acetyl‑L‑cysteine (NAC), and L‑carnitine tartrate and reports improved ADAS‑Cog and metabolic biomarkers after treatment. citeturn0search0turn0search6",
        "Act (registration/phase‑3 listing): A Phase 3 listing for Combined Metabolic Activator supplementation (CMA2) describes the product as NAC, LCAT, niacinamide (nicotinamide) and L‑serine, to be given twice daily for 26 weeks. (Note: wording varies between sources about nicotinamide vs nicotinamide riboside). citeturn0search4turn0search2",
        "Reflect: Classification rationale — components are small molecules/supplements (not biologics) and the intended mechanism is to modify disease‑relevant metabolism and mitochondrial function (disease‑directed), not to treat only neuropsychiatric symptoms or act purely as a short‑term symptomatic cognitive enhancer. Therefore the best match to the provided category list is 'disease-targeted small molecule'. Citations above support composition and prior Phase 2 efficacy data; the Phase 3 listing confirms the CMA2 trial described. citeturn0search0turn0search4",
        "Ambiguity / notes: Some sources specify nicotinamide riboside (NR) in the studied CMA formulation while the Phase‑3 listing uses the term nicotinamide/niacinamide; both are small‑molecule NAD+ precursors but are distinct compounds — this is noted because formulation differences could affect mechanism/labeling. citeturn0search0turn0search4"
    ],
    "agent_type": "J) Metabolism and Bioenergetics",
    "explanation_agent": [
        "Reason: The investigational product (CMA2) is a combination of small‑molecule metabolic supplements (N‑acetyl‑L‑cysteine, L‑carnitine tartrate, nicotinamide or nicotinamide riboside, and L‑serine) given to correct AD‑related metabolic and mitochondrial dysfunction and thereby improve cognition — this mechanism directly maps to CADRO category J (Metabolism and Bioenergetics). citeturn0search6turn0search0",
        "Act: Key trial/drug details extracted from the literature and registries: the Phase‑2 randomized, double‑blind, placebo‑controlled study used CMA (L‑serine, NR or nicotinamide, NAC, L‑carnitine tartrate) and reported improved ADAS‑Cog and metabolic biomarkers; Phase‑3 listings describe CMA2 with the same component classes (nicotinamide/nicotinamide riboside, NAC, L‑carnitine, L‑serine). These sources confirm the intervention is a disease‑directed metabolic/mitochondrial therapy composed of small molecules rather than a biologic or symptomatic-only drug. citeturn0search6turn0search3turn0search5",
        "Reflect: The mechanism (enhancing mitochondrial function, NAD+ and glutathione precursors, fatty‑acid mitochondrial uptake and oxidation) is specific to cellular metabolism/bioenergetics rather than amyloid, tau, inflammation, synaptic receptor modulation, or diagnostic imaging — therefore J) Metabolism and Bioenergetics is the most specific CADRO category. Note ambiguity: some sources list nicotinamide riboside (NR) while others list nicotinamide (niacinamide) for CMA2; both are NAD+ precursors but are distinct compounds — this does not change the CADRO classification. citeturn0search5turn0search6",
        "Web search results / key sources found (supporting evidence): (1) Phase II randomized, double‑blind, placebo‑controlled CMA trial in AD (full text, PubMed Central) — formulation and outcomes (ADAS‑Cog improvement). citeturn0search6 (2) Translational Neurodegeneration article describing CMA rationale, composition and mitochondrial/metabolic effects. citeturn0search0 (3) MDPI preclinical study comparing CMA1 and CMA2 formulations in animal models and describing CMA2 components and metabolic mechanisms. citeturn0search5 (4) PubMed entry/abstract summarizing the Phase‑II trial and mechanistic rationale. citeturn0search3"
    ]
}