{
    "nct_id": "NCT05784298",
    "title": "Acute Effect of Low-intensity Gamma Repetitive Transcranial Magnetic Stimulation on Cognitive and EEG Parameters in Older Adults With Mild Dementia by Alzheimer's Disease: a Randomized, Double-blind, Crossover, Controlled Trial",
    "status": "COMPLETED",
    "last_update_time": "2023-11-30",
    "description_brief": "Neurocognitive disorders have a growing prevalence and impact on public health; their main etiology corresponds to Alzheimer's disease. To date, there is no treatment that can reverse neuronal damage in these pathologies. However, several non-invasive neuromodulation techniques, including transcranial magnetic stimulation, have been proposed as a viable option to halt the progression of the disease.\n\nTranscranial magnetic stimulation (TMS) is a noninvasive, nonpainful neurostimulation technique with a high safety profile that has been successfully used to improve cognitive function in subjects with mild cognitive impairment. Our research group conducted a study that showed that the use of low-intensity TMS at gamma frequencies is a safe, non-invasive method with minimal adverse effects.\n\nThe present protocol proposes a new randomized, double-blind, crossover trial to be conducted in memory clinic patients over 65 years of age who meet the diagnosis of mild dementia due to Alzheimer's disease. The main objective is to evaluate the short-term cognitive and electroencephalographic changes produced by low-intensity, gamma-frequency transcranial magnetic stimulation.\n\nA TMS device that emits a pulsed magnetic field at a frequency of 40 Hz, with a maximum magnitude of 150 gauss for 45 minutes will be used as an intervention. The intervention will be of two types, real or simulated, and will be applied twice to each patient, that is, in one session they will receive the real stimulation and in another the simulated one. In addition, during the sessions, cognitive and electroencephalographic measurements will be taken before, during and after each intervention. Each of these stimulation sessions should be separated by at least one week.",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "Low-intensity gamma-frequency transcranial magnetic stimulation (gTMS) — 40 Hz, pulsed magnetic field, max ~150 gauss, 45-minute sessions (real stimulation)"
    ],
    "placebo": [
        "Simulated (sham) transcranial magnetic stimulation session"
    ],
    "explanation_target": [
        "Reason: The intervention is a non-pharmacologic neuromodulation device (low-intensity, 40 Hz TMS) applied to improve short-term cognitive performance and to modulate EEG (gamma) activity in patients with mild dementia due to Alzheimer’s disease. This matches the definition of a cognitive enhancer (improving cognitive function via neuromodulation rather than delivering a biologic or small-molecule that targets pathology). citeturn0search3turn0search0.",
        "Act: Key trial details extracted from the description — randomized, double-blind, crossover study in older adults with mild AD dementia; intervention = real low-intensity 40 Hz TMS vs simulated (sham) TMS; outcomes = cognitive and EEG (gamma) changes measured before/during/after stimulation. The specific protocol (40 Hz gamma stimulation) has been studied previously in TMS and sensory/gamma-entrainment paradigms for AD and shown to modulate gamma oscillations and correlate with cognitive outcomes in small studies. citeturn0search0turn0search1turn0search6.",
        "Reflect: The trial uses a device-based neuromodulation approach (not a monoclonal antibody, vaccine, or small molecule drug) and explicitly targets cognitive/EEG outcomes rather than directly targeting amyloid or tau with a biologic/small molecule. Although 40 Hz/gamma entrainment has preclinical links to altered amyloid/tau dynamics, the described clinical objective is acute cognitive and EEG modulation — therefore the correct category is 'cognitive enhancer'. Supporting sources: the pilot low-intensity gTMS reports and reviews of 40 Hz gamma entrainment in AD. citeturn0search3turn0search7turn0search5"
    ],
    "agent_type": "M) Synaptic Plasticity/Neuroprotection",
    "explanation_agent": [
        "Reason: The intervention is a non‑pharmacologic neuromodulation (low‑intensity 40 Hz transcranial magnetic stimulation) aimed at modulating gamma oscillations and improving short‑term cognition — an approach that acts on neuronal network synchrony and plasticity rather than directly on amyloid, tau, inflammation, metabolic or vascular targets. Noninvasive brain stimulation mechanisms are typically grouped under synaptic/network plasticity and neuroprotection in CADRO. citeturn0search6turn0search7.",
        "Act: Key extracted details — randomized, double‑blind, crossover trial in older adults with mild AD dementia comparing real low‑intensity 40 Hz gTMS (pulsed magnetic field, ~150 gauss, 45‑minute sessions) vs sham, with cognitive and EEG (gamma) outcomes. Preclinical and early clinical work show 40 Hz/gamma entrainment can modify gamma power, connectivity and correlate with cognitive outcomes; optogenetic and sensory 40 Hz paradigms also changed microglial response and reduced amyloid in mice, but the clinical objective here is acute cognitive/EEG modulation (a plasticity/network effect). Based on these mechanistic features, I assign 'M) Synaptic Plasticity/Neuroprotection'. citeturn0search2turn0search6turn0search1.",
        "Reflect: This classification fits because the trial targets neuronal oscillations and network function (gamma entrainment) to enhance cognition — effects commonly mediated via synaptic plasticity, connectivity and neurophysiological modulation rather than single molecular pathways (amyloid, tau, ApoE, etc.). Although 40 Hz entrainment has preclinical links to amyloid/tau clearance, the trial’s stated acute cognitive/EEG focus makes 'M' the most specific CADRO match rather than A or B; the intervention is not multi‑target pharmacology nor a diagnostic, so 'M) Synaptic Plasticity/Neuroprotection' is appropriate. citeturn0search1turn0search7.",
        "Web search evidence (selected sources supporting the above): 1) Low‑intensity gTMS pilot reporting modulation of gamma oscillations and links between electrophysiological changes and cognition in probable mild AD dementia. citeturn0search2. 2) Frontiers pilot/randomized crossover study showing low‑intensity 40 Hz TMS transiently modulates gamma power and is safe/tolerable in mild AD. citeturn0search6. 3) Preclinical 40 Hz (gamma) entrainment work in AD mice showing reductions in amyloid and microglial changes after 40 Hz stimulation (optogenetic and sensory paradigms), supporting mechanistic rationale but not making the clinical trial primarily anti‑amyloid. citeturn0search1. 4) Reviews and clinical reports of 40 Hz/gamma TMS and audiovisual gamma stimulation showing improved connectivity, modulation of gamma activity, and some cognitive/functional signals in small studies. citeturn0search7turn0search4."
    ]
}