{
    "nct_id": "NCT02386306",
    "title": "A Randomized, Double-Blind, Placebo-Controlled; Phase 1b, Safety, Tolerability, and Pharmacokinetic Study of Multiple Ascending Doses of GC021109 in Subjects With Mild to Moderate Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2016-02-01",
    "description_brief": "This is a Phase 1b, multi-center, randomized, double-blind, placebo-controlled study designed to evaluate the safety, tolerability, and pharmacokinetics of GC021109 in subjects with mild to moderate Alzheimer's Disease (as determined by 2011 National Institute on Aging- Alzheimer's Association \\[NIA-AA\\] criteria and Mini Mental State Examination \\[MMSE\\]). The Investigator, study site staff, (with exception of a designated pharmacist/pharmacy technician) and all study subjects will be blinded to randomized study medication assignment until database lock. Treatment assignments may be unblinded for select pre-authorized individuals involved in the safety and PK data reviews in order to accurately determine how to proceed with dose escalation.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "GC021109"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The trial tests GC021109 in mild-to-moderate Alzheimer's disease and the compound is described in literature as a small-molecule modulator of neuroinflammation (microglial/P2Y6-related activity), i.e., targeting disease-associated pathology rather than acting as a symptomatic cognitive enhancer or a biologic (monoclonal antibody/vaccine). citeturn0search0turn0search7",
        "Act: Key extracted details — intervention name: GC021109 (small molecule); design: Phase 1b randomized, double-blind, placebo-controlled multiple ascending doses in mild-to-moderate AD (NCT02386306); sponsor: GliaCure; primary goals: safety, tolerability, PK and biomarker sampling consistent with a disease-targeting development approach. citeturn0search2turn0search6turn0search1",
        "Reflect: Classification check — GC021109 is not a biologic (no antibody/vaccine), and its reported mechanism (microglial/purinergic receptor modulation, anti-inflammatory and phagocytosis effects) indicates disease-targeted action via a small molecule, so 'disease-targeted small molecule' fits best. There is no indication the compound is solely a symptomatic cognitive enhancer or aimed at neuropsychiatric symptoms. citeturn0search0turn0search3",
        "Web search results supporting identification: Alzforum summary of GC021109 (small molecule, inflammation/microglial target, Phase 1 activity). citeturn0search0; Alzheimer's Drug Discovery Foundation grant/summary for the Phase 1b MAD AD study. citeturn0search1; NCT/clinical-trial registry snapshot for NCT02386306 (Phase 1b multiple ascending dose AD study). citeturn0search2turn0search6; news/industry reports describing first-in-human Phase 1a and company sponsor (GliaCure). citeturn0search8turn0search3"
    ],
    "agent_type": "F) Inflammation",
    "explanation_agent": [
        "Reason: The investigational drug GC021109 is described in multiple sources as a small-molecule modulator of microglial purinergic signaling (P2Y6) that stimulates microglial phagocytosis and reduces pro-inflammatory cytokine release—actions directed at neuroinflammation and microglial biology rather than symptomatic neurotransmitter modulation or an amyloid-/tau-specific antibody approach. citeturn0search1turn0search4",
        "Act: Key extracted details — intervention: GC021109 (small molecule); trial: Phase 1b randomized, double-blind, multiple ascending dose study in mild–moderate AD (NCT02386306); sponsor: GliaCure. The compound is repeatedly characterized as targeting microglial P2Y6-mediated inflammatory/phagocytic pathways, so the most specific CADRO match is F) Inflammation. citeturn0search0turn0search7",
        "Reflect: The mechanism (microglial/P2Y6 receptor modulation with anti-inflammatory and phagocytosis effects) fits squarely within CADRO category F (Inflammation). GC021109 is a small molecule (not a biologic or device) and the available descriptions emphasize disease-modifying, inflammation-related actions rather than symptomatic or other pathway targets, so F is the appropriate classification. citeturn0search1turn0search6",
        "Web search results (supporting sources): 1) Alzforum summary—GC021109: small molecule, target type = Inflammation, P2Y6/microglial mechanism. citeturn0search1 2) Clinical trial registry (NCT02386306)—Phase 1b multi-ascending dose AD study of GC021109 (trial design and status). citeturn0search0 3) Alzheimer's Drug Discovery Foundation (ADDF) grant/summary—description of Phase 1b safety and biomarker study in mild-to-moderate AD. citeturn0search7 4) PR News/press releases—company statements that GC021109 targets the P2Y6 receptor to stimulate phagocytosis and reduce inflammatory cytokines. citeturn0search4turn0search8"
    ]
}