{
    "nct_id": "NCT06640452",
    "title": "RECOVERYFUN: An Integrated VR-based Tele-rehabilitation Platform to Support RECOVERY and Maintenance of FUNctional Abilities Among Seniors",
    "status": "COMPLETED",
    "last_update_time": "2024-10-10",
    "description_brief": "The scope of the RecoveryFun study is to test a new personalised home rehabilitation solution to leverage the telehealth paradigm and increase the possibility for seniors to perform remotely supervised home-rehabilitation.",
    "description_detailed": "This study was designed to test the usability and acceptability of the RecoveryFun system by a group of subjects, aged 60 years or older, within one year after an acute event with upper limb hemiplegia (Fugl- Meyer \\> 33). The patient, once the acute and intensive phase of rehabilitation is over, should also continue from home the process begun. However, this often creates difficulties for the patient. The study was carried out at the three recruitment sites (ZURZACH Care, TRAINM and INRCA)\n\nThe study was structured in two phases:\n\n* A pilot in protected environment;\n* A trial with the system used at the patient's home. The inclusion/exclusion criteria for the two steps were the same and the tools used to evaluate the result were the same too.\n\nThe two phases had different specific objectives and to avoid any bias due to previous experience the participants recruited in the two phases were different.\n\nThe RecoveryFun system comprehended Three tools: a Virtual reality headset for rehabilitation purposes, a set of Exergames and an app installed on caregiver's smartphone to motivate and support the end user in the therapy. The clinical personnel had access to the Clinical platform provided as a secured web app. The system administrator could differentiate access rights to each clinical user group (e.g: doctors, physiotherapists, nurses). An Innovative biosensing wireless sensor (wristband) was integrated in the connected ecosystem to measure physiological parameters (Heart Rate and Electrodermal Activity) of end users during the rehabilitation session. The patient performed the rehabilitation session according to the rehabilitation plan defined by the clinician. To have coherent results the rehabilitation plan included at least two weekly rehabilitation sessions lasting between 10 and 30 minutes, with the support of the caregiver, if necessary. Each session was planned and scheduled by the therapist remotely via the dedicated clinical platform.\n\nAfter 4 weeks the assessment of usability and acceptability of the RecoveryFun system were performed by validated tools.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "OTHER",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The described RECOVERYFUN trial tests a VR-based, personalised home telerehabilitation platform (VR headset, exergames, wearable biosensor, caregiver app and clinician web platform) to support recovery and maintenance of functional abilities in seniors — i.e., a rehabilitation/telehealth intervention, not a pharmacologic agent or biologic targeting Alzheimer pathology. citeturn0search1turn0search3",
        "Act (extracted details and sources): The study (ClinicalTrials.gov NCT06640452) evaluates usability and acceptability of the RecoveryFun system in older adults (post-acute upper-limb hemiplegia / stroke) with planned home use (~4 weeks), and measures usability, acceptability, and upper-limb function as outcomes. System components: VR headset, exergames, caregiver smartphone app, clinical web app, and a wrist wearable measuring heart rate and electrodermal activity. Trial timeline and project description are described in the protocol and project pages. citeturn0search1turn0search3turn0search6",
        "Reflect: Because the intervention is a non-pharmacologic VR telerehabilitation platform intended to improve physical/functional abilities and adherence to rehabilitation (not to modify Alzheimer disease pathology, enhance cognition via a central-acting drug, or treat neuropsychiatric symptoms), it does not fit any of the four drug/biologic/symptom-improvement categories. Therefore the correct classification is 'N/A'. Key supporting sources: trial listing/protocol and project page. citeturn0search1turn0search3turn0search6"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}