{
    "nct_id": "NCT05026866",
    "title": "A Study of Donanemab Versus Placebo in Participants at Risk for Cognitive and Functional Decline of Alzheimer's Disease",
    "status": "RECRUITING",
    "last_update_time": "2025-06-24",
    "description_brief": "The main purpose of this study is to evaluate the safety and efficacy of donanemab in participants with preclinical Alzheimer's Disease (AD). Approximately 800 additional participants will be enrolled in a 12-month addendum to assess safety of a different titration regimen.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE3"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted biologic",
    "drug": [
        "donanemab (monoclonal antibody targeting N3pG-modified beta‑amyloid), IV infusion"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The trial drug is donanemab, an investigational monoclonal antibody that targets a modified form of beta‑amyloid (N3pG) and is developed to clear amyloid plaque and slow Alzheimer’s disease progression — i.e., it targets AD pathology rather than only treating symptoms. citeturn0search0turn0search5",
        "Act: From the description and public sources, donanemab is a biologic (monoclonal antibody) given by infusion versus placebo in at‑risk / preclinical AD participants to evaluate safety and efficacy (disease modification via amyloid clearance). Key supporting references: Lilly press releases and clinical publications describing donanemab’s antibody mechanism (N3pG/amyloid), plaque clearance, and clinical trial outcomes. citeturn0search3turn0search2",
        "Reflect: Classification rationale — fits 'disease-targeted biologic' because the intervention is a biologic antibody directed at Alzheimer’s pathology (amyloid) with the intent of modifying disease course rather than only enhancing cognition or treating neuropsychiatric symptoms. No ambiguity: donanemab is not a small molecule, cognitive‑only symptomatic agent, nor a non‑therapeutic diagnostic, so 'disease-targeted biologic' is the appropriate category. Supporting web search results (selected): 1) Eli Lilly description: donanemab targets N3pG beta‑amyloid (investor/press pages). citeturn0search0turn0search3 2) NEJM phase 2 publication showing plaque reduction and clinical outcomes with donanemab. citeturn0search5 3) Recent TRAILBLAZER/phase‑3 and comparator trial summaries reporting amyloid clearance and biomarker effects. citeturn0search1turn0search4"
    ],
    "agent_type": "A) Amyloid beta",
    "explanation_agent": [
        "Reason: The intervention is donanemab, a monoclonal antibody that specifically binds an N3pG‑modified form of beta‑amyloid and is developed to clear amyloid plaque as a disease‑modifying approach — this directly maps to CADRO category A (Amyloid beta). citeturn0search0turn0search1turn0search4",
        "Act: From the trial description and public sources: donanemab is an IV monoclonal antibody targeting N3pG‑modified beta‑amyloid with demonstrated amyloid‑plaque reduction and biomarker effects in clinical trials (TRAILBLAZER studies, NEJM/JAMA reports). These facts support assignment to 'A) Amyloid beta'. citeturn0search5turn0search6",
        "Reflect: This classification is specific (amyloid-targeting biologic). The trial drug targets amyloid pathology rather than other pathways (inflammation, tau, synaptic function), so 'A) Amyloid beta' is the appropriate CADRO category. No evidence in the description indicates multiple distinct primary targets or a non‑therapeutic diagnostic focus. citeturn0search2turn0news12"
    ]
}