{
    "nct_id": "NCT07006155",
    "title": "Intra-individual Comparison of PET Scans on the Biograph Vision 600 With the New Biograph Vision.X PET/CT",
    "status": "RECRUITING",
    "last_update_time": "2025-05-27",
    "description_brief": "The main purpose is to evaluate initial clinical experiences and to explore whether the Vision.X system yields improved image quality and diagnostic performance compared to Vision 600.",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "DIAGNOSTIC",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial compares two PET/CT imaging systems (Biograph Vision 600 vs Biograph Vision.X) to evaluate image quality and diagnostic performance. This is a diagnostic device comparison (non-therapeutic), not a drug or therapeutic intervention, so it does not fit any of the four treatment categories (disease-targeted biologic, disease-targeted small molecule, cognitive enhancer, or neuropsychiatric symptom improvement).",
        "Act: Key extracted details from the trial description and web sources — the Biograph Vision.X is a next-generation PET/CT scanner by Siemens Healthineers (industry-leading 178 ps time-of-flight, improved spatial resolution and ~20% performance gain) offered as an upgrade to the Biograph Vision family; the Vision 600 is part of the Biograph Vision family. These sources describe the device purpose and technical improvements relevant to image quality and diagnostic performance. citeturn0search0turn0search1turn0search2",
        "Reflect: The study aim (intra-individual comparison of PET scans on Vision 600 vs Vision.X to assess image quality/diagnostic performance) clearly indicates a diagnostic imaging evaluation rather than any therapeutic or symptomatic treatment for Alzheimer’s disease; no drug is involved or implied, so 'N/A' is the appropriate classification. This is supported by Siemens product/press information. citeturn0search2turn0search0",
        "Web search results (summary of sources consulted): 1) Siemens Healthineers press release describing FDA clearance and features of Biograph Vision.X (178 ps TOF, 20% performance improvement, Optiso UDR detector, in-field upgradeability). citeturn0search0 2) Siemens press release/announcement of Biograph Vision.X debut at SNMMI 2023 (features and performance claims). citeturn0search1 3) Siemens product page for Biograph Vision family (includes Vision and Vision.X device descriptions and capabilities). citeturn0search2 4) Coverage in Radiology Business noting FDA clearance and device capabilities. citeturn0search7 5) Journal of Nuclear Medicine article referencing the Biograph Vision 600 (technical context for Vision 600 family). citeturn0search5"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}