{
    "nct_id": "NCT06202872",
    "title": "Memory Enhancement Using Transcranial Alternating Current Stimulation",
    "status": "RECRUITING",
    "last_update_time": "2024-12-17",
    "description_brief": "The 32 million Alzheimer's disease (AD) and 69 million prodromal AD patients worldwide contribute to a large economic burden. Effective and safe therapies that slow or prevent the progression from mild cognitive impairment (MCI) to AD are therefore of high priority. Transcranial alternating current stimulation (tACS) is a safe and patient-friendly non-invasive brain stimulation technique that serves as a potential candidate for reducing and/or slowing cognitive impairment. Application of tACS in the gamma frequency range, specifically around 40 Hz, has been studied in patients with AD and MCI due to AD. In these patients, a single session of 40 Hz tACS at the precuneus showed to improve episodic memory and to increase gamma power, as measured with electroencephalography. These findings will be replicated in the current study in patients with MCI due to AD, using magnetoencephalography (MEG) recorded before, during and after tACS. In this way, brain activity and network changes that underlie this improvement in episodic memory can be studied with greater temporal and spatial detail.",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is transcranial alternating current stimulation (tACS) — a non‑invasive brain stimulation technique delivering 40 Hz (gamma) stimulation to the precuneus aimed at improving episodic memory and slowing cognitive decline in MCI due to AD. This is not a biologic or small‑molecule drug and the stated goal is to enhance/normalize brain oscillations and cognitive performance (symptomatic/cognitive improvement), which fits the 'cognitive enhancer' definition. citeturn0search5turn0search0",
        "Act: Key extracted details — Intervention: 40 Hz transcranial alternating current stimulation (tACS) applied to the precuneus; Population: amnestic MCI / prodromal AD; Outcome focus: episodic memory improvement and changes in gamma power / network activity measured with EEG/MEG. The protocol explicitly replicates prior single‑session 40 Hz precuneus tACS findings (episodic memory improvement and increased gamma power) and will use MEG to study network dynamics. No drug or placebo medication is involved. citeturn0search5turn0search6",
        "Reflect: Classification check — tACS is a neuromodulation (nonpharmacologic) approach that transiently entrains gamma oscillations and has been reported to improve specific cognitive measures (episodic memory, delayed recall) in AD/MCI trials; although some studies report network or hippocampal activity changes, there is no direct indication that tACS is targeting amyloid/tau pathology (disease modification) as a biologic or small molecule would. Therefore the best fit is 'cognitive enhancer' (improves cognitive function by modulating brain activity). Representative supporting literature from the web search: (1) the trial description/protocol replicating 40 Hz precuneus tACS and MEG measures. citeturn0search5 (2) Preliminary tACS‑EEG work showing 40 Hz tACS induces gamma activity and relates to cognitive status in AD. citeturn0search0 (3) Clinical trials of multi‑session 40 Hz tACS reporting effects on delayed recall and hippocampal oscillatory coupling. citeturn0search3 (4) Experimental evidence that 40 Hz tACS can enhance perception/cognitive processes in humans. citeturn0search6 (5) Studies combining 40 Hz tACS with cognitive exercises showing cognitive/neuropsychiatric outcomes have been examined. citeturn0search7"
    ],
    "agent_type": "M) Synaptic Plasticity/Neuroprotection",
    "explanation_agent": [
        "Reason: The intervention is transcranial alternating current stimulation (tACS) delivering 40 Hz (gamma) stimulation to the precuneus to entrain gamma oscillations and improve episodic memory (symptomatic/cognitive enhancement), not a biologic or small molecule targeting amyloid, tau, inflammation, metabolism, etc. This mechanism modulates neuronal network activity and oscillatory/synaptic function rather than a specific molecular pathology, so it maps best to synaptic/plasticity/neuroprotection. citeturn0search4turn0search3",
        "Act: Key extracted details — Intervention: 40 Hz γ‑tACS applied to the precuneus; Population: amnestic MCI / prodromal AD; Goal: improve episodic memory and normalize gamma power/network dynamics (measured with EEG/MEG). Multiple clinical studies and the trial protocol explicitly target network/oscillatory function and report acute improvements in memory after 40 Hz stimulation. No drug or molecular target is involved, so assign to the CADRO category that covers modulation of synaptic/network function: M) Synaptic Plasticity/Neuroprotection. citeturn0search4turn0search6",
        "Reflect: Confirmation — tACS at 40 Hz is a neuromodulation approach intended to entrain gamma oscillations and restore network/synaptic function; the literature and meta-analyses show cognitive/memory effects from 40 Hz γ‑tACS in MCI/AD populations, supporting classification under synaptic plasticity/neuroprotection rather than amyloid, tau, inflammation, or a non-therapeutic/diagnostic category. If one preferred to emphasize that this is non‑pharmacologic (not a molecular target), an alternative would be 'T) Other', but CADRO’s M category best captures modulation of synaptic/neural network function. citeturn0search1turn0search2",
        "Web-search supporting sources (selected): (1) Trial protocol describing 40 Hz precuneus tACS with MEG in biomarker‑confirmed amnestic MCI and the expected memory/gamma effects. citeturn0search4 (2) Pilot randomized, double‑blind, sham‑controlled γ‑tACS over Pz/precuneus showing memory improvement and cholinergic modulation. citeturn0search3 (3) Larger study reporting improved immediate and delayed recall after precuneus γ‑tACS. citeturn0search6 (4) Randomized crossover study of 40 Hz tACS with cognitive exercises showing ADAS‑Cog improvements. citeturn0search2 (5) Meta‑analysis of 40 Hz γ‑tACS in AD reporting effects on cognition and memory. citeturn0search1"
    ]
}