{
    "nct_id": "NCT01966666",
    "title": "A Phase 1, Randomized, Double-Blind, Placebo-Controlled, Sequential Cohort, Dose-Ranging Study of the Safety, Tolerability, Pharmacokinetics, Pharmacodynamics, and Preliminary Efficacy of TPI-287 in Patients With Mild to Moderate Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2020-04-13",
    "description_brief": "The purpose of the study is to determine the highest dose of TPI-287 that is safe and tolerable when administered as an intravenous infusion to participants with mild to moderate Alzheimer's disease (AD), to measure pharmacokinetic properties of the drug as well as to gauge preliminary efficacy of TPI-287 on disease progression.",
    "description_detailed": "The maximum tolerated dose of TPI-287 will be determined through a planned dose escalation over 3 sequential cohorts, each comprising of 11 participants randomized to either TPI-287 or placebo. TPI-287 or placebo will be administered as an intravenous infusion once every 3 weeks for 9 weeks, for a total of 4 infusions. Participants who successfully complete this phase will have the option of entering into the open label extension phase during which TPI-287 will be administered once every 3 weeks for an additional 6 weeks, for a total of 3 extra infusions.\n\nPre-medication of diphenhyramine 25 mg (Benadryl) will be given IV within 30 to 60 minutes prior to each study infusion in the study.\n\nSafety and tolerability will be assessed through reporting of adverse events, physical and neurological testing, ECGs, as well as blood and urine analyses. Baseline and end-point measures of cognition and function, MRI brain scans, and cerebrospinal fluid (CSF) biomarker analyses will be used to determine preliminary efficacy of TPI-287 in mild-moderate AD. Pharmacokinetic and pharmacodynamic properties of TPI-287 will be calculated from blood plasma collected after the first infusion, and from CSF collected on the last visit of the placebo-controlled phase.",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "OTHER",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "TPI-287 (abeotaxane; a CNS-penetrant taxane/abeotaxane microtubule stabilizer; small-molecule)"
    ],
    "placebo": [
        "Placebo (0.9% sodium chloride IV)"
    ],
    "explanation_target": [
        "Reason: The intervention, TPI-287, is described and studied as a CNS-penetrant microtubule stabilizer (abeotaxane/taxane) intended to interact with microtubules/tau-related pathology — i.e., a disease-modifying approach rather than a symptomatic cognitive enhancer or psychiatric treatment. citeturn2view0",
        "Act: The trial (Phase 1, randomized, double-blind, placebo-controlled dose-ranging; NCT01966666) tests IV TPI-287 for safety, PK/PD and preliminary efficacy on disease progression in mild–moderate AD, confirming the study aims at disease-targeting effects. citeturn1search2",
        "Drug class verification: Multiple sources characterize TPI-287 as a small-molecule taxane/abeotaxane (microtubule-targeting agent) previously studied in oncology and neurodegenerative tauopathy trials — supporting classification as a disease-targeted small molecule rather than a biologic. citeturn0search3turn2view0",
        "Reflect: Given the drug class (small-molecule taxane/abeotaxane) and the trial objective (impact on disease progression / tau-microtubule biology), the correct category is 'disease-targeted small molecule'. There is no indication this is a biologic, pure symptomatic cognitive enhancer, or a neuropsychiatric-symptom treatment. citeturn2view0turn1search2"
    ],
    "agent_type": "B) Tau",
    "explanation_agent": [
        "Reason: TPI-287 (abeotaxane) is a brain-penetrant small-molecule taxane/abeotaxane that binds tubulin and stabilizes microtubules; this mechanism is intended to counteract tau-related microtubule destabilization in tauopathies including Alzheimer disease. citeturn0search2turn0search4",
        "Act: The referenced Phase 1 trials (e.g., NCT01966666 and the randomized clinical trial report) tested intravenous TPI-287 in patients with AD and other tauopathies to assess safety, PK/PD and exploratory disease effects, supporting that the intervention targets tau/microtubule biology rather than symptomatic neurotransmitter systems. citeturn0search1turn0search0",
        "Reflect: CADRO category B (Tau) covers interventions directed at tau and related microtubule biology. Because TPI-287 is a microtubule-stabilizing small molecule developed to address tau-related pathology (not a symptomatic or diagnostic intervention), the most specific CADRO classification is B) Tau. No evidence in the trial description indicates multiple distinct mechanisms requiring 'R) Multi-target' or a non-therapeutic classification. citeturn0search4turn0search3",
        "Web-search sources (summary):",
        "- PubMed randomized clinical trial report: Phase 1 basket-design trials of TPI-287 in AD and 4-repeat tauopathies; reports safety/tolerability and biomarker findings. citeturn0search0",
        "- Clinical trial registry entry for NCT01966666: describes IV TPI-287 dose cohorts in mild–moderate AD and identifies TPI-287 as an abeotaxane microtubule inhibitor. citeturn0search1",
        "- Company / program description (CNS/Cortice): TPI-287 is an abeotaxane taxane-class microtubule inhibitor that crosses the blood–brain barrier and has been developed for tauopathies and brain tumors. citeturn0search2turn0search5",
        "- Review / context on microtubule stabilizers in tau therapeutics: discusses small molecules (e.g., abeotaxane, epothilone D) as microtubule-stabilizing approaches for tauopathy/AD. citeturn0search3"
    ]
}