{
    "nct_id": "NCT06880406",
    "title": "Early Alterations of Peripheral Mitochondrial Function and Metabolomic Profile in Patients With Alzheimer's Disease and Related Dementias",
    "status": "RECRUITING",
    "last_update_time": "2025-07-01",
    "description_brief": "This project aims to study on one hand the early mitochondrial alterations, common or specific, occurring in peripheral cells of patients with Alzheimer's disease or related dementia and, on the other hand, identify the metabolomic biomarkers that may be at the origin of mitochondrial disturbances associated with the disease. This will be the first study combining functional analyses of mitochondria and exploratory metabolomic assessments in the same cohort at early stages of the disease.",
    "description_detailed": "Study will be proposed to the patient of the Nice Memory center who had a lumbar puncture and who agreed on the storage of a sample of their cerebrospinal fluid.\n\nTwo groups of patients will be compared: the Alzheimer\"s disease patient with positive amyloid on the cerebrospinal fluid and the non Alzheimer patient with negative amyloid on the cerebrospinal fluid.\n\nBlood samples will be collected at inclusion and one year to obtain the mitochondrial metabolomic signature",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "BASIC_SCIENCE",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The study description and title state the aim is to characterize early mitochondrial alterations in peripheral cells and to identify metabolomic biomarkers in patients with Alzheimer's disease and related dementias (biomarker/observational objectives rather than testing a therapeutic agent). citeturn0search0",
        "Act: Key extracted details — title: \"Early Alterations of Peripheral Mitochondrial Function and Metabolomic Profile in Patients With Alzheimer's Disease and Related Dementias\"; registered as a non‑interventional/observational study (NCT06880406) led by Centre Hospitalier Universitaire de Nice; the protocol combines functional mitochondrial analyses and exploratory metabolomics in an early‑stage cohort. No drug, biologic, or interventional therapy is described. citeturn0search0",
        "Supporting context from the literature: Peripheral mitochondrial and metabolomic profiling are active biomarker research areas in AD (examples of similar research and rationale are blood‑based bioenergetic profiling and peripheral metabolomic signatures), reinforcing that this protocol is observational/biomarker‑driven rather than a drug trial. citeturn0search2turn0search9",
        "Reflect: Given the absence of any therapeutic agent, mechanism-of-action targeting amyloid/tau/mitochondria with a drug, or symptomatic treatment in the trial description/registry entry, the study does not fit any of the four therapeutic categories (disease-targeted biologic, disease-targeted small molecule, cognitive enhancer, neuropsychiatric symptom improvement). Therefore the correct classification is 'N/A'. citeturn0search0turn0search8",
        "Web search results found (for transparency): 1) \"Mitochondrial Function and Metabolomic Profile in Alzheimer's Disease and Related Dementias\" — trial entry / MedPath (NCT06880406). citeturn0search0 2) \"Blood‑based bioenergetic profiling reveals differences in mitochondrial function associated with cognitive performance and Alzheimer's disease\" — Alzheimer's & Dementia (Wiley). citeturn0search2 3) \"Mitochondrial alterations in fibroblasts from sporadic Alzheimer's disease (AD) patients correlate with AD‑related clinical hallmarks\" — Acta Neuropathologica Communications. citeturn0search4 4) \"A Targeted Mass Spectrometry Approach to Identify Peripheral Changes in Metabolic Pathways of Patients with Alzheimer's Disease\" — PubMed. citeturn0search9 5) \"Mitochondrial Alterations in Peripheral Mononuclear Blood Cells from Alzheimer's Disease and Mild Cognitive Impairment Patients\" — PubMed. citeturn0search8"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}