{
    "nct_id": "NCT05542953",
    "title": "A Phase 3, Multicenter Study of [18F]APN-1607 Positron Emission Tomography in Subjects With Alzheimer's Disease Compared to Healthy Subjects",
    "status": "COMPLETED",
    "last_update_time": "2025-09-01",
    "description_brief": "The overall objective of this study is to compare the overall pattern of \\[18F\\]APN-1607 uptake in subjects with MCI, subjects with AD dementia, and healthy subjects.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE3"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "OTHER",
    "results": null,
    "target_category": "N/A",
    "drug": [
        "[18F]APN-1607 (aka 18F-PM-PBB3, florzolotau) — tau PET imaging tracer (diagnostic agent)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The protocol objective is to compare patterns of [18F]APN-1607 uptake across MCI, AD dementia, and healthy subjects — this describes a PET imaging/diagnostic study rather than a therapeutic intervention, so it does not fit the four treatment categories (disease-targeted biologic/small molecule, cognitive enhancer, or neuropsychiatric symptom improvement). citeturn0search5",
        "Act (web search summary): Multiple publications and reports identify APN-1607 (also reported as 18F-PM-PBB3 or florzolotau) as a novel radiolabeled tau PET tracer used to image tau deposits in Alzheimer’s disease and other tauopathies (e.g., characterization in AD, MAPT mutation carriers, PSP, and preclinical models). These sources show it is a diagnostic imaging ligand, not a therapeutic drug. citeturn0search2turn0search1turn0search3turn0search0",
        "Act (trial entry): The Phase 3 multicenter study listing for \"[18F]APN-1607 PET in Subjects With AD Compared to HC\" confirms the intervention is the PET tracer [18F]APN-1607 and the study objective is to compare uptake patterns among subject groups. This supports classification as a diagnostic imaging study. citeturn0search5",
        "Reflect: Dosimetry and pharmacokinetics literature refers to florzolotau/APN-1607 as a PET probe for tau fibrils (used to detect and monitor tau deposition), reinforcing that this is a non-therapeutic diagnostic tracer rather than a treatment targeting pathology or symptoms. Therefore the correct category is 'N/A'. citeturn0search6turn0search4"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}