{
    "nct_id": "NCT01689246",
    "title": "Randomized, Double-Blind, Placebo-Controlled, Parallel-Group, 15-Month Trial of TRx0237 in Subjects With Mild to Moderate Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2018-03-12",
    "description_brief": "The purpose of this study is to determine the safety and efficacy of TRx0237 in the treatment of subjects with mild to moderate Alzheimer's Disease.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE3"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "TRx0237 (aka LMTX; hydromethylthionine mesylate; leucomethylene blue)"
    ],
    "placebo": [
        "placebo (note: in some TRx0237 trials the placebo included 4 mg LMTM as a colorant to maintain blinding)"
    ],
    "explanation_target": [
        "Reason: The provided trial title/description is a randomized, double-blind, placebo-controlled 15-month trial testing TRx0237 in mild–moderate Alzheimer’s disease. citeturn0search3",
        "Act: TRx0237 is the compound LMTX (leuco‑methylthioninium bis(hydromethanesulfonate) / hydromethylthionine mesylate), an oral small‑molecule inhibitor of tau protein aggregation developed to target Alzheimer’s tau pathology — i.e., a disease‑modifying mechanism rather than a purely symptomatic cognitive enhancer. citeturn1search2turn1search0",
        "Additional trial detail: Phase 3 randomized studies of TRx0237/LMTX used 15‑month (and other) treatment durations; some protocols noted that placebo tablets contained 4 mg LMTM as a colorant to preserve blinding. citeturn0search3turn0search1",
        "Reflect: Because TRx0237/LMTX is an oral small molecule whose primary pharmacologic action is inhibition of tau aggregation (targeting underlying Alzheimer’s pathology), the correct category is 'disease-targeted small molecule'. This classification aligns with the drug’s intended disease‑modifying mechanism and the trial design. citeturn1search3turn1search5"
    ],
    "agent_type": "B) Tau",
    "explanation_agent": [
        "Reason: The trial tests TRx0237 (LMTX, hydromethylthionine mesylate / leucomethylene blue), a small-molecule developed to inhibit tau protein aggregation and modify tau pathology in Alzheimer’s disease; the peer‑reviewed Phase 3 report describes LMTM as a selective inhibitor of tau aggregation. citeturn0search0turn0search2",
        "Act: TRx0237 / LMTX is explicitly described by the developer and independent summaries as a second‑generation tau aggregation inhibitor (oral, disease‑targeted small molecule). Clinical trial documentation (Phase 3, 15‑month randomized double‑blind study) and sponsor trial pages confirm the trial design and drug identity; placebo tablets in some protocols contained 4 mg LMTM as a colorant to preserve blinding. citeturn0search2turn0search5turn0search1",
        "Reflect: Given the drug’s declared mechanism (inhibition/disruption of tau aggregation) and the trial’s disease‑modifying intent, the most specific CADRO category is B) Tau. The evidence is consistent across the Phase 3 publication, ALZFORUM summary, and trial documentation. No alternative primary target (e.g., amyloid, inflammation, neurotransmitter receptors) is indicated in these sources. citeturn0search0turn0search2",
        "Web-search results used (key sources): PubMed Phase 3 report describing LMTM as a selective inhibitor of tau aggregation and the 15‑month randomized trial. citeturn0search0 HRA / trial registry summary noting trial design and placebo tablets containing 4 mg LMTM as a colorant. citeturn0search1 ALZFORUM therapeutic summary describing TRx0237/LMTX mechanism and preclinical rationale. citeturn0search2 Chemical/datasheet summaries listing ‘tau protein aggregation’ as the target for TRx0237/LMTX. citeturn0search5turn0search4"
    ]
}