{
    "nct_id": "NCT01188070",
    "title": "Caregiver Stress: Interventions to Promote Health and Wellbeing",
    "status": "COMPLETED",
    "last_update_time": "2017-02-20",
    "description_brief": "More and more family members are providing care to their loved ones with prolonged and progressive illnesses. Chronic intense caregiving represents a situation of chronic stress, which takes a toll on one's mental and physical health including an increased risk for the development or worsening of heart disease. Identification of effective self-care interventions for family caregivers is warranted to improve their emotional wellbeing and minimize the harmful effects of chronic stress on the heart. This Program Project Grant aims to promote health and reduce cardiovascular risk in family caregivers (FCG) of persons with chronic illness. In two studies the investigators will test two interventions, psycho-education(ED) and physical exercise(EX), individually and in combination. The first study will target FCG of African American dementia patients; the second will focus on FCG of heart failure patients. Parallel designs, interventions and measures will create synergy as will integration of all data management and analyses within a Bio-behavioral Science and Measures Core. This Core will also provide high level guidance and interpretation of model testing resulting from analysis of the common data set. The combined de-identified data set will allow for elucidating the biological mechanisms of stress-induced cardiovascular risk, further developing the model, and stimulating future research, while the shared core support will provide substantial efficiency; neither could be achieved outside of a Program Project approach. These collective efforts will generate important data whereby future care can significantly enhance the lives of FCG and minimize their risk of cardiovascular disease, the number one cause of disability and death in the United States.\n\nWe hypothesize that FCGs who receive the combined PSYCHED+EX intervention will have better psychological functioning (lower levels of depressive symptoms, anxiety, and caregiver burden and higher levels of flourishing), behavioral outcomes (improved sleep quality and greater physical function), cardiovascular risk measures (improved resting heart rate, blood pressure, heart rate recovery, oxygen consumption, lipids, glucose, and inflammatory markers), neuroendocrine function (salivary cortisol) and overall health outcomes (improved function, muscle strength, and endurance) compared to psycho-education and usual care-attention control from baseline to six months later mediated by improvements in process outcomes (lower perceived stress and higher self-efficacy).",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "SUPPORTIVE_CARE",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The described intervention is a behavioral Program Project testing psycho-education (PSYCHED) and physical exercise (EX), alone and combined (PSYCHED+EX), delivered to family caregivers to improve psychological functioning, health behaviors, and cardiovascular risk — i.e., non-pharmacologic self-care interventions rather than a drug or biologic. citeturn1search0turn0search0",
        "Act: Key extracted details from the trial description — interventions = psycho-education (group-based caregiver training/coaching) and an individually-prescribed aerobic + resistance exercise program; primary outcomes include psychological measures (depression, anxiety, burden), behavioral outcomes (sleep, physical function), cardiovascular risk biomarkers, and salivary cortisol; sponsor = Emory University; registration = NCT01188070 (Completed). These details come from the trial registry and grant summary. citeturn1search0turn0search0",
        "Classification decision: This is not a disease-targeted biologic (no monoclonal antibody/vaccine or other biologic), not a disease-targeted small molecule, not a pharmacologic cognitive enhancer, and not primarily an intervention aimed only at neuropsychiatric symptom pharmacologic management. It is a behavioral/health-promotion intervention, so it does not fit the four therapeutic categories (disease-targeted biologic; disease-targeted small molecule; cognitive enhancer; neuropsychiatric symptom improvement). Therefore the appropriate category is 'N/A'. citeturn1search0",
        "Reflect: I verified the registry and grant/project descriptions which explicitly list the interventions as behavioral (psycho-education and exercise) and enumerate physiological and psychological outcome measures; no drug or biologic is mentioned. The classification as 'N/A' aligns with the definitions provided: the trial targets caregiver wellbeing and cardiovascular risk through behavioral interventions rather than testing a drug or biologic targeting Alzheimer pathology or cognition. If you want, I can also extract the exact registry entry (NCT01188070) text or provide PDFs/links from the registry and grant pages. citeturn1search0turn0search0turn0search5",
        "Web search results used (for transparency): - MedPath / ClinicalTrials listing for NCT01188070 (Caregiver Stress: Interventions to Promote Health and Wellbeing) — details of interventions, arms, outcomes, enrollment and status. citeturn1search0 - Grantome NIH grant summary for 'Caregiver Stress: Interventions to Promote Health and Wellbeing' (Program Project Grant abstract and aims). citeturn0search0 - ICHGCP / clinical-trials-registry summary mirroring the trial description and hypotheses (registry metadata). citeturn0search5"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}