{
    "nct_id": "NCT00733642",
    "title": "An Open Label, Single Dose Escalation Study Of PF-04360365 In Subjects With Mild To Moderate Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2009-07-24",
    "description_brief": "The purpose of this study is to determine whether single doses of PF-04360365 is safe and well tolerated in patients with Alzheimer's Disease.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "Disease-targeted biologic",
    "drug": [
        "PF-04360365 (ponezumab) — a humanized IgG2Δa monoclonal antibody that binds amyloid‑β (Aβ), preferentially the C‑terminal of Aβ1‑40"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The investigational product PF-04360365 is described in the literature as ponezumab, a humanized monoclonal antibody that binds amyloid‑β and was developed to remove toxic Aβ and potentially slow Alzheimer’s disease progression. citeturn0search0turn0search2",
        "Act (key extracted details): The trial title/summary indicates an open‑label, single‑dose escalation study in subjects with mild‑to‑moderate Alzheimer’s disease (NCT00733642). The compound is a biologic (monoclonal antibody) targeting Aβ, not a small molecule or symptomatic cognitive enhancer. citeturn0search6turn0search1",
        "Web-search evidence / support (selected results): - PubMed summary: 'ponezumab (PF‑04360365) is a humanized anti‑amyloid beta (Aβ) monoclonal antibody' and single‑dose safety results. citeturn0search0 - PubMed (Japanese study) describing PF‑04360365 as a humanized IgG2Δa anti‑Aβ antibody and reporting safety/pharmacokinetics. citeturn0search1 - Pfizer press release describing PF‑04360365 as a selective mAb targeting the C‑terminal of Aβ1‑40 intended to remove toxic beta amyloid. citeturn0search2 - Alzheimer’s & Dementia / conference and follow‑up reports showing ponezumab safety but lack of clear effect on brain amyloid burden in some studies. citeturn0search4",
        "Reflect: Given the mechanism (anti‑Aβ monoclonal antibody) and intended disease‑modifying aim (removal of toxic amyloid), the trial fits the 'disease‑targeted biologic' category. The study is an open‑label single‑dose safety escalation (so no placebo in this specific protocol), and multiple other PF‑04360365 trials and reports confirm the biologic anti‑amyloid designation. No information suggests the drug is a small molecule, cognitive enhancer, or purely symptomatic neuropsychiatric agent. citeturn0search6turn0search4"
    ],
    "agent_type": "A) Amyloid beta",
    "explanation_agent": [
        "Reason: The investigational product PF-04360365 (ponezumab) is a humanized monoclonal antibody developed to bind amyloid-β (Aβ), preferentially the C‑terminal of Aβ1‑40, with the stated intent to remove toxic beta‑amyloid and slow AD progression — this mechanism maps directly to CADRO category A: Amyloid beta. citeturn0search0turn0search3turn0search2",
        "Act: Key extracted details from the trial description and literature — open‑label, single‑dose dose‑escalation study in mild‑to‑moderate AD; compound is a disease‑targeted biologic (humanized IgG anti‑Aβ monoclonal antibody). Based on these explicit anti‑Aβ pharmacology and trial aims, assign: A) Amyloid beta. citeturn0search0turn0search1",
        "Reflect: Verification — multiple clinical and preclinical reports describe PF‑04360365/ponezumab as an anti‑Aβ mAb and note its pharmacodynamic effects on plasma Aβ; no evidence in the provided description (or cited literature) that the drug targets tau, inflammation, metabolism, or multiple distinct pathways, so the single best CADRO fit remains A) Amyloid beta. citeturn0search5turn0search2",
        "Selected web search results supporting the classification (source snippets): 1) PubMed: phase I single‑dose safety/pharmacology summary describing ponezumab as a humanized anti‑Aβ mAb (Clin Neuropharmacol). citeturn0search0 2) PubMed: safety/pharmacokinetics in Japanese subjects describing PF‑04360365 as a humanized IgG2Δa anti‑Aβ antibody. citeturn0search1 3) Preclinical/toxicology summary: ponezumab binds Aβ and was evaluated in nonclinical toxicity studies. citeturn0search2 4) Pfizer press release describing PF‑04360365 as a selective mAb targeting the C‑terminal of Aβ1‑40 intended to remove toxic beta amyloid. citeturn0search3 5) Alzheimer's & Dementia / conference report summarizing longer dosing data showing safety but limited effect on brain amyloid burden in some studies. citeturn0search5"
    ]
}