{
    "nct_id": "NCT06152211",
    "title": "Using Music-Based Interventions to Improve the Quality of Life and Wellbeing of Older Adults With or at Risk of Alzheimer's Disease",
    "status": "RECRUITING",
    "last_update_time": "2024-07-31",
    "description_brief": "Using a randomized controlled trial design, the investigators will examine the effects of music engagement through choir training on the hearing, communication, and psychosocial well-being of older adults, particularly those at heightened risk of developing dementia.",
    "description_detailed": "Major demographic transitions are underway in the developed world and adults aged 65 and over are the fastest growing segment of the United States population. Aging is associated with the deterioration of sensory and perceptual processes as well as a decline in cognitive functioning including attention and working memory. Advancing age is also associated with an increased risk of developing dementia including Alzheimer's disease (AD), a progressive neurodegenerative condition. The ε4 allele of APOE is one of three common alleles generated by cysteine/arginine substitutions. Although multiple genetic and environmental risk factors are involved in AD, the possession of the ɛ4 allele is recognized as the most common identifiable genetic risk factor for late-onset AD. The proportion of patients with AD that is attributable to the APOE ε4 is estimated to be 20% in people aged ≥ 55 years 5. Although the APOE 4 allele increases the risk of developing AD by three to fifteen times, recent studies have shown that the risk can be modified by non-genetic factors, including high education and leisure activities.\n\nAnother significant and related problem of aging is a decline in hearing abilities. Age-related hearing loss is a common problem for older adults, leading to communication difficulties, isolation, and cognitive decline. The difficulty understanding speech in noisy environments is one consequence of hearing loss that is particularly difficult to restore with hearing aids. Speech-in-noise (SIN) perception appears to be supported by both the efficiency of bottom-up sound encoding and the influence of higher-level top-down processes such as auditory working memory and selective attention. Decline in hearing and reduction in communication are associated with an increased rate of cognitive decline and the development of dementia in older adults. Decline in SIN perception can also make it difficult for aging individuals to engage socially and maintain relationships and has been linked to loneliness and depression. Indeed, poor SIN perception may contribute to cognitive decline and increased risk of dementia both through taxing cognitive load and decreasing social engagement. As a result, there is a critical need for effective and accessible interventions that target hearing, particularly interventions that are motivating and engaging and can be applied to the expanding population of older adults, especially those at higher risk of AD. The investigators will conduct an individually randomized group treatment trial to investigate the effects of choir training and its underlying neurobiological mechanisms on SIN perception and psychosocial well-being in adults ages 65 and older half carriers of APOE ε4 and the other half of non-carriers. The investigators will randomly assign approximately 66 older adults to a 16-week: (1) community choir program or (2) a group music listening program.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The described intervention is music engagement through choir training (a behavioral/music-based intervention) aimed at improving hearing, communication, and psychosocial well‑being in older adults at risk for dementia. This is not a drug, biologic, or small‑molecule intervention and therefore does not match any of the four pharmacologic/biologic target categories.",
        "Act: Key extracted details — intervention: choir training / group music engagement (behavioral); population: older adults with or at risk of Alzheimer's disease; outcomes: hearing, communication, psychosocial well‑being. The trial description/registry explicitly lists choir and group music listening as the interventions. citeturn0search10",
        "Supporting evidence from the literature: Music-based and choral-singing RCTs and systematic reviews report benefits for quality of life, mood, social/emotional well‑being and some cognitive measures in older adults with MCI or dementia, consistent with the trial’s aims (examples: choral-singing RCT protocol and systematic reviews of music-based interventions). citeturn0search2turn0search3turn0search5",
        "Reflect: Given the intervention type (behavioral/music therapy) and the category definitions (which are limited to biologics, small molecules, cognitive‑enhancing drugs, or neuropsychiatric symptom medications), the correct classification is 'N/A' — the trial does not fit any of the four drug/biologic categories. There is no drug to look up; web searches confirm this is a non‑pharmacologic choir/music intervention. citeturn0search10",
        "Web search results (selected): 1) Clinical-trials/ICH GCP registry entry for 'Using Music-Based Interventions to Improve the Quality of Life and Wellbeing of Older Adults With or at Risk of Alzheimer's Disease' — lists interventions as Choir and Group Music Listening and describes aims. citeturn0search10 2) Study protocol for a randomized controlled trial of choral singing to prevent cognitive decline in at‑risk older adults (example, NCT02919748) — describes choral singing RCT design and outcomes. citeturn0search2 3) Systematic review/meta-analysis of music-based interventions showing improvements in cognitive and quality‑of‑life measures in MCI/dementia populations. citeturn0search3 4) Randomized trials showing singing interventions can improve mood, quality of life, and some cognitive measures in AD/dementia. citeturn0search1turn0search5"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}