{
    "nct_id": "NCT01068353",
    "title": "A Phase 2, Double-blind, Placebo-controlled Study of the Safety and Tolerability of Etanercept in Patients With Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2014-04-22",
    "description_brief": "The primary aim of the study is to determine the safety and tolerability of etanercept in subjects with Alzheimer's Disease. The effects of etanercept on cognitive, behavioural, functional and immunological outcomes will be examined as secondary aims.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted biologic",
    "drug": [
        "Etanercept (Enbrel) — recombinant soluble TNF receptor fusion protein, TNF-α inhibitor"
    ],
    "placebo": [
        "Matching placebo (subcutaneous injection)"
    ],
    "explanation_target": [
        "Reason: The intervention is etanercept, a biologic (recombinant soluble TNF receptor fusion protein) that inhibits tumor necrosis factor‑alpha (TNF-α) and is used to reduce inflammation. This is supported by product/mechanism sources. citeturn0search2turn0search7.",
        "Act: The described trial is a randomized, double‑blind, placebo‑controlled Phase 2 study testing safety/tolerability of weekly subcutaneous etanercept 50 mg in patients with mild–moderate Alzheimer disease, with cognitive, behavioral, functional, and immunological outcomes as secondary aims — i.e., a biologic being tested for potential disease-modifying effects via immunomodulation rather than as a symptomatic cognitive enhancer. citeturn0search3turn0search0.",
        "Web search results / key sources: (1) Full open‑access trial report in Neurology showing the Phase 2 randomized, placebo‑controlled study and secondary outcomes investigated. citeturn0search3. (2) PubMed summary of the Neurology article. citeturn0search0. (3) Reviews and product information describing etanercept's mechanism as a TNF antagonist (binds TNF and prevents receptor interaction). citeturn0search2turn0search7. (4) Alzforum summary of the investigator‑initiated trial and context. citeturn0search8.",
        "Reflect: Classification rationale — per the category definitions, this is a biologic intervention. Although etanercept does not target amyloid or tau specifically, it is a biologic aimed at a disease‑relevant mechanism (neuroinflammation/TNF) with the intention of altering disease processes and clinical outcomes; therefore the best fit among the provided categories is 'disease-targeted biologic'. Note ambiguity: if the category were restricted only to biologics that directly target amyloid or tau, one could argue for a different label, but given the trial tests a biologic disease‑mechanism intervention rather than a pure symptomatic cognitive enhancer or an agent for neuropsychiatric symptoms, 'disease-targeted biologic' is the most appropriate classification. citeturn0search3turn0search2."
    ],
    "agent_type": "F) Inflammation",
    "explanation_agent": [
        "Reason: The intervention is etanercept (Enbrel), a recombinant soluble TNF receptor–Fc fusion protein that binds and neutralizes tumor necrosis factor–alpha (TNF-α), a pro‑inflammatory cytokine; the drug’s mechanism is immunomodulation aimed at reducing inflammation rather than targeting amyloid or tau. citeturn0search0turn0search5",
        "Act: Extracted trial details — Phase 2, randomized double‑blind, placebo‑controlled study of weekly subcutaneous etanercept 50 mg in patients with mild–moderate Alzheimer disease, with safety/tolerability as primary endpoints and cognitive/behavioral/immunologic measures as secondary outcomes. The described biologic specifically inhibits TNF‑α, so the best CADRO match is F) Inflammation. citeturn0search7turn0search2",
        "Reflect: This classification fits CADRO because the intervention targets a key inflammatory pathway (TNF‑α) implicated in neuroinflammation in AD; it does not directly target proteinopathies such as amyloid or tau, nor does the trial describe multiple distinct mechanistic targets, so 'F) Inflammation' is the most specific and appropriate category. Mechanism and trial publications support this assignment. citeturn0search0turn0search1",
        "Web sources cited (key search results used to support the classification): (1) Etanercept/ENBREL mechanism of action (product information). citeturn0search0 (2) Neurology / Phase 2 randomized, double‑blind, placebo‑controlled etanercept in Alzheimer disease (article and PMC full text). citeturn0search1turn0search7 (3) PubMed summary of the Neurology trial. citeturn0search2"
    ]
}