{
    "nct_id": "NCT06661564",
    "title": "Identification de Biomarqueurs Diagnostiques Dans Les Larmes de Patients Atteints de Maladie d'Alzheimer : l'étude Pilote COG-EYE",
    "status": "RECRUITING",
    "last_update_time": "2025-10-02",
    "description_brief": "The diagnosis of Alzheimer's disease (AD) relies on the detection of protein biomarkers, particularly in cerebrospinal fluid (e.g., Aβ and phosphorylated Tau) or through brain imaging. The invasive nature of lumbar puncture and the numerous contraindications have driven the search for early and reliable diagnostic biomarkers for AD.\n\nHuman tears are an accessible biological fluid that has proven relevant in the biomarker search strategy for both ophthalmological and systemic diseases, especially neurodegenerative conditions. Advances in methods for low-volume analysis have facilitated the identification of tear biomarkers. Total tau has been reported as elevated in the tears of patients with AD compared to controls (n=65). Additionally, metabo-lipidomic analyses offer several advantages (accessibility, non-invasiveness, reproducibility) and also appear promising as a diagnostic tool for systemic and neurodegenerative diseases, such as amyotrophic lateral sclerosis. This supports the relevance of comparing both AD proteins biomarkers and metabo-lipidomic signatures in the tears of patients with AD (Mild Cognitive Impairement (MCI) and dementia) with healthy controls.",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "DIAGNOSTIC",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The study is a diagnostic biomarker pilot (COG-EYE) that aims to identify AD-related proteins (total Tau, phosphorylated Tau, Aβ1‑40, Aβ1‑42) and metabo‑lipidomic signatures in human tears for diagnosis (MCI and dementia vs controls); it does not test a therapeutic agent or intervention intended to modify disease, cognition, or neuropsychiatric symptoms. citeturn0search2turn0search0",
        "Act: Key extracted details — Title: Identification of Diagnosis Biomarkers in the Tears of Alzheimer's Disease Patients: the COG-EYE Pilot Study (NCT06661564). Sponsor: University Hospital, Tours. Primary measures include concentrations of total Tau, phosphorylated Tau, Aβ1‑40, Aβ1‑42 in basal tears and lipid/metabolite profiling by LC‑MS; sample collection via Schirmer strips and micropipette. This confirms a non-therapeutic, diagnostic biomarker study rather than a drug trial. citeturn0search0turn0search2",
        "Reflect: Classification check — fits none of the four therapeutic categories (disease-targeted biologic, disease-targeted small molecule, cognitive enhancer, neuropsychiatric symptom improvement) because no drug or therapeutic mechanism is tested; therefore 'N/A' is appropriate. For context on the broader move toward less‑invasive biomarkers (blood/tear biomarkers) in AD diagnosis, see recent biomarker discussion from academic/health sources. citeturn0search3turn0search4",
        "Web search results supporting this extraction: MedPath clinical-trial record(s) showing study details and outcomes to be measured (total Tau, p‑Tau, Aβ1‑40/1‑42, lipids/metabolites) and trial status/details. citeturn0search0turn0search2"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}