{
    "nct_id": "NCT03060200",
    "title": "Reducing Depressive Symptomatology With a Smartphone App: A Protocol for a Randomized, Placebo-Controlled Clinical Trial",
    "status": "COMPLETED",
    "last_update_time": "2019-07-13",
    "description_brief": "The aim of this study is to test a newly developed app, firmly grounded in Cognitive Behavioural Therapy (CBT) theory of depression, to determine primarily if this app is clinically useful in decreasing moderate depressive symptoms when compared with an active placebo. Additionally, we are interested in the app's potential to contribute to the reduction of general negative affect, increasing positive affect, and boosting satisfaction with life. Last, but not least, we aim to verify if the usage of the tested app can modify depressogenic cognitions.",
    "description_detailed": "Trial design This study is a randomized, placebo-controlled trial, examining the effects of a CBT intervention in reducing depressive symptomatology for people with moderate symptoms. Participants are randomly assigned to one of the 3 arms of the trial: (1) CBT intervention; (2) placebo intervention (PI); and (3) delayed intervention (wait-list; WL). Major assessments are at baseline, post-treatment, and follow-up 12 weeks later. Participants randomized to the PI and WL trial arms are offered access to the online app upon completion of the study. Participants are blinded to hypotheses and the nature of the placebo intervention, but they are informed they have a 1 in 3 chance of being assigned to the placebo intervention.\n\nParticipant timeline Potential participants will be assessed for eligibility through an initial assessment of depressive symptoms. The initial assessment phase consists of administration of the Patient Health Questionnaire-9 (PHQ-9) and a short screening telephone interview. Applicants who do not meet the inclusion criteria are informed via e-mail. They are given a summary score and interpretation for their PHQ-9 score and they are encouraged to discuss their problems with a professional, if necessary. Information on how to reach one - a clinical psychologist or psychotherapist - is also provided. Subsequent assessments consist of all the instruments presented in the Outcome measures section. After the initial assessment, the participants meeting inclusion criteria will be randomly assigned to one of the three conditions: active intervention condition (Group 1), the placebo intervention (Group 2), and the delayed-intervention condition (wait-list) (Group 3).\n\nThe participants in the active intervention and active placebo conditions are assessed at pre-intervention (Time 1 - baseline), at mid-intervention (Time 2 - 3 weeks after baseline), at post-intervention (Time 3 - 6 weeks after baseline), and at 3-months post-intervention (Time 4). The participants in the delayed-intervention condition are assessed before the waiting period (Time 1 - baseline), at mid-waiting period (Time 2 - 3 weeks after baseline), and at post-waiting period (Time 3 - 6 weeks after baseline).\n\nParticipants assigned to the active intervention condition will be given access to the online application along with explicit instructions regarding the use of all of its sections. Participants will be given 6 weeks to complete the intervention, during which time weekly messages will be sent out to them. Messages include regular assignments designed for a complete and thorough use of the application's courses and exercises, and encourage the review of materials whenever possible. However, participants are free to use the application at their own pace.\n\nSimilarly, the participants in the active placebo condition will be given given access to a sham version of the app. During the 6-week intervention period they will be exposed to the same amount of online (i.e., in app messages) and therapist communication as the active intervention participants.\n\nAfter each week, participants' application use is evaluated (see the Application Use Scale described above). Similarly, after each week of using the application, the participants are required to complete the Center for Epidemiologic Studies Depression Scale-Revised (CESD-R), for close monitoring of their depressive symptomatology and individualized feedback on their emotional state.\n\nParticipants in the delayed intervention condition are placed on a wait-list for 6 weeks, after which they are given access to the app.\n\nSample size A total number of 165 participants with moderate depressive symptomatology was estimated based on previous studies on the efficacy of mobile phone applications for depression that reported small to moderate between group effect sizes. An a priori sample size calculation was conducted with G\\*Power 3.1.9.2 for ANOVA (Repeated measures, between factors), assuming an alpha level of 0.05, a statistical power of 0.80, and a small to medium effect size (f = 0.2). Based on the fact that the current protocol has a therapist check-in component, a sample size recruitment target of n = 220 was set to allow for sample attrition, thus estimating a drop-out rate of approximately 30%.\n\nRecruitment Possible participants are approached through ads on a social network. Those interested in using the application are asked to access the study's website and follow the standard recruitment procedure. They are subsequently contacted via a telephone call, at which point the enrollment procedure is described.\n\nAssignment to study group The participants are randomly assigned to one of the three trial arms, using the software Randomizer.org. Randomization is performed by a research assistant using a simple (unrestricted) randomization sequence that assigns three unique numbers per participant; the number assigned is either 1, 2, or 3 according to the number of the experimental conditions. To conceal the allocation mechanism, the same research assistant will monitor the assessments and allow access to the application for the participants in the waitlist control group, after 6 weeks. The principal investigator and the statisticians running the data analysis will remain blinded to the study condition until the completion of the study.\n\nMonitoring study implementation. Three clinical psychologists, members of the study team, screen for the risk of unintended effects or harm to the participants (i.e., clinically significant increase in depressive symptomatology, as measured by the CESD-R). The psychologists also monitor the weekly online evaluations and clinically interpret the CESD-R score of every participant. If the participant does not complete the CESD-R evaluation, a telephonic contact follows. If necessary, the supervisor can decide to interrupt the participant's access to the application and make a further referral.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "neuropsychiatric symptom improvement",
    "drug": [],
    "placebo": [
        "sham CBT smartphone app (active placebo)"
    ],
    "explanation_target": [
        "Reason: The intervention is a smartphone application grounded in Cognitive Behavioral Therapy (CBT) aiming to decrease depressive symptomatology (i.e., reduce depressive symptoms, negative affect, and depressogenic cognitions). This indicates the trial targets neuropsychiatric symptoms (depression) rather than Alzheimer’s pathology or cognitive enhancement per se. citeturn1search3turn1search0",
        "Act: Key extracted details — intervention: self‑administered CBT smartphone app with weekly brief therapist check‑ins; comparator: an active/placebo (sham) version of the app; primary outcome: level of depressive symptoms (measured repeatedly over 6 weeks and at follow‑up). No drug or biologic is involved. citeturn1search3turn1search1",
        "Reflect: Classification check — fits the definition of 'neuropsychiatric symptom improvement' (intervention intended to relieve depressive symptoms/behavioral health), not a disease‑targeted biologic or small molecule, nor a primary cognitive enhancer. The presence of an active sham app as placebo is noted. No ambiguity remains from the description. citeturn1search3turn1search0"
    ],
    "agent_type": "T) Other",
    "explanation_agent": [
        "Reason: The intervention is a self‑administered smartphone Cognitive Behavioral Therapy (CBT) app with brief therapist check‑ins aimed at reducing depressive symptoms (neuropsychiatric symptom improvement). This is a behavioral/psychosocial intervention, not a biological drug or mechanism that maps to CADRO categories A–Q or R (multi‑target).",
        "Act: Extracted details — intervention: CBT smartphone application (weekly brief therapist check‑ins); comparator: sham/active placebo app; primary outcome: change in depressive symptoms over 6 weeks and follow‑up. No drug, biologic, molecular pathway, or gene target is described. Therefore there is no CADRO biological target to assign.",
        "Reflect: CADRO covers biological/pathophysiological targets (amyloid, tau, inflammation, synaptic plasticity, etc.). A psychosocial/behavioral treatment for depression does not fit those categories and is an example of a non‑therapeutic/behavioral intervention for symptom management, so 'T) Other' is the appropriate classification. No web search was performed because no drug or molecular target was provided; if you have a listed drug or biological intervention, I will search and reclassify with citations."
    ]
}