{
    "nct_id": "NCT06281314",
    "title": "VESPA 2.0 - Virtual Environment for a Superior Neuropsychiatry Second Generation",
    "status": "COMPLETED",
    "last_update_time": "2024-03-06",
    "description_brief": "VESPA 2.0 is based on an integrative and ecological approach used for the treatment of cognitive dysfunction in patients with MCI or other neurodegenerative disorders.",
    "description_detailed": "The goal of this study is to verify the effectiveness of the intensive-individual cognitive participation intervention (SCI-i) on the general cognitive functioning and specific cognitive functions of patients with mild or moderate cognitive decline affected by Alzheimer's dementia, Parkinson's and Multiple Sclerosis.\n\nParticipants will be subjected to cognitive training (tasks on attention, memory, language, executive functions, and visual-spatial functions) through software. They will take place using virtual cameras and virtual reality (VR) viewers. All subjects will undergo follow-up evaluation.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The description and published reports show VESPA 2.0 is a virtual-reality/software cognitive rehabilitation intervention designed to treat cognitive dysfunction in MCI and other neurodegenerative disorders — i.e., it aims to improve cognitive performance rather than act as a disease-modifying biologic or small molecule. citeturn0search4turn0search0.",
        "Act (extracted details): VESPA 2.0 = \"Virtual Environment for a Superior Neuro-Psychiatry, Second Generation\" — a VR/tablet-based cognitive rehabilitation system used in an intervention of ~40 sessions for MCI patients; the intervention is a device/software (not a drug) and is tested for improving global cognition, visuospatial skills, and executive functions. Clinical-trial registry entries and project descriptions list it as a software/device intervention for cognitive rehab in Alzheimer disease, MCI and other neurodegenerative disorders. citeturn0search4turn0search6turn0search9.",
        "Reflect: Given the intervention is non-pharmacologic cognitive rehabilitation (virtual reality/software) intended to improve cognition, it best fits the \"cognitive enhancer\" category (broadly: interventions aimed at improving cognitive function). There is no drug or biologic target to classify as disease-targeted, and the trial is therapeutic (not diagnostic), so 'cognitive enhancer' is the correct category. citeturn0search4turn0search6.",
        "Web search results found (key sources): Frontiers in Psychology article describing the VESPA 2.0 feasibility/usability study and its methods/results. citeturn0search4; PubMed entry summarizing the feasibility/usability study. citeturn0search0; Clinical-trials registry / trial summary (VESPA 2.0 efficacy for cognitive rehabilitation) showing the intervention listed as a device/software. citeturn0search6; MDPI description of the VESPA project and 2nd generation goals. citeturn0search9."
    ],
    "agent_type": "T) Other",
    "explanation_agent": [
        "Reason: The VESPA 2.0 intervention is a virtual-reality / tablet-based cognitive rehabilitation software intended to improve cognitive performance in MCI and other neurodegenerative disorders, not a drug, biologic, or molecule acting on a defined molecular or cellular disease target. citeturn0search4turn0search0",
        "Act: Extracted details — VESPA 2.0 = \"Virtual Environment for a Superior Neuro-Psychiatry, Second Generation\"; used in ~40 sessions of VR/tablet cognitive rehabilitation for MCI with reported improvements in global cognition, visuospatial skills and executive functions. No drug name, gene, pathway, or biologic mechanism is described, so no CADRO therapeutic target category (A–Q, etc.) can be assigned. citeturn0search4turn0search6",
        "Reflect: Because CADRO classifies mechanistic biological targets (e.g., amyloid, tau, inflammation, synaptic plasticity) and this trial tests a non-pharmacologic software/device cognitive-rehabilitation intervention without an explicit biological target, the correct mapping is T) Other. This reflects that the trial is therapeutic (rehabilitation) but not targetable to any CADRO biological mechanism. citeturn0search0turn0search4",
        "Web sources (key results used): Frontiers in Psychology feasibility/usability paper describing VESPA 2.0 and its 40-session tablet/VR protocol and outcomes. citeturn0search4; PubMed entry/abstract summarizing the feasibility/usability study. citeturn0search0; Sensors / systematic review entries referencing VESPA and VR cognitive rehabilitation literature. citeturn0search6",
        "Output: \"T) Other\" — VESPA 2.0 is a non-pharmacologic VR/software cognitive-rehabilitation intervention with no identifiable drug/biologic molecular target, so it does not map to a CADRO disease-target category."
    ]
}