{
    "nct_id": "NCT06740162",
    "title": "A Stage 1 Pilot Test for Feasibility and Efficacy of a Multi-Level Intervention to Increase Physical Activity in Adults With Intellectual Disability: Physical Activity and Community EmPOWERment (PACE)",
    "status": "RECRUITING",
    "last_update_time": "2025-01-14",
    "description_brief": "Purpose: Conduct a wait-list randomized controlled trial (RCT) of an inclusive physical activity program called PACE for adults with intellectual disability (ID) who are not yet showing signs of Alzheimer's Disease (AD)/age-related dementias (ARD).\n\nParticipants: Participants include 120 adults with ID, their caregivers, and their coaches (up to 360 individual participants, grouped as triads), recruited through the University of North Carolina at Chapel Hill and the University of Arkansas. Participants also include 16 exercise professionals.\n\nProcedures (methods): Each cohort will include 20 triads who are randomly assigned to the PACE program or the waitlist control group.",
    "description_detailed": "Each potential adult with ID or family who contacts the research team will be called and screened for eligibility in the study. To determine eligibility, screening questions will include asking if the adult participant has a formal diagnosis of ID; report of intellectual ability level will be confirmed with direct cognitive testing during the screening assessment visit using scales completed by the participant and caregiver. Also at the screening visit, caregivers will complete the dementia screener for the participants, and participants will be provided with an Actigraph GT9X Link device so they can complete a weeklong physical activity baseline measure. At the second study visit, participants and caregivers will complete the pre-assessments (described below and attached), and participants will have their body composition measured. Questions to all scorable assessments will be required to prevent missing data. Select demographic information will have an additional \"prefer not to answer\" choice. Participants will complete demographic measures, primary and secondary outcome measures, and feasibility and acceptability measures across the first two study visits. Those who qualify will be randomly assigned to one of two conditions: (1) initial intervention or (2) waitlist control. Individuals assigned to the waitlist control group will begin the intervention after the initial group completes post-assessments.\n\nThe 16-week intervention includes: (1) a weekly group fitness class for adults with ID, (2) web based training and resources for coaches and exercise professionals; (3) weekly coaching meetings for coaches and adults with ID, and (4) daily/weekly interactions with the PACE interactive web based dashboard for adults with ID.\n\nA post-assessment visit will be conducted to repeat the pre-assessment measures, and a subset of participants and coaches will also complete an interview to answer open-ended questions about their program experiences. A 12-month follow-up visit will also be scheduled to measure body composition again.\n\nBrief description of measures to be completed by Caregivers as follows:\n\nVineland Adaptive Behavior Scales-3: (VABS) (Vineland-3) is a standardized assessment tool that utilizes semi-structured interview to measure adaptive behavior and support the diagnosis of intellectual and developmental disabilities, autism, and developmental delays. Interviews are expected to take 1-2 hours and will take place during the screening visit.\n\nNational Task Group-Early Detection Screen for Dementia: (NTG-EDSD) This measure was adapted from the Dementia Screening Questionnaire for Individuals with Intellectual Disabilities (DSQIID) and can be used for the early detection screening of those adults with an intellectual disability who are suspected of or may be showing early signs of mild cognitive impairment or dementia. The NTG-EDSD is not an assessment or diagnostic instrument, but an administrative screen that can be used by staff and family caregivers to note functional decline and health problems and record information useful for further assessment. This assessment will take place during the screening visit.\n\nAdd Health Wave 5 Questionnaire: Questions will be used from the Wave 5 Survey including questions on background (biological sex, gender, race/ethnicity), health and health care (co-occurring conditions and medical treatments, illness and physical limitations, and fitness tracking (experiences using fitness tracking devices, current exercise habits). This measure will take place during the pre and post study visits.\n\nWaisman Activities of Daily Living (W-ADL): The W-ADL is a caregiver-report that measures activities of daily living and assesses functioning. It has demonstrated high internal consistency (Cronbach alphas= .88-.94) and reliability over time (Kappas= .92-.93) in adults with ID. This measure will take place during the pre and post study visits.\n\nBrief description of adult with ID measures as follows:\n\nThe Leiter-3: is a widely used nonverbal measure of intelligence and cognitive abilities that is suitable to use for individuals with cognitive delays, speech or hearing problems, Attention Deficit Hyperactivity Disorder (ADHD), or traumatic brain injury. The battery subtest scores are converted to a scaled score and the sum of the scaled scores yields a nonverbal intelligence quotient (IQ)/composite score. This assessment will take place during the screening visit.\n\nWorld Health Organization Quality of Life Brief Version Assessment (WHOQoL-BREF and WHO Disabilities Module): The WHOQoL-BREF and WHO Disabilities module is an abbreviated 39-item version of the original WHOQOL tool that has been used in adults with ID. The domain scores will be used to measure the general quality of life (Overall, Health, Physical, Psychological, Social, Environment, and Disabilities Module). This measure will take place during the pre and post study visits.\n\nNIH-Toolbox Cognitive Battery (NIHTB-CB): The NIHTB-CB will measure mental and cognitive functioning. It has been validated in individuals with ID and adults across the spectrum of Alzheimer's disease and age-related cognitive decline. It is an iPad-based assessment of memory, executive function, and crystallized intelligence. This measure will take place during the pre and post study visits.\n\nNIH-Toolbox Emotional Battery: The NIHTB-EB will measure emotional health across several domains: Psychological Well-Being, Social Relationships, Stress and Self-Efficacy, and Negative Affect. This is an iPad-based assessment that will take place during the pre and post study visits.\n\nPhysical Activity Measures: These measures will take place during the pre and post study visits.\n\nGrip strength (NIH Toolbox): This test consists of squeezing the hand dynamometer for a 1-rep max strength assessment.\n\nThe 4-Stage Balance Test: This test consists of four standing positions that are progressively harder to maintain.\n\n30-Second Chair Stand: This test consists of participants getting up from a chair without using their arms. They get up and sit down repeatedly for 30 seconds. Their score is the number of times they can get up from the chair\n\nTimed Up \\& Go (TUG): This test consists of participants getting up from a chair, walking 10 feet across the room around a cone, and sitting back down.\n\n2-Minute Walk Endurance: This test consists of participants walking as fast as they can for two-minutes up and down the hallway of the assessment spaces.\n\nBod Pod: This scan will measure body composition using Air Displacement Plethysmograph (ADP). Participants at the University of North Carolina site will be briefed on the Bod Pod and sit inside for up to 5 minutes. This measure will take place during the pre- and post-study visits, as well as the one-year follow-up visit.\n\nDXA Scan: This scan will measure body composition using dual energy X-ray absorptiometry. Participants at the University of Arkansas site will be briefed and lay on the DXA scan table for around 15 minutes. This measure will take place during the pre- and post-study visits, as well as the one-year follow-up visit. Participants who are pregnant, think they may be pregnant, or have had unprotected sex in the last 30 days will not receive a DXA scan.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is a behavioral/multi-level physical activity program called PACE for adults with intellectual disability (ID) (wait-list RCT). It aims to increase physical activity and support healthy aging / reduce dementia risk, not to deliver a biologic or small-molecule drug or a pharmacologic cognitive enhancer or an intervention targeting neuropsychiatric symptoms specifically. citeturn0search0turn0search1",
        "Act: Key extracted details — PACE = Physical Activity and Community EMPOWERment; structured 16-week program with individual coaches, weekly inclusive community exercise classes, triads of participant-caregiver-coach, funded by an NIH R01; sites include UNC Chapel Hill and University of Arkansas. This is a behavioral/exercise intervention (no drug or placebo listed). citeturn0search1turn0search6",
        "Reflect: Given the category definitions, this trial does not fit: (1) disease-targeted biologic (no biologic/antibody/vaccine), (2) disease-targeted small molecule (no small-molecule drug), (3) cognitive enhancer (not a drug intended to directly improve cognition), or (4) neuropsychiatric symptom improvement (primary aim is increasing physical activity/healthy aging). Per the instructions, non-therapeutic behavioral interventions are classified as 'N/A'. Therefore the correct category is 'N/A'. citeturn0search0",
        "Web search / sources (selected):",
        "- Clinical trial registry summary for the Physical Activity and Community EMPOWERment Project (PACE), including the purpose and methods. citeturn0search0",
        "- University of Arkansas news release describing the PACE program, NIH funding, 16-week program structure, and partnering investigators. citeturn0search1",
        "- SmartPatients / trial listing with identifiers and enrollment details (confirms behavioral treatment listing). citeturn0search6"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}