{
    "nct_id": "NCT03221296",
    "title": "A Feasibility Study on the Effects of Vestibular Training as a Fall Prevention Strategy in the Elderly",
    "status": "COMPLETED",
    "last_update_time": "2018-10-10",
    "description_brief": "A feasibility study of a vestibular rehabilitation program in a sample of cognitively impaired clinical patients to guide future trials.",
    "description_detailed": "This is a feasibility study to gather preliminary data on a vestibular rehabilitation program. All participants who visit UHN memory clinic with a diagnosis of mild/moderate cognitive impairment due to Alzheimer's or vascular disease or both and have had falls will be asked to participate. If agree to be contacted they will receive a consent form.\n\nAll agreeable participants shall be screened for vestibular impairment through the following tests: Dix-Hall pike test, Head Impulse Test, Head Shake test, test of Dynamic Visual Acuity. In addition, participants will complete the MoCA to assess cognitive functioning. A score lower than 15 will exclude the participant.\n\nAfter determining the population who is eligible for this study and willing to participate, participants shall move to baseline assessment. At baseline, measurements of balance, gait, and dynamic visual acuity in addition to questionnaires about dizziness felt, confidence in performing activities without falling, depression and quality of life, shall be completed.\n\nImmediately after baseline, participants will begin their treatment arm, depending on if they have been put in the vestibular group or control group. Participants in the vestibular arm will be taught vestibular exercises and asked to perform vestibular exercises for 3 sessions daily, 3-10 minutes/session. Participation in vestibular exercises shall be recorded via a log by their caregiver. During the 12 weeks, these diaries shall be kept with the participant caregiver. Caregivers shall be followed up bi-weekly to ensure that participants are completing the exercises, and logging their participation.\n\nAt the end of the 12 weeks, participants will be reassessed with the same measures from baseline in addition to the head impulse test and test of dynamic visual acuity. The investigators shall also administer a final questionnaire (Problematic Experiences of Therapy Scale) to see what may have prevented completion of therapy or caused issues.\n\nParticipants that are randomized to standard of care Control group will undergo Baseline and 12-week assessments including vestibular testing and questionnaires.\n\n3-months after final assessments (6 months after start), all participants shall be contacted to see if there were any falls/near fall experiences.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "PREVENTION",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The described trial tests a vestibular rehabilitation / vestibular training program (an exercise-based, therapist-delivered or self-directed rehab intervention) aimed at improving balance and preventing falls in elderly / cognitively impaired patients — this is a non‑pharmacologic rehabilitation intervention, not a drug or biologic. citeturn0search5turn0search1",
        "Act: Key details extracted from the description and literature: the study is a feasibility trial of vestibular rehabilitation (vestibular exercises or vestibular therapy) in cognitively impaired clinical patients to guide future trials; similar feasibility/pilot protocols have been published for vestibular therapy to reduce falls in people with Alzheimer’s disease. No drug name, biologic, or pharmaceutical small molecule is mentioned in the trial description. Sources: feasibility study reporting vestibular exercises in memory-clinic patients with cognitive impairment and falls, and a pilot RCT protocol for vestibular therapy in AD. citeturn0search1turn0search4turn0search8",
        "Reflect: Classification decision — N/A. Rationale: The four provided drug/therapy categories are (1) disease-targeted biologic, (2) disease-targeted small molecule, (3) cognitive enhancer, and (4) neuropsychiatric symptom improvement. Vestibular rehabilitation is an exercise-based balance/vestibular therapy intended to reduce falls and improve postural stability; it does not target Alzheimer’s molecular pathology nor is it a pharmacologic cognitive enhancer or a treatment for neuropsychiatric symptoms. Multiple trials and systematic reviews show vestibular rehabilitation is used to improve balance and reduce falls in older adults, supporting that this is a physical/behavioral intervention rather than a drug. Therefore the correct category is 'N/A'. citeturn0search3turn0search2turn0search7",
        "Web search results used (key sources): 1) Vestibular Exercises as a Fall Prevention Strategy in Patients with Cognitive Impairment — PubMed (feasibility study reporting VR in memory clinic patients). citeturn0search1 2) Vestibular therapy to reduce falls in people with Alzheimer’s disease — pilot/feasibility RCT protocol (Pilot and Feasibility Studies / PubMed). citeturn0search4turn0search8 3) Randomized trials showing vestibular rehabilitation improves balance and reduces falls in older adults. citeturn0search2turn0search3 4) Vestibular Rehabilitation overview (exercise-based program) — Cleveland Clinic patient information. citeturn0search5 5) Systematic review summarizing effects of vestibular rehabilitation in middle-age and older adults. citeturn0search7"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}