{
    "nct_id": "NCT03551769",
    "title": "A Phase I, Open-label, Fixed-order, Single-dose, 2-Part, Crossover Study to Evaluate the Pharmacokinetics of a Formulation of Tricaprilin (AC-SD-01) Including the Effect of Food on Ketone Body Production in Caucasians and Asians",
    "status": "COMPLETED",
    "last_update_time": "2019-05-27",
    "description_brief": "This is a Phase I, single center, open label, fixed-order, crossover, food-effect, pharmacokinetic (PK) study recruiting healthy, adult, male subjects.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "BASIC_SCIENCE",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "Tricaprilin (AC-SD-01) — a medium‑chain triglyceride (MCT; tricaprylin/tricaprin family) formulated to increase ketone body production"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The study tests tricaprilin (AC‑SD‑01) to evaluate pharmacokinetics and the effect of food on ketone body production. Tricaprilin is an MCT that is metabolized to medium‑chain fatty acids and rapidly converted in the liver to ketone bodies that can serve as an alternative brain energy source; this approach aims to support brain metabolism/cognition rather than directly targeting core AD pathology (amyloid or tau). citeturn0search5turn0search1turn0search6",
        "Act (extracted details + web search backing): Trial title and description identify the investigational product as a formulation of tricaprilin (AC‑SD‑01) and state the primary outcome is ketone body production/PK (study registry). Tricaprilin/MCTs (C8/C10) are documented to raise plasma ketones and have been evaluated as metabolic support to the brain (e.g., the MCT in the medical food Axona and acute crossover studies showing C8 is highly ketogenic). Sources used: trial registry and pharmacology/clinical studies. citeturn0search5turn0search1turn0search6",
        "Reflect: Classification — cognitive enhancer. Although the indication field lists Alzheimer disease, the intervention is a nutritional/lipid MCT intended to increase ketone supply (metabolic, symptomatic support) rather than a biologic (monoclonal antibody/vaccine) or a small‑molecule that targets AD pathology. Therefore the best fit among the provided categories is 'cognitive enhancer'. Note: if additional protocol details indicated a disease‑modifying hypothesis (e.g., targeting amyloid or tau) the classification would change, but available trial documents support the cognitive/metabolic support interpretation. citeturn0search5turn0search1"
    ],
    "agent_type": "J) Metabolism and Bioenergetics",
    "explanation_agent": [
        "Reason: The investigational product is tricaprilin (an MCT triglyceride) formulated to increase ketone body production to serve as an alternative brain energy source and support cognition/metabolism rather than directly modifying core AD pathology (amyloid or tau). This aligns with CADRO’s Metabolism and Bioenergetics category. citeturn0search7turn0search1",
        "Act: Extracted details — trial tests tricaprilin (AC‑SD‑01), an MCT (tricaprylin/tricaprin family) metabolized to medium‑chain fatty acids and rapidly converted in the liver to ketone bodies; primary outcomes relate to ketone production/pharmacokinetics and cognitive enhancement as a symptomatic/metabolic approach. Clinical and preclinical literature shows MCTs (especially C8/tricaprylin) increase plasma ketones and have been studied to support brain energy metabolism and cognition in AD. citeturn0search7turn0search6turn0search3turn0search5",
        "Reflect: The mechanism—providing an alternative energy substrate (ketones) to the hypometabolic brain—matches CADRO category J (Metabolism and Bioenergetics). The intervention is not directly targeting amyloid, tau, inflammation, synaptic receptors, or other pathological proteins, nor is it a diagnostic-only procedure, so 'J) Metabolism and Bioenergetics' is the most specific fit. If later protocol details indicated a different disease‑modifying target, the classification could change. citeturn0search8turn0search2"
    ]
}