{
    "nct_id": "NCT05642429",
    "title": "A Phase I, Randomized, Double-Blind Study to Evaluate Safety and Tolerability of Amyloid-β Vaccine, AV-1959D, in Patients With Early Alzheimer's Disease.",
    "status": "ACTIVE_NOT_RECRUITING",
    "last_update_time": "2025-04-09",
    "description_brief": "Phase 1 clinical trial of AV-1959 amyloid-β vaccine for Alzheimer's disease (AD).",
    "description_detailed": "The Phase I study is a randomized, multicenter, double-blind, placebo-controlled study consisting of 3 sequential cohorts to determine the safety and tolerability of AV-1959D at three doses compared to a placebo in patients with early AD",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted biologic",
    "drug": [
        "AV-1959D (amyloid-β vaccine; MultiTEP-based Aβ epitope vaccine / DNA vaccine)"
    ],
    "placebo": [
        "placebo (control arm)"
    ],
    "explanation_target": [
        "Reason: The study is a Phase 1 randomized, double-blind safety/tolerability trial of AV-1959D, an active vaccine designed to elicit antibodies against amyloid-β — i.e., a biologic targeting AD pathology (Aβ). citeturn0search0turn0search5.",
        "Act (key extracted details): AV-1959D (also referenced as AV-1959/AV-1959R in related literature) is a MultiTEP-platform epitope vaccine incorporating Aβ B-cell epitopes (Aβ1–11 copies) plus foreign T-helper epitopes and has been advanced to a first-in-human Phase 1 study (48 participants, early AD; study start Feb 2023). The trial is placebo-controlled. citeturn0search4turn0search0turn0search6.",
        "Evidence about mechanism / drug type: Preclinical and translational publications describe AV-1959 (and earlier AV-1955/AV-1959 constructs) as an epitope vaccine that induces anti-Aβ antibody responses without eliciting autoreactive Aβ-specific T cells; the platform has been described as a DNA/protein epitope vaccine (MultiTEP). This supports classification as a disease-targeted biologic. citeturn0search1turn0search6.",
        "Reflect: Given the intervention is an active immunotherapy (vaccine) directed at amyloid-β pathology (intended to generate anti-Aβ antibodies and modify pathology), it fits the defined category 'disease-targeted biologic' rather than a small molecule, symptomatic cognitive enhancer, or neuropsychiatric symptom treatment. No contradictory details were found in the referenced sources. citeturn0search0turn0search5.",
        "Web search results used: ALZForum summary of AV-1959D Phase 1 (trial details, status). citeturn0search0; PubMed/translational papers describing AV-1959/AV-1955 epitope vaccine immunogenicity in macaques and preclinical data. citeturn0search1turn0search6; Trial record summary for NCT05642429 / AV-1959D Phase 1. citeturn0search4; Review / article summarizing AV-1959D vaccine design and move to clinical trial. citeturn0search5."
    ],
    "agent_type": "A) Amyloid beta",
    "explanation_agent": [
        "Reason: The intervention is AV-1959D, an active MultiTEP-based epitope vaccine designed to elicit anti–amyloid-β antibodies and thereby target Aβ pathology in early Alzheimer’s disease. citeturn0search8turn0search3",
        "Act: Key extracted details — AV-1959D (AV-1959/AV-1959R in related literature) is a MultiTEP-platform Aβ epitope vaccine (DNA/protein vaccine) containing Aβ B-cell epitopes plus foreign T-helper epitopes; it has advanced to a first-in-human Phase 1, randomized, double-blind, placebo-controlled safety/tolerability study (N≈48, started Feb 2023). These facts identify the biological target as amyloid-β (Aβ). citeturn0search0turn0search1turn0search5",
        "Reflect: The trial tests active immunotherapy intended to generate anti-Aβ antibodies and modify amyloid pathology — this maps directly to CADRO category A (Amyloid beta). There is no indication the primary target is tau, inflammation, synaptic function, or a non-therapeutic diagnostic; therefore 'A) Amyloid beta' is the most specific CADRO match. citeturn0search4turn0search3",
        "Web search results used: ALZForum AV-1959D trial summary (Phase 1 details and status). citeturn0search3; Clinical trial record summary (NCT05642429) with study design, dosing cohorts and enrollment. citeturn0search5; MultiTEP vaccine preclinical and translational publications describing AV-1955/AV-1959 immunogenicity in macaques and DNA-epitope vaccine design. citeturn0search8turn0search1; Preclinical combination vaccine data and MultiTEP platform publications showing Aβ-targeting vaccine activity. citeturn0search4turn0search7"
    ]
}