{
    "nct_id": "NCT06649929",
    "title": "Nuestro Sueno: Cultural Adaptation of a Couples Intervention to Improve Positive Airway Pressure Adherence and Sleep Health Among Latino Couples With Implications for Alzheimer's Disease Risk",
    "status": "RECRUITING",
    "last_update_time": "2025-03-27",
    "description_brief": "The goal of this clinical trial is to learn if the culturally adapted couples sleep health intervention (Nuestro Sueno) improves positive airway pressure use and sleep among Hispanic couples in which one partner was diagnosed with sleep apnea and starting positive airway pressure treatment.\n\nThe main questions are:\n\n1. Does Nuestro sueno improve the patient's positive airway pressure use over the first 3 months of using it compared to an information control?\n2. Does Nuestro sueno improve sleep quality for both the patient and partner, compared to an information control?\n3. Does Nuestro sueno improve other aspects of life including quality of life and memory, compared to an information control?",
    "description_detailed": "Latino adults in the United States are 1.5 times more likely to develop Alzheimer's disease and related dementias compared to non-Hispanic white adults. Obstructive sleep apnea affects 9.8% of Latino adults and confers a five-fold increased risk of Alzheimer's disease diagnosis. Consequences also extend to the bedpartner, as bedpartners of those with obstructive sleep apnea experience significant sleep disturbances, including sleep fragmentation and 3 times greater risk of insomnia. Given solid mechanistic links between both obstructive sleep apnea and insomnia and Alzheimer's Disease risk, effective obstructive sleep apnea treatment has the potential to promote healthy cognitive aging and reduce Alzheimer's Disease risk for both partners. While the front-line treatment for obstructive sleep apnea, positive airway pressure, is highly effective at reducing obstructive sleep apnea symptoms and may reduce or forestall Alzheimer's Disease risk, its potential is severely diminished, as up to 80% of patients are non-adherent. Extant positive airway pressure adherence interventions are limited in that they are exclusively focused on the individual, neglecting to consider the role of the bedpartner in treatment, and developed primarily in non-Hispanic white populations. Therefore, there is a critical need to develop evidence-based, and culturally-adapted interventions that address the impact of obstructive sleep apnea and its treatment on both partners and within a culturally-tailored framework. The goal of this study is to develop and test \"Nuestro Sueño\" a culturally-adapted intervention to promote positive airway pressure adherence and sleep health among Latino couples. This study will involve a randomized clinical trial to evaluate the feasibility, treatment satisfaction and preliminary efficacy of Nuestro Sueño versus information control in a sample of 80 patients with obstructive sleep apnea and their partners (i.e., 40 couples per treatment arm) across two sites (Utah and Arizona). The intervention focuses specifically on the interpersonal mechanisms of enhancing dyadic coping and communication, using intervention materials resonant with cultural beliefs and values. If successful, Nuestro Sueño, an innovative and culturally-adapted intervention, has the potential to significantly advance the treatment of obstructive sleep apnea, and may elucidate a critical, modifiable target of prevention and intervention to promote healthy aging and reduce disparities in Alzheimer's Disease risk among Latino couples.",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "OTHER",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [
        "Information control (non-drug comparator)"
    ],
    "explanation_target": [
        "Reason: The study evaluates a culturally adapted couples behavioral intervention called \"Nuestro Sueño\" designed to improve positive airway pressure (PAP/CPAP) adherence and sleep health among Latino/Hispanic couples (one partner diagnosed with obstructive sleep apnea). The stated aims focus on PAP use, sleep quality for both partners, and broader outcomes (quality of life, memory) rather than testing a drug or biologic therapy. citeturn0search1turn0search2",
        "Act: Key extracted details — Intervention name: Nuestro Sueño; Intervention type: couples-based, culturally adapted behavioral/sleep-health intervention; Comparator: information control; Primary outcomes: PAP adherence (proportion of days with ≥4 hours use), self-reported sleep disturbance, and secondary measures including quality of life and memory. No drug, biologic, or device treatment is being tested as the experimental agent. citeturn0search1turn0search3",
        "Reflect: Classification check — This is not a biologic or small-molecule trial, nor a pharmacologic cognitive-enhancer or a trial aimed at treating neuropsychiatric symptoms specifically. It is a behavioral/behavior-change intervention to improve therapy adherence and sleep health; therefore it does not fit the four therapeutic target categories and is best labeled 'N/A'. The comparator is an information control (not a placebo drug). citeturn0search1turn0search2"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}