{
    "nct_id": "NCT00937846",
    "title": "An Open Label Positron Emission Tomography (PET) Study to Investigate Brain Penetration by [Carbonyl-11C] GSK1034702 in Healthy Subjects",
    "status": "COMPLETED",
    "last_update_time": "2017-06-26",
    "description_brief": "GSK1034702 is being developed for improving cognitive impairment in diseases such as Alzheimer's disease and schizophrenia. This study will be done in healthy men to investigate how much of the study drug gets into the brain. This will be done using Positron Emission Tomography (PET).",
    "description_detailed": "This is an open label, single dose, non-randomized PET study in healthy male subjects to ascertain if GSK1034702 is crossing the blood-brain barrier to enable it to elicit a central effect. GSK1034702 has been shown in vitro to be a substrate for human Pgp, therefore the distribution of GSK1034702 into human brain could be adversely affected. This use of PET in conjunction with radioactively labelled GSK1034702 will help ascertain the role Pgp plays in limiting brain penetration in the presence and absence of a pharmacological relevant oral non labelled dose of 5 mg. Subjects will have an MRI scan to aid definition of brain anatomy, a baseline PET scan and a post-dose PET scan. For each subject the study will consist of at least three visits; screening visit, scanning day and follow-up.",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "SUPPORTIVE_CARE",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "GSK1034702 (M1 muscarinic receptor allosteric/bitopic agonist)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The compound GSK1034702 was developed to improve cognitive impairment and acts on the muscarinic M1 receptor (reported as a potent M1 allosteric agonist; later work describes bitopic M1 binding). citeturn0search2turn0search0",
        "Act: The trial you described is a PET brain-penetration study of [11C]GSK1034702 in healthy men (to measure whether the drug enters the brain), confirming the molecule and study purpose. citeturn0search5turn0search3",
        "Reflect: Because GSK1034702’s mechanism is receptor stimulation to improve memory/cognition (symptomatic/pro-cognitive pharmacology), and it is not a biologic targeting Alzheimer pathology (e.g., amyloid or tau) nor a diagnostic-only intervention, the correct category is 'cognitive enhancer'. This classification is supported by clinical/pro-cognitive studies and the PET brain-uptake evaluation. citeturn0search2turn0search5"
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The investigational drug GSK1034702 is a muscarinic M1 receptor agonist (reported as a potent M1 allosteric agonist and later shown to bind in a bitopic manner). This identifies the mechanism as direct modulation of a neurotransmitter receptor (muscarinic acetylcholine M1). citeturn0search1turn1search2",
        "Act: The described trial is an open‑label PET brain‑penetration study using carbonyl‑11C labelled GSK1034702 to measure CNS entry in healthy subjects; the compound was developed to improve cognition via M1 receptor stimulation, confirming this is a neurotransmitter‑receptor (cholinergic) intervention rather than an anti‑amyloid/tau or other disease‑modifying approach. citeturn0search5turn1search7",
        "Reflect: Mapping to CADRO, modulation of the muscarinic M1 receptor falls under D) Neurotransmitter Receptors (agents that act on classical neurotransmitter receptors to produce symptomatic/pro‑cognitive effects). This trial evaluates brain penetration and the drug’s pro‑cognitive receptor pharmacology rather than pathology‑directed mechanisms, so D) is the best fit. citeturn1search2turn0search5",
        "Web search results (key sources consulted): (1) PET brain distribution study of [11C]GSK1034702 (human/primate PET, demonstrates brain uptake) — PMC/PubMed article. citeturn0search5turn0search0 (2) Publication describing bitopic binding at M1 and discussion of mechanism/adverse effects — Molecular Pharmacology / PubMed. citeturn0search1turn0search2 (3) Clinical study showing procognitive effects in a nicotine‑abstinence model (human) — PubMed. citeturn1search2 (4) Clinical trial registry entry for the PET brain uptake study (NCT00937846) — trial record. citeturn1search7"
    ]
}