{
    "nct_id": "NCT05734638",
    "title": "Self-Care and Blood Pressure for Women Caregivers of Black and African-Americans With Alzheimer's Disease or Other Memory Problems *",
    "status": "RECRUITING",
    "last_update_time": "2024-12-10",
    "description_brief": "Due to health and wealth disparities, no demographic group is more at risk than African American women for the double jeopardy of stress from caregiving for persons living with dementia (PLWD) and stress associated with hypertension (HTN). This double jeopardy puts those they care for in jeopardy as well: Reduced quality of life and longevity, disability, cognitive decline, and stroke associated with HTN1 impede caregiving activities and resultant health and well-being for persons living with Alzheimer's disease and related dementias (ADRD). Although successful multi-component interventions have addressed ADRD caregiver stress (REACH II) and the Savvy Caregiver program, to our knowledge there are no interventions that target the complexity of chronic caregiving stress and HTN self-care for African American women caregivers of persons living with ADRD.\n\nThis project will test two interventions for their effectiveness in improving outcomes for the target group: Mindfulness in Motion (MIM) and the Dietary Approaches to Stop Hypertension (DASH). MIM includes mindful awareness and movement from a seated position, breathing exercises, healthy sleep, and guided mindfulness meditation. The DASH component will be tailored for Black Americans. It uses a critical thinking approach that involves problem solving, participant-centered goal setting, health coaching, reflection, and development of self-efficacy (confidence) to promote physical activity and healthy eating. Solid empirical evidence demonstrates its effectiveness in reducing blood pressure among mixed-race samples.",
    "description_detailed": "Our long-term goal is to develop effective interventions to reduce cardiovascular health disparities and improve health outcomes among African American women. Given this gap in knowledge (i.e., interventions targeting caregiving stress and hypertension self-care), our Stage I pilot study focuses on a) caregiver stress and b) self-care for hypertension, the most prevalent chronic condition among African American women caregivers of PLWD. We know lifestyle changes are effective in managing HTN, but they will not make a difference in controlling hypertension if individuals do not engage in these health behaviors. Unfortunately, African American women are less likely to engage in self-care (such as diet and exercise behaviors) if they believe their hypertension is caused by stress. Indeed, our past research demonstrates that stressful interpersonal communication problems, blood pressure knowledge deficits, and complex diet information all interfered with older African American women's blood pressure self-care. Thus, we investigate the hypothesis that by addressing stress reactivity/stress resilience as the underlying mechanism to facilitate behavioral change, the intervention will be successful in enhancing HTN self-care.\n\nA small-scale, Stage I, three-group randomized controlled trial (RCT) will investigate the feasibility of MIM plus DASH to improve blood pressure self-care in African American caregivers, as compared to MIM only or DASH only. Each intervention will be delivered in eight weekly 1-hour group sessions via telehealth.\n\nTo our knowledge, this is the first study that systematically a) examines impact on self-care behaviors and b) employs one of the Science of Behavioral Change key mechanisms underlying successful change in health behaviors-stress reactivity/stress resilience among a large, underrepresented demographic group. PI Wright will recruit 90 women with hypertension who are caring for persons living with ADRD, 30 per group (MIM DASH, MIM only, or DASH only). We will collect data at baseline, 3-months, and 6-months. The interprofessional team pursuing this project has worked together for 3 years. Our aims will be as follows:\n\nAIM 1. Determine the feasibility of MIM DASH, MIM, and DASH for African American women caregivers of family/friends living with dementia. Hypothesis: African American women caregivers with hypertension will participate in the MIM DASH as well as the active control groups (MIM or DASH).\n\nAim 2. Examine pilot efficacy of the MIM DASH intervention to improve stress and self-care as compared to active control groups (MIM or DASH). Hypothesis: Stress will be reduced and self-care will be improved in the MIM DASH group as compared to active control groups (MIM or DASH).\n\nAIM 3. Examine the pilot efficacy of the combination of MIM plus DASH for improvement of systolic blood pressure (SBP) as compared to active control groups (MIM or DASH). Hypothesis: Relative to baseline assessment, the MIM DASH group will exhibit lower SBP at 3 and 6 months as compared to active control groups (MIM or DASH).",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "PREVENTION",
    "results": null,
    "target_category": "N/A",
    "drug": [
        "Mindfulness in Motion (MIM) — an 8-week mindfulness-based behavioral program (mindful movement, breathing, meditation, sleep hygiene)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial tests two non‑pharmacologic, behavioral interventions aimed at reducing caregiver stress and improving hypertension self‑care (mindfulness and a dietary/lifestyle program), not a biologic or small‑molecule therapy targeting Alzheimer pathology or a direct cognitive‑enhancing drug. Mindfulness in Motion is an evidence‑based mindfulness/resilience program (group sessions, breathing, seated movement, meditation). citeturn1search0turn1search4",
        "Act: Extracted interventions from the description: Mindfulness in Motion (MIM) — a mindfulness‑based stress‑reduction/resilience program; and DASH (Dietary Approaches to Stop Hypertension) — a dietary intervention known to lower blood pressure and here tailored for Black/African‑American participants. DASH is a lifestyle/dietary intervention (not a drug). citeturn1search0turn2search3turn2search2",
        "Reflect: Classification — 'N/A'. The trial does not test a disease‑targeted biologic or small molecule, nor a pharmacologic cognitive enhancer, nor an intervention whose primary aim is to treat neuropsychiatric symptoms in persons with dementia. Instead it evaluates caregiver self‑care (stress reduction) and blood pressure management using behavioral/dietary interventions, so it does not fit the four therapeutic categories. No drug is involved. Supporting sources: Mindfulness in Motion program descriptions and evaluations (Ohio State / PubMed). DASH diet evidence (NHLBI, original DASH trial/NEJM). citeturn1search0turn1search4turn2search3turn2search2"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}