{
    "nct_id": "NCT00718731",
    "title": "Ascending Single Dose Study of the Safety, Tolerability, Pharmacokinetics, and Pharmacodynamics of GSI 136 Administered Orally to Healthy Young and Healthy Elderly Subjects",
    "status": "COMPLETED",
    "last_update_time": "2010-04-01",
    "description_brief": "This is a first-in-humans study of GSI-136, a drug being developed for the treatment of Alzheimer Disease. The main purpose of this study is to determine whether GSI-136 is safe and tolerable in healthy young and healthy elderly subjects. The amount of drug in the body and the effects of the drug on the body will also be evaluated at certain timepoints.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "GSI-136 (gamma‑secretase inhibitor)"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The trial description calls GSI-136 a gamma‑secretase inhibitor being developed for Alzheimer disease, which indicates the drug is intended to act on AD pathology (amyloid production) rather than purely symptomatic cognitive enhancement or behavioral symptom control. Gamma‑secretase inhibitors are small‑molecule enzyme inhibitors that reduce Aβ generation by blocking γ‑secretase cleavage of APP. citeturn1search5turn0search7",
        "Act: Key extracted details — intervention: GSI‑136 (an oral gamma‑secretase inhibitor) with placebo control; study design: single‑ascending oral dose Phase 1 in healthy young and elderly subjects to assess safety, tolerability, PK/PD; sponsor: Wyeth (now part of Pfizer). Sources reporting this trial and describing GSI‑136 as a GSI include clinical trial registries and trial databases. citeturn1search1turn1search5turn0search1",
        "Reflect: Classification check — GSI‑136 is a small‑molecule enzyme inhibitor targeting a core AD pathogenic pathway (Aβ production). Under the provided category definitions this matches 'disease‑targeted small molecule' (biologics would be antibodies/vaccines; GSIs are small molecules). No evidence in the description indicates it is a biologic, a symptomatic cognitive enhancer only, or a neuropsychiatric symptom treatment. Therefore the selected category is appropriate. citeturn0search7turn1search5",
        "Web search evidence (selected sources used): 1) Trial listing describing GSI‑136 as a gamma‑secretase inhibitor and the single‑ascending dose Phase 1 design. citeturn1search5turn1search1 2) MedPath / trial pages for NCT00719394 / NCT00718731 confirming sponsor and study details. citeturn1search2turn1search3 3) Reviews and literature summarizing γ‑secretase as an Alzheimer’s drug target and describing GSIs as small‑molecule inhibitors affecting Aβ production. citeturn0search7turn0search11"
    ],
    "agent_type": "A) Amyloid beta",
    "explanation_agent": [
        "Reason: The investigational drug GSI-136 is described repeatedly as a gamma‑secretase inhibitor being developed for Alzheimer disease. Gamma‑secretase cleaves APP to produce amyloid‑beta (Aβ); inhibiting γ‑secretase reduces Aβ generation and therefore acts on the amyloid pathway. citeturn0search0turn0search4turn0search5",
        "Act: Extracted trial details — intervention: GSI‑136 (oral small‑molecule γ‑secretase inhibitor) with placebo control; design: single‑ascending dose Phase 1 in healthy young and elderly subjects to assess safety/tolerability and PK/PD; sponsor historically Wyeth (now part of Pfizer). These facts are documented in clinical trial registries and drug databases. citeturn0search0turn0search4turn0search2",
        "Reflect: Classification check — the mechanism (blocking γ‑secretase to reduce Aβ production) maps directly to the CADRO category A) Amyloid beta. The trial tests a disease‑targeted small molecule aimed at amyloid production rather than symptomatic neurotransmitter modulation or non‑therapeutic imaging, and there is no indication of multiple distinct biological targets requiring an R) Multi‑target assignment. Therefore A) Amyloid beta is the appropriate CADRO classification. citeturn0search5turn0search3",
        "Web search evidence (selected sources): 1) Trial listing for the ascending single‑dose study of GSI‑136 (NCT00718731 / NCT00719394) describing the Phase 1 oral GSI trial and sponsor details. citeturn0search0turn0search4 2) Drug and target summaries (Therapeutic Target Database / AdisInsight / MedKoo) identifying GSI‑136 as a γ‑secretase inhibitor developed by Wyeth for AD and summarizing mechanism (reduction of Aβ production). citeturn0search5turn0search2turn0search9"
    ]
}