{
    "nct_id": "NCT01467726",
    "title": "A Phase 1, Randomized, Placebo-Controlled, Double-Blind, Study of Safety, Pharmacokinetics and Pharmacodynamics of Velusetrag in Healthy Elderly Subjects",
    "status": "COMPLETED",
    "last_update_time": "2025-07-03",
    "description_brief": "This is a Phase 1, Randomized, Placebo-Controlled, Double-Blind, Study of Safety, Pharmacokinetics and Pharmacodynamics of Velusetrag in Healthy Elderly Subjects.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "Velusetrag (TD-5108) — small‑molecule 5‑HT4 (serotonin) receptor agonist"
    ],
    "placebo": [
        "Matching placebo (per trial design)"
    ],
    "explanation_target": [
        "Reason: The intervention is velusetrag, an orally active small‑molecule agonist of the serotonin 5‑HT4 receptor; 5‑HT4 agonists are pro‑kinetic GI agents but have been studied for CNS effects (increase acetylcholine release, modulate APP processing) suggesting potential effects on Alzheimer pathology and cognition. citeturn0search5turn1search1.",
        "Act: Trial details — Phase 1, randomized, placebo‑controlled, double‑blind safety/PK/PD study in healthy elderly subjects (velusetrag vs matching placebo). The sponsor/developer literature describes velusetrag as a selective 5‑HT4 receptor agonist developed for GI motility disorders but lists Alzheimer’s disease as a research/indication area in trial registries; preclinical work shows 5‑HT4 agonists (including velusetrag) can affect APP processing and cognitive endpoints. citeturn0search4turn0search2turn1search1.",
        "Reflect: Classification rationale — velusetrag is a small molecule (not a biologic) and has preclinical evidence suggesting it can modulate Alzheimer’s‑relevant biology (APP/Aβ processing and tau in animal models) as well as symptomatic cognitive effects via cholinergic modulation; therefore it best fits the 'disease‑targeted small molecule' category rather than a pure symptomatic cognitive enhancer or a biologic. Note ambiguity: the drug is primarily developed for GI indications clinically, and human AD efficacy is not established — some sources treat it as a candidate for cognitive/AD research. citeturn0search7turn1search4."
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The investigational drug velusetrag (TD-5108) is a selective, orally active small‑molecule agonist of the serotonin 5‑HT4 receptor — a classical neurotransmitter (serotonin) G‑protein coupled receptor. citeturn0search0turn0search1",
        "Act: Trial details and mechanism — the study is a Phase 1 randomized, placebo‑controlled safety/PK/PD trial in healthy elderly subjects testing velusetrag; although 5‑HT4 agonists have been shown in preclinical studies to promote non‑amyloidogenic APP processing (increase sAPPα) and reduce Aβ production and to produce pro‑cholinergic/cognitive effects, the direct molecular target in humans is the 5‑HT4 neurotransmitter receptor. Based on the explicit receptor target, the appropriate CADRO category is D) Neurotransmitter Receptors. citeturn0search4turn1search1turn1search4",
        "Reflect: Confirmation and caveats — classification as D) Neurotransmitter Receptors best matches the drug’s primary pharmacologic target (5‑HT4 receptor). While downstream effects on APP/Aβ processing and cognition motivate Alzheimer’s research interest, those are secondary consequences of modulating a neurotransmitter receptor rather than direct targeting of amyloid or tau; therefore D is the most specific CADRO category. If the intent were to classify by downstream pathway (amyloid processing) rather than primary molecular target, A) Amyloid beta could be argued — but CADRO guidance favors the direct molecular target (the 5‑HT4 receptor). citeturn1search1turn1search0",
        "Web sources used (select): Velusetrag described as a selective 5‑HT4 agonist (Theravance press releases/product pages; MedChemExpress). citeturn0search0turn0search1; Phase 1 / healthy volunteer study and PK/PD GI pharmacology literature. citeturn0search4; Preclinical literature showing 5‑HT4 receptor stimulation promotes non‑amyloidogenic APP cleavage and can reduce Aβ / improve neuronal survival (PMC and PubMed articles). citeturn1search1turn1search4"
    ]
}