{
    "nct_id": "NCT02576821",
    "title": "Hippocampal Sclerosis and Amnesia Not Due to Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2024-07-10",
    "description_brief": "Hippocampal Sclerosis (HS) leads to anterograde amnesia mimicking early Alzheimer's disease (AD) (so called HSA-nonAD). Recent studies showed that (a) the deficit of episodic memory as well as the level of hippocampal atrophy in bvFTD may be of similar severity to that observed in AD, even at initial presentation, leading to misdiagnosis in 22% of cases with post mortem diagnosis; (b) amnesia with HS due to microvascular lesion and microinfarcts can also cause impairment of episodic memory mimicking AD, without subcortical cognitive profile. Because these diseases involve distinct pathophysiological processes, they require different specific care and treatment. In consequence, it is very important to improve our knowledge about HS in order to identify its mechanism and improve the diagnosis.",
    "description_detailed": "Hippocampal sclerosis (HS) refers to neuronal cell loss and astrocytosis in subiculum and cornu ammonis subfields of the hippocampal formation unrelated to Alzheimer's disease pathology. In contrast to HS that affects younger adults with epilepsy, older individuals with HS have significant ante-mortem cognitive dysfunction but no epilepsy. Neuropathological studies demonstrated three main types of HS associated with aging: (a) HS-Ageing to refer to the disease with HS pathology in ageing individuals, observed in more than 10% of subjects aged over 85 years; (b) HS observed in the behavioural variant of frontotemporal dementia (bvFTD), HS being more frequent in tau-negative pathology, especially in FTLD-TDP. bvFTD patients may manifest severe episodic memory impairment and hippocampal atrophy; (c) HS associated with cortical or subcortical cerebral microinfarcts, which are invisible on conventional MRI. Cerebral microinfarcts are observed in 33% of elderly over 85 years in post-mortem studies.\n\nHS leads to anterograde amnesia mimicking early Alzheimer's disease (AD) (so called HSA-nonAD). Recent studies showed that (a) the deficit of episodic memory as well as the level of hippocampal atrophy in bvFTD may be of similar severity to that observed in AD, even at initial presentation, leading to misdiagnosis in 22% of cases with post mortem diagnosis; (b) amnesia with HS due to microvascular lesion and microinfarcts can also cause impairment of episodic memory mimicking AD, without subcortical cognitive profile. Because these diseases involve distinct pathophysiological processes, they require different specific care and treatment. In consequence, it is very important to improve our knowledge about HS in order to identify its mechanism and improve the diagnosis.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "BASIC_SCIENCE",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial description and title focus on distinguishing hippocampal sclerosis (HS)–related amnesia from Alzheimer’s disease and improving diagnosis/understanding of HS mechanisms; there is no mention of a therapeutic agent, biologic, or small molecule or of an intervention intended to improve cognition or neuropsychiatric symptoms. HS is described as a distinct pathology that can mimic AD, motivating diagnostic research rather than a drug trial. citeturn0search9turn0search1",
        "Act: Key extracted details — Title: “Hippocampal Sclerosis and Amnesia Not Due to Alzheimer's Disease.” Aim: improve knowledge of HS mechanisms and diagnosis because HS (including HSD/HSA-nonAD) can mimic AD and lead to misdiagnosis. No drug name, class, or therapeutic intervention is described. Supporting literature describing HS as an amnesic syndrome that mimics AD and the need for improved diagnostic differentiation is shown in the cited studies. citeturn0search9turn0search2turn0search6",
        "Reflect: Classification check — This study is observational/diagnostic in intent (investigating pathology and diagnosis), so it does not fit the four therapeutic categories (disease-targeted biologic, disease-targeted small molecule, cognitive enhancer, or neuropsychiatric symptom improvement). Therefore the correct classification is 'N/A'. If a therapeutic agent were later specified in the protocol (e.g., a biologic or small molecule targeting a pathology), the category would be revisited. Key supporting sources: a PMC review on hippocampal sclerosis dementia and its frequent misdiagnosis as AD; classical Neurology reports of HS as a cause of dementia; recent imaging/pathology work on HS and its distinction from AD. citeturn0search9turn0search2turn0search6"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}