{
    "nct_id": "NCT06932809",
    "title": "Center Without Walls for Imaging Proteinopathies With PET (CW2IP2): Phase I Pilot Study of Biodistribution, Metabolism, Excretion and Brain Uptake of 18F-JSS20-183A",
    "status": "RECRUITING",
    "last_update_time": "2025-07-25",
    "description_brief": "The current protocol is to determine the biodistribution, metabolism, excretion and brain uptake of 18F-JSS20-183A. The goal of this radiotracer is to quantify 4Repeat Tau (4Rtau) protein that is abnormally deposited in the brain of people with a class of neurodegenerative diseases called tauopathies, such as Progressive Supranuclear Palsy (PSP), Corticobasal Syndrome (CBS), syndromes of genetic Frontotemporal Lobar Degeneration (genetic FTLD) as well as participants with Parkinson disease (PD), Alzheimer's Disease (AD) and healthy controls. This multicenter project funded by an NIH U19 grant, is centered at U Pennsylvania (Penn, Grant PI: Robert Mach) in collaboration with U Pittsburgh (Pitt), Yale U, U of California at San Francisco (UCSF) and Washington University in St. Louis (WUSTL). The University of Pennsylvania will act as the sIRB for this multi-center human subjects project and participants will be recruited from all sites.",
    "description_detailed": "The current protocol is to determine the biodistribution, metabolism, excretion and brain uptake of 18F-JSS20-183A. The goal of this radiotracer is to quantify 4Repeat Tau (4Rtau) protein that is abnormally deposited in the brain of people with a class of neurodegenerative diseases called tauopathies, such as Progressive Supranuclear Palsy (PSP), Corticobasal Syndrome (CBS), syndromes of genetic Frontotemporal Lobar Degeneration (genetic FTLD) as well as participants with Parkinson disease (PD), Alzheimer's Disease (AD) and healthy controls. This multicenter project funded by an NIH U19 grant, is centered at U Pennsylvania (Penn, Grant PI: Robert Mach) in collaboration with U Pittsburgh (Pitt), Yale U, U of California at San Francisco (UCSF) and Washington University in St. Louis (WUSTL). The University of Pennsylvania will act as the sIRB for this multi-center human subjects project and participants will be recruited from all sites.\n\nParticipating clinical sites will recruit up to 90 subjects total; up to 20 people with PSP, 10 with CBS, 15 with genetic FTLD, 10 with AD, 10 with PD and 25 healthy controls across sites with all participants ranging from 40-85 years old. We will encourage equal participation of males and females.\n\nThis protocol will include up to 90 evaluable participants across all centers (Penn, Yale, UCSF, WUSTL, Pitt), the whole-body biodistribution analysis will be done at Penn. Investigators anticipate enrollment of up to 15-20 participants at each clinical site, who will undergo up to 120-minutes of dynamic PET/CT scan over the brain, or brain and body if scanned on a long axial-field-of-view scanner, starting approximately at the same time as the injection of radiotracer. A second IV or an arterial line may be placed, preferably in the arm contralateral to the side of injection, for blood metabolite analysis and/or radioactive counts at various times during the scanning session. These blood sample collections can be omitted at the discretion of the investigator. For participants at Penn that may be part of BioD analysis, urine may be collected at the end of the scan session. Participants may also undergo a research brain MRI that may be on the same or a separate day from the PET.\n\nPET imaging sessions will include an injection of ≤ 8 mCi (approximate range for most studies is anticipated to be 3-8 mCi at sites with a standard PET scanner or a lower dose may be used at sites with a high sensitivity scanner) of 18F-JSS20-183A. Biodistribution, metabolism, excretion and pilot brain uptake data will be collected and human dosimetry will be calculated from participants scanned at Penn who have whole body scans. PET scans will be collected to evaluate image quality and collect preliminary information on brain uptake of 18F-JSS20-183A in the disease cohorts and healthy controls. The safety of 18F-JSS20-183A will also be evaluated in all participants. Some participants (usually those with positive 18F-JSS20-183A PET scan) may also be asked to have an amyloid-beta (Aβ) PET scan or a blood draw to measure pTau to investigate specificity of 18F-JSS20-183A.",
    "phase": [
        "EARLY_PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "DIAGNOSTIC",
    "results": null,
    "target_category": "N/A",
    "drug": [
        "18F-JSS20-183A (18F-labelled PET radiotracer to image 4R-tau)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The protocol describes a fluorine-18 PET radiotracer (18F-JSS20-183A) used to determine biodistribution, metabolism, excretion and brain uptake and to quantify 4‑repeat tau (4R‑tau) deposits in tauopathies (PSP, CBD/CBS, genetic FTLD) and in PD/AD/controls — i.e., this is a diagnostic imaging agent, not a therapeutic intended to modify disease, improve cognition, or treat neuropsychiatric symptoms. citeturn0search7turn0search1",
        "Act (key details & web evidence): 1) Agent name and type: 18F‑JSS20‑183A, a fluorine‑18 labelled PET radiotracer for tau imaging. citeturn0search7turn0search4. 2) Intended purpose: to quantify 4R‑tau protein in vivo across tauopathies (diagnostic/imaging biomarker study—Phase I biodistribution/metabolism/brain uptake). citeturn0search7turn0search1. 3) Preclinical/agent characteristics reported: the tracer can be radiolabeled, crosses the blood–brain barrier and was developed for selective binding to 4R‑tau (preclinical characterization and IP noted). citeturn0search4.",
        "Reflect: Classification check — this intervention is a PET radiotracer (diagnostic imaging) rather than a biologic therapy (e.g., therapeutic monoclonal antibody) or small‑molecule drug given to alter pathology or cognition, and it is not an intervention to treat neuropsychiatric symptoms. Therefore it does not fit the four therapeutic categories and should be classified as 'N/A'. Supporting sources: Penn CW2IP2 project description (center and clinical core describing 4R‑tau PET development), Pitt inventions/IP page describing [18F]JSS20‑183A characteristics, and the multicenter Phase I trial listing describing the biodistribution/brain uptake study. citeturn0search1turn0search4turn0search7"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}