{
    "nct_id": "NCT00663936",
    "title": "A Phase 2a Multi-center, Randomized, Double Blind, Placebo-controlled Study to Investigate the Efficacy and Safety of T-817MAa in Patients With Mild to Moderate Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2013-10-09",
    "description_brief": "The primary objective of the study is to evaluate the efficacy of T-817MA in AD patients to treat dementia. Efficacy will be cognitive function, as measured by the ADAS-cog cognitive assessment.\n\nThe secondary objectives of the study are to evaluate the safety of T-817MA and the activities of daily living (assessed with the ADCS-ADL) of AD patients taking T-817MA, and to evaluate the efficacy of T-817MA in AD patients with an overall global assessment using the ADCS-CGIC.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "T-817MA (edonerpic maleate)"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: T-817MA is edonerpic maleate, a small‑molecule neuroprotective/neurotrophic agent developed to protect synapses and counter Aβ/tau‑related neurotoxicity—i.e., it targets disease mechanisms rather than being a biologic or purely symptomatic cognitive enhancer. citeturn0search1turn0search6",
        "Act (extracted trial details): The trial is a Phase 2, randomized, double‑blind, placebo‑controlled study in mild–moderate AD with the primary efficacy outcome ADAS‑Cog (cognitive endpoint) and secondary outcomes including ADCS‑ADL and ADCS‑CGIC; intervention is T‑817MA versus placebo. citeturn0search0turn0search1",
        "Mechanism note: Preclinical and clinical descriptions indicate T‑817MA’s actions may involve sigma‑1 receptor activation, delivery of synaptic AMPA receptors, neurite outgrowth and microglial modulation—consistent with a small‑molecule, disease‑targeting neuroprotective approach rather than a monoclonal/vaccine biologic. citeturn0search1turn0search6",
        "Reflect: Given the compound is a small molecule with proposed neuroprotective/disease‑modifying mechanisms (not a biologic) and the trial’s intent is to affect cognitive decline via those mechanisms, the correct category is 'disease-targeted small molecule'. (For context, the Phase 2 trial ultimately did not demonstrate clinical benefit vs placebo in the cited report.) citeturn0search4turn0search3",
        "Web search sources used: clinical trial registry and trial summary (NCT/trial listing), PubMed/JAMA Neurology phase 2 report, AlzForum summary, and preclinical studies describing mechanism and neuroprotective/neurotrophic effects. citeturn0search0turn0search1turn0search3turn0search6"
    ],
    "agent_type": "M) Synaptic Plasticity/Neuroprotection",
    "explanation_agent": [
        "Reason: The investigational drug T-817MA (edonerpic maleate) is a small‑molecule neuroprotective/neurotrophic agent developed to enhance synaptic plasticity (facilitating AMPA receptor delivery, neurite outgrowth and synapse preservation) and has been reported to bind CRMP2 and may act via sigma‑1 receptor activation and microglial modulation — i.e., its primary biological focus is synaptic plasticity/neuroprotection. citeturn1search0turn0search0",
        "Act: Extracted trial details: Phase 2, randomized, double‑blind, placebo‑controlled study of edonerpic maleate (T‑817MA) in mild–moderate AD with cognitive endpoints (ADAS‑Cog, ADCS‑CGIC) and biomarker assessments; the trial did not show clinical benefit vs placebo. These trial facts support mapping the intervention to a neuroprotection/synaptic‑plasticity mechanism rather than an amyloid‑ or tau‑directed biologic. citeturn0search0turn0search1",
        "Reflect: The CADRO category that best matches a small molecule whose main proposed action is to enhance synaptic function and provide neuroprotection is M) Synaptic Plasticity/Neuroprotection. Although edonerpic has multiple mechanistic notes (CRMP2 binding, possible sigma‑1 involvement, microglial effects), these converge on synaptic plasticity/neuroprotection rather than primary amyloid, tau, vascular, or purely anti‑inflammatory targets, so 'M' is the most specific fit. citeturn1search0turn0search0",
        "Web sources used (key results cited above):",
        "- JAMA Neurology phase 2 randomized clinical trial reporting design, mechanism discussion, and negative efficacy results. citeturn0search0",
        "- PubMed listing/abstract of the JAMA Neurology trial. citeturn0search1",
        "- Science 2018 paper showing edonerpic (T‑817MA) binds CRMP2 and facilitates synaptic AMPA‑receptor delivery and plasticity in preclinical models. citeturn1search0"
    ]
}