{
    "nct_id": "NCT05905796",
    "title": "Low-cost Detection of Dementia Using Electronic Health Records Data: Validation and Testing of the Electronic Health Record Risk of Alzheimer's and Dementia Assessment Rule (eRADAR) Algorithm in a Pragmatic, Patient-centered Trial.",
    "status": "ACTIVE_NOT_RECRUITING",
    "last_update_time": "2025-05-05",
    "description_brief": "The eRADAR Brain Health Study seeks to refine and test a novel, low-cost strategy for increasing dementia detection within primary care.",
    "description_detailed": "Detailed description: eRADAR stands for \"electronic health record (EHR) Risk of Alzheimer's and Dementia Assessment Rule.\" It is a low-cost tool or algorithm that uses readily available EHR data elements to identify high-risk patients. The investigators will conduct a pragmatic randomized controlled trial to assess the impact of implementing eRADAR as part of a supported outreach process on dementia detection rates. The investigators will also explore the impact of eRADAR implementation on healthcare utilization and patient experience.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "SCREENING",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The study implements eRADAR, an electronic health record (EHR)-based risk algorithm and a supported outreach/\"brain health\" assessment to increase detection of dementia in primary care. This is a diagnostic/implementation intervention (aimed at case-finding and care delivery), not a pharmacologic or biological therapy. citeturn0search7turn0search3turn0search1",
        "Act (key extracted details): eRADAR is an EHR-derived score (31 predictors across demographics, diagnoses, vitals, medications, utilization) used to flag high-risk patients; clinics randomize to targeted outreach with a brain-health assessment versus usual care, and the primary outcome is new dementia diagnoses recorded in the EHR. No drug or placebo is involved. citeturn0search7turn0search1turn0search6",
        "Reflect: Classification checked against the protocol and trial registration — this is a pragmatic diagnostic/implementation trial (case-finding tool + assessment) and therefore does not fit any of the four therapeutic categories (disease-targeted biologic, disease-targeted small molecule, cognitive enhancer, neuropsychiatric symptom improvement). Final category: 'N/A'. citeturn0search3turn0search7",
        "Web search results used (selected): Development/validation of eRADAR (J Am Geriatr Soc, eRADAR development and validation). citeturn0search1turn0search2; Protocol for the embedded pragmatic clinical trial implementing eRADAR (PMC full-text: eRADAR Brain Health Trial protocol). citeturn0search7; ClinicalTrials registration/summary for The Brain Health Study (UCSF/KPWA; NCT05905796 / NCT05356702 entries). citeturn0search3turn0search4; External validation of eRADAR in two health systems. citeturn0search6"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}