{
    "nct_id": "NCT06235840",
    "title": "Compensatory Brain Activity in Older Adults. The Search for the Electrophysiological Indicators of Cognitive Processes Involved in This Activity, and Its Possible Changes Induced by Working Memory Training",
    "status": "COMPLETED",
    "last_update_time": "2024-01-23",
    "description_brief": "There are two important aspects in which the present project will allow to enrich our understanding of compensatory brain activity in older adults. First, in the studies that have been conducted so far the compensatory brain activity in older adults was investigated primarily with the use of the functional magnetic resonance (fMRI) or positon emission tomography (PET). In order to identify compensatory activity in our study we will use electroencephalographic markers (observable in EEG). It will allow to confirm the assumptions about compensatory brain activity relying on new data, as in EEG research the brain markers of the same cognitive processes are different from those used in fMRI and PET research. What is more, in the studies conducted so far brain activity in older adults was only registered and interpreted, whereas the present study additionally adds the training component. The aim of our study is to see if it is possible to influence the compensatory brain activity through cognitive functions training, relying on working memory training. Theoretically, such a training should optimize brain activity in older adults, namely evoke compensatory brain activity during difficult tasks in order to make them easier, whereas in the case of easy tasks it should lead to the disappearance of the need to trigger compensatory activity. This assumption will be verified in an experimental setting.\n\nThe participants will be divided into six groups: two experimental (the groups of young and old adults), and by analogy two active control groups and two passive (no-contact) control groups. The experiment was designed in the following way: (1) All groups will be subjected to pre-test measurements that will be EEG registration during a cognitive task execution at different difficulty levels; (2) Experimental groups will undergo working memory training. Over the period of 4 weeks participants in the experimental groups will take part in 12 training sessions. In the active control groups instead of the n-back training the practice of tasks which do not involve working memory will be introduced. Participants of the passive control groups will be awaiting post-test (no-contact control); (3) In all groups post-test measurements will be administered analogically to the pre-test measurements in order to assess changes in cognitive tasks performance and related brain activity.",
    "description_detailed": "Compensatory brain activity in older adults is an important research area concerned with cognitive aging and the possibilities of cognitive enhancement in late adulthood. Most comprehensively these issues are addressed by the STAC model - Scaffolding Theory of Aging and Cognition. The present study will be concerned with empirical investigations into some of its theoretical assumptions. The innovative character of the research solutions included in the present project is based, on the one hand, on new approaches to the verification of the STAC assumptions and, on the other hand, on the verification of the assumptions that have not been subjected to systematic investigations so far. Such a research agenda has been motivated by gaps in existing knowledge regarding some of the phenomena described in the STAC model. Filling these gaps will be the contribution of the project to the development of research on cognitive aging.\n\nIn this context, the aims of the study are the following:\n\n1. The verification of the STAC model assumptions about the cognitive processes triggered during compensatory brain activity in older adults based on EEG time-frequency analyses.\n2. The verification of the STAC model assumption about the possible influence of cognitive training on the emergence and disappearance of compensatory brain activity in older adults, has not been investigated so far.\n\nResearch problems justifying the aims:\n\nRe. 1. The cognitive interpretation of compensatory brain activity in older adults, both in the STAC model and in light of research findings collected until now, is based on incomplete premises. Compensatory brain engagement is the overactivation observed in certain brain regions in older adults which is linked to a better performance on cognitive tasks. Better performance on cognitive tasks is regarded here as evidence for ongoing compensation. Compensatory brain activity in older adults has been confirmed by numerous studies utilizing fMRI and PET scans, which are the two most dominant neuroimaging methods in this area. Models of compensatory brain activity in older adults, such as the STAC model, are based on these neuroimaging data. Theoretical interpretations in terms of cognitive processes are imposed on these observations only subsequently. Thus, the verification of the compensatory mechanisms described in these models is limited as the development and the verification of the model are based on the same methodology. Subsequent studies that found a positive relationship between the overactivation of specific brain regions and better performance on cognitive tasks confirmed the empirical relationship that led to the development of the theoretical model. However, the confirmation of the relationship alone does not suffice to verify the theoretical interpretation encapsulated in the model. The need to deepen the understanding of cognitive processes engaged in compensation was indicated by the very authors of the STAC model.\n\nThe use of the EEG methods in the project (event-related oscillations, ERO), instead of the fMRI or PET imaging, will contribute to this goal. The reason is that the EEG-based approach requires hypotheses based not only on the localization of compensatory brain activity but also on the cognitive processes theoretically linked to the activity of interest. Since fMRI and PET findings cannot be directly expressed in EEG terms, the following reasoning has been employed to predict the results: compensatory brain overactivation observed in fMRI and PET → cognitive interpretation of the overactivation → determination of the EEG indicators (event-related synchronization, ERS and event-related desynchronization, ERD) of the cognitive processes specified based on the interpretation → the verification of the existence of the indicators in EEG signal recorded in older adults when their cognitive performance does not diverge from performance observed in young adults (and their lack when the older adults perform worse than young subjects). In other words, the aim is to identify the neural markers of the processes that have been proposed by the STAC model to account for compensatory brain activity based on the activation of certain brain structures as registered with the fMRI and PET but with the use of another technique that relies on alternative indicators of cognitive processes' engagement. Thus, thanks to the use of EEG measurements in the study, it will be possible to verify the compensatory role of the cognitive processes and not only confirm the localization of the overactivation, which has been a significant limitation of the studies conducted so far.\n\nRe. 2. It is unknown if it is possible to influence compensatory brain activity in older adults through cognitive training, which is assumed in the STAC model. The STAC model assumes that compensatory brain activity can be stimulated by various kinds of interventions, including cognitive training. The authors of the model proposed that such training in the case of an under-activation or a deterioration of a neural network engaged in the cognitive task should establish new scaffolds, whereas when the performance on the tasks already relies on compensatory overactivation of certain brain areas, the training should decrease the activation in these secondary \"scaffolded\" regions and improve efficiency in the primary networks - a kind of a restoration of the brain activity characteristic to younger individuals.\n\nAssumptions about the aims of the training indicated by the authors of the STAC model have not been verified empirically so far. Research findings on the training-induced changes in neural activity have been only interpreted post facto in the context of the STAC model or narrower models of compensatory brain activity in older adults: CRUNCH - Compensation-Related Utilization of Neural Circuits Hypothesis, PASA - Posterior-Anterior Shift in Aging or HAROLD - Hemispheric Asymmetry Reduction in Older Adults.\n\nTo our best knowledge, only two publications have reported so far studies that were designed directly to verify the assumptions of one of the models of compensatory brain activity in older adults - CRUNCH. The study, however, was conducted with the use of fMRI imaging, not EEG, and without including young adults, who constitute a reference group fundamental to the assessment of the specificity of brain activity characteristic to old age.\n\nAlthough some studies on the efficiency of cognitive training have been interested in the neuro-correlates of training, in most of them the sample consisted solely of young individuals, and even if older subjects were included the research agenda did not address hypotheses regarding compensatory scaffolding in old age, or they were to interpret in such context only partially.\n\nIn the present study, the assumptions of the STAC model regarding the effects of cognitive training on compensatory scaffolding in older adults will be verified experimentally with the use of working memory (WM) training. The task employed in the training will be based on the n-back paradigm, which is the most common type of training employed in contemporary research. Although the transfer effect of n-back training is questionable, there is abundant evidence for its effectiveness in improving performance on the trained task.\n\nThe project was conducted in two phases: preliminary and experimental. The preliminary phase has three main goals: (1) Empirical determination of three difficulty levels of the n-back task for the subsequent use during EEG recordings - the lowest level of difficulty should be easy for old adults (with no difference in accuracy compared to young adults) and two other levels should be increasingly (significantly) more difficult; (2) Selection of the task for the active control group. This task should not involve working memory but should seem to improve the same aspect of cognitive functioning as the n-back task, which will be verified by experts as well as old and young lay persons not belonging to the study sample; (3) Recruitment of volunteers for the study sample and the assignment of the selected participants to the experimental and control groups ensuring equivalence of these groups in terms of cognitive performance (according to the cognitive assessment in the preliminary phase). Moreover, the preliminary phase is devoted also to the programming of the computerized tasks that will be used in the study. Computerized tasks for cognitive assessment and training will be developed in the PsychoPy programming environment with the use of the Python programming language.\n\nThe sample comprised 3 groups of older adults: experimental (n = 25), passive control (n = 22), active control (n = 7), and young adults: experimental (n = 25), passive control (n = 25), and active control (n = 12). Pre-test and post-test measurements were conducted in all groups.\n\nAt pre-test and post-test participants in all groups performed a computerized n-back task at three levels of difficulty (determined beforehand in the preliminary phase) with simultaneous EEG signal recording. Moreover, in all groups, cognitive assessment was conducted, which will concern: working memory and short-term memory capacity, attentional focus and psychomotor speed, interference resistance, and inhibition ability. Only the n-back task will be performed with EEG registration.\n\nThe experimental factor was the intervention using the n-back training, namely older and younger participants assigned to the experimental groups participated in a computerized process-based working memory training with the use of the n-back task. The training intervention lasted 4 weeks and consisted of 12 training sessions, about 45 minutes each. The n-back tasks used for the training purposes were analogous to those used at pre-test and post-test measurement (the same interface, instructions, and actions necessary to complete the task). The difference was the difficulty level because, in the case of the training, it was not planned but raised adaptively, according to the current progress of the particular participant. The other two groups (of old and young adults) will be active control groups. In these groups, cognitive training intervention with the use of n-back task was replaced by multi-domain non-adaptive training. The training schedule in active control groups will be the same as in the experimental groups. There were also two passive control groups (of old and young adults), which during the training period were not contacted by researchers, and no cognitive interventions were administered.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial is a non-pharmacologic intervention using working-memory training and EEG measurements to modify compensatory brain activity in older adults (pre-test EEG, 12 training sessions over 4 weeks, active and passive controls). The aim is to influence cognitive/brain function (working memory and compensatory activation), not to administer a biologic or small-molecule that targets Alzheimer pathology. (Description provided by user).",
        "Act (key details extracted): - Intervention: n-back working memory training (12 sessions over 4 weeks) for experimental groups; active control tasks not involving working memory; passive no-contact control groups. - Outcome/measurements: EEG markers during cognitive tasks at different difficulty levels (pre- and post-training) to detect changes in compensatory brain activity. - Intent: Improve/optimize cognitive function / induce compensatory brain activity during difficult tasks (behavioral and electrophysiological change). These details come from the trial description supplied by the user.",
        "Supporting literature / web search results (examples of similar EEG + working-memory training / compensatory-activity studies): - A recent EEG study investigating compensatory brain activity patterns using n-back tasks in young and older adults (Frontiers in Psychology / PubMed). citeturn0search6turn0search0. - A pilot resting-state EEG study of working memory training in healthy older adults reporting behavioral and electrophysiological changes after training. citeturn0search5. - Foundational fMRI/PET literature on compensatory activity in older adults (illustrating that compensatory recruitment is a cognitive/functional phenomenon rather than a drug target). citeturn0search2turn0search1.",
        "Reflect: This study does not involve a biologic (e.g., monoclonal antibody or vaccine) nor a small-molecule pharmacologic agent, and it is not focused on treating neuropsychiatric symptoms specifically (e.g., agitation or depression). Its primary aim is to improve/modify cognitive performance/brain activation patterns via training — which maps to the provided category definition of 'cognitive enhancer' (intervention intended to improve cognitive function without targeting Alzheimer’s pathology). The classification is therefore 'cognitive enhancer'.",
        "Note on drug search: No drug is described in the trial protocol, so no drug/placebo information applies. A web search was performed to locate related EEG + working-memory training / compensatory activity studies; the most relevant hits are cited above."
    ],
    "agent_type": "T) Other",
    "explanation_agent": [
        "Reason: The trial is a behavioral (non‑pharmacologic) intervention — n‑back working memory training with EEG outcomes — intended to change compensatory brain activation and cognitive performance rather than administering a biologic or small molecule that targets a molecular Alzheimer’s pathway. No drug, molecular target, gene, or pathway is described in the protocol provided by the user.",
        "Act: Key extracted details: intervention = n‑back working memory training (12 sessions over 4 weeks) with active and passive control groups; outcomes = EEG markers of compensatory brain activity pre/post training. Because the study manipulates behavior/training and measures electrophysiology (not a molecular/biologic target), it does not map to any CADRO molecular/pathway category (A–Q, excluding R multi‑target), so the correct CADRO assignment is T) Other.",
        "Reflect: This classification was checked against CADRO definitions — the study does not target amyloid, tau, ApoE/lipids, neurotransmitter receptors, inflammation, synaptic receptors via a drug, proteostasis, metabolism, vasculature, growth factors, etc. It is a cognitive/behavioral training study (no therapeutic molecular target), so 'T) Other' best fits. If a pharmacologic agent had been used (e.g., a cholinesterase inhibitor or NMDA antagonist), a different CADRO category (e.g., D) Neurotransmitter Receptors) would apply. Supporting web evidence (examples of related EEG + working‑memory training or compensatory activity literature): - Pilot resting‑state EEG study reporting electrophysiological changes after working memory training in older adults. citeturn0search2 - RCT showing ERP/behavioral effects of cognitive training (n‑back) in older adults. citeturn0search1 - Recent EEG study discussing whether compensatory brain activity is present in older adults during n‑back tasks (mixed/negative findings). citeturn0search3 - Meta‑analysis of EEG neurofeedback and working memory in older adults (shows EEG‑based training can change WM measures). citeturn0search7"
    ]
}