{
    "nct_id": "NCT04770220",
    "title": "A Phase 3, Multicenter, Randomized, Double-blind, Placebo-controlled Study of the Efficacy, Safety and Biomarker Effects of ALZ-801 in Subjects With Early Alzheimer's Disease and APOE4/4 Genotype",
    "status": "COMPLETED",
    "last_update_time": "2025-05-15",
    "description_brief": "This study is being conducted to evaluate the safety and efficacy of ALZ-801 in Early Alzheimer's disease (AD) subjects with the APOE4/4 genotype. This is a double-blind, randomized trial with one dose of ALZ-801 compared to placebo.",
    "description_detailed": "This is a multi-center, double-blind study that will evaluate 265 mg twice daily (BID) of ALZ-801, an oral tablet, over 78 weeks as a treatment for subjects (50-80 years old) with Early AD who are homozygous for the ε4 allele of the apolipoprotein gene (APOE4 homozygous or APOE4/4). The primary efficacy outcome assessment is a measure of cognition (ADAS-cog 13). Additional measures of global and functional impairments will also be assessed. Imaging and soluble biomarkers of AD and neurodegeneration will be measured and a sub-study to evaluate cerebrospinal fluid (CSF) biomarkers is also included.",
    "phase": [
        "PHASE3"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "ALZ-801",
        "valiltramiprosate (prodrug of tramiprosate)"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The trial tests ALZ-801 in early AD APOE4/4 subjects; ALZ-801 is an oral valine‑conjugated prodrug of tramiprosate (a small molecule) that inhibits β‑amyloid (Aβ) oligomer formation/aggregation — i.e., it targets AD pathology and is intended as a disease‑modifying therapy. citeturn0search3turn0search1.",
        "Act: Key extracted details — drug name: ALZ-801 (valiltramiprosate), drug type: oral small‑molecule prodrug of tramiprosate, comparator: placebo, study: Phase 3 APOLLOE4 in APOE ε4/ε4 homozygotes (78 weeks, ALZ-801 265 mg twice daily in protocol descriptions). These sources describe the mechanism (Aβ oligomer inhibition) and the Phase 3 APOE4/4 trial design. citeturn0search4turn0search7.",
        "Reflect: Classification check — ALZ-801 is not a biologic (it's a small‑molecule prodrug), its mechanism directly targets amyloid pathology rather than only symptomatic cognition or neuropsychiatric symptoms, and the trial is therapeutic (not diagnostic). Therefore the correct category is 'disease-targeted small molecule'. No substantial ambiguity found in the description or sources. citeturn0search6turn0search2.",
        "Web search results (selected supporting references): (1) PubMed/clinical pharmacology describing ALZ-801 as a valine‑conjugated prodrug of tramiprosate and its Aβ oligomer inhibition MOA. citeturn0search3. (2) Phase 2/PK and biomarker publications describing ALZ-801 (valiltramiprosate) effects and dose (265 mg BID) in APOE4 carriers. citeturn0search1turn0search2. (3) APOLLOE4 Phase 3 trial design paper describing the randomized, double‑blind, placebo‑controlled study of ALZ-801 in APOE ε4/ε4 early AD subjects. citeturn0search4. (4) Alzforum and review articles summarizing ALZ-801 as an oral anti‑amyloid small molecule ready for Phase 3. citeturn0search0turn0search6."
    ],
    "agent_type": "A) Amyloid beta",
    "explanation_agent": [
        "Reason: The investigational drug ALZ-801 (valiltramiprosate) is an oral valine‑conjugated prodrug of tramiprosate that is described in the literature as an inhibitor of β‑amyloid (Aβ) oligomer formation/aggregation — i.e., it directly targets amyloid pathology rather than only symptomatic mechanisms. citeturn0search3turn0search4",
        "Act: Extracted key details from the trial description and sources — drug: ALZ-801 (valiltramiprosate), drug type: oral small‑molecule prodrug of tramiprosate, dose used in trials: 265 mg twice daily in protocol descriptions, study: Phase 3 APOLLOE4 randomized, double‑blind, placebo‑controlled study in APOE ε4/ε4 homozygotes with early AD. The mechanism provided (Aβ oligomer inhibition/anti‑aggregation) maps to CADRO category A: Amyloid beta. citeturn0search1turn0search3",
        "Reflect: The mechanism and intent are disease‑modifying anti‑amyloid (targeting soluble Aβ oligomers/aggregation). This is a single, specific pathological target (amyloid) and not a symptomatic, diagnostic, or multi‑target intervention, so the correct CADRO classification is A) Amyloid beta. No substantial ambiguity in the description that would justify Multi‑target (R) or Other (T). citeturn0search4turn0search0",
        "Web search results (selected supporting references cited above): (1) Alzforum summary of ALZ‑801 and APOLLOE4 (trial details and status). citeturn0search0 (2) PubMed: APOLLOE4 Phase 3 trial design and baseline characteristics (describes ALZ‑801 as an oral brain‑penetrant Aβ oligomer inhibitor; 265 mg BID; APOE ε4/ε4 cohort). citeturn0search1 (3) PubMed: Clinical pharmacokinetics describing ALZ‑801 (valiltramiprosate) as a prodrug of tramiprosate and its anti‑Aβ oligomer MOA. citeturn0search3 (4) PubMed: Phase 2 biomarker results in APOE4 carriers showing biomarker effects consistent with anti‑Aβ oligomer action. citeturn0search4 (5) Company press releases describing APOLLOE4 enrollment and trial conduct. citeturn0search2turn0search5"
    ]
}