{
    "nct_id": "NCT05909189",
    "title": "LEADing Dementia End-of-Life Planning Conversations",
    "status": "RECRUITING",
    "last_update_time": "2025-05-23",
    "description_brief": "Advance care planning is important for all adults, but perhaps even more so for the 5.7 million persons with Alzheimer's disease or related dementia (ADRD), due to the progressive and protracted cognitive deterioration associated with the disease process. In the context of ADRD, medical decision-making at the end of life is typically left to one's care partner, who often does not have the knowledge or confidence in their ability to make such decisions. This study will refine and evaluate a web-based platform, called the LEAD Intervention (Life-Planning in Early Alzheimer's and other Dementias), which is designed to help persons in the preclinical or early stage of ADRD engage in conversations about, document, and share their end-of-life values and preferences with a care partner, extended family members, and health care providers.",
    "description_detailed": "Advance care planning is the process that allows individuals to express their future healthcare values and preferences so that these wishes can be enacted in the event that they become incapacitated and unable to participate in their own healthcare decisions. In the case of Alzheimer's disease or related dementia (ADRD), the person with dementia (care recipient), almost inevitably loses decisional capacity toward the end of life, given the progressive decline in cognitive functioning that accompanies the disease over time. The care partners to persons with dementia, most often family members such as spouse/partners and adult children, are therefore tasked with making end-of-life decisions on behalf of the care recipient with ADRD. These care partners are not always well-informed of the care recipient's end-of-life values and preferences and therefore may not feel confident in their ability to make decisions regarding care and treatment at the end-of-life, resulting in unnecessary, futile, and often unwanted medical treatments and interventions. Oftentimes, families do not want to engage in these challenging conversations and wait too long, whereby the care recipient with ADRD no longer has the decisional ability to participate in the advance care planning process. We developed \"The LEAD Guide\" (Life-Planning in Early Alzheimer's and other Dementias), as a tool to help persons with preclinical awareness of ADRD risk and those with early-stage cognitive impairment to begin these important conversations with a care partner. In this NIH Stage-1 behavioral intervention study we will refine the LEAD Intervention based on our pilot work (Stage 1A) and then evaluate the usability, acceptability, feasibility, and initial efficacy of the LEAD Intervention (Stage 1B). We will recruit a diverse sample of 60 community-dwelling ADRD pairs, defined as a care recipient in the preclinical or early stage of ADRD, plus their current or anticipated care partner (i.e., spouse/partner or adult child). Results are expected to show that the LEAD Intervention can improve outcomes related to decision-making self-efficacy through greater advance care planning congruence and improve subjective well-being, anxiety, and relationship quality as perceived and reported by both the care recipient and the care partner. Results from this study have the potential to guide and accelerate the implementation of the LEAD Intervention in community and healthcare practice, where a dementia-focused advance care process is needed.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "SUPPORTIVE_CARE",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The described intervention (the LEAD Intervention / LEAD Guide) is a web-based, self-administered advance care planning (ACP) platform designed to help persons in preclinical or early-stage ADRD and their care partners discuss, document, and share end-of-life values and preferences—a behavioral/educational intervention, not a pharmacologic agent. citeturn0search2turn0search5",
        "Act: Key extracted details — intervention name: LEAD Intervention (Life-Planning in Early Alzheimer’s and other Dementias); format: interactive web-based platform with modules to guide dyads through ACP conversations and documentation; intended effect: improve ACP completion, ACP concordance between care recipient and care partner, and decision-making self-efficacy (behavioral outcomes). This is supported by published pilot/feasibility reports and articles describing the LEAD web intervention. citeturn0search0turn0search1turn0search4",
        "Reflect: Classification check — because the intervention is non-pharmacologic, focused on advance care planning and communication (not targeting Alzheimer pathology, not a small molecule or biologic, and not aimed at improving cognition or treating neuropsychiatric symptoms), it does not fit any of the four therapeutic categories (disease-targeted biologic, disease-targeted small molecule, cognitive enhancer, neuropsychiatric symptom improvement). Therefore the correct category is 'N/A'. The web sources above confirm the LEAD Intervention is an ACP behavioral platform and report feasibility/efficacy outcomes. citeturn0search2turn0search0"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}