{
    "nct_id": "NCT04208152",
    "title": "A First-in-Human Study to Assess the Safety, Tolerability and Pharmacokinetics of anle138b in Healthy Male and Female Subjects",
    "status": "COMPLETED",
    "last_update_time": "2020-08-05",
    "description_brief": "The purpose of this study is to determine the safety, tolerability and blood levels of orally administered anle138b in healthy subjects.",
    "description_detailed": "This is a single-centre, study of double-blind, randomised, placebo-controlled single ascending doses (SAD) and multiple ascending doses (MAD) of anle138b in healthy subjects in study Parts 1 and 2. In study Part 3 the effect of food (FES) on the safety and PK of anle138b in healthy subjects is examined.\n\nIn the SAD cohorts, subjects will be randomly assigned to receive a single oral dose of active investigational medicinal product (IMP) or matching placebo in a sequential escalating manner with sufficient time planned between dose groups to allow interim review of the data.\n\nIn the MAD cohorts, subjects will be randomly assigned to receive oral doses of active IMP or matching placebo once daily (QD) for 7 days, in a sequential escalating manner with sufficient time planned between dose groups to allow interim review of the data.\n\nIn the FES, the effect of food on the safety and PK of anle138b is explored by administering a single dose of IMP after a high-fat breakfast. Subjects will be randomly assigned to one of 2 treatment sequence to receive anle138b in the fed or fasted state over 2 periods.",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "anle138b (oral small-molecule oligomer/aggregation modulator)"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The trial tests orally administered anle138b in healthy subjects. Anle138b is a diphenyl-pyrazole small molecule that modulates/ inhibits formation of toxic oligomeric aggregates (shown for α-synuclein, tau, Aβ and prion protein) and has been developed as a disease‑modifying agent that interferes with pathological protein aggregation in neurodegenerative disorders. citeturn0search2turn0search1turn0search6",
        "Act (key evidence from web search): a) Mechanistic and preclinical work describing anle138b as a small‑molecule aggregation/oligomer modulator and tau aggregation inhibitor. citeturn0search2turn0search1; b) First‑in‑human / phase 1 healthy‑volunteer studies (safety, tolerability, pharmacokinetics) of oral anle138b have been reported/described. citeturn0search5turn0search3",
        "Reflect: Mapping to the defined categories — because anle138b is a small molecule that targets pathological protein aggregation (a core Alzheimer’s/Parkinson’s pathology) rather than a symptomatic cognitive enhancer or an intervention for neuropsychiatric symptoms, the correct category is 'disease-targeted small molecule'. Note: the provided trial is a first-in-human safety/PK study in healthy volunteers (not a patient efficacy trial), but the compound’s mechanism supports disease‑targeting classification. citeturn0search2turn0search5",
        "Web search results / sources used (short): 1) Mechanism-of-action and preclinical work showing tau aggregation inhibition and hypotheses on molecular targets. (Alzheimer’s Research & Therapy, 2023). citeturn0search2 2) Atomistic / MD and biophysical studies describing anle138b’s inhibition of oligomer formation. (PubMed / 2017–2018). citeturn0search1turn0search4 3) Phase 1 safety/tolerability/pharmacokinetic study reports in healthy subjects (first‑in‑human / SAD & MAD / food effect). (PubMed / Quotient Sciences summaries). citeturn0search5turn0search3 4) Review summaries describing oral bioavailability, BBB penetration and activity against multiple amyloidogenic proteins. (MDPI review). citeturn0search6"
    ],
    "agent_type": "I) Proteostasis/Proteinopathies",
    "explanation_agent": [
        "Reason: The investigational drug anle138b is a diphenyl‑pyrazole small molecule described as an oligomer/aggregation modulator that binds aggregated species and inhibits formation of toxic oligomers of disease proteins (α‑synuclein, tau, Aβ, prion protein). This mechanism acts on pathological protein aggregation/proteostasis rather than on symptomatic neurotransmission or unrelated pathways, matching CADRO's Proteostasis/Proteinopathies category.",
        "Act: Key evidence from the literature: (a) anle138b is explicitly described as an oligomer/aggregation modulator and a small‑molecule aggregation inhibitor with activity against α‑synuclein, tau and other amyloidogenic proteins. citeturn0search3turn0search4 (b) First‑in‑human / phase 1 healthy‑volunteer studies (SAD/MAD, food effect) testing oral anle138b for safety/tolerability/PK have been reported. citeturn0search2turn0search1 (c) Mechanistic and transcriptomic work supports inhibition of tau aggregation and suggests additional cellular pathway effects but the primary, intended disease‑modifying action is interference with pathological protein aggregation. citeturn0search7",
        "Reflect: Mapping to CADRO — interventions that directly target pathological protein aggregation and proteostasis are best classified under I) Proteostasis/Proteinopathies. Although anle138b can bind multiple aggregated proteins (α‑synuclein, tau, Aβ), the focus is a common proteopathy mechanism (aggregation/oligomer formation) rather than distinct, separate CADRO categories; this does not require assigning R) Multi‑target because the mechanism falls within the single proteostasis/proteinopathy domain. The phase 1 healthy‑volunteer design does not change the mechanistic classification.",
        "Web search results / sources used: 1) Phase 1 healthy‑volunteer safety/tolerability/PK study of anle138b (PubMed / ScienceDirect summary). citeturn0search0turn0search2 2) Quotient Sciences / trial summary of the SAD/MAD/food‑effect study. citeturn0search1 3) Diphenyl‑pyrazole (anle138b) binding to α‑synuclein aggregates and aggregation modulation (2015 study). citeturn0search3 4) DNP‑NMR structural studies showing anle138b binding in α‑synuclein fibrils (2023). citeturn0search4 5) Mechanism‑of‑action / transcriptomics work implicating tau aggregation inhibition and related cellular pathways (2023). citeturn0search7",
        "Output: {\"category\": \"I) Proteostasis/Proteinopathies\"}"
    ]
}