{
    "nct_id": "NCT05153161",
    "title": "Development of Memesto Wearable Repetitive Message/Music Therapy Device That Senses and Reduces Agitation in Alzheimer's Disease and Alzheimer's Disease Related Dementia (AD/ADRD) Individuals",
    "status": "COMPLETED",
    "last_update_time": "2023-12-29",
    "description_brief": "An estimated 70% of the 7.2+ million people in the U.S. with Alzheimer's Disease and Alzheimer's Disease-Related Dementias experience agitation, characterized by poorly organized and purposeless psychomotor activity that diminishes their quality of life. The goal of this Small Business Innovation Research (SBIR) project is to develop a wearable therapy device that automatically senses rising agitation, and alerts caregivers while deploying calming voice and music therapy to help them avoid crisis level behavior. This device will improve health outcomes for AD/ADRD sufferers and reduce the substantial stress suffered by their caregivers.",
    "description_detailed": "Edgewater Safety Systems developed a smart wearable media player (Memesto) that family and other caregivers could use with a web app to record, schedule and deliver voice and music to an ADRD patient through this device. Caregivers were able to record greetings, reminders to take medication, drink water or eat lunch, and these messages could be played for the patient via the device at set dates and times. In a follow-up survey with caregivers who used the Memesto with patients at care facilities, 11 of 11 rated it 4.5 out of 5 for \"usefulness in mitigating agitation.\" Edgewater proposes to develop a more innovative wearable device that senses rising agitation in the patient and automatically plays therapeutic messages and music shown to have had the greatest success reducing or eliminating agitation in the wearer's previous episodes. With this next generation Memesto, Edgewater aims to improve quality of life for a diverse population of ADRD persons; diminish the use of potentially harmful drugs as an intervention; and help reduce stress and burnout in caregivers. The new Memesto will have four key elements of innovation: 1) repetitive, programmable voice and music therapy in a wearable device, a first for AD/ADRD care; 2) web-based app that enables family and friends to deliver personal messages and music anytime; 3) agitation-sensing system that reads biometric data from non-invasive body-worn sensors to automatically deploy media therapy; and 4) sensor data taken at start and end of the played media to determine effectiveness of that media in reducing agitation and continually prioritize the most effective media.In the Phase I study, Edgewater will partner with Rush Alzheimer's Disease Center to: 1) carry out a 10-week clinical trial on 20 ADRD persons to gather quantitative evidence of the original audio player's effectiveness at reducing agitation; and 2) demonstrate feasibility of ADRD agitation detection and automated intervention. Phase II will focus on complete implementation of a fully automated, miniaturized, wearable Memesto device and a broad field trial testing efficacy of the new agitation sensing and automated intervention system.",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "neuropsychiatric symptom improvement",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is a wearable device (Memesto) that senses rising agitation and automatically plays calming personalized voice messages and music to reduce agitation — a behavioral/neuropsychiatric symptom of AD/ADRD, not a drug targeting Alzheimer pathology. citeturn0search0turn0search1",
        "Act: Key details extracted — device name: Memesto; developer/awardee: Edgewater Safety Systems LLC; purpose: sense agitation via non-invasive sensors, alert caregivers, and deploy repetitive personalized message/music therapy to reduce agitation in persons with AD/ADRD. The project is an NIH/NIA SBIR-funded device development and proof-of-concept trial (Phase I, 20-person/10–12 week study). citeturn0search2turn0search4",
        "Web search results (supporting sources): SBIR project summary and abstract describing Memesto and its agitation-sensing/wearable design. citeturn0search0turn0search2",
        "PubMed preprint and trial reports: A proof-of-principle clinical study evaluated Memesto's effect on agitation in residential care; Rush University reported partnering on the grant/study. These sources confirm the device/intervention and clinical testing aimed at reducing agitation. citeturn0search5turn0search6",
        "Reflect: Classification check — this is a non-pharmacologic therapeutic device intended to manage and reduce neuropsychiatric symptoms (agitation). It does not target Alzheimer’s pathology (amyloid/tau) and is not a small-molecule or biologic cognitive enhancer. Therefore the correct category is 'neuropsychiatric symptom improvement'. No drug or placebo applies."
    ],
    "agent_type": "T) Other",
    "explanation_agent": [
        "Reason: The intervention is a wearable, non‑pharmacologic therapy (Memesto) that senses rising agitation and plays personalized calming voice messages and music to reduce neuropsychiatric symptoms (agitation) in persons with AD/ADRD — it does not act on molecular or cellular Alzheimer’s disease pathology (amyloid, tau, inflammation, neurotransmitter receptors, etc.). citeturn0search0turn0search1",
        "Act: Key extracted details — device name: Memesto; developer/awardee: Edgewater Safety Systems / Edgewater NEXT; funded by NIA via an NIH SBIR Phase I award (1R43AG074725-01); planned proof‑of‑concept study: ~20 participants with a ~10‑week data collection period; functionality: agitation sensing via non‑invasive wearable sensors, caregiver alerts, and automated deployment of prerecorded/personalized voice messages and music as calming therapy. These sources describe the project as a non‑pharmacological clinical intervention for agitation. citeturn0search2turn0search1turn0search3",
        "Reflect: This trial tests a behavioral/device intervention addressing neuropsychiatric symptom improvement rather than a biochemical/drug target. The CADRO categories provided do not include a specific ‘‘neuropsychiatric symptom improvement’’ molecular target, and the study is non‑drug and non‑molecular in mechanism; therefore per the instructions I assign 'T) Other'. (Note: NIH project metadata also classifies this as translational/non‑pharmacological clinical therapy development for neuropsychiatric symptoms of dementia.) citeturn0search5turn0search0",
        "Web search results (supporting sources): SBIR award and abstract for Memesto (project summary, aims, Phase I details). citeturn0search0turn0search2",
        "Rush University news release describing the planned trial partnership with Rush Alzheimer’s Disease Center, the device function (personalized messages/music), and trial enrollment details. citeturn0search1",
        "Edgewater company page / product description for Memesto (product and company information). citeturn0search4",
        "NIH/NIA project record showing research categorization (translational clinical intervention for neuropsychiatric symptoms — non‑pharmacological). citeturn0search5"
    ]
}