{
    "nct_id": "NCT06027320",
    "title": "Risk Education Technology As Individualized Neuroprotection",
    "status": "COMPLETED",
    "last_update_time": "2024-10-30",
    "description_brief": "The goal of this clinical trial is to test a cell phone-based online program that provides Alzheimer's risk assessments and memory tests over a 6-month period. The main question it aims to answer is whether online software can help reduce the risk of Alzheimer's disease (AD) through digital education and tracking.\n\nParticipants will visit RetainYourBrain.com to answer questions about their risk factors for AD and take online word recall and card game cognitive tests. Researchers will track progress over time and compare different strategies of Alzheimer's education to see if it is possible to protect brain health, reduce Alzheimer's risk, and improve memory function.",
    "description_detailed": "Alzheimer's disease (AD) is a public health crisis with few effective treatments. Most people are unaware that AD begins in the brain decades before the first symptoms of memory loss begin. That leaves a lot of time for people to learn their individual risk factors for AD and cognitive decline and take memory assessment screening tests in an effort toward the prevention or delay of dementia. To reach a growing at-risk population, mobile health technologies accessible via cell phone can fill an unmet need due to their accessibility and cost-effective delivery of care. Online education and text messaging have proven to be effective methods of reducing risk for a variety of chronic conditions, including cardiovascular disease and diabetes, which are both key drivers of AD risk.\n\nThe investigators created a cell phone-based online software application to provide automated, individualized monitoring and education at broad scale. The goal of the software is to function as a digital therapeutic to identify individual risk factors, assess memory and cognitive function over time, and provide education to people with a family history of AD. The system maintains bi-directional communication via text message to verify participant engagement.\n\nPotential participants who visit our study website (www.RetainYourBrain.com) will be directed to answer questions assessing eligibility criteria. Participants who are eligible are asked to electronically sign an informed consent form, complete baseline assessments, and take online word recall and card game cognitive tests. Participants will then be randomized to one of two groups using different strategies for AD risk assessment education. Researchers will track progress over six months and compare different strategies of education to determine if it is possible to protect brain health, reduce Alzheimer's risk, and improve memory function.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "PREVENTION",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is a cell phone/web-based software (RetainYourBrain) delivering individualized Alzheimer risk assessment, education, text-message engagement, and online cognitive tests over 6 months — a behavioral/digital prevention program rather than a pharmacologic agent. This is neither a biologic nor a small molecule nor a drug-based cognitive enhancer nor an intervention targeting neuropsychiatric symptoms specifically. citeturn0search0turn0search6",
        "Act: Key trial details extracted from public trial listings and sponsor materials: the study title is Risk Education Technology As Individualized Neuroprotection (RETAIN); recruitment/enrollment and study description indicate randomized allocation to different education strategies, use of the ANU-ADRI risk index and Cogstate Brief Battery, and that the intervention is software-based (RetainYourBrain.com) intended as a digital therapeutic for risk reduction and memory tracking. No drug or placebo is involved. citeturn0search0turn0search1turn0search4",
        "Reflect: Given the predefined classification categories (1 disease-targeted biologic; 2 disease-targeted small molecule; 3 cognitive enhancer; 4 neuropsychiatric symptom improvement) and the trial being a non-pharmacologic digital education/monitoring intervention, it does not fit any of the four categories — therefore 'N/A' is the correct classification. I reviewed multiple trial listings and the sponsor write-up to confirm there is no investigational drug mentioned. citeturn0search6turn0search1",
        "Web search results used: (1) MedPath / trial listing for 'The Retain Your Brain Health Study (RetainYourBrain.com)' summarizing the study and outcomes including ANU-ADRI and Cogstate measures. citeturn0search0 (2) Retain Health / sponsor page announcing the NIH-funded RETAIN study and study completion details. citeturn0search1 (3) CenterWatch / trial listing mirroring the study description and intervention details. citeturn0search4 (4) ICHGCP trial registry entry with enrollment and completion status. citeturn0search6"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}