{
    "nct_id": "NCT00325728",
    "title": "A Double-Blind, Randomized, Placebo-Controlled Study of the Efficacy, Safety and Tolerability of 8 Week Treatment of Rozerem 8 mg (QHS) in Sleep Disturbed, Mild to Moderately Severe Alzheimer's Disease Subjects",
    "status": "COMPLETED",
    "last_update_time": "2017-08-10",
    "description_brief": "The purpose of this study is to determine the efficacy of ramelteon, once daily (QD), in subjects with mild to moderate Alzheimer's Disease and sleep disturbance",
    "description_detailed": "Epidemiological data for 2005 show that an estimated 4.2 million people in the US suffer from Alzheimer's disease, often necessitating caregiver assistance, which can in many cases progress to institutionalization. Subjects with Alzheimer's disease dementia frequently experience disturbed sleep patterns characterized by insufficient nocturnal sleep and excessive daytime napping, which has been associated with both cognitive and behavioral pathology such as impaired daytime functioning, agitation, and nocturnal wandering.\n\nAlthough the causality of sleep disturbances in Alzheimer's disease remains unclear; some research suggests that the fragmented sleep and associated behavioral disturbances could be related to the degeneration of the serotonergic and noradrenergic innervation of suprachiasmatic nucleus andsubsequent disruption in melatonin secretion patterns. Additionally, research suggests that melatonin levels are decreased in patients with Alzheimer's disease\n\nIn the United States, ramelteon is marketed for the treatment of insomnia characterized by difficulty with sleep onset and is under global development for the treatment of transient, chronic insomnia and circadian rhythm sleep disorders. It is believed that ramelteon works by binding melatonin to MT1/MT2 receptors in the suprachiasmatic nucleus which inhibits firing of specific neurons, which is thought to attenuate the alerting signal and allows the homeostatic mechanism to express itself and promote sleep.\n\nStudy participation is anticipated to be about 11 weeks (approximately 3 months).",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "neuropsychiatric symptom improvement",
    "drug": [
        "ramelteon (Rozerem) — 8 mg, melatonin MT1/MT2 receptor agonist, prescription hypnotic"
    ],
    "placebo": [
        "matching placebo"
    ],
    "explanation_target": [
        "Reason: The intervention is ramelteon (Rozerem), a selective melatonin MT1/MT2 receptor agonist approved as a prescription hypnotic for sleep-onset insomnia, so the intended effect in this trial is to treat sleep disturbance rather than to modify Alzheimer’s pathology. citeturn0search7turn0search8",
        "Act (key details extracted): The trial is a double-blind, randomized, placebo-controlled 8-week study of Rozerem 8 mg QHS in subjects with mild-to-moderate Alzheimer’s disease and sleep disturbance (ramelteon given once daily). Ramelteon is a small-molecule melatonin receptor agonist (not a biologic). citeturn0search8turn0search5",
        "Act (evidence from literature): Systematic reviews and trial summaries report a small phase-2 ramelteon trial in mild-to-moderate AD (n≈74) that evaluated sleep outcomes and found no clear evidence of important benefit over placebo; the trial focused on symptomatic sleep outcomes rather than disease modification. citeturn0search3turn0search1",
        "Reflect: Given (a) the drug’s mechanism (melatonin receptor agonist), (b) the trial's stated aim (efficacy for sleep disturbance in AD), and (c) that ramelteon does not target amyloid/tau or other AD pathology, the appropriate category is 'neuropsychiatric symptom improvement' (treatment of sleep disturbance). There is no indication this is intended as a disease-modifying biologic or small-molecule targeting AD pathology, nor as a cognitive enhancer per se. citeturn0search7turn0search3",
        "Web-search results used (summary of sources): 1) Pharmacology review describing ramelteon as a selective MT1/MT2 agonist and its hypnotic mechanism. citeturn0search7 2) Rozerem prescribing information describing dose (8 mg QHS) and clinical use for sleep onset. citeturn0search8 3) Cochrane/systematic-review summaries and PubMed reviews summarizing ramelteon trial(s) in AD populations and concluding limited evidence of benefit for sleep outcomes in AD. citeturn0search3turn0search1"
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The intervention is ramelteon (Rozerem), a selective melatonin MT1/MT2 receptor agonist intended to improve sleep disturbance (a neuropsychiatric symptom) in people with Alzheimer’s disease. Melatonin receptors are G-protein–coupled receptors (neurotransmitter/neuromodulator receptors), so the mechanism fits the CADRO Neurotransmitter Receptors category. citeturn0search4turn0search6",
        "Act: Key details extracted from the trial description — drug: ramelteon (Rozerem) 8 mg QHS; mechanism: selective melatonin MT1/MT2 receptor agonist (small-molecule chronohypnotic); aim: symptomatic treatment of sleep disturbance in mild-to-moderate AD rather than disease modification. Assign to D) Neurotransmitter Receptors. citeturn1search6turn0search7",
        "Reflect: Confirming the classification — ramelteon acts on melatonin (MT1/MT2) receptors (neurotransmitter/neuromodulator receptors) and the trial targets sleep symptoms, not amyloid, tau, inflammation, or other AD pathologies. Systematic reviews of pharmacotherapies for sleep in dementia note the ramelteon trial(s) addressed symptomatic sleep outcomes and did not provide evidence of disease modification, supporting a neurotransmitter-receptor symptomatic category rather than a disease-modifying CADRO category. citeturn0search0turn0search1",
        "Web-search results used (key sources): 1) Pharmacology/receptor affinity and mechanism for ramelteon (MT1/MT2 agonist). citeturn0search4turn0search7 2) Rozerem / ramelteon prescribing information (8 mg QHS indication for insomnia). citeturn1search6turn1search4 3) Systematic review / Cochrane and PubMed summaries reporting ramelteon trials in AD focused on symptomatic sleep outcomes (no evidence of disease modification). citeturn0search0turn0search1"
    ]
}