{
    "nct_id": "NCT01928420",
    "title": "A Single Site, Randomized, Double-blind, Placebo Controlled Trial of NIC5-15 in Subjects With Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2016-10-14",
    "description_brief": "The purpose of this study is to evaluate the safety and efficacy of NIC5-15 in the treatment of Alzheimer's Disease.",
    "description_detailed": "Recent epidemiologic evidence, has suggested that diabetes mellitus significantly increases risk for the development of Alzheimer's disease, independent of vascular risk factors. Moreover, even patients who are simply insulin resistant, without frank diabetes, have been shown to share this elevated risk for the development of AD. As insulin's role as a neuromodulator in the brain has been revealed, several potential mechanisms for the interaction of diabetes or insulin resistance with AD have been suggested such as decreased cortical glucose utilization particularly in the hippocampus and entorhinal cortex; increased oxidative stress through the formation of advanced glycation end products; increased Tau phosphorylation and neurofibrillary tangle formation; and increased beta-amyloid aggregation through inhibition of insulin-degrading enzyme. The future treatment of AD might involve pharmacologic and dietary manipulations of insulin and glucose regulation\n\nNIC5-15 is a single, small, naturally occurring molecule. Animal studies and some human trials have shown NIC5-15 to be safe and a potent insulin sensitizer at doses equivalent to 800-2000mg per day. In preclinical studies at doses higher than those previously studied in clinical trials, we found that NIC5-15 interferes with the accumulation of beta amyloid, an important step in the development of Alzheimer's pathology. These data suggest that NIC5-15 may be a reasonable therapeutic agent for the treatment of Alzheimer Disease for two reasons:\n\nIt is a -secretase inhibitor that is Notch-sparing. It is potentially an insulin-sensitizer.\n\nHowever critical safety and human efficacy studies must be conducted. This application proposes to conduct these early critical human studies. The goal of the studies contained in this proposal is to establish safety and efficacy of NIC5-15 for the treatment of AD. The specific objectives of this study are to:\n\nSpecific Objective #1) Conduct a multiple dose safety study of NIC5-15 to establish safety in the doses that appear to block amyloid accumulation. These studies will characterize the safety profile, pharmacokinetics, and tolerability\n\nThis objective was met with completion of the initial study ID#NCT00470418.\n\nThe current study continues investigations of NIC5-15 in Alzheimer's disease with the following objective:\n\nSpecific Objective #2) Conduct a double blind placebo controlled pilot efficacy study of NIC5-15 in patients with AD. The goals of this study are to:\n\nA) Demonstrate feasibility for a multi-site trial that will be used to guide the design of a future larger effort. Demonstration of feasibility will include examination of accrual rate, overall recruitment, adherence to protocol, compliance with medication and willingness to complete a randomized trial, and lack of short term toxicity.\n\nB) Collect preliminary evidence of efficacy in terms of cognitive and global measures as well as secondary efficacy outcomes of activities of daily living, behavioral disturbances and AD biomarkers.",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "NIC5-15 (a small, naturally occurring molecule; reported equivalence to D‑pinitol / pinitol; described as a Notch‑sparing γ‑secretase inhibitor and insulin sensitizer)"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The trial description and registry entries characterize NIC5-15 as a single, small, naturally occurring molecule that acts as an insulin sensitizer and — importantly — as a Notch‑sparing γ‑secretase inhibitor that interferes with β‑amyloid accumulation (i.e., it targets Alzheimer’s pathology). citeturn0search2turn0search3.",
        "Act: Clinical trial records and reports show Phase 2 development of NIC5-15 for AD (multiple single‑site and small multicenter pilot trials) testing safety and efficacy with cognitive/biomarker outcomes, consistent with a disease‑modifying approach rather than a pure symptomatic cognitive enhancer. citeturn0search1turn0search2turn0search5.",
        "Reflect: Because NIC5-15 is a small molecule intended to block amyloid accumulation via γ‑secretase modulation (and not a biologic, symptomatic cognitive enhancer, or behavioral‑symptom treatment), the correct classification is \"disease-targeted small molecule.\" This aligns with the mechanism (amyloid production inhibition) described in the sources. citeturn0search2turn0search3.",
        "Ambiguity / naming: Some sources refer to NIC5-15 in relation to pinitol (D‑pinitol) and note it is commercially available as a supplement; ALZforum and early publications describe NIC5-15 / pinitol as the active compound investigated. citeturn0search0turn0search3.",
        "Web search results used (summary of key sources): 1) ClinicalTrials.gov/NCT00470418 — Development of NIC5-15 in the Treatment of Alzheimer's Disease: detailed description, mechanism (γ‑secretase inhibitor, insulin sensitizer), Phase 2 safety/efficacy aims. citeturn0search2. 2) Trial record NCT01928420 / trial snapshot (pilot randomized double‑blind trial listing NIC5-15 and placebo; trial aims & rationale). citeturn0search1. 3) ALZFORUM therapeutic entry — links NIC5-15 to pinitol and summarizes trial history. citeturn0search0. 4) Mount Sinai press release (2009) — reports preliminary Phase 2a findings suggesting tolerability and potential stabilization of cognition. citeturn0search5. 5) Wang et al. 2005 (Alzheimer’s & Dementia abstract) — preclinical data showing NIC5-15 reduced Aβ levels and inhibited γ‑secretase without affecting Notch, supporting disease‑targeting mechanism. citeturn0search3."
    ],
    "agent_type": "A) Amyloid beta",
    "explanation_agent": [
        "Reason: The trial drug NIC5-15 (D‑pinitol/pinitol) is described in trial records and therapeutic summaries as a Notch‑sparing γ‑secretase modulator that reduces β‑amyloid production (and also as an insulin sensitizer). The primary mechanistic rationale reported for its development in AD is interference with Aβ accumulation. citeturn0search0turn1search1.",
        "Act: Based on the explicit mechanism (γ‑secretase modulation to lower Aβ) and the trial’s disease‑modifying aims, the most specific CADRO match is A) Amyloid beta. I assign 'A) Amyloid beta' rather than Multi‑target because the described, intended disease‑targeting mechanism is inhibition of amyloid production; the insulin‑sensitizing action is secondary/supportive rather than the primary stated AD pathology target. citeturn0search2turn0search3.",
        "Reflect: I rechecked trial records and therapeutic summaries: clinical-trial entries for NCT00470418 and related Phase‑2 records describe NIC5-15 as a Notch‑sparing γ‑secretase inhibitor that interferes with β‑amyloid accumulation and list insulin‑sensitizing properties as an additional effect. These sources support classifying the intervention under the amyloid pathway (CADRO A). If you prefer classifying multi-mechanism small molecules as Multi‑target (R) because they also affect metabolism, note that the registry and developer rationale emphasize amyloid reduction as the disease‑modifying mechanism. citeturn1search1turn0search0.",
        "Key web search results used: ALZFORUM therapeutic entry for NIC5‑15 summarizing pinitol, γ‑secretase/Notch‑sparing and trial history; clinical trial record(s) for NCT00470418 / NCT01928420 describing NIC5‑15 as a Notch‑sparing γ‑secretase inhibitor and insulin sensitizer and giving study details (safety/efficacy, Phase 2 pilot trials); MedPath/registry summaries of the listed Phase‑2 studies and sponsor (Humanetics/VA). citeturn0search0turn1search1turn1search3."
    ]
}