{
    "nct_id": "NCT07027072",
    "title": "A Randomized, Double-Blind, Placebo-Controlled, Dose-Finding, Phase 2a Clinical Trial to Evaluate the Efficacy and Safety of KDS2010 in Patients With Alzheimer's Disease With Mild Cognitive Impairment and Mild Dementia Due to Alzheimer's Disease",
    "status": "RECRUITING",
    "last_update_time": "2025-08-06",
    "description_brief": "A randomized, double-blind, placebo-controlled, dose-finding Phase 2a clinical trial will be conducted to evaluate the efficacy and safety of KDS2010 in patients with Mild Cognitive Impairment (MCI) due to Alzheimer's disease (AD) and mild dementia due to Alzheimer's disease.\n\nBased on preliminary efficacy observed in the Phase 1 clinical trial, a multinational study will be conducted in both Korea and the United States. Eligible patients diagnosed with MCI or mild Alzheimer's disease will be stratified by disease stage (MCI/mild AD) and geographic region (Korea/USA) prior to randomization. Subjects will be randomly assigned in a 1:1:1 ratio to either Treatment Group 1, Treatment Group 2, or the Control Group. The investigational product will be administered orally once daily for a duration of 24 weeks. Approximately 114 subjects will be enrolled, including an estimated 20% dropout rate, with 38 subjects assigned to each group (Treatment Group 1, Treatment Group 2, and Control Group).\n\nThe objectives of the study are as follows:\n\n1. Efficacy Objectives: Efficacy will be evaluated through changes in cognitive function, self-management, and daily living activities before and after administration of KDS2010. Biomarker analysis in plasma and in cerebrospinal fluid (CSF; optional) will also be conducted to explore treatment efficacy.\n2. Safety Objectives: The safety and tolerability will be evaluated after administration of KDS2010.\n3. Exploratory Objectives: The efficacy of Treatment Groups 1 and 2 compared to the Control group will be explored through cognitive endpoints (the Clinical Dementia Rating-Sum of Boxes (CDR-SB), the Alzheimer's Disease Assessment Scale-Cognitive Subscale (ADAS-Cog13), and the Mini-Mental State Examination (MMSE)), stratified by demographic information, tauopathy, and ApoE4 genes.\n\nBased on nonclinical and Phase 1 clinical data, KDS2010 will be administered orally once daily at two dose levels: 60 mg and 120 mg.",
    "description_detailed": "This Phase 2a, multinational, randomized, double-blind, placebo-controlled, dose-finding clinical trial is designed to evaluate the efficacy, safety, and pharmacokinetics of KDS2010, a novel investigational product, reversible monoamine oxidase-B (MAO-B) inhibitor, in patients with Alzheimer's Disease (AD) with Mild Cognitive Impairment (MCI) and Mild Dementia due to Alzheimer's Disease. The clinical trial is conducted at selected sites in Korea and the United States.\n\nA total of 114 subjects are planned for the study, with 38 subjects in each of the three groups: two treatment groups (receiving different doses of KDS2010) and a placebo control group. Subjects will be randomized in a 1:1:1 ratio, and the study is designed to allow for a 20% dropout rate. Inclusion criteria require that participants be aged between 50 and 85 years, diagnosed with MCI or mild AD, and amyloid-positive as confirmed by PET scans. Eligible participants must also demonstrate cognitive impairment as indicated by a CDR score between 0.5 and 1.0 and an MMSE score between 21 and 30.\n\nKey exclusion criteria include individuals with cognitive impairment caused by conditions other than AD, those with a history of serious medical conditions such as cardiovascular disease or cancer, and individuals who have used AD-modifying agents or CNS-active drugs within 12 weeks prior to screening.\n\nThe primary efficacy endpoint is the change in cognitive function, assessed through the Clinical Dementia Rating-Sum of Boxes (CDR-SB), Mini-Mental State Examination (MMSE), and Alzheimer's Disease Assessment Scale-Cognitive 13 (ADAS-Cog13) scores. Secondary efficacy endpoints include changes in daily living activities (measured by the Activities of Daily Living Scale and the Alzheimer's Disease IADL Questionnaire), as well as biomarkers such as tauopathy and Apo-E4. Exploratory endpoints will assess cognitive decline and specific changes in brain imaging (e.g., PET scans) and cerebrospinal fluid biomarkers.\n\nSafety will be evaluated through monitoring adverse events (AEs), vital signs, laboratory tests, ECGs, and psychological assessments, including the Columbia-Suicide Severity Rating Scale (C-SSRS). Pharmacokinetic parameters (AUCtau, Cmax,ss, Cmin,ss, Cav,ss, Tmax,ss, T1/2, and PTF, etc.) will be measured to assess systemic exposure to KDS2010.\n\nSubjects must be aged between 50 and 85 years, diagnosed with MCI or mild AD, and amyloid-positive based on PET scan results. Inclusion criteria also require cognitive impairment as indicated by a CDR score between 0.5 and 1.0 and an MMSE score between 21 and 30. Major exclusion criteria include conditions other than AD that cause cognitive impairment, uncontrolled systemic diseases, and recent use of AD-modifying agents.\n\nThe primary aim of the study is to determine the potential of KDS2010 to slow cognitive decline in individuals with early-stage Alzheimer's disease, with secondary and exploratory objectives focused on safety, quality of life, and understanding the drug's pharmacokinetic profile. This study aims to provide important insights into the potential therapeutic benefits of KDS2010 in treating Alzheimer's disease at the early stages of cognitive decline.\n\nThe total duration of the study is expected to be approximately 30 months from IRB/IEC approval, with individual subject participation lasting up to 9 months. This trial aims to evaluate the safety, efficacy, and pharmacokinetics of KDS2010 as a potential treatment for early stages of Alzheimer's disease, with the goal of advancing the development of KDS2010 in the treatment of AD.",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "KDS2010 (tisolagiline) — oral, potent, selective, reversible MAO‑B inhibitor (small molecule); proposed to reduce MAO‑B–dependent aberrant astrocytic GABA and modulate Alzheimer’s-related pathology"
    ],
    "placebo": [
        "placebo (oral)"
    ],
    "explanation_target": [
        "Reason: The trial tests KDS2010 in MCI and mild AD with cognitive and biomarker endpoints and dose levels (60 mg, 120 mg) given orally — suggesting a pharmacologic attempt to modify disease processes or disease-related neuronal inhibition rather than only symptomatic cognitive enhancement. The investigational agent is described in developer sources as a reversible, selective MAO‑B inhibitor that also blocks MAO‑B–dependent aberrant GABA production in reactive astrocytes, a mechanism implicated in Alzheimer’s pathology. citeturn0search6turn0search0turn0search12",
        "Act: Key extracted details — KDS2010 = tisolagiline, an orally administered small molecule MAO‑B inhibitor; Phase 2a, randomized double‑blind placebo‑controlled dose‑finding study (60 mg and 120 mg once daily, ~24 weeks) in MCI/mild AD with cognitive and CSF/plasma biomarker endpoints. These facts (drug identity and mechanism) were confirmed from public registry and company sources. citeturn0search6turn0search12turn0search1",
        "Reflect: Classification check — KDS2010 is a small‑molecule MAO‑B inhibitor targeting a pathophysiologic mechanism (astrocytic MAO‑B/aberrant GABA) linked to neurodegeneration and cognitive dysfunction in AD, so it fits the 'disease-targeted small molecule' category rather than 'biologic', 'pure cognitive enhancer', or 'neuropsychiatric symptom' agent. No strong evidence in the provided description that it is a biologic, purely symptomatic cognitive enhancer, or aimed primarily at neuropsychiatric symptoms. citeturn0search12turn0search0"
    ],
    "agent_type": "J) Metabolism and Bioenergetics",
    "explanation_agent": [
        "Reason: The investigational drug KDS2010 (tisolagiline) is a potent, selective, reversible monoamine oxidase‑B (MAO‑B) inhibitor intended to block MAO‑B–dependent aberrant GABA production in reactive astrocytes and to modulate related AD pathology. MAO‑B is an enzyme involved in monoamine (neurotransmitter) metabolism and astrocytic metabolic processes implicated in disease biology, so the primary mechanism is enzyme/metabolic-pathway modulation rather than a receptor, antibody against amyloid/tau, or purely symptomatic neurotransmitter-receptor agonism/antagonism. citeturn0search0turn0search1",
        "Act: Key extracted details and supporting sources — KDS2010 (= tisolagiline) is an orally administered, small‑molecule, reversible and highly selective MAO‑B inhibitor (IC50 ≈ 7.6 nM, ~12,500-fold selectivity vs MAO‑A) developed to reduce astrocytic, MAO‑B–dependent aberrant GABA and astrogliosis and thereby improve synaptic transmission and cognition in AD models. A Phase 2a randomized, double‑blind, placebo‑controlled dose‑finding study in MCI/mild AD (60 mg and 120 mg once daily) is described as ongoing/enrolling. These facts are documented in preclinical reports and clinical/press materials. citeturn0search0turn0search1turn0search4",
        "Reflect: Classification check — CADRO focuses on the biological process targeted. MAO‑B inhibition targets a metabolic enzyme/pathway (monoamine/GABA metabolism in astrocytes) and downstream astrocyte‑mediated alterations of neuronal inhibition and synaptic function. That aligns best with 'J) Metabolism and Bioenergetics' (metabolic enzyme/pathway modulation) rather than receptor-based categories, classic inflammation-only categories, or diagnostics. If one emphasized the role of reactive astrocytes and astrogliosis as an inflammatory process, a case could be made for 'F) Inflammation', but the direct molecular target is an enzyme (MAO‑B), so 'J' is the most specific CADRO match. citeturn0search0turn0search1",
        "Web search results used (key sources): 1) Science Advances preclinical characterization of KDS2010 describing reversible, selective MAO‑B inhibition, astrocytic GABA reduction and cognitive rescue in APP/PS1 mice. citeturn0search0 2) PubMed entry/abstract summarizing KDS2010 preclinical AD findings and mechanism (MAO‑B, astrocytic GABA). citeturn0search1 3) Additional PubMed and preclinical reports on KDS2010 in PD/neuropathic pain supporting MAO‑B pharmacology and CNS effects. citeturn0search2turn0search3 4) Company/press material describing the Phase 2 AD trial and planned US cohort. citeturn0search4"
    ]
}