{
    "nct_id": "NCT01294540",
    "title": "A Randomized, Double-blind, Placebo-controlled, Single Ascending Dose Study to Evaluate the Safety, Tolerability, Pharmacokinetics, and Pharmacodynamics of Oral Doses of E2609 in Healthy Subjects and an Elderly Cohort",
    "status": "COMPLETED",
    "last_update_time": "2013-08-28",
    "description_brief": "The purpose of this study is to evaluate the safety, tolerability, pharmacokinetics, and pharmacodynamics of E2609 when administered as single doses to healthy adult volunteers and healthy elderly subjects. The study will consist of 2 parts:(1) a single dose in healthy adult volunteers, at doses up to 800 mg or the maximum dose that can be tolerated, (2) a single dose of 50 mg in healthy elderly volunteers.",
    "description_detailed": "The study will consist of 2 parts: (1) a single dose in healthy adult volunteers, at doses up to 100 mg or the maximum dose that can be tolerated, (2) a single dose of 25 mg or lower in healthy elderly volunteers.",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "E2609 (elenbecestat)"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The investigational compound E2609 is elenbecestat, an oral small‑molecule BACE (beta‑secretase) inhibitor developed to reduce Aβ production and engage Alzheimer’s disease pathology — i.e., a disease‑targeting mechanism rather than a symptomatic cognitive enhancer or psychiatric treatment. citeturn0search2turn0search1",
        "Act: The trial description matches multiple public records showing E2609 (elenbecestat) was tested in single‑dose ascending studies and listed with placebo controls; preclinical and clinical reports confirm BACE1 enzymatic inhibition and reductions in Aβ biomarkers after dosing. These sources identify the drug name and mechanism. citeturn0search1turn0search3",
        "Reflect: Given elenbecestat is a small‑molecule BACE inhibitor aimed at lowering amyloid production (disease pathology), the correct category is 'disease‑targeted small molecule'. There is no indication in the description that it is a biologic, a purely symptomatic cognitive enhancer, or a neuropsychiatric symptom treatment. The trial also explicitly included placebo arms. citeturn0search2turn0search1"
    ],
    "agent_type": "A) Amyloid beta",
    "explanation_agent": [
        "Reason: The investigational drug E2609 (elenbecestat) is an oral, small-molecule BACE1 (beta‑secretase) inhibitor developed to reduce production of amyloid‑β (Aβ) peptides — directly targeting the amyloid production pathway central to CADRO category A. citeturn0search0turn0search3",
        "Act: Extracted facts: drug name E2609/elenbecestat; mechanism = BACE1 inhibition; intended pharmacodynamic effect = lower Aβ in CSF/plasma and brain; studied in single‑ascending dose and multiple clinical trials including Phase II/III programs. These details come from Eisai/Biogen trial reports and product/compound summaries. citeturn0search0turn0search1turn0search3turn0search2",
        "Reflect: Classification check — BACE inhibition lowers amyloid production (not primarily tau, inflammation, synaptic plasticity, etc.), so the most specific CADRO match is A) Amyloid beta. Although development programs were later discontinued for safety/risk‑benefit reasons, that does not change the molecular target classification. citeturn0search6turn0search4",
        "Web search results (key sources supporting the above): 1) Eisai/Biogen Phase II press release describing elenbecestat as an oral BACE inhibitor with reductions in brain Aβ and clinical study details. citeturn0search0 2) Compound/product descriptions (MedKoo / Selleck / Chemical suppliers) identifying E2609 (elenbecestat) as a BACE1 inhibitor that lowers Aβ in plasma/CSF. citeturn0search1turn0search3turn0search5 3) Clinical trial registry and trial listings (e.g., MissionAD Phase 3 studies and single/multiple ascending dose studies) documenting trials of elenbecestat (E2609). citeturn0search2turn0search3 4) Company communications about the Phase III program continuation/discontinuation and DSMB findings (safety/risk‑benefit context). citeturn0search4turn0search6"
    ]
}