{
    "nct_id": "NCT02256306",
    "title": "The PLasma for Alzheimer SymptoM Amelioration (PLASMA) Study: Intravenously-Administered Plasma From Young Donors for Treatment of Mild-To-Moderate Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2017-10-09",
    "description_brief": "The PLasma for Alzheimer SymptoM Amelioration (PLASMA) Study: Intravenously-Administered Plasma From Young Donors for Treatment of Mild-To-Moderate Alzheimer's Disease",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted biologic",
    "drug": [
        "young fresh frozen plasma (yFFP) from donors aged 18–30 (intravenous infusion, ~1 unit ≈250 mL weekly for 4 weeks)"
    ],
    "placebo": [
        "saline (placebo)"
    ],
    "explanation_target": [
        "Reason: The PLASMA study administers young donor plasma (yFFP) intravenously to patients with mild–moderate Alzheimer disease to assess safety/tolerability and explore effects on cognition and function; the clinical report describes 1 unit (~250 mL) weekly ×4 with saline as placebo. citeturn0search3turn0search0",
        "Mechanism / rationale: The intervention is a blood-derived biologic (plasma) hypothesized to contain circulating factors that can rejuvenate brain function and may reduce AD-related pathology (animal studies report reductions in Aβ and tau and improved cognition). This is not a small molecule; it is a biologic product. citeturn0search5turn0search4turn0search2",
        "Act (extracted trial details): Trial registration and descriptions (NCT02256306) and the JAMA Neurology report confirm the intervention is young fresh frozen plasma from donors age 18–30, given IV, with saline placebo; primary endpoints were safety/tolerability, with exploratory cognitive and functional outcomes. citeturn0search10turn0search3",
        "Classification decision: This intervention is best classified as a 'disease-targeted biologic' — it is a biologic therapy (plasma infusion) intended to treat Alzheimer’s disease and is hypothesized to act on disease-related processes via circulating factors, rather than being a small molecule, a pure symptomatic cognitive enhancer drug, or an agent solely for neuropsychiatric symptoms. The trial, however, focused on safety and exploratory symptomatic/functional measures. citeturn0search3turn0search2",
        "Reflect / ambiguity: The exact molecular target(s) in plasma are not specified (unknown circulating factors), so there is some ambiguity — one could argue the study is primarily symptom-oriented or restorative rather than a targeted anti-amyloid/tau monoclonal antibody. Still, because the therapy is a biologic intended to modify disease-related biology (supported by preclinical pathology data), 'disease-targeted biologic' is the most appropriate category. Note also regulatory and safety cautions about off‑label commercial use of young-donor plasma. citeturn0search4turn0search7"
    ],
    "agent_type": "R) Multi-target",
    "explanation_agent": [
        "Reason: The PLASMA trial administers young fresh frozen plasma (yFFP) from donors (age 18–30) as a biologic intended to modify disease-related processes in Alzheimer disease. Preclinical data and the trial rationale indicate possible effects on multiple AD-related pathways (reductions in Aβ and tau pathology, and decreased neuroinflammation in animal models), but no single molecular target is specified in the clinical protocol or report. citeturn0search9turn0search6",
        "Act: Key trial facts — randomized crossover and open-label components; 1 unit (~250 mL) weekly ×4 yFFP vs saline placebo; primary endpoints safety/tolerability with exploratory cognitive/functional outcomes — are reported in the JAMA Neurology publication and ClinicalTrials registration. The intervention is a complex, blood‑derived biologic containing multiple circulating factors rather than a single-target drug. citeturn0search9turn0search8",
        "Reflect: Because the biologic likely acts via multiple, incompletely defined circulating factors and preclinical work shows changes across several AD-related processes (amyloid, tau, inflammation), the most appropriate CADRO classification is R) Multi-target. If one insisted on a single mechanistic axis, evidence for anti-inflammatory effects could point to F) Inflammation, and evidence for effects on Aβ/tau could point to A) Amyloid beta and/or B) Tau — but the clinical description does not specify a defined molecular target, so R) Multi-target best fits. citeturn0search4turn0search6"
    ]
}