{
    "nct_id": "NCT04860414",
    "title": "Prospective Monocentric Study of Taste in Patients With Minor or Major Cognitive Disorders Such as Alzheimer's, Through the Analysis of Gustatory Evoked Potentials",
    "status": "COMPLETED",
    "last_update_time": "2022-12-14",
    "description_brief": "Approximately 24 million people worldwide suffer from dementia, with Alzheimer's disease being the most common cause. Alzheimer's disease typically progresses in three stages: presymptomatic, prodromal (\"early onset\" or minor cognitive impairment) and major cognitive impairment with loss of autonomy and significant psycho-behavioral symptoms. Efforts to counteract its expansion are increasing, and there is a need for biomarkers to identify the disease in its earliest stage in order to provide prompt treatment.\n\nFaced with a episodic memory disorder, it is possible, thanks to certain criteria, highlighted by neuroimaging, or by biomarkers obtained by biological analysis of cerebrospinal fluid (during a lumbar puncture), to detect Alzheimer's disease from the prodromal stage, or even earlier. The main limitation of these criteria is their invasive nature. Other non-invasive biomarkers would therefore be useful to help diagnose Alzheimer's disease at an early stage. Gustatory evoked potentials (GEP), a technique for exploring taste sensory pathways, could meet these needs.\n\nIndeed, GEPs are a method of exploring the gustatory sensory pathway based on the recording of cerebral electrical activity by electroencephalography (EEG). It is a painless, accessible, inexpensive and non-invasive technique. The alteration of gustatory functions is present in many neurological conditions, but often takes second place to sensory or motor symptoms. Rare studies have studied taste in patients with Alzheimer's disease, but they have demonstrated, using subjective tests only, an early gustatory impairment linked to a degeneration of the gustatory cortex. It was observed that the performance of subjects with minor or major cognitive impairment was weaker than that of healthy subjects, without the patient being aware of these taste disorders.\n\nThe aim of the study is to explore taste functions in patients with minor cognitive impairment, major cognitive impairment such as mild Alzheimer's disease, by comparing them to healthy subjects. For this purpose, we wish to compare the results of subjective taste tests (tasting solutions, especially salty ones, answering food preference questionnaires), parameters of taste evoked potentials recorded by electrodes stuck on the scalp and hormonal parameters obtained by blood sampling, between the three groups of subjects mentioned.",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "DIAGNOSTIC",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial is a prospective, monocentric diagnostic/biomarker study using gustatory evoked potentials (GEPs), subjective taste tests, and blood hormone measurements to detect taste-processing changes in patients with minor or major cognitive impairment (Alzheimer’s) versus healthy controls. The described intervention is an electrophysiological and psychophysical assessment (non‑invasive EEG recordings of GEPs and taste tests), not a therapeutic drug or device intended to modify disease, cognition, or neuropsychiatric symptoms. Clinical trial details and published results describe altered GEP parameters and higher taste detection thresholds in AD patients, supporting a diagnostic biomarker aim. citeturn0search3turn0search1",
        "Act: Key extracted details — Intervention: gustatory evoked potentials (EEG), taste solution tests (e.g., sucrose/salty), food preference questionnaires, and blood sampling for hormones; Objective: to explore taste as a non‑invasive early biomarker for Alzheimer’s disease; No drug or pharmacologic treatment is described. The published study and ClinicalTrials.gov listing (NCT04860414) confirm this is an observational/diagnostic study rather than a drug trial. Literature (systematic reviews and related studies) documents gustatory dysfunction in AD but does not indicate any investigational drug in this protocol. citeturn0search3turn0search0turn0search4",
        "Reflect: Classification check against category definitions — the trial does not test a biologic (e.g., antibody/vaccine) nor a small‑molecule therapy, nor a cognitive enhancer, nor an intervention aimed at reducing neuropsychiatric symptoms. It is a diagnostic/biomarker study using EEG and taste testing; therefore it does not fit any of the four therapeutic categories and should be classified as 'N/A'. The web searches above were performed to verify there is no drug associated with the trial and to provide supporting literature about GEPs and taste impairment in AD. citeturn0search1turn0search5turn0search8"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}