{
    "nct_id": "NCT02094729",
    "title": "A Randomized, Double-blind, Placebo-controlled Study to Assess Safety, Tolerability, Pharmacokinetics, Immunogenicity, and Pharmacodynamic Response of Repeated Intravenous Infusions of BAN2401 in Subjects With Mild Cognitive Impairment Due to Alzheimer's Disease and Mild Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2015-06-04",
    "description_brief": "The purpose of this study is to assess the safety, tolerability, pharmacokinetics, immunogenicity, and pharmacodynamic response of repeated intravenous infusions of BAN2401 in subjects with mild cognitive impairment (MCI) due to Alzheimer's disease (AD) and mild Alzheimer's disease.",
    "description_detailed": "This is a multicenter, randomized, placebo-controlled, double-blind, multiple ascending dose study in a total of 24 subjects (8 subjects per cohort) with MCI due to AD and mild AD. The study consists of three cohorts to evaluate the safety, tolerability and PK of BAN2401 at three dose levels (2.5, 5, and 10 mg/kg). Each cohort consists of Screening Period before randomization, Treatment Period from randomization to last dose, and Follow-up Period after last dose. Cohorts 1, 2, and 3 will receive 2.5 mg/kg, 5 mg/kg, and 10 mg/kg of BAN2401, respectively.",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted biologic",
    "drug": [
        "BAN2401 (lecanemab)"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The intervention is BAN2401 (lecanemab), a humanized IgG1 monoclonal antibody that selectively binds soluble amyloid-β aggregates (oligomers and protofibrils) and is intended to reduce amyloid pathology—i.e., a biologic targeting Alzheimer’s disease pathology. citeturn0search4turn0search3",
        "Act: The trial title/description explicitly tests repeated intravenous infusions of BAN2401 in subjects with MCI due to AD and mild AD versus placebo (multiple ascending dose cohorts). This confirms the intervention and clinical population. citeturn0search0turn0search2",
        "Reflect: Because BAN2401 is a monoclonal antibody directed at amyloid protofibrils (disease pathology) rather than a small molecule, symptomatic cognitive enhancer, or a neuropsychiatric/symptom-management therapy, the correct category is 'disease-targeted biologic'. The trial’s endpoints (safety, PK, immunogenicity, pharmacodynamic response) and intravenous biologic administration further support this classification. citeturn0search4turn0search3",
        "Web search results (sources used): 1) Clinical trial listing for NCT02094729 confirming the trial title, BAN2401 infusions, cohorts and placebo arm. citeturn0search0turn0search2 2) PubMed report of early BAN2401 clinical study describing BAN2401 as a monoclonal antibody selective for Aβ protofibrils and reporting safety/PK findings. citeturn0search3 3) Alzheimer's Research & Therapy / phase 2b paper describing lecanemab (BAN2401) mechanism (IgG1 mAb targeting soluble Aβ aggregates/protofibrils) and clinical biomarker/efficacy findings. citeturn0search4turn0search5"
    ],
    "agent_type": "A) Amyloid beta",
    "explanation_agent": [
        "Reason: The intervention is BAN2401 (lecanemab), a humanized IgG1 monoclonal antibody that selectively binds large, soluble amyloid-β aggregates (oligomers and protofibrils) and is intended to reduce amyloid pathology in AD. citeturn0search3turn0search1",
        "Act: The trial tests repeated IV infusions of BAN2401 (lecanemab) in subjects with MCI due to AD / mild AD — a disease-targeted biologic whose explicit mechanism is binding/removal/neutralization of Aβ protofibrils, so the appropriate CADRO category is A) Amyloid beta. citeturn0search5turn0search2",
        "Reflect: This classification matches the description and CADRO definitions — the drug targets an amyloid-beta species (soluble aggregates/protofibrils) rather than tau, inflammation, neurotransmission, or a symptomatic mechanism, and the trial is not multi-target or diagnostic. Therefore A) Amyloid beta is the correct CADRO assignment. citeturn0search3turn0search1",
        "Web search results used: 1) PubMed review describing lecanemab (BAN2401) as a monoclonal antibody with high affinity for soluble Aβ protofibrils and summarizing clinical data. citeturn0search3 2) Alzheimer's Research & Therapy phase I/II paper reporting BAN2401 as a protofibril-selective Aβ antibody, safety/PK and MAD study details. citeturn0search5 3) Alzforum therapeutic entry (Leqembi) summarizing mechanism and background (BAN2401 = lecanemab; protofibril-selective). citeturn0search1 4) Biogen/Eisai press release noting lecanemab (BAN2401) as an anti-amyloid beta protofibril antibody and regulatory/dev program details. citeturn0search2"
    ]
}