{
    "nct_id": "NCT03119675",
    "title": "Prospective Evaluation of a Smartphone Application, GoCheckKids™ as a Photo Screening Tool in a Pediatric Population",
    "status": "COMPLETED",
    "last_update_time": "2018-03-12",
    "description_brief": "Objective: Prospective evaluation of GoCheckKids™, a smartphone application ('App') as a photo screening device in a pediatric population to detect amblyopia risk factors (ARFs)\n\nMethod: Photorefraction images are captured using up to 4 different devices with GoCheckKids™ App and patients are evaluated with cycloplegic refraction.",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "SCREENING",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is a smartphone photoscreening application (GoCheckKids™) that captures photorefraction images to detect amblyopia risk factors (ARFs) in children; this is a diagnostic/screening tool rather than a therapeutic drug or device intended to modify Alzheimer’s pathology, cognition, or neuropsychiatric symptoms. citeturn0search2turn0search5",
        "Act: Key extracted details — intervention name: GoCheckKids™ smartphone app; method: photorefraction images taken on smartphones and evaluated (automated algorithm and/or remote grader) and compared to cycloplegic refraction / comprehensive pediatric ophthalmology exam (gold standard); intended effect: identify amblyopia risk factors (refractive error, anisometropia, ocular misalignment) to guide referral. This matches a diagnostic photoscreener, not a drug or therapeutic intervention. citeturn0search2turn0search1turn0search4",
        "Reflect: Classification check — by the provided category definitions the trial does not fit any therapeutic category (disease-targeted biologic, disease-targeted small molecule, cognitive enhancer, or neuropsychiatric symptom improvement). It is a non-therapeutic diagnostic/screening study, so the correct output is 'N/A'. Validation from published evaluations of GoCheckKids show it is a validated photoscreening app (reported sensitivity/specificity ranges in studies), confirming the intent is screening/diagnosis rather than treatment. citeturn0search7turn0search2",
        "Web search results used (representative): - Evaluation in Ophthalmology journal / Tandfonline: prospective evaluation of GoCheckKids as a photoscreening tool for ARFs in ages 1–6 years (study details and performance). citeturn0search2 - PubMed / AJO abstracts and studies reporting sensitivity/specificity and validation of the GoCheckKids smartphone vision screener. citeturn0search1turn0search0 - GoCheck Kids product/learning pages describing photoscreening functionality, target ages, and workflow. citeturn0search5turn0search4"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}