{
    "nct_id": "NCT07036328",
    "title": "Transcranial Magnetic Stimulation (TMS) to Slow Down Cognitive Decline in Alzheimer's Disease (AD): TMSLA - a Monocentric Randomized Controlled Trial.",
    "status": "RECRUITING",
    "last_update_time": "2025-06-23",
    "description_brief": "New amyloid-targeting drugs for Alzheimer's disease (AD) offer minimal or unclear efficacy and often cause adverse events, highlighting the need for new therapies. In recent years, repetitive transcranial magnetic stimulation (rTMS) has shown increasing success. A recent randomized, double-blind, sham-controlled, phase 2 demonstrated promising results from a 24-week rTMS treatment protocol targeting the precuneus. This brain region is considered a main hub of the human brain connectome and a prominent area of AD pathology. The results showed stable cognitive performance and increased brain activity in the treatment group, whereas the sham group worsened. A replication study is planned to further investigate the working mechanism of precuneus-rTMS in AD and to improve understanding of its therapeutic potential.",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention described is repetitive transcranial magnetic stimulation (rTMS) targeting the precuneus — a non‑pharmacological, device-based brain stimulation intended to slow cognitive decline in AD. This is not a biologic (e.g., monoclonal antibody) nor a small molecule drug, and it is not described as an oral/injectable cognitive drug or as an intervention specifically for neuropsychiatric/behavioral symptoms. citeturn0search4turn0search0",
        "Act: Key extracted details — randomized, double‑blind, sham‑controlled phase 2 trial; 24‑week protocol with an initial 2‑week intensive phase followed by maintenance weekly sessions; target = precuneus; outcome = stabilized cognitive performance vs worsening with sham. These details match published precuneus‑rTMS trials. Because the intervention is a device (rTMS), it does not fit the four drug/biologic categories, so classification = 'N/A'. citeturn0search4turn0search6turn0search2",
        "Reflect: The classification was rechecked against the definitions: 'Disease‑targeted biologic' requires a biologic agent (e.g., antibody/vaccine) — not present; 'Disease‑targeted small molecule' requires a small‑molecule drug — not present; 'Cognitive enhancer' in the provided schema refers to pharmacologic cognitive‑enhancing drugs — rTMS is a neuromodulation device, not a drug; 'Neuropsychiatric symptom improvement' would be for treatments targeting behavioral/psychiatric symptoms (agitation, depression) — the trial targets cognitive decline. Therefore 'N/A' is the correct category. citeturn0search4",
        "Web search results (supporting sources used): Precuneus magnetic stimulation for Alzheimer’s disease: a randomized, sham‑controlled trial (Brain, 2022) — randomized double‑blind 24‑week PC‑rTMS vs sham with cognitive stabilization in active group. citeturn0search4turn0search6; Macro and micro structural preservation after 24 weeks of rTMS in Alzheimer’s disease (Alzheimer's Research & Therapy, 2024) — pilot neuroimaging follow‑up supporting neurobiological effects of PC‑rTMS. citeturn0search2; Effects of 52 weeks of precuneus rTMS in Alzheimer's disease patients: a randomized trial (PubMed entry) — extended/longer‑term rTMS studies over the precuneus. citeturn0search3; Systematic review/meta‑analysis of TMS in MCI and AD showing cognitive benefits across studies. citeturn0search1"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}