{
    "nct_id": "NCT06199193",
    "title": "Design of Personalised SupplemenTs Based on the Gut MicRobiota of Alzheimer Patients Through Network and Artificial Intelligence Analysis",
    "status": "RECRUITING",
    "last_update_time": "2024-12-04",
    "description_brief": "Studies indicate that the intestinal microbiota could have an implication in Alzheimer's disease; recently, a positive relationship has been established between levels of bacterial lipopolysaccharide (LPS) and cerebral amyloidosis and a negative relationship between the production of the chain fatty acid cuts butyrate by the intestinal microbiota and cerebral amyloidosis. Currently there is no effective treatment for Alzheimer's, but studies indicate that a healthy diet such as the Mediterranean diet and physical exercise delay the symptoms of this disease. For all these reasons, it is postulated that introducing changes in the intestinal microbiota through diet may be a new treatment or serve as an adjuvant treatment for Alzheimer's disease.",
    "description_detailed": "The study consists of three main stages, a first part in which healthy subjects and patients will be characterized. With all the variables obtained, network analyzes and predictive analyzes are carried out in order to see the interaction between variables and determine predictive variables of Alzheimer's disease that could be subject to modification by the diet. In a second stage, the personalized supplement will be designed based on the characteristics of Alzheimer's patients and there is no patient participation. In a third stage, a randomized, parallel nutritional intervention trial will be carried out where the supplement designed \"ad hoc\" will be compared in the population of Alzheimer's patients against a nutritional supplement commonly used in Alzheimer's patients.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention described is a personalized dietary supplement and dietary counseling intended to modify the gut microbiota (e.g., increase butyrate, reduce LPS) to influence Alzheimer-related biomarkers and symptoms — this is a nutrition/microbiome intervention, not a monoclonal antibody/vaccine (disease-targeted biologic) nor a specific small-molecule drug, nor a symptomatic neuropsychiatric medication. citeturn0search1turn0search0",
        "Act: Trial details show a two-arm interventional pilot: Alzheimer patients receive either a personalized diet with supplements (designed via AI/network analysis of the gut microbiota) or routine diet with counseling. Primary outcomes are changes in fecal microbiota and secondary outcomes include LPS and fecal short-chain fatty acids (SCFAs) — the intervention is a tailored nutritional supplement, not a named pharmacologic agent. citeturn0search0turn0search1",
        "Reflect: Based on the category definitions: (1) disease-targeted biologic = biologics like monoclonal antibodies/vaccines; (2) disease-targeted small molecule = small-molecule drugs targeting AD pathology; (3) cognitive enhancer = drugs designed to improve cognition without targeting pathology; (4) neuropsychiatric symptom improvement = treatments for behavioral/psychiatric symptoms. This trial is a microbiome-directed nutritional/supplement intervention aiming to modulate disease-related biomarkers and does not fit any of the four specified categories, so the correct classification is 'N/A'. The trial registry and published protocol were checked and no specific pharmaceutical drug name was found — the comparator is a standard medical-food product rather than a placebo drug. citeturn0search1turn0search0"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}