{
    "nct_id": "NCT03082755",
    "title": "Nighttime Agitation and Restless Legs Syndrome in People With Alzheimer's Disease",
    "status": "RECRUITING",
    "last_update_time": "2022-05-16",
    "description_brief": "Nighttime agitation in persons with Alzheimer's disease causes patient suffering, distresses caregivers, and often results in prescriptions for harmful antipsychotics. Effective treatments are lacking because of limited knowledge of the etiology of nighttime agitation. The investigators propose a clinical trial to better elucidate whether a sleep disorder, restless legs syndrome, may be a mechanism for nighttime agitation, and if treatment with gabapentin enacarbil (Horizant®) reduces nighttime agitation, improves sleep, reduces restless legs syndrome behaviors, and reduces antipsychotic medications.",
    "description_detailed": "Nighttime agitation and sleep disturbance in persons with dementia (PWD) causes patient suffering, may accelerate cognitive decline, leads to burdened caregivers, and is costly to manage. Pharmacological interventions are primarily antipsychotics and hypnotics. Effectiveness is unconvincing, and these drugs are associated with falls, strokes, and death. There is a lack of tailored, effective, and sustainable treatments for nighttime agitation and sleep disturbance in PWD. The investigators approach to this problem is innovative because, unlike pharmacological interventions in the past, it tailors the intervention to a treatable condition, restless legs syndrome (RLS), which may be causing the nighttime agitation and sleep disturbance. In previous research, the investigators showed that about 24% of PWD have an undiagnosed sleep disorder, RLS; that RLS was associated with nighttime agitation and sleep disturbance in PWD; and the investigators developed and validated an RLS diagnostic and outcome measure suitable for PWD. In order for the investigators' work to significantly impact standards of clinical practice, evidence is needed on whether RLS behaviors cause nighttime agitation, and if treating RLS behaviors reduces or stops nighttime agitation and improves sleep in PWD. The investigators have chosen gabapentin enacarbil (GEn), as the RLS treatment in this research because it is FDA approved for RLS and has a favorable safety profile. The investigators propose an 8-week, double-blind placebo-controlled randomized clinical trial of GEn versus placebo in 156 community-dwelling and long-term care facility residents with nighttime agitation, sleep disturbance, and RLS. The specific aims of this pilot study are to: 1) Determine the effect of GEn, compared to placebo, on nighttime agitation (primary endpoint) in PWD with RLS. The investigators hypothesize that compared to the placebo control group, the treatment group will have fewer nighttime agitation behaviors. 2) Describe the safety profile of GEn compared to placebo in this population. 3) Estimate the effect size of GEn compared to placebo on nighttime sleep and RLS behaviors. The investigators hypothesize that compared to the placebo control group, the treatment group will have better nighttime sleep and fewer RLS behaviors. 4) Explore whether frequency of RLS behaviors is a causal mechanism for nighttime agitation. The investigators hypothesize that frequency of RLS behaviors will mediate the effect of GEn on nighttime agitation behaviors. The results of this study and future definitive trials have the potential to radically shift and drastically improve standards of clinical practice for assessment and treatment of three highly prevalent, often comorbid conditions in PWD: RLS, nighttime agitation, and sleep disturbance. For scientists, the results may provide insight into the mechanism for nighttime agitation and sleep disturbance in PWD and inform future research. For PWD, the findings may result in less nighttime agitation and discomfort from RLS, improved nighttime sleep, and improved sleep may enhance daytime cognitive functioning and quality of life. Application of the findings into the home setting may result in fewer nursing home admissions for PWD and less caregiver burden because the PWD (and their caregivers) can get more sleep.\n\nCOVID-19 Modifications - The impact of COVID-19 social distancing on the well-being of community-dwelling older adults with Alzheimer's disease related dementia and their family caregivers who live with them is unknown. They have been confined to their homes. Social and physical activities may be restricted to television and phone calls, and exposure to bright outdoor light is likely infrequent or absent. Exposure to sunlight and both social and physical activity are critical for healthy sleep patterns. For those with the neuropsychiatric symptom of excessive motor activity, such as agitated pacing, being restricted to the home may cause even greater suffering. In addition, family caregivers may be exhausted, stressed, and burdened, even more than usual, because they have not had access to support services such as adult day care, respite, and senior centers. All of the factors associated with social distancing - lack of understanding of what is happening, inadequate or no caregiver support services, isolation, restricted movement, insufficient sunlight, social and physical activity, caregiver exhaustion, and increased caregiver burden - may adversely impact the wellbeing of older adults with Alzheimer's disease related dementia. Further, because older adults with dementing illness are unable to cognitively and verbally express their distress, it is likely that social distancing will increase agitation behaviors, worsen sleep patterns, and increase the need for antipsychotic and sedating medications to manage agitation behaviors and sleep disturbances. We now examine the impact of social distancing on the well-being of older adults with Alzheimer's disease related dementia and their family caregivers who are living together in community settings. A sample of 30 family caregivers will be recruited for qualitative phone interviews to explore the impact of social distancing on the well-being of older adults with Alzheimer's disease related dementia. The specific aims are to: 1) explore the impact of social distancing on nighttime agitation, sleep patterns, and use of antipsychotics and other sedating medications; and 2) ask caregivers for their recommendations on ways to minimize the impact of social distancing on the well-being of older adults with Alzheimer's disease related dementia and their caregivers.\n\nDuring the time-period where limitations are placed on in-person interactions, researchers will conduct all recruitment, consent, data collection, and intervention activities with participants using remote procedures rather than any procedure that would require in-person interaction. After the university releases restrictions on in-person research activities, researchers may resume in-person activities and/or continue optional telepresence interactions.",
    "phase": [
        "PHASE4"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "neuropsychiatric symptom improvement",
    "drug": [
        "gabapentin enacarbil (Horizant\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000\u0000)"
    ],
    "placebo": [
        "placebo (comparator not explicitly stated in description)"
    ],
    "explanation_target": [
        "Reason: The study tests gabapentin enacarbil to treat a sleep-related movement disorder (restless legs syndrome, RLS) as a proposed mechanism of nighttime agitation in persons with Alzheimer\u0002s disease. The intervention aims to reduce agitation by treating RLS and improving sleep rather than targeting Alzheimer\u0002s pathological processes (amyloid/tau) or directly enhancing cognition. ",
        "Act: Gabapentin enacarbil (Horizant\u0000) is an extended-release prodrug of gabapentin approved for moderate-to-severe primary RLS (and for postherpetic neuralgia). It was developed to improve gabapentin\u0002s absorption/pharmacokinetics and is used to treat RLS symptoms. citeturn0search4turn0search2",
        "Act (mechanism/safety): Gabapentin enacarbil provides dose-proportional exposure to gabapentin and likely acts via modulation of presynaptic voltage-dependent calcium channels (exact mechanism in RLS is not fully defined). Common effects include somnolence/sedation and dizziness, which are relevant when interpreting effects on nighttime agitation/sleep. citeturn0search5turn0search1",
        "Reflect: Matching to the predefined categories: this is not a biologic or a disease-modifying small molecule targeting AD pathology, nor a cognitive enhancer. The trial tests symptom management of neuropsychiatric (agitation/sleep) consequences of AD by treating RLS, so the correct category is 'neuropsychiatric symptom improvement'. Note: the description does not explicitly state the control arm, but placebo is commonly used in such trials (hence listed as comparator)."
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The trial tests gabapentin enacarbil (Horizant) to treat restless legs syndrome (RLS) as a driver of nighttime agitation and poor sleep in people with Alzheimer’s disease — the intervention is symptomatic (treating RLS/sleep/agitation) rather than targeting AD pathology (amyloid/tau) or disease modification. citeturn0search0turn0search8",
        "Act: Gabapentin enacarbil is an extended‑release prodrug that is converted to gabapentin after absorption; it was developed to improve gabapentin’s pharmacokinetics and uses nutrient transport mechanisms for absorption. Its therapeutic effects in RLS/PHN are believed to result from gabapentin’s binding to the alpha2delta subunit of presynaptic, voltage‑dependent calcium channels (modulating neurotransmitter release), although the precise mechanism in RLS is not fully defined. Common relevant effects include somnolence/sedation and dizziness. citeturn0search1turn0search5turn0search4turn0search6",
        "Reflect: This mechanism modulates synaptic neurotransmission (presynaptic calcium channel subunit) and is being used to relieve a neuropsychiatric/sleep symptom (RLS‑linked agitation). Under CADRO, agents that alter neurotransmission or act on neurotransmitter/related ion‑channel targets are best placed in D) Neurotransmitter Receptors. The trial therefore maps to D) rather than amyloid/tau, inflammation, synaptic neuroprotection, or a non‑therapeutic category. No evidence in the description indicates a disease‑modifying or multi‑target AD pathology approach, so D) Neurotransmitter Receptors is the most specific fit. citeturn0search4turn0search0",
        "Web search sources used (key results): 1) HORIZANT prescribing information / indications: approved for moderate‑to‑severe primary RLS and for postherpetic neuralgia. citeturn0search0 2) GSK / XenoPort product information describing prodrug design and conversion to gabapentin and absorption via nutrient transport mechanisms. citeturn0search1 3) Manufacturer HORIZANT product pages describing extended‑release/prodrug properties and clinical use in RLS/PHN. citeturn0search5turn0search3 4) NCBI / LiverTox summary describing gabapentin enacarbil’s action (binding to alpha2delta subunit of voltage‑dependent calcium channels) and safety profile. citeturn0search4 5) Mayo Clinic drug summary for clinical uses and adverse effects. citeturn0search8"
    ]
}