{
    "nct_id": "NCT01702480",
    "title": "Effects of Medium-Chain Triglycerides on Cognitive Function in Older Subjects With Age-Related Cognitive Decline",
    "status": "COMPLETED",
    "last_update_time": "2017-05-05",
    "description_brief": "This is a single centre, 2 part study in older subjects. Part 1 (Pharmacokinetic \\[PK\\] Assessment) is a double blind, randomized, placebo-controlled 4-period crossover study investigating the PK profile of four different doses of GSK2981710. Eight subjects will receive a single dose of GSK2981710 10 gram (g), 20 g, 30 g, 40 g or placebo in the morning and have PK assessments (every 0.5 hrs up to 8 hrs post-dose) throughout the day in each period. Each subject will complete a total of four dosing sessions and 4 days of PK assessments in 2 weeks. The Part 1 PK data will be used for dose selection and pharmacodynamic (PD) assessment period in Part 2. If the data from Part 1 is inconclusive, an additional 8 subjects may be recruited and Part 1 repeated (possibly dropping some doses) to increase confidence. A subject's total participation in Part 1 of the study will last a maximum of approximately 7 weeks including screening. Subjects who have completed Part 1 may be screened for eligibility and enrolled for Part 2.\n\nPart 2 (PD Assessment) is a double blind randomized, placebo-controlled 2-period crossover design with 14-day treatment periods investigating the efficacy (cognitive performance) and tolerability (gastrointestinal \\[GI\\] side effects) of single daily dose of GSK2981710 selected from Part 1. Part 2 of the study will include the Screening period, two Baseline assessments (6-8 days before each Treatment period) and two 14-day treatment periods separated by a minimum 7-day washout period and follow-up visit of 3 to 5 days. Approximately 50 to 80 subjects will be randomized to either GSK2981710 or placebo. The PD assessments will be performed on 6 occasions for each subject: at 2 baselines (6 to 8 days before Day 1 of each treatment period), post-dose on the Day 1 of each treatment period to assess acute effects and on Day 15 of each treatment period (which is the day after the final dose) to assess chronic effects. A subject's total participation in Part 2 of the study will last approximately up to 12 weeks including screening.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "GSK2981710 (medium-chain triglyceride — MCT; 10–40 g sachet powder that raises plasma β‑hydroxybutyrate)"
    ],
    "placebo": [
        "Matching powder placebo"
    ],
    "explanation_target": [
        "Reason: The intervention is GSK2981710, described in the protocol and publications as a medium-chain triglyceride (MCT) that ‘‘liberates ketone bodies’’ (increases plasma β‑hydroxybutyrate) and the study's primary PD endpoint is cognitive performance — i.e., the intervention is intended to improve cognition rather than target Alzheimer pathology such as amyloid or tau. citeturn0search1turn0search0",
        "Act: Extracted trial details — GSK2981710 is an MCT powder given as 10, 20, 30 or 40 g doses in sachets (mixed with water) with a matching placebo; Part 2 assesses acute and 14‑day effects on cognitive performance. These trial details and the MCT description are documented on trial registries and in the published trial report. citeturn0search2turn0search4turn0search1",
        "Reflect: Classification decision — This intervention is not a biologic (e.g., monoclonal antibody) nor a small‑molecule agent directed at AD pathology, and it is not aimed at neuropsychiatric/behavioral symptoms. Its mechanism (metabolic/ketone elevation to support brain energy) maps to the 'cognitive enhancer' category. The published results also frame the study as testing cognitive effects of MCT/ketone elevation. citeturn0search1turn0search0",
        "Web search results used: PubMed summary and Wiley article describing the study and mechanism (GSK2981710 = MCT that raises ketone bodies), and clinical trial registry pages listing dosing/formulation and placebo details. citeturn0search1turn0search0turn0search2"
    ],
    "agent_type": "J) Metabolism and Bioenergetics",
    "explanation_agent": [
        "Reason: The intervention (GSK2981710) is a medium-chain triglyceride (MCT) formulation that raises plasma ketone bodies (β‑hydroxybutyrate) to support brain energy metabolism and thereby improve cognition rather than directly targeting Alzheimer pathology such as amyloid or tau. citeturn0search1turn0search0",
        "Act: Extracted trial details — GSK2981710 is delivered as 10–40 g MCT powder sachets (mixed with water) given daily; the protocol and published report state it ‘‘liberates ketone bodies’’ with the primary pharmacodynamic/endpoints focused on cognitive performance (acute and 14‑day effects). These formulation/dosing and endpoint details are documented on trial registries and in the published trial report. citeturn0search4turn0search1turn0search0",
        "Reflect: Classification decision — This mechanism maps to CADRO category J) Metabolism and Bioenergetics (metabolic/ketone elevation to support brain energy and cognitive function). It does not primarily target amyloid (A), tau (B), inflammation (F), synaptic receptors (D) or other specific proteinopathies, and the study is a cognitive-enhancer/metabolic intervention rather than a diagnostic or non-therapeutic procedure. The available publications and registry entries support this mapping. citeturn0search1turn0search4",
        "Web search results used: PubMed summary of the randomized placebo-controlled study describing GSK2981710 as an MCT that increases plasma β‑hydroxybutyrate and reports cognitive endpoints. citeturn0search1",
        "Wiley Online Library article (study in Human Psychopharmacology) reporting the randomized, placebo-controlled trial of GSK2981710 (MCT) and its effects on plasma BHB and cognition. citeturn0search0",
        "Clinical trial registry / trial listing showing dosing (10–40 g sachets), formulation and Part 1/Part 2 study design. citeturn0search4",
        "Additional context: other recent trials of MCT supplementation and cognition (example MCT ± DHA in MCI) illustrating the metabolic/ketone‑based cognitive enhancement rationale. citeturn0search3"
    ]
}