{
    "nct_id": "NCT00488007",
    "title": "Clinical Trial on Cognitive, Behavioural, Quality of Life and Medico-economic Benefits of Hearing Aids in Alzheimer Disease Patients Suffering From Presbycusis",
    "status": "COMPLETED",
    "last_update_time": "2016-08-29",
    "description_brief": "This is a 12-months' randomized clinical trial that aims at studying the benefit of bilateral hearing aids in hearing impaired patients suffering from a slight to moderate stage Alzheimer disease.\n\nThe benefit of this intervention will be studied in the cognitive, behavioural, quality of life and economic fields.\n\n2groups are involved in this trial: Intervention group: 12 months' treatment with active hearing aids, fitted hearing impairment Control group: 6 months' treatment with placebo hearing aids, followed with 6 months' active hearing aids, fitted hearing impairment",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "Binaural hearing aids (Phonak SAVIA and VALEO models — active devices)"
    ],
    "placebo": [
        "Inactive / placebo hearing aids (deactivated for first 6 months)"
    ],
    "explanation_target": [
        "Reason: The intervention is bilateral hearing aids (a non‑pharmacologic medical device) given to Alzheimer’s patients to study effects on cognition, behaviour, quality of life and economics — i.e., the aim is to improve cognitive/functional outcomes rather than to alter AD pathology. citeturn0search1turn0search4.",
        "Act: Key trial details — 12‑month randomized, semi‑crossover design; active group received active hearing aids for 12 months; control group received placebo (inactive) hearing aids for 6 months then active devices for 6 months. The published ADPHA study and trial registry identify the devices used (Phonak SAVIA and VALEO) and describe the active vs placebo (inactive) fittings. citeturn0search4turn0search2turn0search3.",
        "Reflect: Classification justification — this is not a biologic or small molecule targeting Alzheimer’s pathology (so it cannot be \"disease‑targeted biologic\" or \"disease‑targeted small molecule\"). Although behavioral outcomes were measured, the primary intent is symptomatic improvement of cognition/functional status via sensory rehabilitation (hearing restoration), so it best fits the \"cognitive enhancer\" category (device‑based cognitive/functional enhancement). The trial results publications noted no clear cognitive/behavioural benefit at 6 months in the studied sample but do not change the intervention’s intended category. citeturn0search0turn0search4."
    ],
    "agent_type": "T) Other",
    "explanation_agent": [
        "Reason: The intervention is bilateral hearing aids (Phonak SAVIA and VALEO) — a non‑pharmacologic medical device intended to restore hearing and produce symptomatic/cognitive/quality‑of‑life benefit rather than to modify Alzheimer’s disease biology (amyloid, tau, inflammation, synaptic receptors, etc.). citeturn1search2turn1search3",
        "Act: Key extracted trial details — multicenter, randomized, double‑blind, placebo‑controlled, semi‑crossover design over 12 months (active group fitted with active hearing aids for 12 months; placebo group fitted with inactive/placebo hearing aids for 6 months then activated for 6 months). Devices supplied in part by Phonak and specified as SAVIA™ or VALEO™ models. Primary cognitive endpoint reported using ADAS‑Cog; no significant cognitive benefit was observed at 6 months in the published analysis. citeturn1search0turn1search2turn1search3",
        "Reflect: CADRO is structured around biological targets (e.g., A Amyloid beta; B Tau; F Inflammation; M Synaptic Plasticity). This trial tests a sensory‑rehabilitation medical device with symptomatic aims and no identifiable single molecular or cellular target consistent with CADRO categories. Therefore it does not map to a biological target category and should be classified as 'T) Other'. The ADPHA publications and trial registry support these points. citeturn1search2turn1search4",
        "Web search results (selected sources used to extract trial and device details):",
        "- ADPHA trial publication (behavioral/QoL outcomes) stating Phonak SAVIA and VALEO devices, randomized double‑blind semi‑crossover design, 12‑month timeline. citeturn1search2",
        "- Companion ADPHA cognitive outcomes paper reporting ADAS‑Cog primary endpoint and no significant benefit at 6 months; trial registration NCT00488007. citeturn1search0",
        "- PubMed summary of ADPHA trial describing behavioral and QoL outcomes and the semi‑crossover design (2006–2012 recruitment; 51 patients). citeturn1search3",
        "- Trial registry/summary entry referencing NCT00488007 and intervention description (bilateral hearing aids, active vs placebo). citeturn1search4"
    ]
}