{
    "nct_id": "NCT03923517",
    "title": "RHAPSODY-plus: Online Counseling for Family Caregivers of Patients With Young Onset Dementia",
    "status": "COMPLETED",
    "last_update_time": "2019-09-16",
    "description_brief": "The RHAPSODY-plus project consists of two parts. In a first step carers of people with young onset dementia (YOD; onset before the age of 65) have the opportunity to use the RHAPSODY online program (Kurz et al., 2016) to inform themselves about different topics on young onset dementia. In a second step the participants will receive two individual counseling sessions via MEET (online videoconferencing) with a social worker and a psychologist. Goal is to investigate whether these counseling sessions have an additional benefit.",
    "description_detailed": "RHAPSODY-plus is a joint project of the Technische Universität München, Zentrum für kognitive Störungen and the Melbourne University. The project consists of two parts. In a first step carers of people with young onset dementia (YOD; onset before the age of 65) have the opportunity to use the RHAPSODY online program (Kurz et al., 2016) for four weeks. This e-learning program focuses on managing problem behaviors, dealing with role change, obtaining support, and looking after oneself. In a second step the participants will receive two individual counseling sessions via MEET (online videoconferencing). In a first session carers can talk with a social worker about individual problems concerning social, financial and legal issues. In a second session with a psychologist personal and emotional problems can be addressed. These two sessions are about 60 minutes. The study investigates whether these counseling sessions have an additional benefit. The primary aim is to determine whether the intervention is considered acceptable and useful by the participants. Secondary aim is to investigate whether the intervention is feasible. The sample size will be determined when data saturation is reached (no new themes emerge from the qualitative data at the final feedback session). From previous experiences with pilot studies using qualitative methods we expect this to be achieved with approximately 20 participants. This number of participants should also ensure that a diverse group of carers is participating in this pilot study (both genders; different age groups, types of relatives; diagnoses (both FTD and AD) for care recipients; environments (city versus rural); socioeconomic status; and carer stressors (carers with children, carers who hold a job, carers with different stressors, etc.).",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "OTHER",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is an online e-learning program (RHAPSODY) for family carers plus two individualized online counselling sessions (social worker + psychologist) intended to support caregivers (acceptability/feasibility), not to treat patient biology, cognition, or neuropsychiatric symptoms directly. citeturn0search7turn0search5",
        "Act: Key extracted details — RHAPSODY is a web-based information/skill-building programme for carers used for ~4 weeks, followed by two ~60-minute videoconference support sessions; pilot sample n≈20; primary aims are acceptability and feasibility of the caregiver support intervention. This is a psychosocial/counselling study, not a drug or device trial. citeturn0search5turn0search1turn0search7",
        "Reflect: Classification check — by the provided category definitions this trial does not test a biologic or small-molecule disease-modifying agent, nor a patient-directed cognitive enhancer, nor an intervention primarily intended to reduce patients' neuropsychiatric symptoms. It is caregiver-focused psychosocial support, so the correct label is 'N/A'. citeturn0search6turn0search7",
        "Web search results (sources found): 1) Full pilot study article (Digital Health / PMC) — detailed methods, acceptability and feasibility results. citeturn0search7 2) Clinical trial registry entry (NCT03923517 / ICH GCP) — trial description, intervention components, objectives, locations. citeturn0search5 3) PubMed abstract summarizing RHAPSODY-Plus pilot study outcomes. citeturn0search1 4) RHAPSODY programme protocol / design paper (International Psychogeriatrics, Kurz et al. 2016) describing the original e-learning intervention for carers of people with young-onset dementia. citeturn0search6"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}