{
    "nct_id": "NCT00099242",
    "title": "Efficacy and Safety of the Rivastigmine Transdermal Patch in Patients With Probable Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2017-10-12",
    "description_brief": "The goal of this research study is to evaluate the safety and efficacy of the rivastigmine transdermal patch in patients with probable Alzheimer's Disease.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE3"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "Cognitive enhancer",
    "drug": [
        "Rivastigmine (transdermal patch; brand Exelon) — small‑molecule acetylcholinesterase/butyrylcholinesterase inhibitor"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial tests rivastigmine delivered via a transdermal patch to patients with probable Alzheimer’s disease. Rivastigmine is a small‑molecule cholinesterase inhibitor that increases acetylcholine by slowing its breakdown, i.e., a symptomatic cognitive enhancer rather than a disease‑modifying agent targeting core AD pathology (amyloid or tau). citeturn0search3turn0search6.",
        "Act: Key extracted details — drug name: rivastigmine (transdermal patch, marketed as Exelon patch). Indication/formulation: transdermal system indicated for dementia of the Alzheimer’s type (mild–moderate, with more recent labeling/communications also covering broader stages). Mechanism: reversible inhibitor of acetylcholinesterase and butyrylcholinesterase improving cholinergic function and cognitive symptoms. These facts are documented in clinical reviews, product labeling, and prescribing information. citeturn0search0turn0search2turn0search4.",
        "Reflect: Classification check — by the provided category definitions, rivastigmine is a symptomatic cognitive enhancer (improves cognitive function without directly targeting Alzheimer’s core pathology). It is a small molecule but not disease‑targeting in the sense of anti‑amyloid or anti‑tau therapies, so the correct category is 'Cognitive enhancer'. Evidence of clinical efficacy on cognition and global measures with the patch formulation and its tolerability vs oral forms is shown in reviews and meta-analyses. citeturn0search5turn0search7.",
        "Web search results referenced: Novartis Exelon Patch indications and safety (Exelon® Patch label/info). citeturn0search0turn0search1.",
        "Web search results referenced: PubMed/NCBI reviews of rivastigmine transdermal patch efficacy and mechanism; Mayo Clinic drug monograph describing mechanism and symptomatic benefit; NCATS/drug database and PMC review detailing pharmacology and dosing. citeturn0search2turn0search3turn0search4turn0search6"
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The trial tests rivastigmine delivered as the Exelon transdermal patch; rivastigmine is a cholinesterase (acetylcholinesterase and butyrylcholinesterase) inhibitor that increases synaptic acetylcholine to improve cognition, i.e., it acts on cholinergic neurotransmission rather than on core AD pathologies (amyloid or tau). citeturn0search4turn0search6",
        "Act: Key extracted details — drug: rivastigmine (transdermal patch, Exelon). Indication: treatment of dementia of the Alzheimer’s type (mild–moderate; patch labeling/communications also cover broader stages). Mechanism: reversible inhibition of acetylcholinesterase and butyrylcholinesterase leading to increased acetylcholine and symptomatic cognitive benefit. Clinical efficacy and safety for the patch formulation are documented in regulatory labeling and systematic reviews. citeturn0search0turn0search2turn0search1",
        "Reflect: Mapping to CADRO — this intervention targets cholinergic neurotransmission (a neurotransmitter system) and is a symptomatic cognitive enhancer rather than a disease‑modifying anti‑amyloid or anti‑tau therapy. The most specific CADRO category is D) Neurotransmitter Receptors (covers interventions acting on neurotransmitter systems, including cholinergic approaches). Alternative labels (e.g., 'synaptic plasticity') are less precise here because the primary mechanism is cholinesterase inhibition. citeturn0search1turn0search5",
        "Web search results referenced (summary): Novartis Exelon Patch prescribing/indication and safety information (Exelon Patch label). citeturn0search0turn0search2; Cochrane and PubMed systematic/review evidence on rivastigmine efficacy and patch formulation. citeturn0search1turn0search3turn0search5; Mayo Clinic drug monograph describing mechanism and symptomatic benefit. citeturn0search4"
    ]
}