{
    "nct_id": "NCT05359978",
    "title": "Occupational Therapy Intervention for Alzheimer's Disease Patients. An International Comparison in Spain and Italy.",
    "status": "COMPLETED",
    "last_update_time": "2022-05-09",
    "description_brief": "We followed a pretest-posttest non-equivalent control group experimental design study comparing two cohorts of patient with different types of dementia.\n\nApproximately 250 patients will be screened to achieve 240 participants, divided in two cohorts (120 each), furthermore each cohorts was divided in other two groups (experimental group (60 each) and control group (60 each) the first one followed up by private centres in Spain endowed with Occupational Therapy and the second by public centres in the region of Modena.",
    "description_detailed": "The course of dementia goes through different stages and during the moderate and advanced stages cognitive decline and functional deterioration are frequently accompanied by the so-called behavioural and psychological symptoms of dementia (BPSD), that put severe stress on the persons with dementia (PwD), on their families and on the health system. Worldwide consensus guidelines recommend non-pharmacological approaches to be first line.\n\nThe occupational therapist studies human activity as a therapeutic resource to prevent and treat physical and/or psychosocial difficulties, in order to improve the person's quality of life.\n\nSubjects were not randomly assigned to different treatment groups (control group and experimental group); instead, consecutive sampling was chosen by assigning subjects based on an odd-and-even-numbered technique (odd subjects were assigned to the control group and even subjects to the experimental group). Both groups presented the same pathological, cultural, and sexual characteristics, and belonged to the same age group.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "PREVENTION",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The described study is an occupational therapy (non-pharmacological/behavioral) intervention for people with dementia/Alzheimer's disease — it tests 'treatment in Occupational Therapy with significant activities' and aims to improve function/cognition and behavioural symptoms rather than evaluate a drug or biologic. citeturn0search0turn0search1",
        "Act (key details extracted): Title = 'Occupational Therapy Intervention for Alzheimer's Disease Patients. An International Comparison in Spain and Italy.' Design = pretest–posttest non-equivalent control group; planned/enrolled N=240 (two cohorts of 120; each cohort split into experimental (60) and control (60)); intervention labeled Behavioral / Occupational Therapy and delivered in private centres in Spain vs public centres in Modena, Italy. citeturn0search0",
        "Act (drug check): No drug name, drug class, or placebo is listed in the trial record — the intervention is behavioral/occupational therapy, so there is no molecular or biologic target to identify. citeturn0search0",
        "Reflect: By the provided category definitions, this trial does not fit 'disease-targeted biologic' (biologic agents), 'disease-targeted small molecule' (pharmacologic agents), 'cognitive enhancer' (drug intended to pharmacologically boost cognition), or 'neuropsychiatric symptom improvement' as a drug intervention. It is a non‑drug, non‑pharmacologic occupational therapy trial — therefore 'N/A' is the appropriate classification. Occupational therapy trials are commonly reported as nonpharmacologic interventions that target function/cognition and BPSD via behavioral approaches. citeturn0search1turn0search5",
        "Web search sources found and used: ICH GCP clinical trials registry entry for this study (trial record with title, design, enrollment, intervention = 'To with significance activities' / Occupational Therapy). citeturn0search0; PubMed / Wiley papers on occupational therapy interventions showing OT is a nonpharmacologic approach that can improve function and some cognitive outcomes in AD. citeturn0search1turn0search3"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}