{
    "nct_id": "NCT05529706",
    "title": "Community-based Brain Health Program to Address Dementia Risk",
    "status": "COMPLETED",
    "last_update_time": "2024-11-14",
    "description_brief": "This is a validation study to evaluate the acceptability, feasibility and preliminary efficacy of the Brain Health Program, a multimodal curriculum covering dementia risk factors and evidence-based change interventions. The goal of this study is to evaluate the Brain Health Program in individuals with identified risk factors for the onset of dementia and to prepare for a large-scale efficacy trial in this population.",
    "description_detailed": "This study will employ an evidence-based Brain Health Program curriculum, which involves a twelve-week, group-administered, personalized program designed to improve brain health in individuals with identified risk factors for the onset of dementia. This is a single-arm open-label feasibility study, enrolling older adults with Alzheimer's disease risk factors in a public health, community-deployed, group-based and individualized multimodal Brain Health Program (targeting, among other domains, diet, exercise and cognitive exercise), with a set of baseline assessments intended to characterize the population, and outcome measure to evaluate the usability of the program, as well as preliminary efficacy to reduce dementia risk factors.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is a non-pharmacologic, multimodal lifestyle/education curriculum (the \"Brain Health Program\") aiming to reduce dementia risk by teaching and enabling behavior change in domains such as cognitive training, physical activity, nutrition, sleep, stress management and social engagement — i.e., risk-factor modification rather than delivery of a drug or biologic. citeturn1search1turn1search0",
        "Act (extracted trial details): The study is a 12-week, group-administered, personalized public-health brain health program delivered in community settings (YMCA) and/or virtually; it is a single-group feasibility/acceptability/preliminary-efficacy validation study (NCT05529706) sponsored by Posit Science. The program provides access to BrainHQ cognitive training and targets diet, exercise and cognitive exercise among other domains. citeturn1search0turn1search1",
        "Reflect (classification): Because the trial tests a behavioral/lifestyle/multimodal educational intervention (not a biologic or small-molecule pharmaceutical, nor a device or psychiatric-drug indication), it does not fit any of the four drug/medication-focused categories (disease-targeted biologic, disease-targeted small molecule, cognitive enhancer [drug], or neuropsychiatric symptom improvement [drug]). Per the instructions, this non-pharmacologic prevention/behavioral trial is classified as 'N/A'. citeturn1search0turn0search0",
        "Web search results / sources used:",
        "- SBIR.gov award summary for \"Community-based Brain Health Program to Address Dementia Risk\" (Posit Science) — describes the multimodal program targeting diet, exercise, and cognitive health. citeturn0search0",
        "- Trial listing for NCT05529706 (MedPath / trial record) — brief and detailed study description, single-group 12-week program, inclusion criteria and study design. citeturn1search0",
        "- Brain Health Program project site — describes 12-week group program, curriculum elements (cognitive training, social engagement, physical activity, nutrition, sleep, stress management), partnership with YMCA and inclusion of BrainHQ. citeturn1search1"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}