{
    "nct_id": "NCT07208344",
    "title": "A Randomized Double-blind Clinical Study on the Use of Umbilical Cord Blood as an Adjuvant Therapy to Improve Cognitive Function in Alzheimer's Disease and Its Mechanism of Action",
    "status": "RECRUITING",
    "last_update_time": "2025-09-28",
    "description_brief": "This study is a single-center, prospective, double-blind, randomized controlled clinical trial (RCT).\n\nEmploying a parallel-group design, the trial plans to enroll 30 clinically diagnosed AD patients, who will be randomly assigned via a computerized randomization tool into three equal groups: low-dose, high-dose, and control (10 patients per group).\n\nThe blinded clinical trial consists of three phases:\n\n\\*\\*Screening Phase\\*\\*: All enrolled patients must provide fully informed consent and meet inclusion criteria while avoiding exclusion criteria. Baseline assessments will be recorded, and single-cell omics samples will be collected. Patients may voluntarily opt for cerebrospinal fluid (CSF) sampling.\n\nThe umbilical cord blood (UCB) used clinically is sourced from the Shandong Cord Blood Hematopoietic Stem Cell Bank. Following erythrocyte and granulocyte depletion via lymphocyte separation and density gradient centrifugation, the UCB is purified to reduce immunogenicity and undergoes genetic screening to exclude the APOE4 risk allele.\n\n\\*\\*Treatment Phase\\*\\*: In addition to standard care, patients will receive intravenous infusions at weekly intervals for four sessions. A fifth infusion will be administered one month after the fourth. The low-dose group receives 1×10⁸ UCB-derived mononuclear cells (UCB-MNCs) per infusion, the high-dose group receives 3×10⁸ UCB-MNCs, and the control group receives an equivalent volume of saline placebo.\n\nAll clinically administered UCB-MNCs undergo genetic screening to exclude the APOE4 risk allele.\n\n\\*\\*Follow-up Phase\\*\\*:\n\nAssessments will be conducted at 30 days (1 month), 60 days (2 months), 90 days (3 months), and 180 days (6 months) post-initial infusion, including:\n\n1. CDR-SB scale scoring;\n2. Total and subdomain scores of the Activities of Daily Living (ADL) scale;\n3. Serum inflammatory cytokines (IL-1, IL-2, IL-6, IL-8, IL-10, TNF-α), AD biomarkers (P-tau181, P-tau217), and other relevant markers;\n4. Single-cell omics sample collection;\n5. Optional CSF sampling per patient preference.\n\nAfter database lock, unblinding will occur for subsequent analysis.",
    "description_detailed": "N/A",
    "phase": [
        "EARLY_PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted biologic",
    "drug": [
        "Umbilical cord blood–derived mononuclear cells (UCB‑MNCs) — cell therapy (also related: umbilical cord blood–derived mesenchymal stem cells, hUCB‑MSCs)"
    ],
    "placebo": [
        "Saline (placebo)"
    ],
    "explanation_target": [
        "Reason: The intervention is an intravenous cell therapy using umbilical cord blood–derived mononuclear cells (UCB‑MNCs) — a biologic product (cells). The protocol measures disease biomarkers (P‑tau181/P‑tau217) and inflammatory cytokines, and the trial title and endpoints state aims to improve cognitive function and investigate mechanism of action, consistent with a disease‑targeting biologic approach rather than a simple symptomatic cognitive enhancer.",
        "Act: The description matches prior clinical and preclinical work using umbilical cord blood–derived cell products in AD and shows proposed mechanisms (reduction of Aβ/tau pathology and modulation of neuroinflammation) in animal and early human studies. Representative sources: clinical observations of IV UCBMCs in AD patients; phase I trials of intracerebral/intracerebroventricular hUCB‑MSC administration; and animal studies showing reduced amyloid/tau and altered neuroinflammation after UCB cell therapy. citeturn0search2turn0search3turn0search1turn0search6",
        "Reflect: Classification = 'disease‑targeted biologic' because (1) the investigational product is a biologic cell therapy (UCB‑derived cells), and (2) the trial explicitly targets pathophysiological processes (biomarkers P‑tau181/217, cytokines) consistent with disease‑modifying or pathology‑targeted intent. Alternative classification as a 'cognitive enhancer' is less accurate because the agent is a cellular biologic with proposed disease‑modifying mechanisms. Web search references (selected): PubMed clinical observations of IV UCBMCs in AD patients (clinical efficacy signals). citeturn0search2 Phase I trials of intracerebral/intraventricular UCB‑derived MSCs in AD (safety/feasibility). citeturn0search3turn0search5 Preclinical studies showing reduced Aβ/tau and modulation of neuroinflammation after hUCB‑MSC/UCBMC treatment. citeturn0search1turn0search7 Study using UCBMCs as delivery vehicles for trophic factors (GDNF) with cognitive benefit in AD models. citeturn0search6"
    ],
    "agent_type": "R) Multi-target",
    "explanation_agent": [
        "Reason: The intervention is an intravenous/biologic cell therapy (umbilical cord blood–derived mononuclear/mesenchymal cells) reported to act through multiple mechanisms — modulation of neuroinflammation, secretion of trophic factors, enhancement of neurogenesis/synaptic function, and reported reductions in Aβ/tau in preclinical work — so the mechanism is not limited to a single CADRO category (e.g., only Amyloid or only Inflammation).",
        "Act: Based on the trial description and the literature, the product is a disease‑targeting biologic (UCB‑MNCs/hUCB‑MSCs) with claimed effects on inflammation, amyloid/tau pathology, neurogenesis and synaptic function. Trials have measured inflammatory cytokines and P‑tau biomarkers; preclinical IV and IV/brain delivery studies show cognitive benefit and Aβ/tau changes, and clinical phase I studies report feasibility and cytokine changes after intracerebral administration. These multiple, concurrent biological foci map best to CADRO 'R) Multi-target'. (Key supporting sources cited below.).",
        "Reflect: The trial explicitly measures both P‑tau (pathology) and inflammatory cytokines and the described mechanisms include both reduction of amyloid/tau and modulation of neuroinflammation. Because the intervention is a cellular biologic with multi‑pathway effects rather than a single‑pathway drug, 'R) Multi‑target' is the most accurate CADRO classification. If one had to force a single pathway category (less appropriate), 'F) Inflammation' or 'A) Amyloid beta' could be argued — but multi‑mechanistic evidence supports 'R'.",
        "Web search results (selected supporting sources):",
        "1) Phase I intracerebroventricular injection of human umbilical cord blood–derived MSCs in AD patients — safety/feasibility and planned biomarker assessments. citeturn0search0",
        "2) Observed transient inflammatory cytokine increases after intracerebroventricular hUCB‑MSC administration (CSF TNF‑α, IL‑1β, IL‑6, CRP increased), documenting an immunomodulatory/ inflammatory response to cell therapy. citeturn0search3",
        "3) Clinical observations of intravenous UCBMC (UCB‑MNC) infusions in small human studies reporting temporary cognitive/functional improvements and good safety profile. citeturn1search3",
        "4) Preclinical studies showing that multiple low‑dose peripheral infusions of human UCB cells improve cognition and reduce Aβ neuropathology in AD mouse models. citeturn1search6",
        "5) Biodistribution studies in AD models after peripheral infusion documenting peripheral organ homing and retention and providing context for proposed peripheral immunomodulatory/indirect CNS mechanisms. citeturn1search1"
    ]
}