{
    "nct_id": "NCT05649514",
    "title": "Objective Sleep Impairment in APOEε4/ε4 Subjects at Risk of Developing Alzheimer's Disease: Risk Factor for Cognitive Decline?",
    "status": "RECRUITING",
    "last_update_time": "2025-06-23",
    "description_brief": "Alzheimer's disease (AD) is characterised by a progressive loss of memory and cognitive function. In the early stages of AD, there is a progressive accumulation of molecules: β-amyloid peptides (Aβ) in the brain. There is a link between the accumulation of Aβ peptides and the deterioration of sleep, but current knowledge does not confirmed this link. The objective of this study is to define whether there is a link between cognitive decline and sleep disorders. If a correlation is found, this could allow earlier treatment of sleep disorders in the longer term in order to slow the development of AD.\n\nTreatment protocols in the field of Alzheimer's disease (AD) are directed towards participants at risk of developing the disease, such as those who carry at least one ε4 allele on apolipoprotein E (APOE ε4). An individual with 2 ε4 copies has a 30-55% risk of developing AD with an age of onset around 68 years and a dose effect of the allele on risk and age of onset of symptoms.",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "DIAGNOSTIC",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The described study is observational and aims to define whether sleep impairment correlates with cognitive decline in APOE ε4/ε4 individuals at risk for Alzheimer's disease (investigating sleep as a risk/modifier factor of Aβ accumulation and cognitive deterioration). There is no therapeutic intervention, drug name, biologic, or placebo described — the goal is association/early detection rather than treatment. citeturn0search3turn0search4",
        "Act: Extracted details — population: APOE ε4 homozygotes (ε4/ε4) at risk for AD; exposure/measure: objective sleep impairment; outcome of interest: cognitive decline/β-amyloid relationship. Web searches confirm multiple cohort and mechanistic studies linking APOE ε4, sleep disruption, and increased AD risk (sleep fragmentation and poor sleep quality modify APOE4-related risk), but they describe observational associations rather than testing a therapeutic drug. Therefore no drug target (biologic or small molecule) or cognitive-enhancer/neuropsychiatric treatment is present to classify. citeturn0search1turn0search7",
        "Reflect: Classification check — by the provided definitions, the trial is not testing a biologic or small molecule that targets AD pathology, nor is it testing a cognitive enhancer or an intervention for neuropsychiatric symptoms. It is a prognostic/observational study (N/A for the four therapeutic categories). This aligns with the cited literature that examines sleep–APOE interactions and AD risk but does not introduce a therapeutic agent. citeturn0search2turn0search5",
        "Web search results supporting the assessment: (1) Pilot and cohort studies showing APOE ε4 is associated with objective sleep disturbances and may precede subjective complaints. citeturn0search3 (2) Work showing sleep fragmentation modifies the impact of ApoE4 on incident AD and cognitive decline (observational cohort analyses). citeturn0search1 (3) Studies finding APOE ε4 moderates associations between sleep parameters and brain Aβ deposition. citeturn0search4 (4) Mechanistic/animal and proteomic work linking APOE4, sleep disruption, and increased amyloid/tau pathology (plausible feed‑forward cycle but not a therapeutic trial). citeturn0search2turn0search7"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}