{
    "nct_id": "NCT03313895",
    "title": "Efficacy and Mechanisms of Combined Aerobic Exercise and Cognitive Training (ACT) in MCI",
    "status": "COMPLETED",
    "last_update_time": "2025-04-23",
    "description_brief": "This multi-site clinical trial occurs at the University of Minnesota and University of Rochester. It tests the efficacy and additive/synergistic effects of an ACT intervention on cognition and relevant mechanisms (aerobic fitness, Alzheimer's disease \\[AD\\] signature cortical thickness, and default mode network \\[DMN\\]) in older adults with amnestic MCI (aMCI).",
    "description_detailed": "Because almost all drug trials for Alzheimer's disease (AD) have failed, developing non-pharmacological interventions with strong potential to prevent or delay the onset of AD in high-risk populations (e.g., those with mild cognitive impairment \\[MCI\\]) is critically important. Aerobic exercise and cognitive training are 2 promising interventions for preventing AD. Aerobic exercise increases aerobic fitness, which in turn improves brain structure and function, while cognitive training improves selective neural function intensively. Hence, combined Aerobic exercise and Cognitive Training (ACT) may very well have an additive or synergistic effect on cognition by complementary strengthening of different neural functions. Few studies have tested ACT's effects, and those studies have reported discrepant findings, largely due to varying ACT programs. The purpose of this single-blinded, 2×2 factorial Phase II randomized controlled trial (RCT) is to test the efficacy and additive/synergistic effects of a 6-month combined cycling and speed of processing (SOP) training intervention on cognition and relevant mechanisms (aerobic fitness, AD signature cortical thickness, and functional connectivity in the default mode network \\[DMN\\]) in older adults with amnestic MCI (aMCI).",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial tests a combined aerobic exercise (cycling) and cognitive training (speed-of-processing) intervention intended to improve cognition (and mechanistic outcomes: aerobic fitness, AD-signature cortical thickness, DMN connectivity) in older adults with amnestic MCI — the primary aim is cognitive improvement rather than testing a biologic or small-molecule targeting AD pathology. citeturn0search7turn0search1",
        "Act: Extracted details from the trial protocol and institutional descriptions: the intervention is 6 months of cycling + speed-of-processing training (2×2 factorial: combined, cycling only, training only, or attention control) in aMCI participants; outcomes include cognition, fitness, cortical thickness, DMN connectivity, and AD conversion. No drug or biologic is involved in the intervention, so there is no drug or placebo to report. citeturn0search7turn0search3",
        "Reflect: Classification check — this is a non-pharmacologic therapeutic intended to improve cognitive performance (and related neural mechanisms). Under the provided category definitions, it best matches 'cognitive enhancer' (intervention aimed at improving cognition). It does not fit 'disease-targeted biologic' or 'disease-targeted small molecule' (no biologic/drug), nor 'neuropsychiatric symptom improvement' (primary outcome is cognition). Supporting sources: trial protocol and institutional pages describing the ACT trial. citeturn0search1turn0search7"
    ],
    "agent_type": "T) Other",
    "explanation_agent": [
        "Reason: The intervention is a combined aerobic exercise (cycling) and cognitive training (speed-of-processing) program intended to improve cognition and neural/functional outcomes (aerobic fitness, AD-signature cortical thickness, DMN connectivity) in older adults with amnestic MCI. No drug, biologic, molecular pathway, or specific pharmacologic target is described in the trial description, so there is no drug target to map to a CADRO molecular category.",
        "Act: Extracted details — Title: Efficacy and Mechanisms of Combined Aerobic Exercise and Cognitive Training (ACT) in MCI; Intervention: 6 months of cycling + speed-of-processing cognitive training (2×2 factorial: combined, cycling only, training only, attention control); Outcomes: cognition (primary), fitness, cortical thickness, DMN connectivity, AD conversion. Trial drug: none. Because the intervention is behavioral/physiological (exercise + cognitive training) rather than a drug/biologic targeting a specific molecular pathway, it does not fit CADRO categories A–Q or R (multi-target pharmacology).",
        "Reflect: The CADRO schema maps molecular and disease-targeted interventions (e.g., amyloid, tau, inflammation, synaptic receptors). Behavioral and lifestyle interventions without an explicit molecular target are outside those categories and should be labeled 'T) Other.' No web search was performed because no drug or target gene/pathway was provided or implied; if you want, I can search institutional/trial registries for the ACT trial pages and include those links and citations."
    ]
}