{
    "nct_id": "NCT02530255",
    "title": "Evaluation of an Oral Telomerase Activator on Retinal Amyloid",
    "status": "COMPLETED",
    "last_update_time": "2019-07-01",
    "description_brief": "A method of detecting amyloid in the retina has been developed. A specially designed retinal camera will directly visualze and record retinal amyloid and via image processing will generate a number: the retinal amyloid index (RAI). The amount of retinal amyloid correlates with cerebral amyloid and has a predictive value in Alzheimer's disease.\n\nTelomere attrition accounts for cellular aging and is felt to have a pivotal role in Alzheimer's disease. The investigators plan to screen individuals to select those having retinal amyloid then evaluate an oral telomerase activator to determine if its use can alter the RAI over time compared to placebo.",
    "description_detailed": "Telomerase Activation - Retinal Amyloid Study\n\nTelomere attrition has been linked to the neurodegenerative disease Alzheimer's disease (AD). AD is definitively diagnosed at autopsy a fact that has prompted exhaustive investigations looking for reliable biomarkers of AD. It is known that the clinical signs of AD are the end result of years of accumulation of an aggregated protein substance, amyloid. The retina is part of the brain and recently, a diagnostic technology has been developed that allows detection of retinal amyloid. Tissue studies show a correlation between retinal and cerebral amyloid, and it has been proposed that early detection of retinal amyloid, long before clinical dementia, may offer an opportunity for intervention to slow or halt progressive amyloid deposition. Special imaging technology has been developed that is capable of detecting retinal amyloid via an adapted retinal camera. Neurovision Imaging (NVI) is the company that has developed these testing technologies: both for retinal amyloid detection and measurement.\n\nA study is proposed that will investigate if there is a measurable treatment effect of the telomerase activator TA-65 on retinal amyloid of the participants. It is anticipated that recruiting will primarily be directed at adult children of individuals with clinical AD.\n\nThe study will include 50 participants and will have a term of 12 months; it is anticipated that up to 300 individuals will be screened to acquire the participants. The study will be conducted at a single site: Chippewa Valley Eye Clinic, Eau Claire, Wisconsin and/or its satellites. TA-Sciences will sponsor the study, provide telomere length testing on saliva samples collected at the start and conclusion of study. TA-Sciences will also provide active and placebo product for term of study.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "cycloastragenol (oral telomerase activator; active component in TA-65)"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The trial tests an oral telomerase activator intended to modify a proposed disease mechanism (telomere attrition) and to change retinal amyloid index (a biomarker correlated with cerebral amyloid), i.e., a therapy aiming at disease biology rather than purely symptomatic cognitive enhancement or neuropsychiatric symptom relief. citeturn0search8turn0search1",
        "Act: The ClinicalTrials entry for this study (NCT02530255) lists the intervention as cycloastragenol (a dietary/supplement small molecule telomerase activator) versus placebo, so the investigational agent is a small-molecule telomerase activator (cycloastragenol / TA-65). citeturn0search8turn1search6",
        "Reflect: Classifying this as a 'disease-targeted small molecule' fits the definitions: it is a small-molecule intervention that targets a putative pathogenic process (telomere attrition/telomerase activation) with the goal of altering an AD-related biomarker (retinal amyloid). The agent is not a biologic (e.g., mAb), not described as a symptomatic cognitive enhancer per se, nor aimed at neuropsychiatric symptoms. Supporting literature shows cycloastragenol/TA-65 is a small-molecule telomerase activator studied in humans and preclinical models. citeturn1search1turn0search5",
        "Web-search sources used (selected key results): 1) ClinicalTrials summary for this study (lists cycloastragenol intervention, NCT02530255). citeturn0search8 2) PubMed description of TA-65 (a small-molecule telomerase activator studied in humans). citeturn0search1 3) Publications showing cycloastragenol is a telomerase activator in neuronal cells and other models. citeturn1search1turn1search2 4) Pilot clinical use of TA-65 in ocular disease (early AMD) supporting prior human studies of telomerase activators. citeturn0search5"
    ],
    "agent_type": "H) Cell Death",
    "explanation_agent": [
        "Reason: The investigational agent is cycloastragenol (TA‑65), a small‑molecule telomerase activator intended to counter telomere attrition (a putative disease mechanism leading to cellular senescence/replicative arrest and eventual cell loss). This links the intervention to cellular survival/senescence pathways rather than symptomatic neurotransmitter or purely synaptic targets. citeturn0search1turn0search5",
        "Act: The ClinicalTrials entry for this study (NCT02530255) lists the intervention as oral cycloastragenol (TA‑65) versus placebo and the primary outcome is change in Retinal Amyloid Index; secondary measures include telomere length — confirming the agent and its telomerase‑activating mechanism in this trial. citeturn0search0turn0search3",
        "Reflect: Mapping to CADRO: telomere attrition and telomerase activation act on fundamental cell‑level aging and survival processes (replicative senescence and consequences for cell viability). The closest CADRO category is H) Cell Death (cell survival/death and related pathways). I note an alternative interpretation could consider this an 'Other' or 'Epigenetic Regulators' entry because telomere biology is not a perfect fit for classic apoptosis pathways, but given the intervention’s aim to alter cell survival/senescence biology, H) Cell Death is the most specific accepted CADRO match. Supporting literature shows TA‑65/cycloastragenol increases telomerase activity and can lengthen telomeres in humans and in neuronal/other cell models. citeturn0search1turn0search5turn0search6",
        "Web search sources used (key results cited above): 1) ClinicalTrials summary for NCT02530255 (Cycloastragenol in Alzheimer Disease / Telomerase Activation - Retinal Amyloid Study). citeturn0search0 2) PubMed randomized trial showing TA‑65 (telomerase activator) lengthens telomeres in humans. citeturn0search1 3) PubMed paper showing cycloastragenol activates telomerase in neuronal cells. citeturn0search5 4) Pilot clinical study of TA‑65 in early macular degeneration (ocular application of telomerase activator). citeturn0search6 5) Clinical trial aggregator/summary (MedPath) for the same NCT02530255 study. citeturn0search3"
    ]
}