{
    "nct_id": "NCT05627687",
    "title": "Caring Relationships Expression Study (CARES)",
    "status": "COMPLETED",
    "last_update_time": "2024-02-08",
    "description_brief": "This study will examine a heart rate variability biofeedback (HRVB) intervention versus a music listening control (MLC) for 30 family caregivers (FCGs) of Alzheimer's disease (AD) (and related dementias: ADRD) patients to examine feasibility (acceptability/adherence, satisfaction) and direction of change in caregiver burden, stress, resilience, anxiety, self-compassion, and relationship quality over the course of 8-weeks.",
    "description_detailed": "This pilot study aims to examine feasibility of implementing a HRVB intervention and an MLC control with AD FCGs. The HRVB and MLC interventions will be evaluated for acceptability (operationalized as adherence to intervention) and satisfaction and to identify necessary intervention modifications. Feasibility benchmarks: 85% of participants will be at least 70% adherent to implementation goals (10-min use 5-7 days per week). Feasibility of randomization will be examined by comparing adherence/retention (expecting similar patterns across interventions). Acceptability/satisfaction with HRVB and MLC will be evaluated in semi-structured interviews post-intervention including detailed probing on feature preferences, barriers/facilitators, suggested improvements for retention.\n\nThe second aim of this study is to examine patterns of association of HRVB and MLC with outcomes. The investigators will examine pre- to post-intervention changes (and sustained outcomes at follow-up) in self-reported caregiver burden, stress and resilience. Change in relationship quality will additionally be assessed from pre- to post intervention. Change in ANS balance, a neurophysiological indicator of reduced emotional distress and improved resilience, will be assessed using HRV data at all four timepoints to examine trends and change over time. Significance tests will not be conducted, in alignment with goals for pilot feasibility studies. The investigators will observe the direction of change and outcomes to examine the value of MLC as an appropriate control condition showing minimal placebo effects compared to HRVB.",
    "phase": [
        "PHASE1",
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "SUPPORTIVE_CARE",
    "results": null,
    "target_category": "neuropsychiatric symptom improvement",
    "drug": [],
    "placebo": [
        "Music Listening Control (MLC)"
    ],
    "explanation_target": [
        "Reason: The trial tests a behavioral heart rate variability biofeedback (HRVB) intervention versus a music-listening control in family caregivers of AD/ADRD patients, with outcomes of caregiver burden, stress, resilience, anxiety, self-compassion, and relationship quality—i.e., targets neuropsychiatric/psychosocial symptoms (caregiver mental health), not Alzheimer’s pathology or cognition-enhancement pharmacology. citeturn0search0turn0search6",
        "Act (extracted details): Intervention = heart rate variability biofeedback (HRVB); Control = music listening control (MLC); Population = family caregivers of AD/ADRD patients; Primary aims = feasibility and direction of change in caregiver burden/stress/anxiety/etc over 8 weeks. citeturn0search0turn0search3",
        "Additional context from web search: HRVB is a non-pharmacologic biofeedback technique used to modulate autonomic function and reduce stress (examples in the literature include HRVB trials reporting effects on subjective stress, sleep, and even peripheral Aβ markers in research settings), supporting classification as a behavioral (non-drug) intervention aimed at neuropsychiatric/stress outcomes rather than disease-modifying or cognitive-enhancing drug effects. citeturn0search8turn0search1",
        "Reflect: Given the intervention is behavioral (no drug or biologic), and the measured outcomes are caregiver mental-health / stress / relationship quality rather than slowing AD pathology or directly improving patient cognition, the correct category is 'neuropsychiatric symptom improvement'. There is no drug to identify. Supporting trial listings found: MedPath/registry listing and CenterWatch/TrialX summaries. citeturn0search4turn0search6"
    ],
    "agent_type": "T) Other",
    "explanation_agent": [
        "Reason: The trial tests a behavioral heart rate variability biofeedback (HRVB) intervention versus a music-listening control in family caregivers of AD/ADRD patients; its outcomes are caregiver burden, stress, resilience, anxiety, self-compassion, and relationship quality—i.e., it targets caregiver neuropsychiatric/psychosocial symptoms and autonomic stress regulation rather than an Alzheimer's molecular pathology or a pharmacologic/cellular therapeutic target. citeturn0search0turn0search4",
        "Act: Extracted details — Intervention = heart rate variability biofeedback (HRVB); Control = music listening control (MLC); Population = family caregivers of AD/ADRD patients; Primary aims = feasibility and direction of change in caregiver burden/stress/anxiety/etc over 8 weeks (NCT05627687 / NCT05383027). These registry/registry-summary listings confirm this is a behavioral (non-drug) pilot study. citeturn0search1turn0search5",
        "Additional supporting detail: HRVB is a non‑pharmacologic biofeedback technique that modulates autonomic function/stress and has been studied for effects on subjective stress and physiological markers (including reported changes in plasma Aβ in a separate HRVB study), consistent with a behavioral/stress‑reduction mechanism rather than a CADRO molecular target. citeturn0search10turn0search9",
        "Reflect: The CADRO ontology lists biological/mechanistic targets (amyloid, tau, inflammation, synaptic plasticity, etc.). This study does not test a drug, biologic, or direct disease‑modifying mechanism mapped to those CADRO categories, and instead evaluates a behavioral intervention for caregiver mental health. Therefore the correct CADRO assignment is 'T) Other' (non-therapeutic / behavioral psychosocial intervention). citeturn0search0turn0search4",
        "Web search results used (key sources): Caring Relationships Expression Study — MedPath / trial listing (NCT05627687). citeturn0search0; Clinical trial registry summary (ICH GCP / NCT05627687). citeturn0search2; CenterWatch trial listing (NCT05383027) with study details and eligibility. citeturn0search4; TrialX / MedPath listings describing HRVB vs music control and outcomes. citeturn0search8turn0search5; Selected HRVB literature describing autonomic/stress effects and observed changes in plasma Aβ in experimental studies. citeturn0search10turn0search9"
    ]
}