{
    "nct_id": "NCT03943264",
    "title": "Phase 1b Open-Label, Dose-Identification Study of XPro1595 in Patients With Alzheimer's Disease and Biomarkers of Inflammation.",
    "status": "COMPLETED",
    "last_update_time": "2023-06-12",
    "description_brief": "The purpose of this study is to evaluate safety and target engagement of XPro1595 in Alzheimer's patients with biomarkers of inflammation.",
    "description_detailed": "The study is designed as a multicentre, phase 1b open-label study. The objectives of this study are to determine the safety, tolerability, and efficacy of XPro1595 in patients with Alzheimer's disease and at least one of the following inflammatory biomarkers: high sensitivity c-reactive protein (hs-CRP), hemoglobin A1c, erythrocyte sedimentation rate (ESR), or one Apolipoprotein E4 allele.\n\nXPro1595 is a second-generation inhibitor of tumor necrosis factor (TNF) that selectively neutralizes soluble TNF, an inflammatory factor implicated in Alzheimer's pathology.\n\nA key element of this study is to identify Alzheimer's patients that are most likely to benefit from XPro1595 treatment. Enrollment is limited to patients with evidence of inflammation. For instance, hs-CRP is an inflammatory biomarker elevated in the blood of some Alzheimer's patients and elevated CRP has been shown to predict response to TNF inhibitors in multiple other diseases.\n\nAlzheimer's patients with elevated inflammatory biomarkers will be enrolled in a 12-week study to determine the safety and the ability of XPro1595 to reduce neuroinflammation using a combination of invasive and non-invasive biomarkers of inflammation. The study will identify the dose of XPro1595 to be used in a larger Phase II disease modification study.",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted biologic",
    "drug": [
        "XPro1595 (dominant‑negative TNF biologic; selective soluble TNF inhibitor; aka INB03 / DN-TNF / XENP345)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is XPro1595, an engineered biologic that selectively neutralizes soluble tumor necrosis factor (sTNF) to reduce neuroinflammation — i.e., it targets an inflammatory pathogenic mechanism in Alzheimer’s disease rather than acting as a symptomatic cognitive enhancer or purely neuropsychiatric treatment. citeturn0search8turn0search3",
        "Act (key extracted details): The described trial is a Phase 1b, open‑label, dose‑identification study (NCT03943264) evaluating safety and target engagement of XPro1595 in AD patients selected for biomarkers of inflammation; the protocol and trial summary explicitly state XPro1595 is a second‑generation TNF inhibitor that selectively neutralizes soluble TNF. citeturn1search2turn1search0",
        "Support from preclinical/clinical sources: Preclinical studies show XPro1595 (a dominant‑negative DN‑TNF biologic) reduces neuroinflammation, lowers Aβ plaque load and rescues synaptic function in AD mouse models; interim Phase 1b data and trial reports indicate reduced neuroinflammation biomarkers in treated patients. These findings support interpreting the drug as a disease‑targeted biologic aiming at disease modification via anti‑inflammatory/pathology engagement. citeturn0search3turn1search5turn0search1",
        "Reflect: Given the drug is a biologic (engineered TNF variant) and the trial objective is safety and target engagement against an AD‑relevant pathological mechanism (soluble TNF–mediated inflammation), the correct category is 'disease-targeted biologic'. There is little ambiguity — the description and sources consistently identify XPro1595 as a biologic targeting pathology (not a symptomatic cognitive enhancer or neuropsychiatric agent). citeturn0search8turn1search2"
    ],
    "agent_type": "F) Inflammation",
    "explanation_agent": [
        "Reason: The investigational drug XPro1595 is an engineered dominant‑negative TNF biologic that selectively neutralizes soluble TNF (sTNF) to reduce neuroinflammation — so the intervention directly targets an inflammatory pathogenic mechanism in AD rather than amyloid, tau, synaptic receptors, etc. citeturn0search8",
        "Act: The cited Phase 1b trial (NCT03943264) is an open‑label, dose‑identification study of XPro1595 in AD patients selected for biomarkers of inflammation; the protocol and summaries explicitly describe XPro1595 as a second‑generation/specific sTNF inhibitor (aka INB03 / DN‑TNF / XENP345). Based on those details, the most specific CADRO category is F) Inflammation. citeturn1search2turn0search6",
        "Reflect: Preclinical and clinical sources show XPro1595 acts on sTNF and reduces neuroinflammation (and in models lowers Aβ burden and rescues synaptic function), supporting an anti‑inflammatory/disease‑modifying interpretation. There is no primary indication in the description that it targets amyloid, tau, ApoE/lipids, vasculature, synaptic receptors, or epigenetic regulators — therefore F) Inflammation is the best fit. citeturn0search7turn0search6",
        "Web-search support (key sources consulted): clinical trial registry summary for NCT03943264 (trial description, inclusion of inflammatory biomarkers and XPro1595 as selective sTNF inhibitor). citeturn1search2",
        "Mechanism / preclinical evidence (selective DN‑TNF chemistry and CNS inflammation models): peer‑reviewed/PMC article describing XPro1595 selectivity for soluble TNF and preclinical neuroprotection. citeturn0search8",
        "Field reporting / development context (trial progress, Phase 2 activity / regulatory updates): Alzforum and news coverage summarizing the Alzheimer’s development program and regulatory history. citeturn0search6turn0search3"
    ]
}