{
    "nct_id": "NCT04074837",
    "title": "Phase1a, Randomized Placebo-controlled, Single and Multiple Dose, Dose-escalation Study to Evaluate the Safety, Tolerability and Pharmacokinetics of Oral NNI-362 in Healthy Aged Volunteers 50 to 72 Years of Age",
    "status": "COMPLETED",
    "last_update_time": "2023-02-15",
    "description_brief": "The purpose of this study is to examine the safety, tolerability and pharmacokinetics of single and multiple doses of NNI-362 in healthy aged population.",
    "description_detailed": "The early clinical development strategy consists of the initial evaluation of safety and tolerability of NNI-362. This FIH Phase I includes single and multiple ascending dose studies in healthy aged volunteers. Assessment of suicidal ideation/behavior will be performed at baseline and at all study visits and on days of inpatient confinement in conformance with FDA recommendations.",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "NNI-362"
    ],
    "placebo": [
        "Placebo"
    ],
    "explanation_target": [
        "Reason: The investigational product NNI-362 is an orally active small molecule developed to stimulate p70S6 kinase (downstream of mTOR) and promote hippocampal neuron regeneration — i.e., it modulates a cellular pathway with potential to modify AD-related neurodegeneration rather than being a biologic or purely symptomatic cognitive enhancer. citeturn0search4turn0search3",
        "Act (key trial details): The Phase 1a trial (NCT04074837) is a randomized, placebo-controlled single and multiple ascending dose study in healthy aged volunteers to evaluate safety, tolerability and PK of oral NNI-362; the published Phase 1a report notes NNI-362 was well tolerated and reduced plasma p-tau181 at higher doses. citeturn0search5turn0search2",
        "Reflect (classification): Because NNI-362 is a small-molecule kinase modulator intended to target mechanisms linked to neuronal loss and tau pathology (and showed pharmacodynamic effects on p-tau181), the correct category is 'disease-targeted small molecule' rather than a biologic, general cognitive enhancer, or neuropsychiatric-symptom treatment. Relevant supporting sources are cited above. citeturn0search2turn0search4"
    ],
    "agent_type": "E) Neurogenesis",
    "explanation_agent": [
        "Reason: NNI-362 is described and published as an orally active small-molecule allosteric stimulator of p70S6 kinase (a downstream effector of mTOR) that promotes proliferation, differentiation and survival of adult-born hippocampal neurons — i.e., it is designed to stimulate neurogenesis and reverse age-related neuronal loss rather than directly targeting amyloid or being a symptomatic neurotransmitter modulator. citeturn0search3turn0search4",
        "Act: Key trial details extracted — the investigational drug is NNI-362; the Phase 1a study (ClinicalTrials.gov NCT04074837) was a randomized, placebo-controlled single- and multiple-ascending-dose study in healthy aged volunteers to assess safety, tolerability and PK/PD. The Phase 1a report and company communications note pharmacodynamic effects including reductions in plasma p‑tau181 at higher doses, but the intended mechanism of action is stimulation of the mTOR → p70S6K axis to promote hippocampal neuron regeneration. citeturn0search5turn0search0turn0search1",
        "Reflect: Classification as E) Neurogenesis fits best because the primary biological focus and intended disease-modifying mechanism is promotion of adult hippocampal neurogenesis via p70S6 kinase modulation. Although the trial reported an effect on a tau biomarker (p‑tau181), that biomarker change is a pharmacodynamic observation and does not change the primary mechanistic target (neurogenesis/p70S6K). This is not a multi-target biologic or a non-therapeutic diagnostic, so 'E) Neurogenesis' is the most specific CADRO category. citeturn0search3turn0search5",
        "Web search results (key sources used):",
        "- Stem Cell Research & Therapy (2020) article: \"Novel pharmacotherapy: NNI‑362, an allosteric p70S6 kinase stimulator...\" — describes mechanism (p70S6K stimulation), preclinical neurogenesis and cognitive effects. citeturn0search4",
        "- PubMed / Phase 1a report (2025): \"First-in-human study of neuron regenerative therapy NNI‑362...\" — details NCT04074837 SAD/MAD design, safety/PK/PD and plasma p‑tau181 findings. citeturn0search5",
        "- Neuronascent press releases (2023, 2025) — company announcements summarizing the Phase 1a results, NIA support and plans. citeturn0search2turn0search0"
    ]
}