{
    "nct_id": "NCT03903211",
    "title": "Longitudinal Changes of [18F]PI-2620 Positron Emission Tomography in Subjectives With Cognitively Normal, Mild Cognitive Impairment and Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2023-09-01",
    "description_brief": "The overall goal of this imaging trial is to evaluate crosssectional difference and longitudinal changes of \\[18F\\]PI-2620, a tau targeted positron emission computed tomography radioligand, in cognitively normal individuals, and subjects with mild cognitive impairment and Alzheimer's disease.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "DIAGNOSTIC",
    "results": null,
    "target_category": "N/A",
    "drug": [
        "[18F]PI-2620 (tau-targeted PET radioligand)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial tests [18F]PI-2620 as a positron-emission tomography (PET) radioligand to image tau pathology in cognitively normal, MCI, and Alzheimer’s disease subjects — the intervention is diagnostic imaging of tau, not a therapeutic agent. citeturn0search3turn0search2",
        "Act: Key extracted details — [18F]PI-2620 is a next-generation tau PET tracer developed to bind aggregated/pathologic tau (used in humans for cross-sectional and longitudinal tau imaging); it is a radioligand for imaging, not a drug intended to modify disease or symptoms. citeturn0search2turn0search5",
        "Web-search results supporting the above: (1) Discovery/preclinical characterization of [18F]PI-2620 describing it as a lead tau PET tracer selected for clinical validation. citeturn0search2 (2) First-in-humans and clinical evaluation papers showing [18F]PI-2620 PET detects tau in AD and is safe/tolerable. citeturn0search3turn0search0 (3) Longitudinal imaging studies showing [18F]PI-2620 can track tau accumulation over time and may be used as a biomarker in trials. citeturn0search5turn0search4",
        "Reflect: Classification check — by the provided category definitions, this is a diagnostic imaging radioligand (non-therapeutic). Therefore the correct category is 'N/A' (does not fit: disease-targeted biologic, disease-targeted small molecule, cognitive enhancer, or neuropsychiatric symptom improvement). No ambiguity in the description that would suggest a therapeutic intent; the trial measures tracer uptake cross-sectionally and longitudinally. citeturn0search3turn0search5"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}