{
    "nct_id": "NCT05400330",
    "title": "Long-Term Follow-Up to Evaluate the Safety of LX1001 in Participants With APOE4 Homozygote Alzheimer's Disease",
    "status": "ACTIVE_NOT_RECRUITING",
    "last_update_time": "2025-06-30",
    "description_brief": "The primary purpose of this long-term follow-up study is to assess the long-term safety profile of APOE4 homozygote participants who were administered gene therapy (LX1001) for the treatment of Alzheimer's disease in Study LX100101. A secondary objective is to assess the biomarker as shown by the conversion of CSF APOE isoforms from APOE4 to APOE2-APOE4. Additional secondary outcomes include amyloid PET scan, CSF markers (including Aβ42, Aβ42/Aβ40 ratio T--tau, and P-tau), and quantitative MRI (and other biomarkers that may be informative for this therapeutic approach). Other secondary objectives include instruments to assess cognitive and clinical AD and to evaluate if treatment with AAVrh.10hAPOE2 improves brain tau pathology with tau PET scan (LX1001-01 Cohorts 3 and 4 only).",
    "description_detailed": "This is a long-term follow-up study to evaluate the safety following LX1001, a gene therapy, for participants who are APOE4 homozygotes with clinical diagnoses varying from MCI or dementia due to AD who have previously received LX1001. Study LX1001-01 was designed to assess the safety of LX1001 at 4 ascending doses (1.4 × 1010, 4.4 × 1010, 1.4 × 1011 gene copy \\[gc\\]/mL CSF and 1.4 x 1014 \\[fixed dose\\]) as per droplet digital polymerase chain reaction methodology, with each group consisting of approximately n=3-5 individuals for a total of approximately 15 participants for the entire study.\n\nIn this study, participants who have received LX1001 in the parent protocol (LX1001-01) will be followed for up to 260 weeks post gene therapy administration to assess the safety and efficacy parameters (\\~208 weeks within this study)",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted biologic",
    "drug": [
        "LX1001",
        "AAVrh.10hAPOE2",
        "AAVrh.10-APOE2",
        "APOE2 gene therapy"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is a gene therapy (LX1001 = AAVrh.10-based vector expressing human APOE2) delivered to the CNS to produce APOE2 protein and convert CSF APOE isoforms, with the intent to alter Alzheimer’s disease biology (amyloid/tau biomarkers). This is a biologic targeting AD pathology rather than a small molecule, symptomatic cognitive enhancer, or neuropsychiatric treatment. citeturn0search0turn0search1turn0search3",
        "Act (key extracted details & web sources): LX1001 (AAVrh.10hAPOE2) — intrathecal AAV gene transfer expressing APOE2; Phase 1/2 open-label dose-escalation with primary safety objective and secondary biomarker outcomes (CSF APOE isoform conversion, CSF Aβ/tau, amyloid and tau PET, MRI, cognitive/clinical instruments). Sources: Alzforum overview, clinical trial registry (NCT03634007), and Lexeo Therapeutics press release reporting interim biomarker and safety data. citeturn0search0turn0search1turn0search3",
        "Web search results (selected): Alzforum LX1001 overview (describes AAVrh.10-APOE2 strategy and trial design). citeturn0search0; Clinical trial registry summary NCT03634007 (detailed trial description, intrathecal AAVrh.10hAPOE2, endpoints). citeturn0search1; Lexeo Therapeutics press release (Oct 30, 2024) reporting dose-dependent CSF APOE2 expression, biomarker changes and safety observations. citeturn0search3; Additional trial reports and summaries (SCGE/MedPath) confirming LX1001 is an AAV-mediated APOE2 gene transfer product and trial enrollment/completion details. citeturn0search2turn0search4",
        "Reflect: Classification check — LX1001 is a biologic gene therapy designed to target the underlying genetic/pathologic driver (APOE genotype) and to modify disease biomarkers (amyloid/tau) rather than solely improving cognition or neuropsychiatric symptoms. Therefore the correct category is 'disease-targeted biologic'. No evidence supports classification as a small molecule, cognitive enhancer only, or neuropsychiatric symptom treatment. citeturn0search0turn0search3"
    ],
    "agent_type": "C) ApoE, Lipids and Lipoprotein Receptors",
    "explanation_agent": [
        "Reason: The intervention is an AAV-based gene therapy (LX1001 / AAVrh.10hAPOE2) designed to deliver and express the protective APOE2 allele in the CNS of APOE4 homozygous AD patients to change CSF APOE isoforms and alter downstream AD biomarkers (amyloid/tau). This directly targets APOE biology (apolipoprotein E and lipid/lipoprotein receptor pathways). citeturn0search1turn1search3",
        "Act (extracted details & sources): LX1001 = AAVrh.10-based vector expressing human APOE2 (also listed as AAVrh.10hAPOE2 / AAVrh.10-APOE2), administered intrathecally in a Phase 1/2 dose-escalation study with primary safety objectives and secondary biomarker outcomes (CSF APOE isoform conversion, CSF Aβ/tau, amyloid & tau PET, MRI, cognitive/clinical measures). Key sources documenting mechanism, route, and biomarker endpoints include Lexeo press releases/IR and clinical trial registry summaries. citeturn0search2turn1search2",
        "Reflect: The described mechanism (overexpress protective APOE2 to modify APOE-driven risk and downstream pathology) maps specifically to CADRO category C) ApoE, Lipids and Lipoprotein Receptors. The intervention is disease-targeted (gene therapy addressing APOE genotype) rather than a symptomatic neurotransmitter, inflammatory, or multi-target modality, so C is the most specific fit. Citations support the APOE-targeted gene therapy approach and reported biomarker effects. citeturn0search1turn1search0",
        "Web search results used (selected): Lexeo Therapeutics press release / announcement of interim Phase 1/2 data describing LX1001 as an AAVrh.10-based APOE2 gene therapy and biomarker/safety readouts. citeturn0search1; Lexeo / investor relations pages and event materials describing LX1001 and CTAD presentation. citeturn0search3turn0search0; SCGE / MCW gene therapy trial report summarizing NCT03634007 (AAVrh10-APOE2, intrathecal delivery, APOE2 target). citeturn1search0; Clinical-trial registry / trial mirrors summarizing NCT03634007 trial design, cohorts, and LX1001 intervention details. citeturn1search2turn1search3"
    ]
}