{
    "nct_id": "NCT02612805",
    "title": "Effects of Two Models of Physical Training in Aquatic Environment in Control of Type 2 Diabetes - A Controled Randomized Clinical Trial: The Diabetes and Aquatic Training Study (DATS)",
    "status": "COMPLETED",
    "last_update_time": "2016-08-15",
    "description_brief": "This study evaluates the effects of the combined exercise training (aerobic more resistance) and of the aerobic exercise training isolated compared to control group, which performed only stretching and relaxation, in the treatment of type 2 diabetes (T2DM). The two exercise interventions and the control procedure are performed in aquatic environment.",
    "description_detailed": "The fact that aquatic training can provide similar benefits to land training has important clinical implications, because the aquatic environment provides some interesting advantages to this population, such as no impact on walking and running in deep water or reduced, as in water-based exercises. This minor impact and consequent reduced chance of injury allows consider the aquatic environment favorable to the principle of continuity with progression of physiological stimuli and metabolic benefits.\n\nFrom these peculiarities of the training in aquatic environment, and of the association between T2DM with obesity and hypertension, conditions that create difficulties for individuals performing exercise supporting their own body mass and need both benefits from aerobic and resistance training, is believed to be necessary to carry out physical training programs of the same duration, differing in training mode (aerobic or combined) in the aquatic environment in order to answer of in a adequated duration of training, the diabetes control through training differs between the different mode of exercise.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention described is physical exercise (aquatic aerobic and combined aerobic+resistance training) versus an active control (stretching/relaxation) for type 2 diabetes mellitus — not a drug, biologic, or Alzheimer’s-targeted therapy. This is a non-pharmacologic exercise trial, so it does not fit any of the four Alzheimer’s-focused categories (disease-targeted biologic, disease-targeted small molecule, cognitive enhancer, or neuropsychiatric symptom improvement). citeturn0search0turn0search1",
        "Act: Key extracted details — intervention: aquatic aerobic training (AERO) and aquatic combined training (COMBI); control: aquatic stretching/relaxation (active procedure control); population: patients with type 2 diabetes; primary outcome in the published trial: glycated hemoglobin (HbA1c). Trial registration: ClinicalTrials.gov NCT02612805. No drug or biologic is involved. citeturn0search0turn0search3",
        "Reflect: Classification verification — because the study tests exercise interventions (behavioral/physical therapy) for T2DM and contains no pharmacologic agent or Alzheimer’s-targeted mechanism, the appropriate category per the provided scheme is 'N/A'. The web search confirms the Diabetes and Aquatic Training Study (DATS) is an aquatic exercise randomized trial in T2DM. citeturn0search0turn0search1turn0search2",
        "Web search results used: PubMed entries for the Diabetes and Aquatic Training Study (DATS) and related aquatic exercise trials for type 2 diabetes (examples: PubMed records with trial details and outcomes). citeturn0search0turn0search1turn0search2"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}