{
    "nct_id": "NCT04731311",
    "title": "Telerehabilitation Combining Virtual Reality Adaptable Games and Drug Therapy for Early Alzheimer's Disease - Usability",
    "status": "COMPLETED",
    "last_update_time": "2022-04-26",
    "description_brief": "Usability evaluation of BrightGo cognitive telerehabilitation system. An experimental system was developed to enhance standard of care (medication effect) for Early Alzheimer's Disease populations. This computerized system will be undergo a usability evaluation by healthy and by elderly participants who are in the early phase of Alzheimer's Disease. Sessions will and with participants filling subjective evaluation questionnaires as well as the USE standardized form. Results will be used to address any uncovered issues before a follow on Pilot RCT Feasibility study. Participants will receive $25 after each evaluation session.",
    "description_detailed": "Study will start with 2 elderly healthy volunteers (one male and one female) with preference to those with no computer game experience. The healthy volunteers will each perform usability sessions (2 times per week) in the first 2 weeks. They will be instructed to move the arms, grasp and extend fingers, so to mimic the assumed functionality during subsequent feasibility component.\n\nThe usability subjects will test the game controller movement, the caregiver tablet interface, and test all therapeutic games. Each of the games will be tested at all levels of difficulty, so to detect any previously unknown bugs. They will further test system wireless communication and real-time graphics response to controller input (minimal lag and lack of freezing, smooth avatar control). Finally, they will test the set motor and cognitive baseline procedures, meant to adapt games to participant. Specifically, this research team has developed a relaxing scene to be shown to participants while their biosensors are measured. This will help interpret any changes occurring subsequently, during therapeutic game interactions so to get an indication of engagement, or lack of, with the game tasks.\n\nAt the end of each session, volunteers will fill in the USE standardized usability questionnaire \\[Lund 2001\\]. This questionnaire will rate the usefulness, ease of use, ease of learning, and satisfaction with the BrightGo system. The USE form will solicit comments on games instructions, ergonomic issues with the new hand controllers, and degree of assistance needed. Sessions will be inter-spaced with days when the programmer, engineer and our Research Therapist will address issues uncovered in the previous session(s).\n\nThe usability evaluation process will be repeated in the subsequent 2 weeks with two participants in the early phase of Alzheimer's disease. Their performance will be compared with that of the elderly healthy volunteers, so to better gauge the usability of the BrightGo system for the targeted population. The Usability study will inform necessary BrightGo system improvements prior to feasibility study. Participants with early phase of Alzheimer's disease will not test the caregiver tablet. Usability participants will be paid $25/session.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "OTHER",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "Donepezil (Aricept) 10 mg daily",
        "Rivastigmine patch (Exelon) 9.5 mg patch"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The study description and title describe BrightGo as a telerehabilitation/virtual-reality computerized system delivering therapeutic games aimed primarily at memory, attention and executive functions to augment standard-of-care medication — i.e., a device-based cognitive training intervention intended to improve cognitive function rather than directly target AD pathology with a biologic or small molecule. citeturn0search0turn0search6",
        "Act (extracted details): The usability trial (BrightGo) is a device intervention (cognitive telerehabilitation/VR games) tested in healthy and early-AD participants; the related feasibility RCT entry lists participants remaining on standard-of-care Alzheimer medications (Aricept/donepezil 10 mg daily or Exelon/rivastigmine 9.5 mg patch). No placebo drug is used in these device/usability studies. citeturn0search0turn0search6turn0search7",
        "Reflect: Given the intervention is a game-based telerehabilitation system intended to enhance cognition/engagement (and to be used alongside routine AD medications), this fits the 'Cognitive enhancer' category (non-pharmacologic cognitive-improvement intervention). The usability study itself is device-focused (no investigational drug); the feasibility RCT uses standard-of-care cholinesterase inhibitors (donepezil, rivastigmine) as background medications rather than investigational drug arms. Classification therefore: cognitive enhancer. citeturn0search6turn0search0"
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The trial tests a telerehabilitation/VR game system as a cognitive-enhancement/device intervention while participants remain on standard-of-care Alzheimer medications (donepezil, rivastigmine). The only drugs mentioned are cholinesterase inhibitors that act by increasing cholinergic neurotransmission — i.e., they modulate the neurotransmitter system rather than directly targeting amyloid, tau, inflammation, etc. citeturn0search4turn0search3",
        "Act (extracted details): Donepezil (Aricept) is a centrally acting, reversible acetylcholinesterase inhibitor that increases acetylcholine availability in the brain. citeturn0search4turn0search10 Rivastigmine (Exelon) inhibits both acetylcholinesterase and butyrylcholinesterase, increasing synaptic acetylcholine; it is available as a 9.5 mg transdermal patch as noted in clinical use descriptions. citeturn0search3turn0search0 Because these drugs act on cholinergic neurotransmission, they map to CADRO category D (Neurotransmitter Receptors / neurotransmitter system modulation).",
        "Reflect: The primary investigational intervention in this usability study is a device-based cognitive telerehabilitation program (non-pharmacologic). If classifying the study by its primary intervention alone, one could consider a non-drug/device category. However, the user's request was to classify the drug target type given the trial description and listed drugs: the listed drugs clearly target cholinergic neurotransmission (acetylcholinesterase/butyrylcholinesterase inhibition), which corresponds to CADRO D. There is no indication of multiple investigational biological targets that would warrant 'R) Multi-target', and the drugs are not diagnostic-only — they are established cholinergic therapies. citeturn0search4turn0search3",
        "Web search results used (key sources): Donepezil mechanism — StatPearls (donepezil MOA: reversible acetylcholinesterase inhibitor). citeturn0search4 Rivastigmine mechanism — StatPearls, DrugBank, and product monographs (inhibits AChE and BuChE; patch formulations described). citeturn0search3turn0search1turn0search0"
    ]
}