{
    "nct_id": "NCT00141661",
    "title": "A Double-Blind, Randomized, Placebo-Controlled, Phase IIa, Multiple Dose, Multicenter Study in Subjects With Mild to Moderate Dementia of the Alzheimer's Type to Evaluate the Safety and Tolerability of Two 10-Week Dose Regimens of Orally-Administered PF-04494700",
    "status": "COMPLETED",
    "last_update_time": "2009-08-19",
    "description_brief": "A 10-week safety and tolerability study of a potential treatment for mild to moderate Alzheimer's disease.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "PF-04494700 (Azeliragon, also known as TTP488)"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The investigational agent is PF-04494700 (Azeliragon/TTP488), an orally administered inhibitor of the receptor for advanced glycation end products (RAGE) developed for Alzheimer disease; this identifies it as a small-molecule therapeutic rather than a biologic. citeturn0search3turn0search5",
        "Act: The study is a 10-week, double-blind, randomized, placebo-controlled Phase IIa multiple-dose safety/tolerability trial in mild–moderate Alzheimer’s disease, matching the title/description provided. citeturn0search3turn0search4",
        "Act (mechanism): PF-04494700 was developed to inhibit RAGE–Aβ interactions and related inflammatory/amyloid pathways — i.e., it targets Alzheimer’s pathophysiology rather than acting as a symptomatic cognitive enhancer or an agent for neuropsychiatric symptoms. citeturn0search2turn0search3",
        "Reflect: Given the drug is a small-molecule RAGE inhibitor aimed at modulating AD-related pathology, the correct category is 'disease-targeted small molecule'. The brief 10-week pilot showed safety/tolerability but no consistent short-term cognitive effects, which is consistent with a disease-modifying (pathology-targeted) mechanism requiring longer follow-up. citeturn0search3turn0search0",
        "Sources / supporting trial records and papers: Phase IIa 10-week safety report and full-text trial description (PMC), PubMed abstract, Neurology publication on longer RAGE inhibitor trial, and ClinicalTrials entry for NCT00141661. citeturn0search3turn0search0turn0search2turn0search4"
    ],
    "agent_type": "F) Inflammation",
    "explanation_agent": [
        "Reason: The investigational agent is PF-04494700 (Azeliragon, TTP488), an orally available small-molecule antagonist of the receptor for advanced glycation end products (RAGE). RAGE is a cell-surface receptor that drives inflammatory signaling (NF-κB and related pathways), and also binds Aβ and mediates Aβ transport — so the drug’s mechanism is primarily to block RAGE-mediated inflammation and related downstream effects. citeturn0search2turn0search7",
        "Act: Extracted details from the trial description — drug PF-04494700 (Azeliragon/TTP488), disease-targeted small molecule, Phase IIa multiple-dose safety/tolerability study in mild–moderate AD (10-week pilot and larger 18-month follow-ups). Mechanistically this compound was developed to inhibit RAGE–Aβ interactions and RAGE-driven inflammatory/oxidative pathways rather than being a symptomatic neurotransmitter modulator. citeturn0search2turn0search0turn0search7",
        "Reflect: Mapping to CADRO — RAGE is an inflammatory receptor whose blockade is intended to reduce neuroinflammation and downstream oxidative/toxic signaling. Although RAGE inhibition can also affect Aβ transport/amyloid-related processes, the most specific CADRO match is F) Inflammation (primary biological focus = inflammatory signaling). An alternative reasonable mapping could be A) Amyloid beta (because of effects on Aβ–RAGE interactions) or R) Multi-target (inflammation + amyloid), but F) Inflammation is the best single-category fit given the receptor’s role and the drug’s anti-inflammatory rationale. citeturn0search2turn0search7",
        "Web search results (sources used): 1) PubMed/Neurology report of the RAGE inhibitor clinical trial (PF‑04494700) — trial outcomes and safety/tolerability details. citeturn0search0turn0search1 2) Alzforum summary page for Azeliragon (PF‑04494700/TTP488) — mechanism as an oral RAGE antagonist, development history. citeturn0search2 3) PMC article on development and mechanism of azeliragon (RAGE biology, rationale for AD) — reviews RAGE’s links to inflammation, oxidative stress, and Aβ transport. citeturn0search7 4) Supporting reagent/product pages and preclinical summaries describing azeliragon as a RAGE inhibitor with anti‑inflammatory and anti‑amyloid effects. citeturn0search3turn0search4"
    ]
}