{
    "nct_id": "NCT05643326",
    "title": "Markers of Clinical and Biological Response to Home Delivered Transcranial Alternating Current Stimulation (tACS) in Patients With Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2025-04-14",
    "description_brief": "Brain oscillations are ubiquitous in the human brain and have been implicated in cognitive and behavioral states defined in precisely tuned neural networks. In neurodegenerative disorders, neurodegeneration is accompanied by changes in oscillatory activity leading to the emerging concept of neurological and psychiatric disorders as \"oscillopathies\". Alzheimer's disease, which accounts for the vast majority of age-related dementias, is characterised by a prominent disruption of oscillations in the gamma frequency band. The restoration of gamma oscillations by neural entrainment in animal models of Alzheimer's disease have shown a remarkable decrease in the pathological burden of amyloid and tau via increased microglial activity, resulting in a significant increase of cognitive performances.\n\nTranscranial alternating current brain stimulation (tACS), is a neurophysiological method of non-invasive modulation of the excitability of the central nervous system that is having an increasingly numerous spectrum of potential therapeutic applications. Recent studies have demonstrated the effectiveness of this method in modulating the natural frequencies of cerebral oscillation, underlying multiple cognitive processes such as verbal memory, perception and working memory.\n\nOn the basis of these premises, the treatment with gamma tACS is proposed in patients affected by Alzheimer's disease.\n\nIn this randomized, double-blind, sham-controlled study, followed by an open-label phase, the investigators will evaluate whether a 9- or 18-weeks treatment with gamma tACS over the precuneus, delivered at home, can improve symptoms in patients with mild Alzheimer's disease.",
    "description_detailed": "Brain oscillations are ubiquitous in the human brain and have been implicated in cognitive and behavioral states defined in precisely tuned neural networks. In neurodegenerative disorders, neurodegeneration is accompanied by changes in oscillatory activity leading to the emerging concept of neurological and psychiatric disorders as \"oscillopathies\". Alzheimer's disease, which accounts for the vast majority of age-related dementias, is characterised by a prominent disruption of oscillations in the gamma frequency band. The restoration of gamma oscillations by neural entrainment in animal models of Alzheimer's disease have shown a remarkable decrease in the pathological burden of amyloid and tau via increased microglial activity, resulting in a significant increase of cognitive performances.\n\nTranscranial alternating current brain stimulation (tACS), is a neurophysiological method of non-invasive modulation of the excitability of the central nervous system that is having an increasingly numerous spectrum of potential therapeutic applications. Recent studies have demonstrated the effectiveness of this method in modulating the natural frequencies of cerebral oscillation, underlying multiple cognitive processes such as verbal memory, perception and working memory.\n\nOn the basis of these premises, the treatment with gamma tACS is proposed in patients affected by Alzheimer's disease.\n\nIn this randomized, double-blind, sham-controlled study, followed by an open-label phase, the investigators will evaluate whether a 9- or 18-weeks treatment with gamma tACS over the precuneus, delivered at home, can improve symptoms in patients with mild Alzheimer's disease.\n\nSubjects will be randomized in two groups in the first part of the trial. One group will receive a two-months treatment with gamma tACS (40 Hz) over the precuneus while the other group will receive placebo (sham) stimulation. After two-months, both group will undergo real stimulation (open-label phase) with gamma tACS (40 Hz) over the precuneus for two-months. Modulators of response will be considered.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "gamma transcranial alternating current stimulation (gamma tACS)"
    ],
    "placebo": [
        "sham tACS"
    ],
    "explanation_target": [
        "Reason: The intervention is non‑invasive neuromodulation (40 Hz / \"gamma\" tACS) applied over the precuneus to restore/entrain gamma oscillations with the goal of improving cognition in mild Alzheimer’s disease; animal work also suggests gamma entrainment can reduce amyloid/tau via microglial activation. citeturn0search5turn1search1",
        "Act (key extracted details): The trial tests home‑delivered gamma tACS (versus sham) in a randomized, double‑blind, sham‑controlled design (followed by open‑label), with treatment for 9 or 18 weeks over the precuneus aiming to improve symptoms/cognitive performance. Clinical studies have applied 40 Hz tACS over the precuneus and reported improvements in episodic memory and related measures. citeturn0search5turn0search3",
        "Reflect: This is not a biologic (monoclonal antibody / vaccine) nor a small molecule drug, and it is not targeted primarily at behavioral/psychiatric symptoms — its stated goal is to improve cognitive function by entraining gamma oscillations. Although preclinical data suggest potential disease‑modifying effects (amyloid/tau reduction via microglia), the intervention modality is neuromodulation (device), so according to the provided category definitions it best fits 'cognitive enhancer'. citeturn1search2turn1search1",
        "Web search results (key sources referenced): 1) Benussi et al., randomized/sham γ‑tACS over precuneus showing episodic memory improvement in AD patients. citeturn0search5 2) TRANSFORM‑AD and related randomized controlled protocols testing 40 Hz tACS in mild AD. citeturn0search3turn0search4 3) Foundational animal study showing 40 Hz entrainment reduced amyloid and engaged microglia (Iaccarino et al., Nature 2016) and reviews summarizing gamma entrainment effects. citeturn1search1turn1search2",
        "Ambiguity/notes: If the user prefers to classify interventions that aim to reduce pathology (via neuronal entrainment) as 'disease‑targeted', one could argue for a disease‑modifying category — however the supplied category definitions restrict 'disease‑targeted' to biologics or small molecules, so I classified this device intervention as a cognitive enhancer."
    ],
    "agent_type": "M) Synaptic Plasticity/Neuroprotection",
    "explanation_agent": [
        "Reason: The intervention is non‑invasive neuromodulation (40 Hz / “gamma” transcranial alternating current stimulation, tACS) applied over the precuneus to restore/entrain gamma oscillations with the goal of improving cognition in mild Alzheimer's disease — this targets neural network activity and aims to enhance synaptic/oscillatory function rather than a molecular target like amyloid or tau. citeturn0search3turn0search6",
        "Act: Key extracted details — home‑delivered gamma tACS vs sham in randomized, double‑blind design (treatment 9–18 weeks over the precuneus) intended to improve cognitive performance; clinical studies (Benussi et al., TRANSFORM‑AD and others) report episodic memory / cognitive benefits with 40 Hz stimulation. These sources describe the device intervention and cognitive outcomes. citeturn0search3turn0search2turn0search6",
        "Reflect: Although preclinical work (Iaccarino et al., 2016) shows gamma entrainment can modulate microglia and reduce amyloid/tau in mice — a possible disease‑modifying pathway — the intervention modality here is a neuromodulation device aimed at restoring oscillatory/synaptic function (a cognitive enhancer strategy). Under CADRO, this maps most closely to Synaptic Plasticity/Neuroprotection rather than a molecular disease target reserved for biologics or small molecules. citeturn0search1turn0search5",
        "Web search results (key sources referenced): 1) Benussi et al., randomized/sham γ‑tACS over precuneus showing episodic memory improvement in AD patients. citeturn0search3 2) TRANSFORM‑AD randomized controlled trials/protocols testing 40 Hz tACS in mild AD (trial descriptions/results). citeturn0search2turn0search0turn0search6 3) Foundational animal study showing 40 Hz entrainment reduced amyloid and engaged microglia (Iaccarino et al., Nature 2016). citeturn0search1turn0search7"
    ]
}