{
    "nct_id": "NCT06254469",
    "title": "Visualizing Brain Proteinopathies Using [F-18]Flornaptitril-PET in the Prediction of Clinical Progression of Mild Cognitive Impairment With Either Suspected Chronic Traumatic Encephalopathy or Alzheimer's Disease",
    "status": "RECRUITING",
    "last_update_time": "2025-07-25",
    "description_brief": "CMK-0301 is a multi-site, randomized clinical trial to evaluate the safety and efficacy of \\[F-18\\]Flornaptitril-PET (F-18 FNT-PET) for the prediction of clinical progression of Mild Cognitive Impairment (MCI) with either Suspected Chronic Traumatic Encephalopathy (CTE) or Alzheimer's Disease (AD).\n\nThe primary objectives of the study are to: (1) To determine the accuracy of F-18 FNT-PET in prediction of clinical decline and (2) To assess the safety and tolerability of F-18 FNT.\n\nThe secondary objectives include: (1) To demonstrate the feasibility of F-18 FNT-PET in differentiation of participants with suspected chronic traumatic encephalopathy (CTE) from those with suspected Alzheimer's disease (AD) by trained image readers, (2) To evaluate disease progression in participants with suspected CTE or AD and (3) To evaluate the correlation between F-18 FNT-PET regional and summary visual reads scan and other assessments.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE3"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "DIAGNOSTIC",
    "results": null,
    "target_category": "N/A",
    "drug": [
        "[F-18]Flornaptitril (aka F-18 FNT; formerly F-18 FDDNP)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The study evaluates [F-18]Flornaptitril-PET as a diagnostic imaging agent to predict clinical progression of MCI (suspected CTE or AD) and to assess safety/tolerability of the PET tracer — the intervention is a PET radiopharmaceutical, not a therapeutic intended to modify disease, improve cognition, or treat neuropsychiatric symptoms. citeturn0search5turn0search0",
        "Act: Key extracted details — agent name: [F-18]Flornaptitril (formerly F-18 FDDNP); role: investigational PET radiopharmaceutical/small-molecule imaging tracer that can detect amyloid and tau aggregates and is being developed for diagnostic use and prediction of neurodegenerative disease progression. citeturn0search7turn0search2",
        "Reflect: Classification — falls outside the four therapeutic categories (disease-targeted biologic, disease-targeted small molecule, cognitive enhancer, neuropsychiatric symptom improvement) because it is a diagnostic radiotracer used for imaging and prognosis. Therefore the correct category is 'N/A'. This aligns with the trial's stated primary purpose: DIAGNOSTIC. citeturn0search5",
        "Web search results (sources used): (1) Trial record and study description showing diagnostic purpose and Phase 3 design. citeturn0search5 (2) Press coverage / company announcement about CereMark and supply/manufacturing of [F-18]Flornaptitril describing its use as a PET tracer for amyloid and tau. citeturn0search0turn0search2 (3) Drug/compound summary noting synonyms (F-18 FDDNP / F-18 FNT) and that it is an investigational PET radiopharmaceutical targeting amyloid and tau pathology. citeturn0search7"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}