{
    "nct_id": "NCT05984732",
    "title": "Intergenerational Connections: Reminiscence and Digital Storytelling to Improve Social and Emotional Well-being of Older Adults With ADRD",
    "status": "COMPLETED",
    "last_update_time": "2023-08-07",
    "description_brief": "The goal of this clinical trial is to develop and test how reminiscence offered by trained young adult volunteers using a digital storytelling (DST) platform may help older persons with Alzheimer's disease and related dementias (ADRD) to improve their social and emotional well-being. The main questions it aims to answer are:\n\n1. Whether is this reminiscence and DST based intervention effective in improving social and emotional well-being of older adults with ADRD?\n2. Whether do young adult participants improve their social and emotional well-being as well as knowledge and attitudes towards aging after participating this study?\n\nOlder adult participants in the intervention group will receive 6 sessions of life-review with young adult volunteers and create a DST based on their life review discussion in the last 4 weeks. Older adult participants in the social wellness control group will receive 6 sessions of general talks with young adults and create a non-digital scrapbook or journal at week 7-10. Researchers will compare these two groups to see if participants in the intervention group benefit more on their well-being.",
    "description_detailed": "Project Significance:\n\nThe number of persons aged 65 and older with Alzheimer's disease and related dementias (ADRD) is estimated to reach 7.1 million by 2025. Most older adults with ADRD live in the community and many of them live alone. There is growing concern about social isolation, loneliness, and diminished emotional well-being among persons with ADRD. Research suggests that reminiscence strategies combined with an intergenerational approach may yield significant social and mental health benefits for older adults. Recently, experts have recommended the production of a digital life story book as part of reminiscence. Reminiscence is typically implemented by trained professionals (e.g. social workers, nurses), however, there has been growing interest in using trained volunteers due to staffing shortages and the costs associated with reminiscence programs. The proposed study will develop and test how reminiscence offered by trained young adult volunteers using a digital storytelling (DST) platform may help older persons with ADRD to improve their social and emotional well-being. The proposed study is well-aligned with the RRF Foundation for Aging's mission to improve the quality of life for older people and also addresses a key research priority of RRF Foundation for Aging, social and intergenerational connectedness.\n\nProject Goals and Objectives:\n\nGoal 1: Quantitatively test the effectiveness of this intervention in improving social well-being of older adults with ADRD. The objectives are to: (1) provide a 10-session intervention with reminiscence and DST to older adults by trained young adult volunteers, and (2) test whether older adults report significant improvement in quality of life and/or a decline in loneliness after the intervention.\n\nGoal 2: Quantitatively test the effectiveness of this intervention in improving emotional well-being of older adults with ADRD. The objectives are to: (1) provide a 10-session intervention with reminiscence and DST to older adults by trained young adult volunteers, and (2) test whether older adults report significant changes in affect and/or resilience after the intervention.\n\nGoal 3: Quantitatively test attitudes towards aging of the young adult volunteers. The objectives are to: (1) offer opportunities for trained young adult volunteers to engage with older adults in the 10-session intervention, and (2) test changes of their attitudes towards aging after the intervention with surveys.\n\nGoal 4: Quantitatively test knowledge and awareness of ADRD disease of the young adult volunteers. The objectives are to: (1) offer a three-hour training to the young adult volunteers before the intervention starts, which covers the biological aspects of ADRD and how to communicate and connect interpersonally to persons with ADRD, and (2) test changes in their reported knowledge and awareness of ADRD with surveys.\n\nGoal 5: Qualitatively evaluate the usefulness of this intervention from perspectives of the dyads. The objectives are to: (1) explore and interpret the statistical results obtained in goals 1-2 through individual interviews with older adults who report the greatest and least changes in well-being and attitudes toward aging; and (3) examine dyads participants' perceptions of the intervention in terms of quality, benefits, and usefulness.\n\nMethods:\n\nSampling and recruitment. Participants in this study will be older adults living in the community and youth participants who are currently enrolled as undergraduate or graduate students at one large university. Prior power analysis showed a total of 92 dyads are required to test the effectiveness of the proposed intervention. Older adults with ADRD will be recruited through a community partnership with Tarrant County Meals On Wheels. Recruitment of young adult volunteers will target student organizations that have established relationships with the faculty as well as through faculty teaching. All participant recruitment (i.e. older and younger adults) will occur through phone calls and/or Microsoft Teams.\n\nStudy design. The proposed project will conduct a randomized control trial to assess the effects of the intervention. The older and younger participants will be randomly matched as dyads. Subsequently, the matched dyads will be randomly assigned into the intervention or control groups. Data will be collected at baseline prior to the intervention, mid- intervention, at the end of the intervention, and 3 months after the intervention.\n\nAn explanatory sequential mixed methods design will be utilized involving first collecting and analyzing the quantitative survey data to identify subsamples of participants who report the greatest and least changes in outcome measures, and then conducting qualitative interview of these subsamples. Of the individuals with the highest 10% (n = 5) or lowest 10% (n = 5) of changes based on survey tests, we will conduct follow up qualitative interviews through phone calls/Microsoft Teams to capture the details of their perceptions of the intervention and present a more robust analysis, taking advantage of the strengths of both methods.\n\nIntervention. Before the intervention starts, the young adult volunteers will be required to attend a group training. Subsequently, older adults in the intervention group will receive 10 sessions of life-review with young adult volunteers. During week 1-6, a life history interview will be carried out with different themes in each week: major turning points in life (W1), family history (W2), life/career accomplishments (W3), history of loves and hates (W4), experiences of suffering or stressful experiences (W5), and meaning and purpose of life (W6). Guidelines for conducting a life history interview will be prepared for the young adult volunteers based on the work of Watt and Cappeliez. After each session, the young adult participant will write a one-page summary and reflect on the interview to help prepare the subsequent DST. During weeks 7-10, the dyad participants will develop the DST together using a password protected, encrypted tablet provided by the university. The contents of sessions 7-10 will be structured as: outline/script, plan and storyboard (W7), film and record (W8), evaluate, integrate and finalize (W9), and publish/ share (W10). Telephone-based intervention will be conducted for this study.\n\nMeasurement and data analysis. The primary outcomes of the study will be social and emotional well-being of older adults, and the secondary outcomes are the benefits of young adult volunteers. For social well-being, quality of life is a relatively global and stable phenomenon that comprehensively measures people's psychosocial well-being, and will be measured by quality of life-Alzheimer's disease (QoL-AD). Loneliness represents the negative subjective experience of the inadequacy of social relationships and will be measured with the De Jong Gierveld Loneliness Scale. For emotional well-being, positive and negative affect have been used to describe affective, emotional components of subjective well-being. It will be measured by Positive and Negative Affect Schedule (PANAS). Resilience, as an important emotional well-being indicator, assesses one's ability to bounce back or adapt to stressful situations or crises and will be measured by the Brief Resilience Scale (BRS). For the young adult volunteers, attitude towards aging will be measured with the Fraboni Scale of Ageism (FSA). Knowledge and awareness of ADRD disease is measured by the Alzheimer's Disease Knowledge Scale (ADKS). For research goals 1 to 4, quantitative analysis of covariate-adjusted linear mixed models for repeated measures will be computed to compare the intervention and control groups over time on the major outcomes of older adults and youth volunteers. For research goal 5, conventional content analysis of qualitative interviews will be conducted.\n\nPotential regional or national impact:\n\nThe study, if successful, will lead to a replicable intervention that will have the potential for broader implementation in additional regions through community partners such as Area Agencies on Aging and Meals On Wheels. The proposed evaluation activities will allow us to determine the applicability of intergenerational reminiscence with DST as an effective intervention for supporting the social and emotional needs of persons with ADRD. After further field testing, the intervention may be scaled up to be implemented as a tool of practice across universities and communities in the U.S. and with larger numbers of clients, thereby maximizing its impact as an intervention to strengthen the social and emotional well-being of older adults with ADRD.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "SUPPORTIVE_CARE",
    "results": null,
    "target_category": "neuropsychiatric symptom improvement",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is a psychosocial, intergenerational reminiscence program delivered via digital storytelling (DST) by trained young adult volunteers intended to improve social and emotional well‑being (e.g., reduce loneliness, improve quality of life and positive affect). It does not involve a biologic or small‑molecule drug nor an agent described as a cognitive‑enhancer; its primary outcomes are social/emotional symptom improvements rather than disease modification. ",
        "Act: Key extracted trial details — 6 life‑review sessions with young adult volunteers, creation of a DST (intervention) vs 6 general social talk sessions + non‑digital scrapbook (control). This is a randomized trial of a behavioral/psychosocial intervention (no drug). Sources describing the protocol and trial results include the JMIR Research Protocols / DOAJ listing, the PubMed entry, and a PMC summary showing improvements in emotional loneliness, quality of life, and positive affect. citeturn0search0turn0search1turn0search4",
        "Reflect: Classification check — falls under \"neuropsychiatric symptom improvement\" because the goal is to alleviate social/emotional symptoms (loneliness, affect, quality of life). It is not a disease‑targeted biologic or small molecule, nor is it described as a pharmacologic cognitive enhancer. No drug was identified in the trial sources; therefore neuropsychiatric symptom improvement is the best fitting category. citeturn0search4"
    ],
    "agent_type": "T) Other",
    "explanation_agent": [
        "Reason: The intervention is a psychosocial, intergenerational reminiscence and digital‑storytelling program delivered by trained young adult volunteers to improve social and emotional well‑being (loneliness, quality of life, positive affect). It does not involve a biologic, small molecule, or a described pharmacologic/cognitive‑enhancing agent and does not target a molecular or pathway-based mechanism in CADRO (e.g., amyloid, tau, inflammation). citeturn0search0turn0search3",
        "Act: Key extracted trial details — randomized trial of a reminiscence/DST intervention (weekly life‑review sessions with creation of a digital storybook) versus an active social‑talk/sham control; outcomes were social/emotional (loneliness, QoL, affect) and preliminary results showed psychosocial benefit. No drug, gene, or molecular pathway is identified in the trial sources. citeturn0search0turn0search3turn0search4",
        "Reflect: CADRO is organized around biological and mechanistic targets (amyloid, tau, inflammation, synaptic function, etc.). A behavioral/psychosocial intervention that aims to reduce neuropsychiatric symptoms but does not act on a defined biological target does not fit any CADRO mechanistic category, so per the instructions it should be classified as 'T) Other'. The literature on digital storytelling and reminiscence supports that this is a psychosocial intervention rather than a drug/biologic trial. citeturn0search4turn0search1",
        "Output: Assigned category — T) Other. Explanation: The trial tests a non‑pharmacologic, psychosocial/behavioral intervention (intergenerational reminiscence + digital storytelling) with social/emotional symptom outcomes and no identifiable drug or biological target, so it does not map to CADRO mechanistic categories and is therefore classified as 'T) Other'. citeturn0search0turn0search3"
    ]
}