{
    "nct_id": "NCT04515433",
    "title": "Interventional Cross-over Study to Evaluate the Efficacy on Cognitive Performance of Alternating Current Brain Stimulation (tACS) in Patients Suffering From Neurodegenerative Diseases",
    "status": "COMPLETED",
    "last_update_time": "2021-03-17",
    "description_brief": "Brain oscillations are ubiquitous in the human brain and have been implicated in cognitive and behavioral states defined in precisely tuned neural networks. In neurodegenerative disorders, neurodegeneration is accompanied by changes in oscillatory activity leading to the emerging concept of neurological and psychiatric disorders as \"oscillopathies\". Alzheimer's disease, which accounts for the vast majority of age-related dementias, is characterised by a prominent disruption of oscillations in the gamma frequency band. The restoration of gamma oscillations by neural entrainment in animal models of Alzheimer's disease have shown a remarkable decrease in the pathological burden of amyloid and tau via increased microglial activity, resulting in a significant increase of cognitive performances.\n\nTranscranial alternating current brain stimulation (tACS), is a neurophysiological method of non-invasive modulation of the excitability of the central nervous system that is having an increasingly numerous spectrum of potential therapeutic applications. Recent studies have demonstrated the effectiveness of this method in modulating the natural frequencies of cerebral oscillation, underlying multiple cognitive processes such as verbal memory, perception and working memory.\n\nOn the basis of these premises, the treatment with gamma tACS is proposed in patients affected by Alzheimer's disease.\n\nIn this randomized, double-blind, sham-controlled, cross-over study, the investigators will evaluate whether a single stimulation with gamma tACS on the posterior parietal cortex can improve symptoms in patients with Mild Cognitive Impairment due to Alzheimer's disease.",
    "description_detailed": "Brain oscillations are ubiquitous in the human brain and have been implicated in cognitive and behavioral states defined in precisely tuned neural networks. In neurodegenerative disorders, neurodegeneration is accompanied by changes in oscillatory activity leading to the emerging concept of neurological and psychiatric disorders as \"oscillopathies\". Alzheimer's disease, which accounts for the vast majority of age-related dementias, is characterised by a prominent disruption of oscillations in the gamma frequency band. The restoration of gamma oscillations by neural entrainment in animal models of Alzheimer's disease have shown a remarkable decrease in the pathological burden of amyloid and tau via increased microglial activity, resulting in a significant increase of cognitive performances.\n\nTranscranial alternating current brain stimulation (tACS), is a neurophysiological method of non-invasive modulation of the excitability of the central nervous system that is having an increasingly numerous spectrum of potential therapeutic applications. Recent studies have demonstrated the effectiveness of this method in modulating the natural frequencies of cerebral oscillation, underlying multiple cognitive processes such as verbal memory, perception and working memory.\n\nOn the basis of these premises, the treatment with gamma tACS is proposed in patients affected by Alzheimer's disease.\n\nIn this randomized, double-blind, sham-controlled, cross-over study, the investigators will evaluate whether a single stimulation with gamma tACS on the posterior parietal cortex can improve symptoms in patients with Mild Cognitive Impairment due to Alzheimer's disease.\n\nSubjects will be randomized in two groups, one receiving a single treatment with gamma tACS (40 Hz) first and the other receiving sham stimulation. After one week the treatments will be exchanged. Patients will be evaluated with neuropsychological tests and neurophysiological measures of cholinergic transmission.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "transcranial alternating current stimulation (tACS) — gamma (≈40 Hz) entrainment"
    ],
    "placebo": [
        "sham stimulation (sham tACS)"
    ],
    "explanation_target": [
        "Reason: The intervention is non‑invasive brain stimulation (gamma-frequency tACS) intended to restore/entrain gamma oscillations and thereby improve cognitive performance in MCI due to Alzheimer’s disease — this targets neural oscillations and cognitive function rather than delivering a biologic or small molecule, so it matches the 'Cognitive enhancer' category. citeturn0search7",
        "Act: Key details from the trial description — intervention = gamma tACS applied to posterior parietal cortex; design = randomized, double‑blind, sham‑controlled, cross‑over; primary aim = improve cognitive performance in MCI/AD. tACS is being tested in humans for memory/cognitive improvement and has been piloted in aMCI/AD. citeturn0search0turn0search4",
        "Supporting evidence (web search results): animal studies showed 40 Hz (gamma) entrainment reduced amyloid and engaged microglia in AD mouse models (Iaccarino et al. Nature 2016). citeturn1search1",
        "Supporting evidence (web search results): multiple human pilot and randomized studies (including TRANSFORM‑AD and other 40 Hz tACS trials) report feasibility, safety, and signals of improved cognition / memory with gamma tACS in MCI and mild AD. Recent meta‑analysis reports an overall cognitive benefit for 40 Hz γ‑tACS. citeturn0search9turn0search0turn0search1",
        "Reflect: Given the intervention is an electrical neuromodulation technique aiming to improve cognition (not a monoclonal antibody, vaccine, or small molecule targeting amyloid/tau directly, nor primarily treating neuropsychiatric symptoms), the correct classification is 'cognitive enhancer'. The trial is sham‑controlled (sham used as placebo), which aligns with the 'placebo' entry. No pharmaceutical drug name is present. If you want, I can also list the specific cited papers and links."
    ],
    "agent_type": "M) Synaptic Plasticity/Neuroprotection",
    "explanation_agent": [
        "Reason: The intervention is non‑invasive gamma‑frequency transcranial alternating current stimulation (tACS, ~40 Hz) intended to restore/entrain neural gamma oscillations and improve cognition in MCI/AD. This approach acts by modulating network activity, excitability, and plasticity rather than by binding a specific molecular species (e.g., amyloid or tau). These mechanisms align best with CADRO category M (Synaptic Plasticity / Neuroprotection). citeturn0search0turn0search6",
        "Act: Key extracted details — intervention = 40 Hz (gamma) tACS applied to cortex (posterior parietal / angular gyrus / DLPFC in various studies), randomized double‑blind sham‑controlled designs and crossover pilots exist, primary aim = improve cognitive performance in MCI/AD. Preclinical work showing 40 Hz stimulation engages microglia and reduces amyloid in mouse models motivated human trials, but the human intervention’s proximate target is oscillatory network function and synaptic/neural plasticity rather than a single molecular target. citeturn0search5turn0search4turn0search3",
        "Reflect: Classification check — tACS is a neuromodulation cognitive‑enhancing intervention (not a monoclonal antibody, small‑molecule enzyme inhibitor, or a diagnostic). CADRO does not have an explicit ‘‘neuromodulation’’ label, and the best fit is M) Synaptic Plasticity/Neuroprotection because the therapeutic rationale is to restore oscillatory activity and network plasticity to improve cognition. This is supported by recent human pilots, RCTs (e.g., TRANSFORM‑AD), and meta‑analyses showing feasibility and signals of cognitive benefit. If you prefer a conservative alternative mapping (because this is non‑pharmacologic), one could argue T) Other, but M is the most specific CADRO match. citeturn0search5turn0search1turn0search0",
        "Supporting web evidence (selected): Iaccarino et al. preclinical finding motivating 40 Hz approaches and related animal work showing microglial engagement and amyloid reduction. citeturn0search3; TRANSFORM‑AD and related randomized trials testing 40 Hz tACS in mild AD (mechanistic and cognitive outcomes). citeturn0search5turn0search2; Human pilot studies in aMCI and dementia reporting feasibility and memory/cognitive improvements after gamma tACS. citeturn0search0turn0search6; Systematic reviews / meta‑analyses reporting overall cognitive benefit and safety signals for 40 Hz γ‑tACS. citeturn0search1turn0search7"
    ]
}