{
    "nct_id": "NCT04840979",
    "title": "Discovery and Validation of Genetic Variants Affecting Microglial Activation in Alzheimer's Disease With 11C-ER176",
    "status": "RECRUITING",
    "last_update_time": "2025-04-21",
    "description_brief": "The primary objectives are to validate that a previously identified gene variant influences the proportion of activated microglia (PAM) and the amount of TSPO binding on PET imaging, to identify novel loci that influence PAM and TSPO PET, and to understand the functional consequences of gene variants that drive microglial activation in Alzheimer's disease.",
    "description_detailed": "While activated microglia have been observed in the vicinity of neuritic amyloid plaques in Alzheimer's disease (AD), there have been no large-scale assessments of microglial activation in aging and neurodegenerative disease. The investigators seek to understand the genetic underpinning of microglial responses-particularly the proportion of microglia in a morphologically-defined state of activation-that increase susceptibility to AD, so the investigators can develop more targeted forms of immune-based therapies to prevent cognitive decline and progression to dementia. The objective is to refine the genetic architecture of microglial activation to validate a previously identified gene variant -- and to identify novel loci -- that influence the proportion of activated microglia. The investigators also seek to understand the functional consequences of variants driving microglial activation in AD.\n\nThe central hypothesis is that identifiable gene variants influence microglial activation and susceptibility to AD. The investigators will test this hypothesis by conducting genome-wide analysis and identifying associations between gene variants and microglial activation. Microglial activation will be measured in human autopsy tissue (ex vivo), living human brain using PET imaging (in vivo), and in monocyte-derived microglia-like cells (in situ and in vitro).\n\nThis genetic study is designed to validate a finding that was discovered in participants with self-reported European-Caucasian ancestry. Therefore, the study seeks to enroll participants who self-report as white, not Hispanic or Latino. However, if this study is successful, the investigators plan to use the methods in this protocol in a future study to identify new genetic variants associated with changes on TSPO PET in a more diverse participant population. The investigators intend to use the results from this study to eventually benefit individuals of all racial and ethnic groups.",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "DIAGNOSTIC",
    "results": null,
    "target_category": "N/A",
    "drug": [
        "11C-ER176",
        "18F-florbetaben"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The study is a genetics + PET imaging project whose primary aims are to validate that a gene variant influences proportion of activated microglia (PAM) and TSPO binding on PET, discover loci that influence PAM/TSPO PET, and study functional consequences — i.e., it is observational/diagnostic rather than a therapeutic trial. citeturn0search0turn0search8",
        "Act: The listed interventions are PET radiotracers: 11C-ER176 (a TSPO radioligand used to image neuroinflammation/microglial activation) and 18F-florbetaben (an amyloid PET tracer); these are imaging agents, not disease-modifying biologic or small-molecule treatments. citeturn0search4turn0search6turn0search0",
        "Act (supporting literature): 11C-ER176 is described in the literature as a PET radioligand for the 18-kDa translocator protein (TSPO) with adequate sensitivity across TSPO affinity genotypes and is used to quantify neuroinflammation/microglial activation in AD; methods papers validate its quantification. citeturn0search4turn0search2turn0search5",
        "Reflect: Because the intervention is imaging (radiotracers) and the objectives are genetic discovery/validation and measurement of microglial activation, the trial does not test a therapeutic biologic or small molecule, nor a cognitive enhancer or neuropsychiatric treatment — therefore the correct classification is 'N/A'. No drug or placebo arms for treatment are present; only PET tracers are used for measurement. citeturn0search0turn0search4",
        "Note: If you want, I can fetch the full trial record (NCT04840979) or primary publications using 11C-ER176 for more details; the trial is listed at Columbia University with the interventions above. citeturn0search0"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}