{
    "nct_id": "NCT04452864",
    "title": "Can a Serious Game-based Cognitive Training Attenuate Cognitive Decline Related to Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2025-01-08",
    "description_brief": "Today the therapy options for dementia due to Alzheimer's disease (AD) are limited. One recommended intervention is cognitive stimulation. We try to develop serious games as a further treatment option, also usable in pre-dementia as well as early stages of dementia and for a long period of time.\n\nThe main objective of this study is to test, if the computerized-cognitive training (CCT) is able to improve the performance in a score quantifying an \"AD-specific\" component score. Additionally, the neurobiological effects of the training are investigated.",
    "description_detailed": "The study intervention consists of a computer-based cognitive training, targeting the cognitive domains mostly affected by AD. This training will be performed for three months (each day for 20 minutes). After three months the intervention group will continue the training at home for six months and meet monthly for group sessions (i.e. booster sessions) on site.\n\nPrimary endpoint will be the change in an \"AD-specific\" component score, quantified by episodic memory, semantic memory and visuospatial abilities. Secondary endpoints are changes in task related brain networks and changes in resting state networks.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The described intervention is a computerized cognitive training (serious-game) program intended to improve cognitive performance in people at risk for or in early stages of Alzheimer’s disease, and to investigate neurobiological effects — i.e., a behavioural intervention aiming to improve cognition rather than a pharmacologic or biologic agent. citeturn0search0turn0search3",
        "Act (extracted details and web search results): The trial title and protocol: \"Can a serious game-based cognitive training attenuate cognitive decline related to Alzheimer’s disease?\" — a bi-centric randomized controlled trial comparing serious game-based CCT to an active control (watching documentaries) and a passive waitlist; registered as NCT04452864. Intervention: daily at-home serious-game CCT (10 weeks + extended at-home period and boosters), with MRI and blood biomarkers as secondary outcomes. No drug or biologic is involved. Sources: BMC Psychiatry protocol and Springer article, ClinicalTrials.gov registration, PubMed entry, and related conference/abstract reporting. citeturn0search1turn0search3turn0search4turn0search5",
        "Reflect: Classification justification — This trial targets cognition through non-pharmacologic computerized cognitive training (symptom/cognitive performance improvement). According to the provided category definitions, this fits \"cognitive enhancer\" (interventions aiming to improve cognitive function without targeting AD pathology with a drug/biologic). There is no monoclonal antibody, vaccine, or small-molecule drug described, and the primary aim is cognitive performance rather than specific neuropsychiatric symptom relief; therefore \"cognitive enhancer\" is the appropriate category. Supporting sources: protocol and trial registry. citeturn0search0turn0search3",
        "Web search results used (titles / sources): \"Can a serious game-based cognitive training attenuate cognitive decline related to Alzheimer’s disease? Protocol for a randomized controlled trial\" — BMC Psychiatry / Springer. citeturn0search0turn0search1; ClinicalTrials.gov listing (NCT04452864) summarizing intervention and registration. citeturn0search3; PubMed entry for the protocol. citeturn0search4; Alzheimer’s & Dementia conference/abstract reports with preliminary results and related CCT research. citeturn0search5"
    ],
    "agent_type": "M) Synaptic Plasticity/Neuroprotection",
    "explanation_agent": [
        "Reason: The intervention is a serious-game computerized cognitive training program intended to improve cognitive performance and investigate neurobiological effects (MRI and blood biomarkers). Although non-pharmacologic, the presumed mechanism of action for cognitive training is enhancement of cognitive function via activity-dependent neuroplasticity and neuroprotection rather than targeting a specific molecular pathology (e.g., amyloid, tau, inflammation).",
        "Act: Extracted details — Title: \"Can a serious game-based cognitive training attenuate cognitive decline related to Alzheimer’s disease?\"; Intervention: daily at‑home serious‑game CCT (10 weeks + extended at-home period and boosters); No drug/biologic; Secondary outcomes include MRI and blood biomarkers; Registered as NCT04452864; Sources referenced by the submitter: BMC Psychiatry / Springer protocol, ClinicalTrials.gov entry (NCT04452864), PubMed protocol entry, Alzheimer’s & Dementia conference/abstracts reporting preliminary results.",
        "Reflect: Mapping to CADRO — The trial does not test a drug targeting a defined molecular pathway, so categories A–L, N–Q, R (multi‑target) and S (unknown drug target) are inappropriate. Cognitive training’s biological rationale (activity‑dependent synaptic changes and neuroprotection) best aligns with M) Synaptic Plasticity/Neuroprotection. I considered 'T) Other' because the intervention is behavioral (non‑pharmacologic), but selected M because the trial’s therapeutic aim and measured neurobiological outcomes (MRI, biomarkers) are consistent with targeting synaptic plasticity/neuroprotective processes.",
        "Web search results used (as provided):",
        "- \"Can a serious game-based cognitive training attenuate cognitive decline related to Alzheimer’s disease? Protocol for a randomized controlled trial\" — BMC Psychiatry / Springer (protocol).",
        "- ClinicalTrials.gov listing NCT04452864 summarizing the intervention and registration.",
        "- PubMed entry for the protocol.",
        "- Alzheimer’s & Dementia conference/abstract reports with preliminary results and related CCT research."
    ]
}