{
    "nct_id": "NCT05557409",
    "title": "ADVANCE-2: Addressing Dementia Via Agitation-Centered Evaluation 2: a Randomized, Double-blind, Placebo-controlled Trial to Assess the Efficacy and Safety of AXS-05 for the Treatment of Alzheimer's Disease Agitation",
    "status": "COMPLETED",
    "last_update_time": "2025-01-15",
    "description_brief": "This trial is a multi-center, double-blind, placebo-controlled, randomized study to evaluate the efficacy and safety of AXS-05 compared to placebo for the treatment of agitation associated with Alzheimer's disease.",
    "description_detailed": "Eligible subjects will be randomized in a 1:1 ratio for up to 5 weeks to be treated with AXS-05 or placebo.",
    "phase": [
        "PHASE3"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "neuropsychiatric symptom improvement",
    "drug": [
        "AXS-05 (dextromethorphan + bupropion)"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The trial title and description explicitly state the indication is agitation associated with Alzheimer’s disease (a behavioral / neuropsychiatric symptom), so the intended effect is symptomatic management of agitation rather than targeting underlying AD pathology. citeturn0search2turn0search1",
        "Act: AXS-05 is a combination of the small-molecule drugs dextromethorphan and bupropion (i.e., not a biologic); its described pharmacology is NMDA receptor antagonism and sigma-1 agonism (dextromethorphan) with bupropion increasing dextromethorphan bioavailability and providing norepinephrine/dopamine reuptake inhibition. This identifies AXS-05 as a small-molecule combination used to treat CNS symptoms. citeturn0search6turn0search4",
        "Act (trial specifics): The referenced ADVANCE-2 study is a Phase 3, randomized, double-blind, placebo-controlled trial of AXS-05 for Alzheimer’s disease–related agitation (5-week treatment, ~350–408 patients depending on report). citeturn0search2turn0search4",
        "Reflect: Given (1) the clinical goal is to reduce agitation (a neuropsychiatric/behavioral symptom), and (2) AXS-05 is a small-molecule drug combination (not a biologic) whose mechanism modulates neurotransmission to relieve symptoms, the correct category is neuropsychiatric symptom improvement. The classification is not \"disease-targeted\" (i.e., not aiming to modify amyloid/tau pathology) nor a general cognitive enhancer per the trial description. citeturn0search6turn0search3",
        "Web-search results (key sources used): Axsome product/pipeline page describing AXS-05 composition and mechanism; ADVANCE-2 trial initiation and design press release; Axsome Phase 3 program/results announcement summarizing ADVANCE/ACCORD trials; independent coverage summarizing trial outcomes and regulatory plans. citeturn0search6turn0search2turn0search1turn0news12"
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The study tests AXS-05 (dextromethorphan + bupropion) for symptomatic treatment of agitation in Alzheimer’s disease; the intended effect is modulation of CNS neurotransmission to relieve neuropsychiatric symptoms rather than targeting core AD pathologies (amyloid/tau). citeturn0search1turn0search4",
        "Act: AXS-05 is a small-molecule combination in which dextromethorphan acts as an NMDA (glutamate) receptor antagonist and sigma-1 receptor agonist, and bupropion is a norepinephrine/dopamine reuptake inhibitor that also increases dextromethorphan bioavailability. These mechanisms directly modulate neurotransmitter systems and receptors, fitting the ‘Neurotransmitter Receptors’ CADRO category. citeturn0search0turn0search2",
        "Act (trial specifics): ADVANCE-2 is a Phase 3, randomized, double-blind, placebo-controlled trial of AXS-05 for Alzheimer’s disease–related agitation (short course symptomatic trial), confirming the clinical focus on neuropsychiatric symptom improvement rather than disease modification. citeturn0search1turn0search4",
        "Reflect: Classification as D) Neurotransmitter Receptors is the best fit because the drug’s known pharmacology targets neurotransmitter receptors/transporters (NMDA, sigma-1, monoamine reuptake) to treat agitation symptoms. It is not primarily aimed at amyloid, tau, inflammation, vasculature, or other disease-modifying pathways, nor is it a diagnostic procedure; therefore R) Multi-target and T) Other are not appropriate. citeturn0search0turn0search3",
        "Web search results (key sources used): Axsome AXS-05 product/pipeline page (composition and MOA). citeturn0search0; American Journal of Psychiatry paper describing dextromethorphan-bupropion pharmacology and clinical data. citeturn0search2; Axsome press release (ADVANCE-2 initiation and trial design). citeturn0search1; ALZFORUM therapeutic entry summarizing AXS-05 and trials. citeturn0search4; Alzheimer's & Dementia/Wiley abstract summarizing AXS-05 development for AD agitation. citeturn0search3"
    ]
}