{
    "nct_id": "NCT04634396",
    "title": "Telephone Acceptance and Commitment Therapy Intervention for Caregivers of Adults With Alzheimer's Disease and Related Dementias. A Single Arm Pilot",
    "status": "COMPLETED",
    "last_update_time": "2023-03-27",
    "description_brief": "Caregivers of adults with dementia report higher stress, including anxiety and depressive symptoms, burden, and existential suffering, than caregivers of people with other chronic diseases.",
    "description_detailed": "Acceptance and Commitment Therapy (ACT) is a behavioral intervention designed to increase psychological flexibility in the face of challenges. The Investigators are trying to determine proof of concept that suggests that ACT is effective in reducing anxiety and associated psychological distress in dementia caregivers. This study will recruit N=20 dementia caregivers to receive 6 weekly 1-hour telephone-based ACT sessions",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "SUPPORTIVE_CARE",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is a telephone-delivered Acceptance and Commitment Therapy (ACT) program for caregivers (TACTICs) intended to reduce caregiver anxiety, depressive symptoms, burden and suffering — i.e., a psychosocial/behavioral intervention for caregivers rather than a drug or a patient-directed biological/small-molecule therapy. citeturn0search4turn0search5",
        "Act (key details & evidence): The study is a single-arm pilot (TACTICs) of 6 weekly 1-hour telephone ACT sessions delivered by a non-licensed, bachelor’s-level interventionist to caregivers (N=15), with primary outcome GAD-7 (anxiety); results showed large reductions in caregiver anxiety maintained through follow-up. This is explicitly described in the BMC Geriatrics article and the PubMed record. citeturn0search4turn0search5",
        "Reflect: This trial does not test a biologic or small-molecule drug, nor a cognitive enhancer or an intervention aimed at patient neuropsychiatric symptoms — it targets caregiver mental health via psychotherapy. Per the category definitions, it therefore does not fit the four therapeutic categories for Alzheimer’s pharmacologic/pathology-targeted or patient-directed cognitive/neuropsychiatric interventions, so classification is 'N/A'. citeturn0search4",
        "Web search results (sources used):\n- Feasibility and acceptability of an acceptance and commitment therapy intervention for caregivers of adults with Alzheimer’s disease and related dementias — BMC Geriatrics (full text; describes TACTICs single-arm pilot, methods, outcomes). citeturn0search4\n- PubMed record for the single-arm pilot summarizing design, N, outcomes (anxiety reductions maintained at follow-up). citeturn0search5\n- Related telephone-based ACT randomized trial and other tele-ACT caregiver studies referenced in literature (telephone-based ACT RCT; ACT tele-counselling feasibility RCT), for context on similar interventions. citeturn0search0turn0search1"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}