{
    "nct_id": "NCT06417086",
    "title": "Clinical Evaluation of Acupuncture Treatment on Alzheimer's Disease in APOE e4 Carriers and Non-Carriers: A Randomized Controlled Trial",
    "status": "RECRUITING",
    "last_update_time": "2025-05-18",
    "description_brief": "The goal of this clinical trial is to learn if acupuncture works to treat mild-to-moderate Alzheimer's disease, as well as the difference of its effect in APOE e4 carriers and non-carriers. It will also learn about the safety of acupuncture.\n\nResearchers will compare acupuncture to a placebo (sham acupuncture) to see if acupuncture works to relieve the cognitive impairment and improve the ability of daily living and the quality of life. In addition, the plasma and neuroimaging biomarkers will be included as objective indexes.\n\nParticipants will:\n\nExperience acupuncture or sham acupuncture 3 times per week for 12 weeks, and receive a 52-week follow-up.\n\nVisit the clinic at Week 12, Week 38 and Week 64 for checkups and tests.",
    "description_detailed": "This is a two-centre randomized controlled trial. A total of 176 participants with mild-to-moderate Alzheimer's disease, 88 APOE e4 carriers and 88 non-carriers, will be randomly assigned to either an acupuncture combined with donepezil group or a sham acupuncture combined with donepezil group with a ratio of 1:1. The main acupoints are DU 24, EX-HN 3, DU 20, EX-HN 1, GB 12, HT 7, KI 6, GB39. There will be 12 weeks of 3-session treatment for each participant, and a 52-week follow-up in total. The primary outcome is the change and effective rate from baseline in the ADAS-cog score measured at Week 12.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "Acupuncture",
        "Donepezil (background/standard-of-care in the trial per registry)"
    ],
    "placebo": [
        "Sham acupuncture (non‑penetrating/sham)"
    ],
    "explanation_target": [
        "Reason: The trial tests acupuncture (a therapeutic, non‑pharmacologic intervention) versus sham acupuncture to relieve cognitive impairment, improve activities of daily living and quality of life in mild‑to‑moderate Alzheimer’s disease — i.e., the primary intent is to improve cognition/function rather than to target Alzheimer pathology with a biologic or small molecule. (This aligns with the \"cognitive enhancer\" category as defined: interventions intended to improve cognitive function without directly targeting amyloid/tau pathology).",
        "Act / key trial details extracted: intervention = acupuncture; control = sham acupuncture; frequency = 3×/week for 12 weeks with 52‑week follow‑up; trial stratifies APOE ε4 carriers vs non‑carriers. The trial registry indicates participants also receive donepezil as background treatment in the registered protocol, so acupuncture is tested as an adjunct. citeturn0search5",
        "Supporting evidence from the literature: systematic reviews and meta‑analyses and trial protocols show acupuncture is studied specifically for cognitive improvement in AD and MCI, and neuroimaging/plasma biomarkers have been used in related studies to assess objective effects. Examples: a meta‑analysis and systematic reviews report acupuncture trials reporting cognitive and ADL outcomes; neuroimaging reviews describe brain changes after acupuncture in AD; and recent RCT protocols examine acupuncture + donepezil vs sham + donepezil. citeturn0search2turn0search8turn0search1",
        "Reflect: Classification rationale — not a biologic (no monoclonal antibody/vaccine), not a small molecule drug, and not primarily aimed at neuropsychiatric symptom management. Even though the registry shows donepezil (a cognitive‑enhancing cholinesterase inhibitor) is provided as background therapy in this trial, the randomized intervention being tested is acupuncture vs sham acupuncture; thus the most appropriate category is \"cognitive enhancer.\" Note: if one were categorizing the trial solely by the concomitant medication (donepezil), that would be a small‑molecule cognitive drug, but the randomized therapeutic question focuses on acupuncture. citeturn0search5"
    ],
    "agent_type": "M) Synaptic Plasticity/Neuroprotection",
    "explanation_agent": [
        "Reason: The randomized intervention being tested is acupuncture (a non‑pharmacologic cognitive‑enhancing therapy) intended to improve cognition, ADLs and quality of life rather than directly modulate amyloid, tau, ApoE, or a defined molecular pathology. Multiple systematic reviews/meta‑analyses and neuroimaging reviews report acupuncture trials targeting cognitive improvement in AD and show cognitive/ADL effects and brain functional changes after acupuncture. citeturn0search0turn0search4turn0search6.",
        "Act: Key extracted trial details — intervention = acupuncture versus sham acupuncture (3×/week × 12 weeks, with follow‑up); trial stratifies APOE ε4 carriers vs non‑carriers; participants receive donepezil as background SOC per registry, so acupuncture is tested as an adjunct. Donepezil is a reversible acetylcholinesterase inhibitor that increases synaptic acetylcholine to transiently improve cognition (pharmacologic cognitive enhancer). citeturn0search3turn1search2.",
        "Decision mapping to CADRO: The trial’s primary randomized therapeutic question concerns a non‑pharmacologic cognitive enhancer (acupuncture). CADRO lacks a dedicated 'cognitive enhancer' label; the closest, most specific category for interventions intended to improve cognition and modulate synaptic function/plasticity (without directly targeting amyloid, tau, inflammation, vasculature, etc.) is M) Synaptic Plasticity/Neuroprotection. This fits acupuncture’s putative mechanism of enhancing neural function/plasticity and the trial’s clinical intent. citeturn0search6.",
        "Reflect: Alternative classification — if the trial were categorized by the concomitant medication alone (donepezil), D) Neurotransmitter Receptors (cholinergic system) would be appropriate because donepezil modulates cholinergic neurotransmission via acetylcholinesterase inhibition. However, because the randomized intervention under study is acupuncture vs sham (with donepezil as background SOC), M) Synaptic Plasticity/Neuroprotection best reflects the trial’s focus. The evidence base for acupuncture in AD is mixed and of variable quality, so the mechanistic assignment (synaptic plasticity) is based on typical proposed mechanisms and the intervention’s clinical intent rather than a single molecular target. citeturn0search0turn0search4turn1search2.",
        "Output: Category assigned = \"M) Synaptic Plasticity/Neuroprotection\". Rationale: acupuncture is being tested as a cognitive‑enhancing, non‑pharmacologic therapy aimed at improving synaptic/functional brain outcomes (not directly targeting amyloid/tau). If one instead coded the trial by the background drug donepezil, that would map to D) Neurotransmitter Receptors (cholinergic system). citeturn0search3turn1search2."
    ]
}