{
    "nct_id": "NCT06343636",
    "title": "A Phase 1, First-in-human, Randomized, Double-blind, Placebo-controlled, Single and Multiple Ascending Dose Study in Healthy Adults and Open-label Single Dose Study in Patients With Alzheimer&#39;s Disease to Assess the Safety, Tolerability, Pharmacokinetics, and Pharmacodynamics of VG-3927",
    "status": "COMPLETED",
    "last_update_time": "2025-02-06",
    "description_brief": "A Phase 1, First-in-human, Randomized, Double-blind, Placebo-controlled, Single and Multiple Ascending Dose Study in Healthy Adults and Open-label Single Dose Study in Patients with Alzheimer's Disease to Assess the Safety, Tolerability, Pharmacokinetics, and Pharmacodynamics of VG-3927.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "VG-3927"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The trial drug VG-3927 is described in the protocol as an investigational agent for Alzheimer’s disease; published abstracts and company releases characterize VG-3927 as an orally administered small‑molecule TREM2 agonist (a \"molecular glue\" that potentiates TREM2 signaling to enhance microglial function and tissue repair), i.e., it targets AD-related pathology rather than acting purely as a symptomatic cognitive enhancer or psychiatric treatment. citeturn0search0turn0search4",
        "Act: Key extracted details — VG-3927 (investigational drug) is a small molecule TREM2 agonist being developed to modulate microglia and disease biology; the Phase 1 study is randomized, double‑blind, placebo‑controlled (SAD/MAD in healthy volunteers with an AD patient cohort). Sources: trial listing and company/press releases and journal abstract. citeturn0search2turn0search6turn0search0",
        "Reflect: Classification — fits \"disease-targeted small molecule\" because VG-3927 is a small‑molecule agonist directed at a specific AD-relevant target (TREM2/microglial pathway) with the intent of modifying disease biology. It is not a biologic (no antibody/vaccine), not described as only symptomatic cognitive enhancement, nor solely a neuropsychiatric symptomatic treatment. No major ambiguity found in sources. citeturn0search0turn0search4",
        "Web search results (selected): 1) Wiley/Alzheimer's & Dementia abstract describing VG-3927 as a molecular glue potentiating TREM2 signaling and Phase 1 design. citeturn0search0 2) Vigil Neuroscience press release/interim data noting TREM2 agonist activity, PK/PD and Phase 1 progress. citeturn0search4 3) Globenewswire / company reporting positive Phase 1 results including sTREM2 biomarker changes. citeturn0search6 4) Trial registry entry summarizing the Phase 1 study design (VG-3927 in healthy adults and AD patients). citeturn0search2"
    ],
    "agent_type": "F) Inflammation",
    "explanation_agent": [
        "Reason: The investigational drug VG-3927 is repeatedly described in the protocol/press materials as an orally bioavailable small‑molecule agonist of TREM2 that potentiates microglial TREM2 signaling to enhance microglial function and tissue repair—i.e., it modulates the brain immune/microglial pathway rather than directly targeting amyloid or tau. citeturn0search2turn0search3",
        "Act: Extracted details — VG-3927 (clinical candidate) is a small‑molecule TREM2 agonist/PAM intended to activate TREM2 on microglia and engage neuroprotective microglial biology; Phase 1 SAD/MAD data showed CNS penetration and PD effects including reduction of CSF sTREM2 and increases in microglial-related biomarkers, consistent with target engagement. Key sources: company press releases, conference abstracts and Phase 1 topline reports. citeturn0search0turn0search1turn0search2",
        "Reflect: CADRO mapping — TREM2 is a receptor on myeloid/microglial cells that mediates immune/microglial responses in AD; interventions that agonize or modulate TREM2 act on neuroinflammation/microglial pathways, so the most specific CADRO category is F) Inflammation (microglial/immune modulation). The trial is disease‑targeted and single‑target (TREM2/microglia), not multi-target or diagnostic, so 'F) Inflammation' is appropriate. citeturn0search2turn0search3",
        "Web search results (selected) used to support classification: 1) Vigil Neuroscience interim/Phase 1 update noting PK/PD, CSF sTREM2 reductions and biomarker effects for VG-3927. citeturn0search0 2) Vigil/AD/PD press release and abstract describing VG-3927 as an orally bioavailable, CNS‑penetrant small molecule TREM2 agonist/PAM and summarizing Phase 1 data. citeturn0search2 3) Company financial/earnings release summarizing positive Phase 1 topline data, PK/PD and planned Phase 2. citeturn0search1 4) GlobeNewswire company release describing VG-3927 mode-of-action as TREM2 agonist and microglial modulation. citeturn0search3 5) Media coverage of Vigil / VG-3927 acquisition interest noting the drug’s TREM2/microglia target and clinical status. citeturn0news13"
    ]
}