{
    "nct_id": "NCT01343966",
    "title": "A Randomized, Double-Blind, Placebo Controlled, Parallel-Group, Multicenter, Phase II Study to Evaluate the Efficacy and Safety of MABT5102A in Patients With Mild to Moderate Alzheimer's Disease (ABBY)",
    "status": "COMPLETED",
    "last_update_time": "2017-07-10",
    "description_brief": "This is a Phase II, randomized, double-blind, parallel-group, placebo-controlled study to evaluate the safety and efficacy of MABT5102A in patients with mild to moderate Alzheimer's Disease.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted biologic",
    "drug": [
        "MABT5102A (crenezumab) — humanized IgG4 monoclonal antibody targeting amyloid-β (binds oligomeric and aggregated Aβ; promotes Aβ clearance)"
    ],
    "placebo": [
        "placebo (matched)"
    ],
    "explanation_target": [
        "Reason: The investigational agent MABT5102A is a monoclonal antibody that binds multiple forms of amyloid-β (Aβ), with reported activity against oligomeric and aggregated Aβ and actions that promote Aβ clearance/disaggregation — i.e., it directly targets Alzheimer's pathology rather than providing symptomatic cognitive enhancement. citeturn1search5turn0search1",
        "Act: The trial title and description (ABBY, Phase II randomized double‑blind placebo‑controlled study of MABT5102A in mild–moderate AD) and clinical trial records link MABT5102A to the crenezumab development program; ABBY evaluated crenezumab in this population. These sources identify MABT5102A as the anti‑Aβ monoclonal (crenezumab) tested in the Phase II ABBY trial. citeturn1search1turn1search0",
        "Reflect: Matching the definitions, this is a biologic (monoclonal antibody) that targets Alzheimer’s pathology (amyloid‑β), so the correct category is 'disease-targeted biologic'. No evidence in the description suggests it is a small molecule, a purely symptomatic cognitive enhancer, or an intervention aimed mainly at neuropsychiatric symptoms. citeturn1search3turn0search3"
    ],
    "agent_type": "A) Amyloid beta",
    "explanation_agent": [
        "Reason: The investigational agent MABT5102A is crenezumab, a humanized IgG4 monoclonal antibody that preferentially binds multiple forms of amyloid‑β (especially oligomeric and aggregated Aβ), blocks aggregation and promotes disaggregation/clearance — i.e., it directly targets Aβ pathology rather than providing symptomatic relief. citeturn1search5turn1search10",
        "Act: Extracted trial details — drug: MABT5102A (crenezumab); design: Phase II, randomized, double‑blind, placebo‑controlled ABBY trial in mild–moderate AD. These trial records identify MABT5102A as crenezumab and link it to the anti‑Aβ monoclonal antibody program. Based on the explicit anti‑Aβ mechanism, assign CADRO category 'A) Amyloid beta'. citeturn0search2turn0search1",
        "Reflect: The description and cited literature consistently describe a biologic whose mechanism is engagement and clearance/modulation of Aβ species (including oligomers and aggregated forms). This maps directly to CADRO category A (Amyloid beta). There is no indication of multi‑target activity or a diagnostic/non‑therapeutic focus, so 'A) Amyloid beta' is the most specific and appropriate classification. citeturn1search10turn0search1",
        "Web search results cited: 1) ABBY Phase II publication describing the randomized crenezumab study in mild–moderate AD (Neurology / PubMed). citeturn0search1turn0search0 2) ClinicalTrials.gov / trial record for NCT01343966 (ABBY) listing MABT5102A = crenezumab. citeturn0search2 3) Structural and mechanistic studies showing crenezumab (humanized IgG4) binds oligomeric/aggregated Aβ and promotes disaggregation. citeturn1search5turn1search10"
    ]
}