{
    "nct_id": "NCT05929924",
    "title": "Does EVOO Induce Gene and Metabolic Changes in Healthy Subjects With Alzheimer's Disease Family History",
    "status": "ACTIVE_NOT_RECRUITING",
    "last_update_time": "2025-04-18",
    "description_brief": "Investigators' recent findings from the pilot clinical trial in MCI individuals demonstrated EVOO improved vascular function and memory. Yet, up to date, whether EVOO protects against AD in individuals with a family history of AD is unknown. Thus, in this study, the investigators will recruit healthy individuals with a family history of AD for participation. From eligible participants, blood samples for ApoE genotyping will be collected, followed by metabolomics, lipidomics, and transcriptomics analyses at baseline. Participants will be randomized into 2 groups (n=20 each); one group will receive EVOO daily (\\~2 tablespoons, 30 ml) for 6 months, and the second group will not receive olive oil. Both group participants will receive educational information on brain health and how environmental factors such as lifestyle, diet, and exercise could impact brain health. After 6 months, another blood sample will be collected from the participants to evaluate the effect of EVOO on metabolites, lipids, and genes, and thus physiological pathways. The investigators will perform non-targeted and comprehensive metabolomics, lipidomics, and transcriptomics analyses. Examples of metabolites to be analyzed are antioxidative and anti-inflammatory metabolites, neurotransmission, mitochondrial, tryptophan, and purine metabolisms. Examples of lipidomics include sphingomyelins (SMs), cholesterol esters (ChEs), phosphatidylcholines (PCs), phosphatidylethanolamines (PIs), phosphatidylinositols (PIs), and triglycerides (TGs). Transcriptomics will be used to identify changes in mRNAs involved in different pathways contributing to AD, such as genes involved in inflammation and oxidative stress, in both ApoE-dependent and independent fashion.",
    "description_detailed": "Several epidemiological and clinical studies proposed that adherence to the Mediterranean diet improves cognitive function and slows Alzheimer's disease (AD) progression. Extra virgin olive oil (EVOO) is one of the main elements of the Mediterranean diet. EVOO provides several health benefits, including strong anti-inflammatory and antioxidant effects. Findings from our preclinical published studies support the consumption of EVOO to protect the brain, prevent AD and delay disease progression. In addition, findings from the investigators' pilot clinical trial in mild cognitive impairment (MCI) individuals demonstrated EVOO improved cerebrovascular function and memory. However, the remaining question is whether EVOO could protect individuals from AD in individuals with a family history of AD, i.e., with a genetic predisposition. One of the major risk factors for AD is the genetic variation in apolipoprotein E (ApoE). ApoE is a major risk factor for developing late-onset AD, with ApoE4 being detrimental and ApoE2 protective. Compared to the most common ApoE3/3 genotype, each additional copy of the ApoE4 allele is associated with an increased risk of AD and a younger mean age at dementia onset, such that ApoE4 homozygotes are at the highest risk. Available reports have shown ApoE4 carriers have increased amyloid-β (Aβ) brain levels contributing to its accumulation and related pathology. Also, ApoE4 contributes to cerebrovascular dysfunction, increasing susceptibility to neurodegenerative insult. Besides, compared to ApoE3, ApoE4 carriers may not respond to some drugs suggesting the efficacy is ApoE genotype dependent. However, whether EVOO protective effect could extend to those with a family history of AD, i.e., with a genetic predisposition, specifically ApoE4, is unknown. Thus, the objectives of this study are: 1) To evaluate the effect of EVOO on molecular and biological pathways linked with AD by monitoring changes in blood metabolites (metabolomics), lipids (lipidomics), and genes (transcriptomics); and 2): To compare the effect of EVOO on analyzed pathways between individuals with ApoE3 and ApoE4. To accomplish both specific aims, the investigators will recruit healthy individuals with a family history of AD for participation. At baseline, blood samples will be collected from eligible participants for ApoE genotyping and metabolomics, lipidomics, and transcriptomics analyses. Participants will be randomized into 2 groups (n=20 each); one group will receive daily EVOO (\\~2 tablespoons, 30 ml per day) for 6 months, and the second group will not receive olive oil. After 6 months, another blood sample will be collected from the participants to evaluate the effect of EVOO on metabolites, lipids, and genes.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "PREVENTION",
    "results": null,
    "target_category": "Cognitive enhancer",
    "drug": [
        "Extra‑virgin olive oil (EVOO) — dietary intervention (contains polyphenols such as oleocanthal, oleuropein)"
    ],
    "placebo": [
        "No olive oil (control group; educational material provided to both groups)"
    ],
    "explanation_target": [
        "Reason: The intervention is daily consumption of extra‑virgin olive oil (EVOO) in healthy subjects with a family history of AD. The study aims to test whether EVOO alters metabolites, lipids and gene expression and thereby protects against AD and improves memory/vascular function — i.e., a dietary/nutritional intervention intended to improve cognitive/physiological outcomes rather than a monoclonal antibody or small‑molecule drug. Prior human pilot and randomized trials report EVOO-related improvements in memory, blood–brain barrier integrity, and cognitive outcomes. citeturn0search1turn0search2turn0search3",
        "Act: Key extracted details from the protocol: daily EVOO (~2 tablespoons / 30 mL) for 6 months vs. no olive oil control; participants are cognitively healthy but have family history of AD; blood collected for ApoE genotyping and non‑targeted metabolomics, lipidomics, and transcriptomics at baseline and 6 months to assess changes in antioxidative/anti‑inflammatory metabolites, neurotransmission/mitochondrial/tryptophan/purine pathways and lipids (SM, ChE, PC, PE, PI, TG). This is a dietary/nutritional intervention (not a biologic or a defined small‑molecule therapeutic).",
        "Reflect: Classification justification — The study tests a food/nutraceutical (EVOO) intended to improve memory/physiological pathways linked to AD risk and has prior evidence of cognitive/BBB benefits; it is not a biologic (e.g., monoclonal antibody or vaccine) nor a single small‑molecule drug. Among the provided categories, the best fit is 'Cognitive enhancer' because the primary therapeutic intent is to improve cognitive/brain health and modulate metabolic pathways through a dietary agent rather than to deploy a disease‑targeted biologic or small molecule therapy. Mechanistic work supports EVOO polyphenols as multi‑targeting neuroprotective agents (anti‑oxidant/anti‑inflammatory, enhanced Aβ clearance) which explains why investigators study metabolomic/transcriptomic changes, but that does not reclassify the intervention as a biologic or small molecule drug. citeturn1search0turn1search7",
        "Web search results (key sources used):",
        "- Extra‑Virgin Olive Oil Enhances the Blood–Brain Barrier Function in Mild Cognitive Impairment: randomized trial demonstrating EVOO improved BBB permeability and memory/clinical scores. citeturn0search1",
        "- MICOIL Pilot Study: randomized trial of high‑phenolic early‑harvest EVOO in MCI showing cognitive benefits. citeturn0search2",
        "- PREDIMED‑Navarra trial / PREDIMED analyses: Mediterranean diet supplemented with EVOO associated with better cognition and reduced MCI incidence in long‑term randomized trial. citeturn0search3turn0search6",
        "- Review: Olive oil phenols as multi‑targeting agents against Alzheimer's disease (describes oleuropein/oleocanthal effects on amyloid, tau, inflammation). citeturn1search0",
        "- Oleocanthal studies: EVOO phenolic oleocanthal enhances Aβ clearance and has neuroprotective effects in vitro/in vivo. citeturn1search7turn1search8"
    ],
    "agent_type": "R) Multi-target",
    "explanation_agent": [
        "Reason: EVOO (extra‑virgin olive oil) contains multiple bioactive polyphenols (e.g., oleocanthal, oleuropein) and the protocol describes antioxidant, anti‑inflammatory, metabolic/lipid, BBB integrity and Aβ‑clearance effects — i.e., several distinct biological processes implicated in AD rather than a single molecular target.",
        "Act: Key extracted details — intervention = daily EVOO (~30 mL) for 6 months in cognitively healthy subjects with AD family history; measured outcomes include metabolomics, lipidomics, transcriptomics, ApoE genotyping, memory and vascular/BBB function. Mechanisms cited in the protocol: antioxidative/anti‑inflammatory effects, modulation of neurotransmission/mitochondrial/tryptophan/purine pathways, changes in many lipid classes, and reported effects on Aβ clearance. These indicate multiple biological pathways are being modulated.",
        "Reflect: CADRO mapping — because the intervention is a dietary/nutraceutical agent with evidence and intent to act on several CADRO domains (inflammation F, oxidative stress G, amyloid-related processes A, lipid/ApoE pathways C, metabolism J, vasculature K, and synaptic/neuroprotection M), the most appropriate single CADRO assignment is R) Multi-target rather than any single-category label. If the study had focused solely on, e.g., ApoE/lipid modulation or only antioxidant activity with a defined molecular binder, a single category might fit better, but the protocol explicitly targets many pathways.",
        "Web search results (as provided): - Randomized trial: Extra‑Virgin Olive Oil Enhances the Blood–Brain Barrier Function in Mild Cognitive Impairment (EVOO improved BBB permeability and memory/clinical scores). - MICOIL pilot randomized trial: high‑phenolic early‑harvest EVOO in MCI showing cognitive benefits. - PREDIMED analyses: Mediterranean diet supplemented with EVOO associated with better cognition and reduced MCI incidence. - Review: Olive oil phenols as multi‑targeting agents against Alzheimer’s disease (describing oleuropein/oleocanthal effects on amyloid, tau, inflammation). - Oleocanthal studies: evidence for enhanced Aβ clearance and neuroprotective effects in vitro/in vivo.",
        "Final output: R) Multi-target — justifying that EVOO is a nutraceutical intervention acting on multiple AD‑related pathways (inflammation, oxidative stress, amyloid clearance, lipids/metabolism, vasculature, synaptic protection), so CADRO 'R) Multi-target' best describes the trial target type."
    ]
}