{
    "nct_id": "NCT04413344",
    "title": "Double-Blind Comparative Trial and Open-Label Extension Trial to Investigate the Safety and Efficacy of TW-012R in Alzheimer's Disease With Presenilin 1 (PSEN1) Mutations",
    "status": "COMPLETED",
    "last_update_time": "2025-08-25",
    "description_brief": "The goal of this clinical trial is to learn about safety and efficacy of bromocriptine in familial Alzheimer's disease with presenilin 1 mutations.\n\nThe main questions it aims to answer are: •safety of bromocriptine •efficacy of bromocriptine\n\nParticipants will answer questions, have blood exams, lumbar punctures and MRI/PET scans. Researchers will compare a participants group taking bromocriptine with a participants group taking placebo to see if there is any changes in cognitive function, and behavioral and psychiatric symptoms with dementia.",
    "description_detailed": "To investigate the safety and efficacy of an orally administered dose of TW-012R in patients with Alzheimer's disease bearing PSEN1 (presenilin 1) mutations (PSEN1-AD), using a placebo group as a control. In addition, long-term safety will be examined in an open-label extension trial.",
    "phase": [
        "PHASE1",
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "Bromocriptine mesilate (TW-012R)"
    ],
    "placebo": [
        "Identical placebo tablets"
    ],
    "explanation_target": [
        "Reason: The trial tests bromocriptine (branded in the protocol as TW-012R) in PSEN1 familial Alzheimer's disease, aiming to alter Aβ metabolism and measure effects on cognition and behavioral/psychiatric symptoms — i.e., a therapeutic intent against Alzheimer’s pathology rather than a purely symptomatic (non‑pathology) cognitive enhancer. citeturn0search1turn0search8",
        "Act: Key details from registries and publications — the clinical trial record identifies the investigational product TW-012R as bromocriptine mesilate and describes a randomized, placebo‑controlled, double‑blind design measuring safety and efficacy in PSEN1-AD (including cognitive and behavioral outcomes). Dosage escalation and extension phases are described in the protocol. citeturn0search0turn0search8",
        "Act (drug identity/mechanism): Bromocriptine is a small‑molecule ergot derivative and dopamine D2 receptor agonist (not a biologic). This pharmacology classifies it as a small molecule rather than a biologic (monoclonal antibody, vaccine, etc.). citeturn1search0turn1search2",
        "Reflect: Given (1) TW-012R = bromocriptine mesilate, (2) the trial was initiated to repurpose bromocriptine based on iPSC screening for effects on Aβ metabolism in PSEN1-AD, and (3) bromocriptine is a small‑molecule dopamine agonist (not a biologic), the correct category is 'disease-targeted small molecule'. The only ambiguity is that bromocriptine's canonical clinical uses are symptomatic (e.g., prolactin disorders, Parkinson's), but the protocol and associated publications explicitly frame this study as repurposing to target Aβ metabolism (disease‑modifying rationale). citeturn0search1turn0search8turn1search7"
    ],
    "agent_type": "A) Amyloid beta",
    "explanation_agent": [
        "Reason: The investigational product TW-012R is bromocriptine mesilate and the trial was initiated to repurpose bromocriptine based on iPSC screening for effects on Aβ metabolism in PSEN1 familial AD — i.e., the protocol frames the study as targeting amyloid metabolism rather than only symptomatic dopaminergic effects. citeturn0search3",
        "Act: Key registry/publication details: the REBRAnD study describes a multicentre, randomized, placebo‑controlled, double‑blind comparative trial (with open‑label extension) of oral bromocriptine (TW‑012R) in patients with PSEN1 mutations, measuring safety and efficacy on cognitive and behavioral outcomes; bromocriptine is a small‑molecule ergot derivative (dopamine D2 receptor agonist), not a biologic. citeturn0search3turn0search0turn0search7",
        "Reflect: Although bromocriptine’s canonical pharmacology is dopaminergic (which would map to CADRO D: Neurotransmitter Receptors), the explicit disease‑modifying rationale given in the trial (repurposing to alter Aβ metabolism in PSEN1‑AD) makes the most specific CADRO match A) Amyloid beta. If one prioritized only the drug’s canonical receptor pharmacology, D) would be plausible — but the trial’s stated mechanistic goal (affecting Aβ metabolism) supports classification under A). citeturn0search3turn0search0",
        "Web search results (sources consulted and key points):",
        "- REBRAnD trial (PubMed): Title and abstract state repurposing bromocriptine for Aβ metabolism in PSEN1‑AD; describes randomized, placebo‑controlled double‑blind design for TW‑012R (bromocriptine). citeturn0search3",
        "- StatPearls / LiverTox / DrugBank: Summaries confirming bromocriptine is a semisynthetic ergot alkaloid dopamine D2 receptor agonist (small molecule), used clinically for prolactin disorders and Parkinson disease. citeturn0search0turn0search5turn0search7",
        "- PubMed articles on bromocriptine actions (neurite outgrowth and intracellular signaling): examples of bromocriptine affecting neuronal signaling pathways, supporting biological plausibility for effects beyond symptomatic dopaminergic activity. citeturn0search1turn0search4",
        "Final classification: A) Amyloid beta — Reasoning: trial explicitly repurposes bromocriptine to modify Aβ metabolism in PSEN1 familial AD (disease‑targeted small molecule), so the most specific CADRO category is A) Amyloid beta. citeturn0search3"
    ]
}