{
    "nct_id": "NCT00053599",
    "title": "A Multi-Center, Randomized, Double-Blind, Placebo-Controlled Trial of Simvastatin to Slow the Progression of Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2009-07-24",
    "description_brief": "CLASP is a research study to investigate the safety and effectiveness of simvastatin (a cholesterol lowering drug or statin) to slow the progression of Alzheimer's disease (AD). Statins are commonly used to treat high cholesterol levels, which increase the risk of heart disease and stroke.",
    "description_detailed": "In earlier studies in animals and humans, researchers found that lowering cholesterol levels with statins seems to have a positive impact on brain function and reduces the risk of AD. The CLASP trial will test the link between using a cholesterol lowering medication and slowing disease progress in people with mild to moderate Alzheimer's disease (AD).\n\nCLASP is a research study to investigate the safety and effectiveness of simvastatin (a cholesterol lowering drug or statin) to slow the progression of AD. The clinical trial will include the treatment of patients with mild to moderate AD, and the objective is to evaluate the safety and efficacy of simvastatin to slow the progression of AD, as measured by the cognitive portion of the AD Assessment Scale. Measures of clinical global change (ADCS-CGIC), mental status, functional ability, behavioral disturbances, quality of life and economic indicators will be made also. The study design is randomized, double-blind, placebo-controlled, parallel group design with equal randomization to drug and placebo. Randomization will be stratified and blocked to ensure balanced assignment within site. Sample size will include 400 participants enrolled from approximately 40 sites with a goal of 10 to 15 volunteers enrolled at each site. Study medication will be as follows: 20 mg of simvastatin or matching placebo to be given for 6 weeks, followed by 40 mg of simvastatin or matching placebo for the remainder of the 18-month study period. Participants will be instructed to take the medication once a day in the evening. Safety parameters to be checked will include adverse events, symptom checklists, vital signs, physical and neurological examinations, and laboratory tests.",
    "phase": [
        "PHASE3"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "simvastatin (small-molecule HMG-CoA reductase inhibitor; statin)"
    ],
    "placebo": [
        "matching placebo"
    ],
    "explanation_target": [
        "Reason: The trial tests simvastatin — a small-molecule HMG-CoA reductase inhibitor (a statin) — to slow progression of Alzheimer’s disease, based on hypotheses that lowering cholesterol may affect amyloid processing and AD pathology. This places the intervention in the class of small-molecule drugs that are being used to target disease-related biology rather than solely treating symptoms. citeturn0search3turn0search6",
        "Act (extracted details and web evidence): The CLASP trial is a multi-center, randomized, double-blind, placebo-controlled trial of simvastatin (20 mg → 40 mg daily) versus matching placebo in ~400 participants with mild–moderate AD to test whether simvastatin slows cognitive decline (ADAS-Cog primary outcome). A large ADCS/Neurology report concluded simvastatin 40 mg/day lowered lipids but did not slow cognitive decline on the ADAS-Cog (no benefit vs placebo). Smaller and mechanistic studies showed simvastatin can alter APP/amyloid-related biomarkers in CSF and preclinical models, which motivated the disease-modification hypothesis. citeturn0search3turn0search1turn0search0turn0search6",
        "Reflect: Classification check — by the provided definitions, a \"Disease-targeted small molecule\" is a small-molecule drug targeting AD pathology. Although simvastatin is primarily a cholesterol-lowering drug not originally developed as an Alzheimer-specific therapy, the trial explicitly tests it for effects on AD pathology/progression (amyloid-related rationale and biomarker studies). Therefore the correct category is \"disease-targeted small molecule.\" The trial used a matching placebo; key published results showed no clinical benefit despite biomarker/preclinical rationale. citeturn0search1turn0search5"
    ],
    "agent_type": "C) ApoE, Lipids and Lipoprotein Receptors",
    "explanation_agent": [
        "Reason: The trial tests simvastatin, an HMG-CoA reductase inhibitor (a statin) that lowers cholesterol and modulates lipid metabolism — the rationale for testing in AD is that altering cholesterol/lipoprotein biology can influence APP processing and Aβ dynamics (linking to ApoE/lipid pathways). citeturn0search1turn0search8",
        "Act: Extracted details: simvastatin (small-molecule statin) given 20 mg → 40 mg daily in the multi-center randomized double-blind CLASP trial (~406 participants) to test slowing of cognitive decline (ADAS-Cog primary outcome). The trial lowered lipids but showed no clinical benefit on ADAS-Cog. Mechanistic and biomarker studies (and preclinical work with statins) motivated the trial because statins can alter Aβ-related biomarkers/transport. citeturn0search2turn0search1turn0search3",
        "Reflect: Mapping to CADRO — this intervention targets lipid metabolism and lipoprotein-related biology (cholesterol/HMG-CoA reductase pathway) rather than directly targeting amyloid or tau proteins per se. CADRO category C ('ApoE, Lipids and Lipoprotein Receptors') is the most specific fit. Although there is an amyloid-related rationale, the primary mechanism tested is modulation of lipid/lipoprotein pathways, not a direct anti-amyloid agent, so 'C' is preferred over 'A' or a multi-target category. citeturn0search8turn0search3",
        "Web search results used (summaries):",
        " - Neurology/ADCS randomized trial of simvastatin in AD (CLASP): randomized, double-blind, placebo-controlled; 20→40 mg simvastatin; 406 participants; lowered lipids but no slowing of ADAS-Cog decline. citeturn0search1turn0search5",
        " - Clinical trial registry entry for CLASP (NCT00053599) describing design, dosing, and enrollment (~400 participants). citeturn0search2",
        " - Mechanistic/biomarker studies showing statins can alter Aβ formation/transport and related biomarkers in vitro, in patients, and in smaller trials — mechanistic rationale for statins in AD. citeturn0search8turn0search3"
    ]
}