{
    "nct_id": "NCT05904132",
    "title": "Individual Closed-Loop Neuromodulation Therapy for Alzheimer's Disease",
    "status": "RECRUITING",
    "last_update_time": "2025-06-10",
    "description_brief": "The project is a placebo-controlled study that aims to use closed-loop transcranial alternating current stimulation (tACS) to study patients with symptoms of mild cognitive impairment which is likely due to Alzheimer's disease or another form of dementia (AD-MCI). Patients will undergo an EEG and complete some questionnaires and computer tasks during each study visit. The project has the following aims and hypotheses: 1.) To determine the impact of closed-loop 40 Hz tACS on the entrainment of natural gamma rhythms in patients with AD-MCI, 2.) To determine the impact of closed-loop 40 Hz tACS on cognitive performance in patients with AD-MCI, and 3.) To assess the relationship between baseline neurodegenerative burden and impact of tACS. \\[exploratory\\]",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "closed‑loop 40 Hz transcranial alternating current stimulation (tACS) — neuromodulation device/intervention"
    ],
    "placebo": [
        "sham stimulation (sham tACS)"
    ],
    "explanation_target": [
        "Reason: The intervention is closed‑loop 40 Hz tACS, a non‑pharmacologic neuromodulation device intended to entrain gamma (40 Hz) brain rhythms and to improve cognitive performance in patients with AD‑MCI. This denotes a device-based cognitive enhancement aim rather than a biologic or small‑molecule disease‑modifying therapy.",
        "Act (key extraction): The trial is placebo‑controlled (sham) and tests closed‑loop 40 Hz tACS for (1) entrainment of gamma rhythms and (2) effects on cognitive performance in AD‑MCI — intervention = 40 Hz tACS; control = sham stimulation.",
        "Supporting evidence from the literature: 40 Hz (gamma) tACS has been studied as a way to entrain neural gamma oscillations and improve cognition in AD or MCI populations (examples: TRANSFORM‑AD protocol and trials of 40 Hz tACS vs sham). citeturn0search2turn0search1",
        "Additional supporting evidence: Meta‑analysis and preclinical work report 40 Hz gamma stimulation (including tACS) can enhance cognition and may affect amyloid and related pathology in animal models — but these are device/entrainment findings, not small molecules or biologics. citeturn0search8turn0search4",
        "Reflect: Classification rationale — this is not a biologic (no antibody/vaccine) nor a small molecule drug; its primary stated outcomes are entrainment of gamma rhythms and cognitive performance, so the best fit among the provided categories is 'cognitive enhancer'. The trial does examine relationships with neurodegenerative burden (exploratory) but that does not change the intervention type. No drug name is involved; intervention is a device-based neuromodulation (tACS)."
    ],
    "agent_type": "M) Synaptic Plasticity/Neuroprotection",
    "explanation_agent": [
        "Reason: The intervention is closed‑loop 40 Hz transcranial alternating current stimulation (tACS), a non‑pharmacologic neuromodulation device intended to entrain gamma (40 Hz) brain rhythms to improve cognition in AD‑MCI. This acts by modulating neural oscillations and network/synaptic function rather than by binding a specific molecular target (e.g., an amyloid or tau protein). citeturn0search2turn0search4",
        "Act: Key extraction from the trial description — intervention = closed‑loop 40 Hz tACS (device neuromodulation); control = sham stimulation. 40 Hz tACS is used clinically to entrain gamma oscillations and has been tested in randomized, sham‑controlled trials (e.g., TRANSFORM‑AD and related 40 Hz tACS studies) examining cognitive outcomes and neural entrainment. Although some preclinical and exploratory human work links 40 Hz stimulation to changes in amyloid/tau or perfusion, the proximal mechanism and intended clinical effect are restoration/enhancement of neural oscillations and cognitive/synaptic function. citeturn0search0turn0search3turn0search5",
        "Reflect: CADRO is organized by biological targets/pathways. The intervention here is device‑based neuromodulation targeting network oscillations and synaptic function (a cognitive enhancement / neuroprotective mechanism). The best matching CADRO category is M) Synaptic Plasticity/Neuroprotection rather than A) Amyloid beta, B) Tau, or other molecular categories because no specific molecular ligand/receptor or pathology‑directed biologic/small molecule is being targeted. If one insisted the trial had no molecular target at all, one could consider T) Other, but given CADRO includes synaptic plasticity/neuroprotection as a recognized therapeutic target class, M is the most specific fit. citeturn0search4turn0search2",
        "Web search results used (key sources): TRANSFORM‑AD protocol/trial describing randomized sham‑controlled 40 Hz tACS in AD and mechanistic aims (cognition, EEG/EEG‑fMRI, amyloid imaging). citeturn0search0turn0search2",
        "Additional clinical and mechanistic literature: randomized/sham‑controlled studies and protocols of 40 Hz tACS showing cognitive effects and describing entrainment of gamma rhythms; sensory 40 Hz stimulation trials and preclinical work linking 40 Hz gamma stimulation to effects on amyloid/tau in animal models (supporting that the intervention is oscillation/entrainment‑based rather than a molecular biologic). citeturn0search3turn0search4turn0search5"
    ]
}