{
    "nct_id": "NCT05552157",
    "title": "A Phase II/III Multicenter Randomized, Double-Blind, Placebo-Controlled, Two-Stage Adaptive Design, Platform Trial of Investigational Treatments for Primary Prevention of Disease Progression in Dominantly Inherited Alzheimer's Disease",
    "status": "RECRUITING",
    "last_update_time": "2025-07-30",
    "description_brief": "The purpose is to evaluate the biomarker effect, safety, and tolerability of investigational study drugs in participants who are known to have an Alzheimer's disease (AD)-causing mutation. Stage 1 will determine if treatment with the study drug prevents or slows the rate of amyloid beta (Aβ) pathological disease accumulation demonstrated by Aβ positron emission tomography (PET) imaging. Stage 2 will evaluate the effect of early Aβ plaque reduction/prevention on disease progression by assessing downstream non-Aβ biomarkers of AD (e.g., CSF total tau, p-tau, NfL) compared to an external control group from the DIAN-OBS natural history study and the DIAN-TU-001 placebo-treated participants.",
    "description_detailed": "This study will recruit participants from the Dominantly Inherited Alzheimer Network observational study (DIAN-OBS), a multicenter international study supported by the National Institutes of Health (Grant Number U01-AG032438; RJ Bateman), Dominantly Inherited Alzheimer Network Trials Unit (DIAN-TU) sites, DIAN-TU partner sites, DIAN Expanded Registry (DIAN-EXR), and families identified by the sites. As part of the DIAN-TU-002 protocol, participants undergo longitudinal assessments that include clinical assessment, cognitive testing, magnetic resonance imaging (MRI) and amyloid imaging, and analysis of cerebrospinal fluid (CSF).\n\nParticipants in DIAN are recruited from families that have at least one member who has been identified as having a mutation linked to dominantly inherited Alzheimer's disease (DIAD). The mutations in presenilin 1 (PSEN1), presenilin 2 (PSEN2) and amyloid precursor protein (APP) genes that are associated with DIAD have very high penetrance (near 100%). This study will enroll individuals who are either known to have a known disease-causing mutation, or who are at risk for such a mutation (the child or sibling of a proband with a known mutation) and unaware of their genetic status. Because the age at onset of cognitive changes is relatively consistent within each family and for each mutation, an age at onset is determined for each affected parent or mutation as part of the DIAN-OBS study protocol. This study will enroll participants who are asymptomatic and are within a specific window of time of expected age at onset for their family and/or mutation.\n\nThe ability to identify individuals destined to develop Alzheimer's disease (AD) with a high degree of confidence provides a unique opportunity to assess the efficacy of therapies at asymptomatic and very early stages of dementia. Families with known disease-causing mutations are extremely rare and are geographically dispersed throughout the world. These constraints necessitate a specialized study design. Participants in this study will not yet have developed any symptoms of AD; they will be \"asymptomatic\" carriers of mutations that cause DIAD and would be expected to perform normally on standard cognitive and functional testing. Further, most mutation carriers will have levels of AD-associated amyloid beta (Aβ) and non-Aβ biomarkers that are the same as non-carriers. Imaging and fluid biomarkers will be used to demonstrate that the treatment compounds have engaged their therapeutic targets. A set of cognitive measures designed to assess the very earliest and most subtle cognitive changes will be collected. However, the goal of this study is to address whether decreasing plaque prone Aβ peptides in the absence of measurable or mild elevations of Aβ plaques in participants with minimal to no amyloid plaque at baseline can lead to the subsequent prevention of non-Aβ biomarkers of disease progression. Additionally, because many at-risk individuals decide not to know whether they have the disease-associated mutation, some of the at-risk individuals enrolled in this study will not have the disease-causing mutations; they will be \"mutation-negative.\" It is important to enroll these participants to avoid coercion (e.g., potential participants may feel pressured into genetic testing to learn their genetic status to be eligible for the trial). These mutation-negative individuals will be assigned to the placebo group and data will be used to determine normal ranges of outcome. Participants and site study staff will remain blinded as to these individuals' active or placebo group assignment and mutation status. Thus, the study will be blinded for placebo and for mutation status, except for mutation carriers who are aware of their genetic status. There may be exceptional circumstances as required by local regulation or health authorities where enrollment may be restricted to mutation carriers only, but such mandates will be thoroughly documented and agreed upon by the governing regulatory agency and the study sponsor.\n\nThis study is an adaptive-platform-based study. Several different therapies (each referred to as a study drug arm) may be tested in order to increase the likelihood that an effective treatment will be discovered. The compounds are selected for this trial based on mechanism of action and available data on efficacy and safety profile. In the case of multiple study arms, the study design includes a pooled placebo group (referred to as the mutation positive placebos) shared by all study drug arms. Mutation carriers will be assigned to a study drug arm and subsequently randomized within that arm in an overall 1:1 ratio to active drug: placebo. Mutation-negative participants will all receive placebo treatment. Participants and study staff will not be blinded as to which study drug arm each participant has been assigned; they will be blinded to whether participants have been randomized to receive active drug or placebo.\n\nThe study has 2 treatment periods: Stage 1 is a blinded placebo-controlled period that will continue until the last randomized participant completes 4 years of treatment (i.e., a common close design), and Stage 2 is an open-label period of 4 years (with a planned 2-year interim efficacy analysis) in which all mutation carriers will receive active drug. At the start of Stage 2, participants who were randomized to placebo in Stage 1 will follow the same dose titration schedule and MRI safety schedule used in Stage 1. Participants who were randomized to active drug in Stage 1 will follow a mock dose titration and will have the same MRI safety schedule used during the initial drug titration as Stage 1 but will remain on the dose that they were on at the end of Stage 1. This will protect the blind to the original treatment assignment from Stage 1. Participants, investigators, and the sponsor's clinical team will remain blinded throughout the study to the Stage 1 treatment assignment.\n\nStage 1 of the study is designed to test whether the study drug can slow, prevent, or reverse progression of Aβ pathology associated with AD and Stage 2 is designed to assess the study drug's effect on non-amyloid biomarkers of AD that may lead to future slowing or prevention of clinical symptoms of dementia.\n\nBiomarker, cognitive, and/or clinical endpoints will be specified for each study drug arm. Biomarker data will be analyzed for pre-specified endpoints consistent with the drug's mechanism of action and other AD biomarker outcomes. The clinical and cognitive assessments are designed to assess subtle cognitive changes that may be detectable before the onset of dementia as well as cognitive and clinical decline in symptomatic groups.\n\nRoche announced a decision to discontinue most of the company's global trials of gantenerumab. The DIAN-TU has paused the DIAN-TU-002 Primary Prevention Trial related to gantenerumab while considering other potential options for this platform trial.\n\nThe DIAN-TU plans to re-launch the DIAN-TU-002 Primary Prevention Trial with remternetug in collaboration with Eli Lilly and Company as part of this Master Protocol. The remternetug arm is posted under NCT06647498.",
    "phase": [
        "PHASE2",
        "PHASE3"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted biologic",
    "drug": [
        "Remternetug (LY3372993) — monoclonal antibody targeting pyroglutamate-modified Aβ (N3pG)"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The trial objective is to prevent or slow amyloid beta (Aβ) pathological accumulation by measuring Aβ PET and to assess downstream non‑Aβ biomarkers (CSF tau, p‑tau, NfL), which indicates a disease‑modifying anti‑amyloid approach rather than a symptomatic cognitive or neuropsychiatric intervention. citeturn1search3turn0search3",
        "Act: The DIAN‑TU primary prevention master protocol (DIAN‑TU‑002) includes an arm testing remternetug (LY3372993). Remternetug is an investigational monoclonal antibody that targets the pyroglutamate (N3pG) form of Aβ and has been described to produce rapid reductions in brain amyloid plaque — i.e., it is a biologic directed at Alzheimer’s pathology. citeturn1search0turn1search5",
        "Reflect: Given the intervention (an anti‑Aβ monoclonal antibody) and the trial endpoints (amyloid PET and downstream AD biomarkers), the correct category is 'disease-targeted biologic'. Note: DIAN‑TU is a platform trial and previous DIAN‑TU arms tested other anti‑Aβ antibodies (e.g., gantenerumab, solanezumab) but the prevention platform arm described has been relaunched with remternetug. This supports the biologic/anti‑amyloid classification. citeturn0search7turn1search6"
    ],
    "agent_type": "A) Amyloid beta",
    "explanation_agent": [
        "Reason: The investigational drug remternetug (LY3372993) is a monoclonal antibody that specifically recognizes the pyroglutamate (N3pG) form of amyloid-β and is described as removing/reducing brain amyloid plaque; the trial uses amyloid PET and downstream AD biomarkers as primary/secondary endpoints, indicating an anti‑amyloid, disease‑modifying approach rather than a symptomatic treatment. citeturn1search0turn1search7",
        "Act: Extracted details — remternetug (synonyms LY3372993, N3pG‑Abeta mAb) is a human IgG1 monoclonal antibody binding pyroglutamate‑modified Aβ (N3pG) and has been deployed in DIAN‑TU primary prevention and other remternetug registrational trials. Based on those explicit drug-target mappings (pyroglutamate Aβ / amyloid plaques), the trial maps to CADRO category A) Amyloid beta. citeturn0search1turn1search5",
        "Reflect: This classification was cross‑checked against multiple sources (therapeutics entries, supplier/product descriptions, clinical trial registries, and the DIAN‑TU announcement). All sources consistently identify remternetug as an anti‑amyloid (N3pG Aβ) monoclonal antibody and the DIAN‑TU arm is explicitly anti‑amyloid primary prevention; there is no indication the intervention targets tau, inflammation, metabolism, or other CADRO domains, nor is it multi‑target. Therefore A) Amyloid beta is the correct CADRO category. citeturn0search0turn1search7",
        "Web search results (key sources used):",
        "- ALZFORUM therapeutic entry for Remternetug — summarizes LY3372993 as an N3pG‑Aβ monoclonal antibody and trial information. citeturn0search0",
        "- DIAN (Knight Family DIAN‑TU) announcement — states DIAN‑TU‑002 will relaunch with remternetug and describes it as an investigational monoclonal antibody that targets/removes amyloid plaque. citeturn1search7",
        "- MedChemExpress / product descriptions — describe remternetug (LY3372993) as a human IgG1 that recognizes pyroglutamate‑modified Aβ (N3pG). citeturn0search1",
        "- Washington University / clinical trial listings (DIAN‑TU‑002, TRAILRUNNER) — list remternetug (LY3372993) as the investigational drug in multiple trials, including the DIAN‑TU primary prevention platform. citeturn1search5turn1search9"
    ]
}