{
    "nct_id": "NCT00880347",
    "title": "Blood Gene Expression Signature in Patients Diagnosed With Probable Alzheimer's Disease Compared to Patients Suffering From Other Types of Dementia : A Prospective Study for a Blood Diagnostic Test in Alzheimer's Disease - (Protocol n° EHTAD/002).",
    "status": "COMPLETED",
    "last_update_time": "2011-03-30",
    "description_brief": "The objective of the study is to define the performance of blood-based signatures for Alzheimer's Disease (AD) in different patients populations including AD, non-AD dementia, and non-demented controls.",
    "description_detailed": "The main objective of the study is to define the performance of blood-based transcriptomic signatures for AD, identified using SpliceArray tm technology, in the intended use population of patients suffering from dementia, including AD and the most common non-AD dementia (Lewy Bodies dementia, vascular dementia, fronto-temporal dementia, dementia due to Parkinson's Disease, and mixed dementia). A group of non-demented subjects will serve as a control reference.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "DIAGNOSTIC",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial objective and title state the study is to define the performance of blood-based gene/transcriptomic signatures (a diagnostic test) to distinguish Alzheimer's disease, other dementias, and controls — this describes a diagnostic biomarker study, not a therapeutic drug trial. citeturn0search1turn0search2",
        "Act (extracted details): Protocol number EHTAD/002 corresponds to registration NCT00880347; the listed intervention is blood sampling (device) and the sponsor is Exonhit; status is Completed. The study uses blood transcriptomic/splice-array technology to identify/validate diagnostic signatures rather than test a drug. citeturn0search1turn0search2",
        "Act (supporting literature): Blood gene-expression/transcriptomic signatures have been investigated as blood biomarkers for AD diagnosis (examples include high-resolution blood gene expression classifiers and other blood transcriptomic biomarker studies), providing context that this line of work is diagnostic/biomarker-focused rather than therapeutic. citeturn0search6turn0search4",
        "Reflect: Given the intervention (blood sampling) and stated objective (define performance of blood-based signatures for AD), the trial does not involve a biologic or small-molecule therapeutic, a cognitive enhancer, or an intervention to treat neuropsychiatric symptoms. Therefore the correct category is 'N/A' (diagnostic study). No drug or placebo is involved in the protocol as described. citeturn0search1turn0search2",
        "Web-search results used (registry and representative literature): ICH-GCP/Clinical Trials Registry entry for the study (NCT00880347) describing the title, objective, protocol number EHTAD/002, intervention as blood sampling, and sponsor Exonhit; MedPath trial entry summarizing same registry details; PubMed examples of blood gene-expression classifiers for AD (high-resolution blood gene expression and related studies) used to confirm this is a diagnostic transcriptomic biomarker approach. citeturn0search1turn0search2turn0search6turn0search4"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}