{
    "nct_id": "NCT07107074",
    "title": "A Phase 2b, Multicenter, Randomized, Placebocontrolled, Double-blind Study to Assess the Safety and Efficacy of AD04 in Patients With Early Alzheimer's Disease - ADVANCE",
    "status": "ACTIVE_NOT_RECRUITING",
    "last_update_time": "2025-07-30",
    "description_brief": "The purpose of this randomized, placebo-controlled phase 2b study is to prospectively evaluate AD04's potential as a disease-modifying drug in AD. By evaluating the safety, pharmacodynamics, and efficacy of AD04 in early AD patients, we aim to deliver a comprehensive and robust data set that furthers our understanding of the effects of AD04 in AD pathology.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted biologic",
    "drug": [
        "AD04 (aluminum oxyhydroxide vaccine adjuvant / immunomodulator)"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The protocol states the study is evaluating AD04 as a disease‑modifying drug in early AD; AD04 has been reported and analyzed in the literature as an aluminum‑based vaccine adjuvant (aluminum oxyhydroxide/IMM‑AD04) that showed unexpected clinical and hippocampal volume signals in prior trials. citeturn1search0turn1search2",
        "Act: Public reports and the trial registration/press releases identify AD04 as an adjuvant / immunomodulatory injectable candidate now being tested in a confirmatory Phase 2b ADVANCE study versus placebo (randomized, double‑blind). The sponsor (ADvantage Therapeutics) describes AD04 as an immunomodulator aimed at reducing AD pathology rather than a small‑molecule enzyme inhibitor or symptomatic cognitive enhancer. citeturn0search7turn0search5",
        "Reflect: Mapping to the provided category definitions—AD04 is an immunologic/vaccine‑related agent (not a conventional small molecule or a symptomatic cognitive enhancer, nor an agent aimed primarily at neuropsychiatric symptoms)—so the best fit is 'disease‑targeted biologic' (biologic/vaccine/immunomodulatory approach targeting AD pathology). The decision is supported by the post‑hoc analyses and the rationale given for running ADVANCE. citeturn1search0turn0search4",
        "Web search sources used: PubMed post‑hoc analysis describing AD04 as an aluminum‑based vaccine adjuvant and motivating ADVANCE. citeturn1search0",
        "Alzheimer Europe and sponsor/press summaries reporting the Phase 2b ADVANCE trial (ADvantage Therapeutics) and describing AD04 as an immunomodulatory/vaccine adjuvant candidate. citeturn1search5turn0search5"
    ],
    "agent_type": "F) Inflammation",
    "explanation_agent": [
        "Reason: The investigational product AD04 is described in the literature and sponsor materials as an aluminum oxyhydroxide vaccine adjuvant / immunomodulator being tested as a disease‑modifying agent in early Alzheimer's disease — i.e., an agent intended to stimulate or regulate innate/immunologic mechanisms rather than directly target amyloid or tau. citeturn0search0turn0search4",
        "Act: Extracted trial details: AD04 (aluminum oxyhydroxide; sometimes reported as IMM‑AD04/AD04™) is being evaluated in a Phase 2b randomized, placebo‑controlled ADVANCE study for early/mild AD; sponsor materials explicitly describe AD04 as an immunomodulator/vaccine‑related agent aimed at reducing AD pathology. Based on those facts, the most specific CADRO match is F) Inflammation (immunologic/innate immune modulation). citeturn0search4turn0search6",
        "Reflect: I considered other CADRO categories (A Amyloid beta; B Tau; I Proteostasis/proteinopathies) but the available sources do not indicate AD04 is a direct anti‑amyloid or anti‑tau biologic; instead they emphasize immunomodulation/innate immune effects and prior unexpected clinical/hippocampal volume signals from a control arm that motivated the ADVANCE trial. That immunologic/vaccine/adjuvant mechanism best fits CADRO category F) Inflammation. If later mechanistic data show AD04 acts primarily by a specific non‑immune pathway, reassignment could be considered. citeturn0search0turn0search5",
        "Web search results (key sources used):",
        "1) PubMed post‑hoc analysis: \"Efficacy of AD04, an aluminum‑based vaccine adjuvant, in patients with early Alzheimer's disease...\" — describes AFF006 post‑hoc signals that motivated ADVANCE. citeturn0search0",
        "2) ADvantage Therapeutics press release / company page announcing commencement of Phase 2b ADVANCE and describing AD04 as an immunomodulator (Nov 27, 2023). citeturn0search4",
        "3) GlobeNewswire / ADvantage press materials describing AD04, its Phase 2b program and immunomodulatory/vaccine adjuvant characterization (multiple releases). citeturn0search5turn0search6",
        "4) Additional publication/summary entries (life science / abstracts) summarizing the post‑hoc analysis and rationale for the follow‑up trial. citeturn0search2"
    ]
}