{
    "nct_id": "NCT03613844",
    "title": "The Delivery of Essential Fatty Acids to the Brain",
    "status": "COMPLETED",
    "last_update_time": "2024-06-05",
    "description_brief": "Carrying the APOE ɛ4 allele is the strongest genetic risk factor for developing Alzheimer's disease. The goal of this project is to identify whether carrying the APOE ɛ4 allele is associated with reduced delivery of DHA to the brain. This information will help us identify the target population that could benefit from DHA supplementation to prevent cognitive decline.",
    "description_detailed": "The Brain DHA Delivery Trial will examine the effect of APOE genotype on the changes of cerebrospinal fluid (CSF) DHA to Arachidonic acid (AA) ratio in 184 cognitively healthy older individuals in response to DHA supplementation. Randomized clinical trials have yielded mixed results on the effect DHA supplementation on cognitive outcomes. This study asks the critical question of whether DHA gets into the brain in sufficient amounts after supplementation, and whether APOE genotype affects brain penetrance.\n\nThis trial will also test the effect of DHA supplementation on changes in brain structural and functional connectivity assessed by MRI, and changes in cognition after two years of supplementation in all 368 participants.",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "OTHER",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "DHA (docosahexaenoic acid)",
        "omega-3 fatty acid"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The trial description tests whether APOE ɛ4 status reduces delivery of DHA to the brain and aims to identify populations that could benefit from DHA supplementation to prevent cognitive decline — i.e., the intervention is dietary/supplemental DHA intended to preserve or improve cognition rather than to directly target Alzheimer’s pathology (amyloid or tau). This aligns with the cognitive enhancer definition. citeturn0search3turn0search1",
        "Act: Key extracted details — intervention: DHA (docosahexaenoic acid), population: APOE ɛ4 carriers vs non-carriers, goal: assess brain delivery of DHA and potential benefit of DHA supplementation to prevent cognitive decline. Evidence that APOE4 is associated with reduced brain uptake of DHA comes from animal and human studies. For example, APOE4 mice show lower brain DHA uptake, and human trials/pilot studies report smaller increases in plasma/CSF DHA and less cognitive benefit in APOE4 carriers after supplementation. citeturn0search0turn0search2turn0search3turn0search4",
        "Reflect: Classification check — DHA is a nutritional/biochemical (small molecule fatty acid) used here as a supplement to support brain function rather than a biologic or a disease-modifying agent targeting core AD pathology, and the trial’s stated aim is prevention of cognitive decline. Thus the best fit among the provided categories is 'cognitive enhancer'. Note: one could argue DHA is a small molecule, but under the supplied category definitions 'disease-targeted small molecule' implies targeting AD pathology (e.g., anti-amyloid/tau). Because DHA’s purpose here is to improve/maintain cognition via nutritional support and is not described as targeting amyloid or tau, I classify it as a cognitive enhancer. Supporting sources (selected search results): evidence of reduced DHA brain uptake in APOE4 (mouse study). citeturn0search0; clinical trial analyses showing APOE4 carriers have reduced plasma/CSF DHA response and less cognitive/hippocampal benefit from DHA supplementation. citeturn0search1turn0search2; a randomized pilot clinical trial measuring CSF DHA increases stratified by APOE4 showing limited brain delivery and less increase in APOE4 carriers. citeturn0search3; lipidomic analysis showing APOE4 carriers have lower DHA increases in CSF after supplementation. citeturn0search4."
    ],
    "agent_type": "C) ApoE, Lipids and Lipoprotein Receptors",
    "explanation_agent": [
        "Reason: The intervention is supplemental DHA (an omega‑3 fatty acid) and the trial explicitly tests whether APOE ε4 status reduces brain delivery of DHA — i.e., the biological focus is on lipid transport/metabolism and ApoE-related handling of fatty acids rather than on amyloid, tau, or classic neurotransmitter/synaptic targets. This maps to CADRO category C: ApoE, Lipids and Lipoprotein Receptors. citeturn0search1turn0search3",
        "Act: Key extracted details from the trial description — intervention: DHA (docosahexaenoic acid, an omega‑3 fatty acid); population: APOE ε4 carriers vs non‑carriers; goal: measure brain (CSF/brain) delivery of DHA and identify who might benefit from DHA supplementation to prevent cognitive decline. Randomized pilot and larger trial data show increases in CSF DHA after supplementation but reduced CSF/plasma response and brain delivery in APOE4 carriers. These findings support a lipid/ApoE transport mechanism as the central target. citeturn0search5turn0search3turn0search6",
        "Reflect: Classification check — among CADRO categories, the most specific match is C) ApoE, Lipids and Lipoprotein Receptors because the trial probes ApoE-dependent lipid transport and DHA accretion in the brain. While the trial is described as a cognitive‑enhancer/prevention study, that is a clinical aim; the mechanistic target (ApoE/lipid handling of DHA) aligns with CADRO C rather than categories for amyloid, tau, metabolism alone, or a non‑therapeutic assignment. I considered 'R) Multi‑target' or 'J) Metabolism and Bioenergetics', but the APOE/lipoprotein mechanism is the dominant, specific pathway described, so C is the best fit. citeturn0search1turn0search7",
        "Web search results (key sources used):",
        "- Vandal M. et al., Reduction in DHA transport to the brain of mice expressing human APOE4 compared to APOE2 — mechanistic mouse study showing ~24% lower brain uptake of DHA in APOE4 vs APOE2. citeturn0search1turn0search0",
        "- \"Brain delivery of supplemental docosahexaenoic acid (DHA): A randomized placebo‑controlled clinical trial\" (DHA Brain Delivery Pilot) — showed increases in CSF DHA after supplementation and that APOE4 carriers had smaller CSF/plasma responses. citeturn0search5",
        "- Yassine HN. et al., The effect of APOE4 on plasma and cerebrospinal fluid polyunsaturated fatty acids following DHA supplementation (Alzheimer's & Dementia, 2021) — lipidomic analysis showing APOE4 modifies CSF/plasma PUFA responses to DHA. citeturn0search3",
        "- ADCS DHA trial analyses — subgroup analyses report smaller plasma/CSF DHA increases and less hippocampal/cognitive benefit in APOE4 carriers after DHA supplementation. citeturn0search6",
        "- J Lipid Res / Weill Cornell analysis (2023) showing APOE effects on DHA‑containing triglycerides in CSF and plasma and correlations with entorhinal cortex thickness — supports ApoE‑lipid transport interpretation. citeturn0search7turn0search4"
    ]
}