{
    "nct_id": "NCT01315639",
    "title": "Plasma Abeta Peptides and the Risk of Alzheimer's Disease. Diagnostic Performance and Predictive and Prognostic Values of Measurements of Plasma Amyloid Peptides Concentrations for the Diagnosis of Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2025-09-05",
    "description_brief": "The aim of this study is to examine the relationship between plasma putative biomarkers for Alzheimer's disease (i.e. Ab40 amyloid and total Ab42 amyloid, free, bound, free/bound, truncated, sAPPα) and :\n\n* the risk of conversion of individuals with Mild Cognitive Impairment (MCI) into Alzheimer's disease (AD),\n* the Alzheimer's disease progression rate.",
    "description_detailed": "Rational Whether there are biological markers of Alzheimer's disease (AD) is crucial for adequate targeting and appropriate management of the disease. The aim of our study is to examine diagnostic performance and predictive and prognostic values of new plasma markers of AD.\n\nResults of studies on the predictive value of plasma concentrations of Aβ40 and 42 amyloid peptides for incident AD are not straightforward. Discrepancies in these results may be due to the fact that total peptide concentrations have been measured. One recent study suggests that plasma free Aβ peptide concentration and particularly low-density lipoprotein receptor-related protein (LPR) as like as free Aβ/total Aβ ratio would be more reliable and discriminant.\n\nMain objective of the study To examine the association between plasma free Aβ peptide concentration and (1) the risk of conversion of subjects with Mild Cognitive Impairment (MCI) into Alzheimer's disease (AD) and (2) the risk of worsening of the disease in patients with mild and moderate stages of AD.\n\nSecondary objectives\n\n* To examine the association of total peptid Aβ concentration, free Aβ/Total Aβ ratio, and trunked plasmatic Aβ to the risk of incident AD in MCI subjects, and to the risk of worsening of the disease in mild and moderate AD patients,\n* To examine the association between serum sAPP concentration and the risk of incident AD in MCI subjects, and the risk of worsening of the disease in mild and moderate AD patients,\n* To compare the time evolution of concentrations of these biomarkers to Alzheimer's disease progression rate which will be assessed on the basis of neuropsychological examinations and MRI examination of hippocampal atrophy,\n* To examine the association between serum and cerebrospinal fluid (CSF) concentrations of AD biomarkers in subgroup of participants who undergo lumbar puncture,\n* To examine the association between neuroimaging data (cerebral volume, hippocampal volume, cerebrovascular lesions and plasma and CSF AD biomarkers' concentrations,\n* To constitute blood and plasma banks, gene bank and CSF bank for future studies on other biomarkers of AD.\n\nDesign and Methods Longitudinal multicenter study including 1300 subjects with amnestic impairment (MCI, n=650 and AD, n=650) derived from the main French national Memory Resources and Research Centers.\n\nParticipants will undergo at baseline and every 6 months a neurological examination, a neuropsychological assessment (and an oculomotor examination for those included from Broca Hospital).\n\nAlzheimer disease biomarkers' measurements will be performed at inclusion and at the end of the study. For those MCI participants who convert to dementia, the end of the study will correspond to the AD conversion period.\n\nA Magnetic Resonance Imaging (MRI) scan will be performed at inclusion and at the end of the study for MCI subjects who convert into AD.\n\nA lumbar puncture on an outpatient basis will be performed at study entry in all participants who will give an informed consent for this examination in absence of contraindication.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "DIAGNOSTIC",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The described study is an observational/diagnostic biomarker study measuring plasma amyloid-beta species (Aβ40, Aβ42 — free, bound, ratios, truncated forms, sAPPα) to assess their ability to predict conversion from MCI to AD and to track AD progression. This is a diagnostic/prognostic biomarker investigation, not a therapeutic trial of a drug or biologic. citeturn0search1turn0search2",
        "Act (extracted details and supporting literature): The trial title and aims (\"Plasma Abeta Peptides and the Risk of Alzheimer's Disease…Diagnostic Performance and Predictive and Prognostic Values of Measurements of Plasma Amyloid Peptides Concentrations\") indicate measurement of plasma Aβ40/Aβ42 and related species to predict conversion and progression. Plasma Aβ42/Aβ40 and related plasma biomarkers have been shown in multiple studies to diagnose brain amyloidosis and to predict future conversion from amyloid-negative to amyloid-positive status and MCI-to-AD conversion. citeturn0search1turn0search2turn0search4",
        "Web search results (key supporting references returned):\n- High-precision plasma Aβ42/Aβ40 accurately diagnoses brain amyloidosis and predicts conversion; combination with age and APOE ε4 improves performance. citeturn0search1\n- BALTAZAR study: plasma Aβ1-42, Aβ1-40, and the Aβ42/Aβ40 ratio associated with MCI→dementia conversion risk. citeturn0search2\n- Multicenter assessment of plasma Aβ42 and Aβ40 evolution across AD showing associations with disease and assay robustness. citeturn0search4\n- Recent studies and reviews show plasma Aβ42/Aβ40 and other plasma AT(N)I biomarkers (p-tau, t-tau, NFL, GFAP) can predict cognitive decline and conversion across the AD spectrum. citeturn0search3turn0search7",
        "Reflect: Given the intervention is measurement of biomarkers (no drug/therapeutic agent, no biologic), the trial does not fit any of the four therapeutic categories (disease-targeted biologic, disease-targeted small molecule, cognitive enhancer, or neuropsychiatric symptom improvement). Therefore the correct classification is 'N/A'. No ambiguity in the description suggests a drug; web searches confirm this is a biomarker/diagnostic study rather than an interventional drug trial. citeturn0search1turn0search2"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}