{
    "nct_id": "NCT06421545",
    "title": "Resilient Together for Dementia: A Live Video Resiliency Dyadic Intervention for Persons With Dementia and Their Care-partners Early After Diagnosis",
    "status": "COMPLETED",
    "last_update_time": "2025-03-25",
    "description_brief": "The proposed study will establish the feasibility, acceptability and credibility of a novel live video dyadic resiliency intervention, Resilient Together for Dementia (RT-D), aimed at preventing chronic emotional distress and preserving quality of life among dyads at risk for chronic emotional distress early after a diagnosis of Alzheimer's disease or a related dementia (ADRD).",
    "description_detailed": "Both persons living with dementia (PWDs) and their spousal care-partners experience high levels of clinically elevated emotional distress, which can become chronic without treatment and negatively impact the health, quality of life, communication, and care-planning of both partners. A tailored dyadic intervention, such as the proposed Resilient Together for Dementia, delivered over live video to this at risk population during the window of opportunity when PWDs can participate has the potential to prevent chronic emotional distress and preserve quality of life for PWDs and their loved ones.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "PREVENTION",
    "results": null,
    "target_category": "neuropsychiatric symptom improvement",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is a live-video, dyadic resiliency/psychosocial program (Resilient Together for Dementia, RT‑D / RT‑ADRD) intended to prevent chronic emotional distress (depression/anxiety) and preserve quality of life in persons with dementia and their care-partners shortly after diagnosis — i.e., a behavioral/psychosocial treatment for emotional symptoms rather than a pharmacologic or disease‑pathology–targeting therapy. citeturn0search2turn0search0",
        "Act: Key trial details extracted from trial listings and the published protocol: RT‑D/RT‑ADRD is delivered by live video in 6 weekly dyadic sessions (30–60 minutes each), targets dyads early after an ADRD diagnosis, and measures feasibility, acceptability, credibility, and impact on emotional distress and quality of life. No drug, biologic, or small‑molecule intervention is involved. citeturn0search1turn0search2turn0search0",
        "Reflect: Mapping to the provided category definitions — this is not a biologic (no monoclonal antibody/vaccine), not a small molecule, and not primarily intended to enhance cognition; it is explicitly aimed at reducing emotional/behavioral distress in dyads (neuropsychiatric symptoms). Therefore the correct category is 'neuropsychiatric symptom improvement.' No drug/placebo information applies. citeturn0search3turn0search6",
        "Web search results (sources used):",
        "- Mount Sinai clinical trial listing: 'Resilient Together for Dementia' (NCT06421545) — study summary and contact details. citeturn0search0",
        "- PubMed entry for the open pilot protocol: 'A Live Video Resiliency Dyadic Intervention for Persons With Dementia and Their Care-Partners Early After Diagnosis' (protocol abstract). citeturn0search1",
        "- JMIR Research Protocols full protocol: 'A Live Video Resiliency Dyadic Intervention for Persons With Dementia and Their Care-Partners Early After Diagnosis: Protocol for Open Pilot of Resilient Together for Dementia' (detailed methods and aims). citeturn0search2",
        "- Related listings and descriptions (DOAJ, CenterWatch) confirming intervention focus, delivery, and planned pilot/feasibility trial. citeturn0search4turn0search8"
    ],
    "agent_type": "T) Other",
    "explanation_agent": [
        "Reason: The described trial tests a live‑video dyadic resiliency/psychosocial intervention (Resilient Together for Dementia/RT‑ADRD) aimed at reducing emotional distress and preserving quality of life after an ADRD diagnosis — it is a behavioral/psychosocial treatment, not a pharmacologic or molecular pathway–targeting therapy. citeturn0search1turn0search2",
        "Act: Key details extracted from trial listings and the published protocol show a 6‑session live‑video program delivered to patient–care‑partner dyads, with outcomes measuring feasibility, acceptability, emotional distress (e.g., HADS), and quality of life; no drug, biologic, small molecule, or molecular target is involved. Therefore this does not map to any CADRO therapeutic target category and should be classified as non‑therapeutic. citeturn0search0turn0search1turn0search5",
        "Reflect: This classification aligns with the CADRO instruction to assign 'T) Other' for non‑therapeutic or non‑biologic interventions (e.g., psychosocial/behavioral, diagnostic, or care‑delivery studies). I reviewed multiple authoritative sources (clinical trial listing, JMIR protocol, program website) and found no indication of a drug or biological target to map to another CADRO category. citeturn0search0turn0search1turn0search2",
        "Web search results used: - Mount Sinai clinical trial listing (NCT06421545) — Resilient Together for Dementia. citeturn0search0 - JMIR Research Protocols full protocol: 'A Live Video Resiliency Dyadic Intervention for Persons With Dementia...' (RT‑ADRD). citeturn0search1 - Program website/about page for Resilient Together for Dementia (description of 6‑session dyadic resiliency program). citeturn0search2"
    ]
}