{
    "nct_id": "NCT06992804",
    "title": "The Efficacy and Safety of Near-Infrared Light Therapy Combined With Lecanemab for Mild Alzheimer's Disease",
    "status": "RECRUITING",
    "last_update_time": "2025-09-08",
    "description_brief": "The goal of this study is to explore the efficacy and safety of near-infrared light combined with lecanemab in patients with mild Alzheimer's disease (AD).\n\nThis study will employ a randomized, double-blind, sham-controlled method with an open-label extension phase. This trial contains the core phase and an extension phase. During the core phase, eligible subjects were selected and randomized (experimental group: control group = 1:1). The subjects who entered the experimental group received treatment with a near-infrared light therapy device combined with lecanemab for 16 weeks. The subjects who entered the control group received treatment with a near-infrared light therapy device simulator (sham stimulation) combined with lecanemab for 16 weeks. After completing the core phase, patients from both groups of the core phase are eligible to enter the extension phase. In the extension phase, all the participants were treated with a near-infrared light therapy device combined with lecanemab up to week 48.",
    "description_detailed": "N/A",
    "phase": [
        "EARLY_PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted biologic",
    "drug": [
        "lecanemab (monoclonal antibody)",
        "near-infrared light therapy device (photobiomodulation)"
    ],
    "placebo": [
        "sham near-infrared device + lecanemab"
    ],
    "explanation_target": [
        "Reason: The trial tests lecanemab combined with a near-infrared light device in mild AD. Lecanemab is a humanized IgG1 monoclonal antibody that targets aggregated/soluble amyloid‑β protofibrils (BAN2401) and has been approved/authorized for treatment of early AD — i.e., it directly targets Alzheimer’s pathology (amyloid). citeturn0search1turn0search6",
        "Act: The intervention is a biologic drug (lecanemab) given to all arms, with the device being an added photobiomodulation (near‑infrared) therapy and the control being a sham device. Photobiomodulation is a non‑pharmacologic device intervention under investigation for neuroprotective/amyloid‑modulating effects, but the clearly disease‑targeted therapeutic in this protocol is lecanemab (a monoclonal antibody). Representative sources on NIR photobiomodulation in AD (preclinical and clinical work) are cited. citeturn0search2turn0search3turn0search4",
        "Reflect: Given the definitions, this trial best fits 'disease‑targeted biologic' because the drug component is a monoclonal antibody targeting AD pathology. The near‑infrared device is an adjunctive, non‑biologic intervention (device/photobiomodulation); its presence does not change the drug classification. If one were classifying the device alone it would be 'N/A' (non‑drug device) or an adjunctive neuromodulation approach, but overall the trial tests a disease‑targeted biologic combined with a device — so the correct category is 'disease-targeted biologic'. citeturn0search1turn0search2"
    ],
    "agent_type": "A) Amyloid beta",
    "explanation_agent": [
        "Reason: The trial tests lecanemab, a humanized IgG1 monoclonal antibody that selectively binds aggregated/soluble amyloid-β protofibrils (BAN2401) and removes/clears beta‑amyloid from the brain—i.e., it directly targets amyloid‑β pathology, which maps to CADRO category A. citeturn0search3turn1search0",
        "Act: Extracted interventions: (1) lecanemab (monoclonal antibody) — disease‑targeted biologic directed at Aβ protofibrils; (2) near‑infrared photobiomodulation device (adjunctive neuromodulation/photobiomodulation). Photobiomodulation is investigated for neuroprotective, mitochondrial and anti‑inflammatory effects and has preclinical/early clinical data suggesting modulation of Aβ‑related pathology, but it is a non‑biologic device adjunct and not the primary drug target in this protocol. citeturn1search3turn0search1turn0search0",
        "Reflect: Given CADRO definitions, the presence of a monoclonal antibody whose mechanism is explicitly anti‑amyloid establishes the most specific CADRO match as 'A) Amyloid beta'. The near‑infrared device is adjunctive and does not change the drug‑target classification; it would be classified separately (non‑drug device / neuromodulation) if evaluated alone. Confirming sources: lecanemab mechanism and regulatory information (FDA/clinical reviews) and device/photobiomodulation literature are cited above. citeturn0search3turn1search0turn0search1"
    ]
}