{
    "nct_id": "NCT06691256",
    "title": "Preventing Medication Mismanagement in People Living with Dementia Through Automated Medication Dispensing with Facial Recognition and Video Observation",
    "status": "ACTIVE_NOT_RECRUITING",
    "last_update_time": "2025-01-28",
    "description_brief": "Globally, \\>47M individuals live with dementia, with new incidence of 7.7M annually. Medication mismanagement is one of the most common and concerning risk factors in people with dementia (PwD), as it leads to undertreatment, emergency room visits, hospital admissions/readmissions, and serious adverse events. 3M older U.S. adults are admitted to nursing homes due to drug-related adherence problems with costs \\>$14B/year. Furthermore, 30% of hospital admissions of older adults are drug related with 11% attributed to medication non-adherence and 17% to adverse drug reactions. While Alzheimer's disease (AD) \\& type 2 diabetes mellitus (DM) individually have considerable morbidity \\& mortality, they often occur together, worsening adverse outcomes, quality of life, \\& care costs. This is especially true as the AD/DM combination creates a complex balancing act of med management \\& symptom monitoring in older populations. While the goal is to keep older adults with dementia at home as long as possible, these challenges lead to untold personal \\& family suffering, as well as billions in potentially avoidable healthcare costs annually. The HiDO-ALZ platform will solve these challenges by automating medication administration for PwD to eliminate mismanagement, decrease caregiver burden, reduce healthcare utilization, and facilitate PwD to age in place. HiDO is being developed as an automated, AI driven medication dispensing and direct observation platform to optimize adherence. The device integrates medication dispensing, dose administration time, medication synchronization, \\& pair of front-facing cameras to validate the right meds, right route, right time, right dosage to the right patient (5R's). Cameras record every dose using facial recognition \\& provide real -time medication consumption recordings. Through cloud connectivity, providers \\& caregivers have access to video observation logs, dose administration time, adherence trends, \\& longitudinal adherence via web dashboard. Patients \\& caregivers can easily setup complex medication protocols in minutes using a smartphone app. The device then alerts patients and dispenses up to 7 different types of meds simultaneously, with up to 90 days of medication. Connected data sources including remote blood pressure and weight measurements, as well as electronic health record lab results and videoconferencing integrate in a single dashboard. The project will build on successful Phase I, in which the medication dispensing unit was updated with modifications for dementia, passed all bench testing, and was successfully validated in pilot usability with dementia subjects. Phase II will expand the foundation with four Aims: 1) Enhance device with remote sensors for diabetes management, expanded data integration, and video conferencing, 2) Test enhanced platform for usability in dementia subjects, 3) Transition the design to formal manufacturing process to ensure system meets performance standards and regulatory requirements \\& produce pre-production devices for testing, \\& 4) Conduct in-home clinical trial to demonstrate adherence and efficacy.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "SUPPORTIVE_CARE",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is the HiDO-ALZ platform — an automated, AI-driven medication dispensing and direct observation device that uses facial recognition and video to verify identity and medication ingestion and to improve adherence and med management in people with dementia. This is described as a device/platform (not a drug) intended to reduce medication mismanagement, caregiver burden, and healthcare utilization. citeturn0search0turn0search1",
        "Act: Key extracted details — Name: HiDO-ALZ (HiDO platform). Type: automated medication dispensing device with AI/machine vision and paired front-facing cameras for facial recognition and ingestion confirmation; integrates remote sensors (blood pressure, weight), EHR lab data, and videoconferencing; being developed and tested in Phase I/II and planned in‑home clinical trials to demonstrate adherence and clinical effects. These details are documented in the SBIR award summary, trial registry entries, and company press release. citeturn0search0turn0search1turn0search2",
        "Reflect: Classification rationale — this trial evaluates a non-therapeutic medical device/platform to improve medication adherence and monitoring, not a biologic or small-molecule therapy, nor a cognitive-enhancing or neuropsychiatric symptomatic drug. Therefore it does not fit the four provided therapeutic categories and is classified as 'N/A'. The platform and trial aims (adherence, usability, integration with diabetes monitoring) support this classification. citeturn0search0turn0search1",
        "Web search results used (top sources): SBIR.gov award summary for the project (HiDO Phase I/II abstract). citeturn0search0 Clinical trial listing / registry and trial aggregator entries describing HiDO-ALZ Phase II and endpoints. citeturn0search1turn0search3 Company press release about Phase II SBIR award (HiDO Technologies). citeturn0search2"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}