{
    "nct_id": "NCT04458870",
    "title": "Internet-based Acceptance and Commitment Therapy for Family Caregivers of People With Dementia",
    "status": "COMPLETED",
    "last_update_time": "2020-12-08",
    "description_brief": "The pilot project aims to investigate the feasibility and the preliminary efficacy of a guided online acceptance and commitment therapy (ACT) intervention for distressed family caregivers of people with dementia. A one-group pretest-posttest design (n=15) will be used to investigate the potential effects of the 10 weekly online ACT intervention session on caregivers' outcomes at posttest (10 weeks).",
    "description_detailed": "This project will employ one-group pretest-posttest design to investigate the potential impact of a guided online ACT intervention on improving quality of life and psychological health in distressed family caregivers of people with dementia. After the baseline evaluation, eligible caregivers will receive 10 weekly ACT sessions, individually delivered by a licensed professional counselor online. Each session lasts for one hour. Primary outcome measures will be psychological distress measured by the Depression, Anxiety and Stress Scale (DASS)- 21 and care-related quality of life measured by the Care-related Quality of Life instrument (CarerQol). A one-time interview at the completion of the 10 weekly sessions will be conducted to explore caregivers' experiences in the intervention.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention described is a guided online Acceptance and Commitment Therapy (ACT) program for family caregivers of people with dementia — a psychosocial/behavioral therapy delivered via internet. This is not a pharmacologic agent (neither a biologic nor a small molecule), nor is it an investigational cognitive-enhancing drug or a drug focused on neuropsychiatric symptom reduction in people with dementia. citeturn0search6turn0search1",
        "Act: Key extracted trial details — title: \"Internet-based Acceptance and Commitment Therapy for Family Caregivers of People With Dementia\"; one-group pretest–posttest pilot design; n≈15; 10 weekly guided online ACT sessions. The registry/listing and trial summary explicitly list the intervention as behavioral: Acceptance and Commitment Therapy. citeturn0search10turn0search6",
        "Act (search verification): Related publications and feasibility/pilot reports confirm ACT for caregivers is a psychological/behavioral intervention delivered online (examples: guided online ACT feasibility and pilot studies). No drug name, biologic, or placebo is associated with this intervention. citeturn0search1turn0search3",
        "Reflect: Classification rationale — because the trial tests a psychosocial/behavioral therapy for caregivers (not a therapeutic agent targeting Alzheimer pathology, not a small molecule, and not a drug aimed at cognitive enhancement or treating neuropsychiatric symptoms of patients), it does not fit the four provided drug/intervention categories. Therefore the correct category is 'N/A'. The clinical-trial record and related publications support this interpretation. citeturn0search6turn0search8",
        "Web search results (key sources found): 1) MedPath / trial listing for \"Acceptance and Commitment Therapy for Family Caregivers of People With Dementia\" (clinical summary). citeturn0search6 2) ICH GCP / clinical-trials-registry entry (NCT04458870) with project description. citeturn0search10 3) PubMed summaries and pilot/feasibility studies reporting guided or internet-delivered ACT for dementia caregivers. citeturn0search1turn0search8"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}