{
    "nct_id": "NCT00906191",
    "title": "An Open-Label, Single-Dose, Nonrandomized Study Of The Mass Balance And Metabolic Disposition Of Orally Administered 14C-Labeled SAM-531 In Healthy Male Subjects",
    "status": "COMPLETED",
    "last_update_time": "2009-08-25",
    "description_brief": "The objective of this study is to investigate how quickly and to what extent the 14-Carbon labeled SAM-531 is absorbed into the bloodstream, converted and eliminated from the body after oral administration in healthy male subjects. As 14-Carbon labeled SAM-531 is radioactive, this enables the compound to be traced in blood, urine and feces.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "HEALTH_SERVICES_RESEARCH",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "SAM-531 (cerlapirdine; PF-05212365)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The described trial is an ADME/mass-balance study of 14C-labeled SAM-531 (no therapeutic endpoints described). The compound SAM-531 is identified in the literature as cerlapirdine, a small-molecule antagonist of the serotonin 5-HT6 receptor that was developed for symptomatic treatment of cognitive deficits in Alzheimer’s disease. citeturn0search0turn1search6",
        "Act (key details extracted): SAM-531 = cerlapirdine (PF-05212365); mechanism = 5-HT6 receptor antagonism (a neurotransmitter-receptor modulator). Clinical development included Phase 1 PK/PD and Phase 2 efficacy studies in Alzheimer’s disease. citeturn1search0turn0search9",
        "Interpretation vs category definitions: 5-HT6 antagonists are symptomatic/cognitive-enhancing agents (they modulate neurotransmission to improve cognition) rather than biologics or small molecules that directly target core AD pathology (amyloid or tau) for disease modification. Therefore this fits the 'cognitive enhancer' category. citeturn0search0",
        "Reflect / uncertainty: The trial text provided is a PK/mass-balance study (non-therapeutic ADME), but the underlying molecule's mechanism and development intent (procognitive symptomatic treatment) are clear from external sources, so 'cognitive enhancer' is the appropriate category. Supporting references from clinical-trial listings and the ADME publication are provided. citeturn1search0turn0search0"
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The trial described is an ADME/mass-balance study of 14C-labeled SAM-531 (cerlapirdine). The underlying molecule is a small‑molecule antagonist of the serotonin 5-HT6 receptor, i.e., it modulates a neurotransmitter receptor and was developed as a symptomatic/cognitive enhancer for Alzheimer’s disease. citeturn0search2turn0search0",
        "Act: Key details extracted from the literature: SAM-531 = cerlapirdine (PF-05212365); mechanism = selective, potent full antagonist of the 5-HT6 receptor (a neurotransmitter receptor). Clinical development included Phase 1 PK/PD and Phase 2 studies in AD; the cited ADME/mass-balance study confirms the single‑dose 14C study described. Based on this mechanism, the most specific CADRO match is D) Neurotransmitter Receptors. citeturn0search3turn1search10turn0search2",
        "Reflect: Although the specific trial is a non‑therapeutic ADME/mass‑balance study (so no efficacy endpoints), the drug’s known pharmacologic target (5‑HT6 receptor) is clear from peer‑reviewed and reference sources, and that target maps directly to CADRO category D (Neurotransmitter Receptors). If the user instead wanted classification by trial purpose (e.g., 'ADME / Other'), note the study purpose is pharmacokinetic/metabolic, but the requested classification is by drug target — therefore D is appropriate. citeturn0search2turn1search12",
        "Supporting web search results (sources used):",
        "- PubMed: Disposition and metabolic profiling of [(14)C]cerlapirdine (SAM-531) — ADME/mass-balance study confirming the described trial and describing cerlapirdine as a 5‑HT6 antagonist. citeturn0search2",
        "- MedChemExpress product page: Cerlapirdine (SAM‑531; PF‑05212365) described as a selective, potent full antagonist of the 5‑HT6 receptor. citeturn0search0",
        "- TargetMol product/summary page: Cerlapirdine (PF‑05212365) listed as a selective 5‑HT6 receptor antagonist and in clinical development for cognitive disorders. citeturn0search3",
        "- DrugBank / clinical-trial listings and Wikipedia summary: documentation of Phase 1/Phase 2 clinical development of cerlapirdine for Alzheimer’s disease. citeturn1search8turn1search12"
    ]
}