{
    "nct_id": "NCT01594346",
    "title": "Multicenter Vitamin E Trial in Aging Persons With Down Syndrome",
    "status": "COMPLETED",
    "last_update_time": "2012-05-08",
    "description_brief": "The purpose of this study is to determine the safety and effectiveness of 2,000 international units of Vitamin E (alpha tocopherol)on cognitive function of aging persons with Down syndrome. It is a randomized, double-blind, placebo-controlled trial lasting 36 months. It is expected that Vitamin E will slow the deterioration in cognitive functions associated with Alzheimer disease.",
    "description_detailed": "Alzheimer disease (AD) continues to be the most serious health problem faced by aging persons with Down syndrome. AD is also a major public health concern in the aging general population. With increasing life expectancy there will be a dramatic increase in the prevalence of AD cases, which will pose a significant increased burden on the health care system and individual providers of care. Persons with Down syndrome are uniquely vulnerable to a form of Alzheimer disease indistinguishable from the sporadic variety that affects aging individuals from the general population. Oxidative damage is a highly plausible mechanism in the pathogenesis of this disease due to the overexpression of superoxide dismutase, associated with a gene located on chromosome 21, which is present in triplicate in the Down syndrome genotype. For the last six years, we have been conducting a clinical trial to determine the safety and efficacy of the anti-oxidant Vitamin E in slowing the cognitive and functional decline associated with the dementia of AD among individuals with DS. The study is a randomized, double-blind trial, stratified in a two-arm parallel design. The subjects are medically stable individuals who are 50 years of age or older at the time of screening. Among those randomized to the treatment arm, vitamin E is taken in the form of 1000 IU capsules for 36 months. Each subject is evaluated every 6 months for 3 years. The primary outcome is is the Brief Praxis Test (BPT), which is well-suited to quantifying cognitive decline in this population. The target enrollment of 350 persons is estimated to be sufficient to provide adequate statistical power to detect a slowing by one-third in the rate of cognitive decline with vitamin E treatment. The Data and Safety Monitoring Board (DSMB) for this trial includes 4 physicians, and a statistician with expertise in clinical trials. Each DSMB member receives a report on each serious adverse event (SAE) on a flow basis, and statistically summaries of unblinded safety data--including deaths, adverse events and vital signs--prior to each meeting of the DSMB. The most recent DSMB meeting took place on February 23,2010. The timeline for study completion is: recruitment of the study sample (N=350) was completed on 12/31/2008; the final 36-month evaluation will take place in 04/2010; statistical analysis and final report of results is expected to be completed by 12/31/2010.",
    "phase": [
        "PHASE3"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "Disease-targeted small molecule",
    "drug": [
        "Vitamin E (alpha‑tocopherol) — 1,000 IU twice daily (2,000 IU/day), oral"
    ],
    "placebo": [
        "Sugar pill (placebo)"
    ],
    "explanation_target": [
        "Reason: The trial tests alpha‑tocopherol (vitamin E), a small‑molecule antioxidant, with the stated expectation that it will slow cognitive deterioration associated with Alzheimer disease in aging persons with Down syndrome. The intervention is therefore intended as a disease‑modifying approach (reduce oxidative damage related to AD pathology) rather than a biologic (e.g., monoclonal antibody) or purely symptomatic cognitive enhancer. citeturn0search2turn0search9",
        "Act (extracted trial details): The study is a randomized, double‑blind, placebo‑controlled, 36‑month trial of alpha‑tocopherol given as 1,000 IU twice daily (2,000 IU/day). Primary outcome includes the Brief Praxis Test; intervention listed as Alpha‑Tocopherol (Vitamin E) and comparator as placebo (sugar pill). citeturn0search3turn0search0",
        "Reflect (classification justification and caveats): Because vitamin E is a small molecule (a vitamin/antioxidant) being tested to slow Alzheimer‑related cognitive decline, the most appropriate category is 'Disease‑targeted small molecule'. It is not a biologic (no antibody/vaccine), not presented as a symptomatic cognitive enhancer distinct from disease modification, and not aimed at neuropsychiatric/behavioral symptoms. Note: clinical results from this DS trial and other trials have been mixed/negative for cognitive benefit (the DS trial found no slowing of cognitive deterioration), which is an evidence point but does not change the intervention's category. citeturn0search0turn0search6turn0search4",
        "Web search results (key sources used):\n- PubMed: 'Vitamin E in aging persons with Down syndrome: A randomized, placebo-controlled clinical trial' (reports 2,000 IU/day, 36 months; no slowing of cognitive deterioration). citeturn0search0\n- ClinicalTrials.gov / trial record: 'Multicenter Vitamin E Trial in Aging Persons With Down Syndrome' (NCT01594346 / NCT00056329) — lists dose 1,000 IU twice daily, 36 months, placebo comparator. citeturn0search3\n- NEJM: 'A Controlled Trial of Selegiline, Alpha‑Tocopherol, or Both as Treatment for Alzheimer's Disease' — describes alpha‑tocopherol (2,000 IU/day) and discusses antioxidant rationale. citeturn0search2\n- Cochrane / reviews and TEAM‑AD trial: broader evidence summaries and larger trials of alpha‑tocopherol in AD (mixed results). citeturn0search6turn0search4"
    ],
    "agent_type": "G) Oxidative Stress",
    "explanation_agent": [
        "Reason: The intervention is alpha‑tocopherol (vitamin E), a small‑molecule antioxidant given to reduce oxidative damage thought to contribute to Alzheimer-related neurodegeneration. This mechanism maps directly to CADRO category G) Oxidative Stress rather than amyloid, tau, inflammation, etc.",
        "Act: Extracted trial details — Multicenter randomized, double‑blind, placebo‑controlled trial of alpha‑tocopherol (Vitamin E) 1,000 IU twice daily (2,000 IU/day) for 36 months in aging persons with Down syndrome; primary outcome includes Brief Praxis Test; intervention framed as a disease‑modifying antioxidant to slow AD‑related cognitive decline. These details indicate the biological focus is reducing oxidative stress.",
        "Reflect: Classification check — vitamin E is not a biologic, not a symptomatic neurotransmitter modulator, and the stated rationale is antioxidant (reducing oxidative damage). Therefore the most specific CADRO match is G) Oxidative Stress. Note: mixed/negative clinical results (including this DS trial reporting no slowing of cognitive deterioration) affect efficacy assessment but do not change the mechanistic classification.",
        "Web search results / sources provided (as requested): - PubMed: 'Vitamin E in aging persons with Down syndrome: A randomized, placebo-controlled clinical trial' (reports 2,000 IU/day, 36 months; no slowing of cognitive deterioration). - ClinicalTrials.gov: 'Multicenter Vitamin E Trial in Aging Persons With Down Syndrome' (NCT01594346 / NCT00056329) — lists dose 1,000 IU twice daily, 36 months, placebo comparator. - NEJM: 'A Controlled Trial of Selegiline, Alpha‑Tocopherol, or Both as Treatment for Alzheimer's Disease' — describes alpha‑tocopherol (2,000 IU/day) and discusses antioxidant rationale. - Cochrane / TEAM‑AD reviews: broader evidence summaries and larger trials of alpha‑tocopherol in AD (mixed results)."
    ]
}