{
    "nct_id": "NCT06956300",
    "title": "Grit Against Cognitive Decline in Aging and Preclinical Alzheimer's Disease",
    "status": "RECRUITING",
    "last_update_time": "2025-07-09",
    "description_brief": "In this research study we want to learn more about the effects of non-invasive brain stimulation on motivation, memory, and brain-network function in cognitively unimpaired older adults and individuals with preclinical Alzheimer's disease.\n\nThis study will use a form of non-invasive brain stimulation called repetitive Transcranial Magnetic Stimulation (rTMS). rTMS will slightly alter activity in an area of your brain that controls cognition. Changes resulting from this stimulation will be measured with behavioral tests, as well as by taking brain images with Magnetic Resonance Imaging (MRI).\n\nParticipants will come in for one baseline visit followed by 10 days of daily rTMS study visits (Monday through Friday) and an evaluation visit. Then, there will be a 2-week break. After this break, they will return for another baseline visit, an additional 10 days of rTMS, and a final evaluation visit.",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "OTHER",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is repetitive Transcranial Magnetic Stimulation (rTMS), a non-invasive brain stimulation method intended to alter cortical activity and measure effects on motivation, memory, and brain‑network function — i.e., the study aims to improve cognitive and motivational outcomes rather than deliver a biologic or small‑molecule that targets AD pathology. citeturn0search1turn0search3",
        "Act (extracted details): Key details from the description — intervention = rTMS (repetitive Transcranial Magnetic Stimulation); population = cognitively unimpaired older adults and individuals with preclinical Alzheimer's disease; outcomes = motivation, memory, brain‑network function measured behaviorally and with MRI; schedule = two 10‑day daily rTMS blocks separated by a 2‑week break. No drug is administered in this protocol. citeturn0search1turn0search2",
        "Supporting evidence / mechanism (web search results): rTMS is widely studied as a cognitive‑enhancing intervention in MCI/early AD and can modulate cortical excitability and neuroplasticity (DLPFC/precuneus targets are commonly used); meta‑analyses and reviews report modest-to-moderate cognitive benefits from multi‑session, high‑frequency rTMS protocols. citeturn0search3turn0search5turn0search4",
        "Reflect: Classification decision — This trial fits the 'Cognitive enhancer' category because it uses a neuromodulation device (rTMS) to alter brain activity and measure changes in cognition/motivation, not a biologic or small molecule targeting amyloid/tau pathology, nor an intervention focused on primary neuropsychiatric symptom relief. There is no investigational drug to classify. citeturn0search7turn0search6",
        "Search results used (titles/keys cited): 'Therapeutic potential and mechanisms of repetitive transcranial magnetic stimulation in Alzheimer's disease: a literature review' (Eur J Med Res). citeturn0search1; 'Repetitive transcranial magnetic stimulation for cognitive impairment in Alzheimer's disease: a meta-analysis' (PubMed). citeturn0search3; 'Cognitive Enhancement of Repetitive Transcranial Magnetic Stimulation in Patients With Mild Cognitive Impairment and Early Alzheimer's Disease: A Systematic Review and Meta-Analysis' (PubMed/Frontiers). citeturn0search5turn0search7."
    ],
    "agent_type": "M) Synaptic Plasticity/Neuroprotection",
    "explanation_agent": [
        "Reason: The intervention is repetitive transcranial magnetic stimulation (rTMS), a non‑invasive neuromodulation device intended to alter cortical excitability and promote neuroplasticity to improve motivation, memory and brain‑network function rather than to target amyloid, tau, inflammation, metabolism, or other molecular AD pathologies. rTMS’s primary mechanistic rationale in cognitive trials is modulation of synaptic function and plasticity. citeturn0search1turn0search0turn0search5",
        "Act: Extracted details from the trial description — intervention = rTMS (two 10‑day daily rTMS blocks separated by 2 weeks); population = cognitively unimpaired older adults and individuals with preclinical Alzheimer's disease; no drug or molecular target is administered. Because the mechanism is neuromodulation aimed at enhancing cortical plasticity and cognition (not a specific molecular pathway like amyloid or tau), the best CADRO match is M) Synaptic Plasticity/Neuroprotection. Supporting meta-analyses and reviews report modest-to-moderate cognitive benefits of multi‑session, high‑frequency rTMS and describe plasticity-related mechanisms. citeturn0search2turn0search4",
        "Reflect: The classification was checked against CADRO categories — rTMS does not directly target Amyloid (A), Tau (B), Inflammation (F), Neurotransmitter receptors (D) as a drug, or other molecular pathways listed; its action is to modulate synaptic/neural network function (plasticity). Therefore M) Synaptic Plasticity/Neuroprotection is the most specific fit. If future documentation showed the study’s primary aim was purely symptomatic (non‑plasticity) or purely diagnostic, 'T) Other' could be considered, but given the stated focus on brain‑network function and cognitive enhancement via neuromodulation, M is appropriate. citeturn0search3turn0search6",
        "Web search results (selected supporting sources used):",
        "- Systematic review & meta-analysis: Repetitive transcranial magnetic stimulation for cognitive impairment in Alzheimer's disease (meta-analyses and RCT summaries). citeturn0search3turn0search8",
        "- Meta-analysis: Effects of Repetitive Transcranial Magnetic Stimulation in Patients With Mild Cognitive Impairment (MCI) — rTMS improves cognition and memory; benefit with high‑frequency multi‑site protocols. citeturn0search0",
        "- Systematic review & meta-analysis: Cognitive Enhancement of rTMS in MCI and Early AD — protocols (e.g., 10 Hz, DLPFC, ~20 sessions) showing benefit. citeturn0search4",
        "- Recent meta-analysis (2024) reviewing RCTs and optimization of rTMS parameters, concluding moderate cognitive benefits and linking effects to stimulation parameters and duration. citeturn0search5",
        "- Additional systematic reviews of rTMS in MCI/AD reporting safety and sustained cognitive effects. citeturn0search2turn0search6"
    ]
}