{
    "nct_id": "NCT02370524",
    "title": "Quantitative Evaluation of [18F]T807 as a Potential PET Radioligand for Imaging Tau in Patients With Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2017-03-07",
    "description_brief": "The primary objective of this exploratory imaging study is to further characterize \\[18F\\]T807, an investigational PET radioligand for imaging Tau (thought to be a downstream biomarker indicative of neurodegeneration in conditions such as AD).",
    "description_detailed": "N/A",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "OTHER",
    "results": null,
    "target_category": "N/A",
    "drug": [
        "[18F]T807",
        "18F-AV-1451 (AV-1451)",
        "flortaucipir (TAUVID)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial description and title state this is an exploratory imaging study to characterize [18F]T807, an investigational PET radioligand for imaging tau (a biomarker of neurodegeneration in AD). This is a diagnostic imaging agent (PET tracer), not a therapeutic intended to modify disease biology or improve cognition/behavior. citeturn0search0turn0search6",
        "Act: Key extracted details — the investigational agent [18F]T807 is a tau-targeted PET tracer also referred to in the literature as 18F-AV-1451 (AV-1451) and flortaucipir; it has been used to image tau pathology in AD and related disorders and is the basis for the FDA-approved tracer TAUVID (flortaucipir F 18) for PET imaging of aggregated tau. These sources document its development and use as a diagnostic radioligand rather than a therapeutic. citeturn0search6turn0search2turn0search8",
        "Reflect: Classification check — by the provided category definitions: 'Disease-targeted biologic' and 'Disease-targeted small molecule' both imply therapeutic agents targeting pathology; 'Cognitive enhancer' and 'Neuropsychiatric symptom improvement' imply symptomatic treatment. A PET radioligand for tau is a diagnostic imaging agent and does not fit any therapeutic category, so the correct category is 'N/A'. Clinical-trial listing and pharmacokinetic/validation publications support this interpretation. citeturn0search0turn0search5",
        "Web search results (selected sources used): 1) Clinical trial record for NCT02370524 describing [18F]T807 as an investigational PET radioligand for tau imaging. citeturn0search0 2) Pharmacokinetic evaluation and human-subject characterization of 18F-T807 / 18F-AV-1451 in Journal of Nuclear Medicine. citeturn0search6 3) Validation studies showing [F-18]-AV-1451 (T807) binds tau lesions in AD postmortem tissue. citeturn0search2 4) TAUVID (flortaucipir F 18) product/site information describing the FDA-approved flortaucipir tracer for imaging aggregated tau. citeturn0search8"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}