{
    "nct_id": "NCT05877196",
    "title": "Precision Medicine in Alzheimer's Disease: A SMART Trial of Adaptive Exercises and Their Mechanisms of Action Using AT(N) Biomarkers to Optimize Aerobic-Fitness Responses (The FIT-AD SMART Trial)",
    "status": "RECRUITING",
    "last_update_time": "2025-04-18",
    "description_brief": "The goal of this clinical trial is to test 6 months of aerobic exercise in older adults who are 65 years or older and have mild cognitive impairment (MCI) or probable/possible mild Alzheimer's Disease. The main questions it aims to answer are:\n\n* test the effects of aerobic exercise on aerobic fitness, white matter hyperintensity (WMH) volume, and patient-centered outcomes;\n* identify the best exercise to improve aerobic fitness and reduce non-responses over 6 months; and\n* examines the mechanisms of aerobic exercise's action on memory in older adults with early AD.\n\nParticipants will receive 6 months of supervised exercise, undergo cognitive data collection and exercise testing 5 times over a year span, have an MRI brain scan 3 times over a one-year span, and have monthly follow-up discussions on health and wellness.",
    "description_detailed": "The purpose of this Phase II, mechanistic Sequential, Multiple Assignment, Randomized Trial (SMART) is to test the effects of 6-month aerobic exercise on aerobic fitness and MRI and plasma biomarkers in community-dwelling older adults with early Alzheimer's disease (AD). The aims are to (I) test the effects of aerobic exercise on aerobic fitness, white matter hyperintensity (WMH) volume, and patient-centered outcomes; (II) identify the best exercise to improve aerobic fitness and reduce non-responses over 6 months; and (III) examines the mechanisms of aerobic exercise's action on memory in older adults with early AD. This trial builds on our previous work showing inter-individual differences in VO2peak responses to moderate-intensity continuous training (MICT); an ability of plasma neurofilament light chain (NfL) to predict cognition; and 6-month MICT maintained memory, reduced WMH, affected plasma p-tau181, and improved physical function, QoL, and caregiver distress. Aerobic exercise is a promising treatment for Alzheimer's disease (AD) and AD-related dementia (ADRD) but has shown mixed effects on cognition, physical function, behavioral and psychological symptoms of dementia (BPSD), quality of life (QoL), and caregiver burden. These findings are likely due to inter-individual differences in aerobic fitness responses, which have long been established in adults using VO2peak and were first reported in AD/ADRD by our team. Most AD/ADRD exercise trials did not measure VO2peak and those that reported large inter-individual differences in VO2peak responses to MICT. Mechanistically, animal studies support aerobic exercise modifying AD's ATN biomarkers (Amyloid-beta \\[Aβ\\], Tau, and Neurodegeneration), but human studies are few and have conflicting findings. Hence, precision exercise is critical to improving VO2peak responses with alternative interventions (high-intensity interval training (HIIT) or combined aerobic \\& resistance exercise (CARE)). Because VO2peak can improve and peak from 3 months of MICT, 3 months is an ideal time to identify MICT non-responders and initiate HIIT or CARE.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is a non‑pharmacologic, supervised aerobic exercise program (6 months) delivered to older adults with MCI or mild AD and explicitly aims to improve aerobic fitness, memory mechanisms, and MRI biomarkers (WMH volume) — i.e., it is intended to improve cognitive function/brain health rather than test a biologic or small molecule that directly targets amyloid/tau. citeturn0search6turn0search5",
        "Act: Key extracted details — Trial title/ID: \"Precision Medicine in Alzheimer's Disease: A SMART Trial of Adaptive Exercises... (FIT‑AD SMART)\" (NCT05877196). Intervention: supervised aerobic exercise (adaptive modalities reported include MICT, HIIT, combined aerobic/resistance, with chair‑based stretching as control options in SMART design). Outcomes include aerobic fitness, WMH volume on MRI, cognitive/memory measures, and mechanistic biomarker assessments. This is consistent with prior FIT‑AD aerobic exercise trials that used 6‑month supervised cycling vs stretching and measured cognition and MRI outcomes. No drug or placebo is involved. citeturn0search5turn0search6turn0search4turn0search9",
        "Reflect: Classification check — The trial tests an exercise intervention intended to improve cognition/brain health (cognitive enhancement) and to probe mechanisms; it is not a biologic (monoclonal antibody/vaccine) nor a small molecule drug, and it does not primarily target neuropsychiatric/behavioral symptoms. Therefore the correct category is \"cognitive enhancer.\" Evidence from prior FIT‑AD publications shows exercise trials in AD focus on cognition and MRI biomarkers, supporting this interpretation. No drug or placebo entries apply. citeturn0search4turn0search8"
    ],
    "agent_type": "T) Other",
    "explanation_agent": [
        "Reason: The intervention described is a non‑pharmacologic, supervised aerobic exercise program (6 months) delivered to older adults with MCI or mild AD and aims to improve aerobic fitness, memory mechanisms, and MRI biomarkers (WMH volume). This is an exercise/behavioral intervention intended to enhance cognition and probe mechanistic biomarkers rather than a drug or biologic that directly targets a molecular pathway (e.g., amyloid, tau, inflammation). citeturn0search0turn0search7",
        "Act: Extracted details — Trial ID/title: \"Precision Medicine in Alzheimer's Disease: A SMART Trial of Adaptive Exercises... (FIT‑AD SMART, NCT05877196)\". Interventions listed are Moderate Intensity Continuous Training (MICT), High‑Intensity Interval Training (HIIT), Combined Aerobic Resistance Exercise (CARE), and chair‑based stretching control; outcomes include VO2peak/aerobic fitness, WMH volume on MRI, plasma biomarkers (e.g., p‑tau181, NfL referenced in protocol background), and cognitive/memory measures. No drug, biologic, small‑molecule, or explicit molecular target/gene/pathway is tested as a therapeutic agent. citeturn0search0turn0search2turn0search5",
        "Reflect: CADRO classification — Because CADRO categories are organized around biological/drug targets (amyloid, tau, inflammation, synaptic plasticity, metabolism, etc.), and this trial tests a behavioral/exercise intervention without a specified molecular drug target, it does not map cleanly to a single CADRO therapeutic target category. Per instructions, non‑therapeutic or non‑drug interventional trials (e.g., exercise-based cognitive enhancement) should be classified as 'T) Other'. This aligns with the trial's focus on cognitive enhancement/fitness and mechanistic biomarker assessment rather than testing a molecular target. citeturn0search0turn0search7",
        "Web search results (key sources consulted): 1) Clinical trial registry description of NCT05877196 summarizing SMART design, supervised aerobic exercise interventions, aims (aerobic fitness, WMH, AT(N) biomarkers). citeturn0search0 2) Arizona State University FIT‑AD SMART project page (trial overview, lead investigator, recruitment). citeturn0search7 3) Prior FIT‑AD trial protocol/publication describing 6‑month supervised cycling vs control and outcomes (cognition, hippocampal volume) which the SMART trial builds on. citeturn0search5"
    ]
}