{
    "nct_id": "NCT05980949",
    "title": "Open-Label Extension Study to Assess the Long-Term Safety and Tolerability of KarXT and KarXT + KarX-EC in Subjects With Psychosis Associated With Alzheimer's Disease (ADEPT-3)",
    "status": "RECRUITING",
    "last_update_time": "2025-09-25",
    "description_brief": "This is a Phase 3 global, multicenter, 52-week, open-label extension (OLE) rollover study for subjects completing study CN012-0026, CN012-0027, CN012-0056 or CN012-0034. Subjects (randomized or non-randomized) who complete the 38-week CN012-0026 study, 14-week CN012-0027 study, 14-week CN012-0056 or 14 week CN012-0034 study will be eligible to enroll in CN012-0028. The primary objective of the study is to assess the long-term safety and tolerability of KarXT and KarXT + KarX-EC in subjects with psychosis associated with Alzheimer's Disease.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE3"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "neuropsychiatric symptom improvement",
    "drug": [
        "KarXT (xanomeline + trospium)",
        "KarX-EC (xanomeline enteric capsule)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial's stated primary objective is long-term safety/tolerability of KarXT and KarXT + KarX-EC in subjects with psychosis associated with Alzheimer’s disease — i.e., the intervention is being tested to treat neuropsychiatric symptoms (psychosis/agitation), not to modify core AD pathology or primarily to improve cognition. The four categories were defined as: (1) disease-targeted biologic, (2) disease-targeted small molecule, (3) cognitive enhancer, (4) neuropsychiatric symptom improvement; this study aligns with (4).",
        "Act: Key extracted details — Intervention names: KarXT (xanomeline + trospium) and KarX-EC (xanomeline enteric capsule). KarXT is a small-molecule combination in which xanomeline (a CNS-penetrant muscarinic M1/M4-preferring agonist) is given with trospium (a peripherally acting muscarinic antagonist to limit peripheral side effects). KarX-EC refers to an enteric formulation of xanomeline used in combination with KarXT in AD agitation/psychosis trials. These agents are being developed to treat psychosis/agitation in Alzheimer’s, i.e., neuropsychiatric symptom management rather than disease modification. citeturn0search2turn0search0turn1search3",
        "Reflect: Classification check — KarXT/KarX-EC are small-molecule drug formulations acting at muscarinic receptors to reduce psychosis/agitation; they are symptomatic/neuropsychiatric treatments rather than biologic anti-amyloid or anti-tau agents and are not described here as cognitive enhancers or disease-modifying therapies. Therefore the correct category is 'neuropsychiatric symptom improvement'. No placebo is listed in this open-label extension description (placebo may exist in parent trials), so placebo field is left empty. citeturn0search0turn1search2",
        "Web search sources used (summary): (1) ALZforum summary of KarXT (xanomeline + trospium) describing mechanism (M1/M4 muscarinic agonist + peripheral blocker) and AD trials/psychosis indications. citeturn0search0 (2) Reviews and clinical papers describing KarXT mechanism (xanomeline = M1/M4 agonist; trospium = peripheral antimuscarinic). citeturn0search2turn0search8 (3) Clinical trial registry entries and trial listings (MedPath / ICH GCP / trial trackers) showing KarXT + KarX-EC being tested for agitation/psychosis in Alzheimer’s disease (phase 3 trials and enteric xanomeline formulation). citeturn1search2turn1search3"
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The interventions (KarXT = xanomeline + trospium; KarX-EC = enteric xanomeline) act on muscarinic acetylcholine receptors (xanomeline is a CNS‑penetrant M1/M4‑preferring muscarinic agonist), and are being developed to treat psychosis/agitation (neuropsychiatric symptoms) in Alzheimer’s disease rather than to modify core AD pathology. This aligns with CADRO category D (Neurotransmitter Receptors). citeturn0search0turn0search1",
        "Act: Key extracted details — KarXT combines xanomeline (central M1/M4 agonist) with trospium (a peripherally‑restricted muscarinic antagonist) to preserve central muscarinic activity while reducing peripheral cholinergic adverse events; KarX‑EC is an enteric formulation of xanomeline used in AD psychosis/agitation trials. The program (ADEPT phase 3/open‑label extensions) explicitly targets psychosis/agitation symptoms in AD. Based on mechanism (muscarinic neurotransmitter receptors) and indication (neuropsychiatric symptom improvement), assign 'D) Neurotransmitter Receptors'. citeturn0search2turn0search1turn0search3",
        "Reflect: The muscarinic receptor mechanism is a canonical neurotransmitter‑receptor target and the trial is symptomatic (neuropsychiatric) rather than disease‑modifying; no evidence here indicates targeting amyloid, tau, inflammation, synaptic protection, or other CADRO categories. Therefore 'D) Neurotransmitter Receptors' is the most specific and appropriate CADRO classification. citeturn0search5turn0search6",
        "Web search results (key sources cited): (1) Mechanism and reviews on xanomeline (M1/M4 agonist) and KarXT approach. citeturn0search0turn0search5 (2) ADEPT/ADEPT‑2 design and KarXT phase 3 program for psychosis associated with AD. citeturn0search1 (3) Phase‑1 study showing trospium mitigates peripheral cholinergic AEs when combined with xanomeline (supports peripheral restriction strategy). citeturn0search2turn0search3 (4) Background/summary of KarXT development and rationale in AD context. citeturn0search6"
    ]
}