{
    "nct_id": "NCT00438568",
    "title": "Therapeutic Effects of Intranasal Insulin Administration in AD",
    "status": "COMPLETED",
    "last_update_time": "2012-09-12",
    "description_brief": "The purpose of this study is to find out if insulin, when administered as a \"nasal spray\" into the nasal passages, improves memory in adults with mild cognitive impairment (MCI) or Alzheimer's disease.",
    "description_detailed": "A growing body of evidence suggests that insulin plays a role in normal memory processes and that insulin abnormalities may contribute to cognitive and brain changes associated with Alzheimer's disease (AD). Interestingly, insulin administered to the nasal cavity is transported within a few minutes into the brain, but does not affect blood sugar or insulin levels.\n\nThis study will consist of a randomized double-blind, placebo-controlled parallel group trial in which 90 participants with AD or MCI receive daily intranasal administrations of either insulin (10 or 20 IU twice a day for a total dose of 20 or 40 IU per day) or placebo (saline twice a day) for 4 months. The study will examine the effects of intranasal insulin administration on cognition, cerebral glucose metabolism, and β-amyloid (Aβ) in cerebrospinal fluid (CSF) and plasma, testing the hypothesis that daily intranasal insulin administration for 4 months will facilitate memory for adults with AD, and adults with mild cognitive impairment (MCI). A subset of participants will have the option to participate in 2 sub-studies: PET scans (prior to and at the end of treatment) to determine whether intranasal insulin increases cerebral glucose metabolism; lumbar punctures (LPs) before and at the end of treatment to determine effects of intranasal insulin administration on CSF Aβ levels.",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "Insulin (intranasal insulin; doses used in trials commonly 20 IU or 40 IU, delivered via nasal spray/ViaNase device)"
    ],
    "placebo": [
        "Placebo nasal spray"
    ],
    "explanation_target": [
        "Reason: The trial tests intranasal insulin administered as a nasal spray to improve memory in adults with MCI or Alzheimer’s disease — the stated intent is to improve cognition (memory), not to deliver a monoclonal antibody or small-molecule inhibitor directed specifically at amyloid or tau pathology. This framing fits the \"cognitive enhancer\" definition (improving cognitive function without being a classical pathology-targeting biologic). citeturn0search1turn0search5",
        "Act: Key trial/drug details found in the literature: intranasal insulin has been studied in randomized trials and showed memory benefit in some doses (e.g., 20 IU) and preserved activities of daily living in small trials; larger multisite trials and meta-analyses have evaluated 20–40 IU delivered intranasally and compared to placebo nasal spray. These sources describe intranasal insulin as a peptide hormone delivered to the brain to modulate brain insulin signaling and cognition (not as an anti-amyloid monoclonal). citeturn0search9turn0search8",
        "Reflect: Classification check — insulin is a biologic (peptide hormone), but under the provided category definitions \"disease-targeted biologic\" is reserved for biologics that target AD pathology (examples: monoclonal antibodies, vaccines). Intranasal insulin’s primary clinical goal in these trials is to improve memory/cognition by restoring or enhancing brain insulin signaling (with potential indirect effects on AD biomarkers), so the best-fit category is \"cognitive enhancer.\" No evidence in the provided description that the intervention is a pathology-targeted monoclonal or a small-molecule disease-modifying agent, so 'cognitive enhancer' is the appropriate classification. citeturn0search2turn0search4",
        "Web-search sources (selected): 1) NIH summary reporting improved memory with intranasal insulin in early trials. citeturn0search1 2) Systematic review of intranasal insulin in AD/MCI summarizing memory benefits in several small trials. citeturn0search2 3) Multisite randomized clinical trial examining intranasal insulin (40 IU vs placebo) for MCI/AD (feasibility, safety, efficacy). citeturn0search9 4) Meta-analyses/systematic reviews (2021–2023) evaluating pooled effects and dose signals (benefit at lower doses such as 20 IU in some outcomes). citeturn0search4turn0search8"
    ],
    "agent_type": "L) Growth Factors and Hormones",
    "explanation_agent": [
        "Reason: The trial tests intranasal insulin — a peptide hormone — delivered to the brain to restore/enhance brain insulin signaling and improve cognition (memory). This intervention acts via hormone/growth-factor signaling rather than directly targeting amyloid or tau pathology, so it maps to the CADRO category for hormones/growth factors. citeturn0search1turn0search5",
        "Act: Key trial details: intranasal insulin has been studied in randomized trials using doses commonly 20 IU or 40 IU delivered via nasal devices (Kurve, ViaNase or similar) and in a multisite 40 IU phase 2/3 trial; studies report dose-dependent memory effects (benefit at ~20 IU in some studies) and preserved daily function in small trials. These facts support identifying the biological target as insulin/brain insulin signaling (a hormone pathway). citeturn0search0turn0search1turn0search2",
        "Reflect: Confirmation and alternative considerations — insulin is a hormone (growth factor-like signaling) rather than a monoclonal antibody or small-molecule aimed at amyloid or tau, so the best CADRO fit is L) Growth Factors and Hormones. Although some exploratory analyses report associations between intranasal insulin and amyloid/tau biomarker changes, the primary mechanism and clinical intent in these trials is modulation of insulin/brain metabolic signaling to improve cognition (not direct anti-amyloid/tau disease-targeting), so A) Amyloid beta or B) Tau are not appropriate. If the trial explicitly framed insulin as a non‑pathology-directed cognitive enhancer only, one might describe it clinically as a cognitive enhancer, but under CADRO taxonomy the correct category is L) Growth Factors and Hormones. citeturn0search1turn0search5turn0search3",
        "Web-search sources (selected): 1) Pilot randomized trial showing memory benefit with 20 IU and functional preservation with 20–40 IU. citeturn0search1 2) Dose‑response study showing cognitive effects peaking near 20 IU in some groups. citeturn0search5 3) Multisite randomized phase 2/3 trial using 40 IU daily (feasibility/safety/efficacy). citeturn0search0 4) Systematic reviews/meta-analyses summarizing mixed but promising effects (signal at lower doses such as 20 IU). citeturn0search2turn0search3"
    ]
}