{
    "nct_id": "NCT03378245",
    "title": "Telemedicine-based, Multidisciplinary-team, Intervention to Reduce Unnecessary Hospitalizations and Healthcare Costs in Appalachia KY Skilled Nursing Facilities",
    "status": "COMPLETED",
    "last_update_time": "2021-08-09",
    "description_brief": "The purpose of this study is to investigate the use of telemedicine-based intervention at urban and rural skilled nursing facilities to recommend multidisciplinary dementia care to residents with dementia who are at risk for unnecessary hospitalization due behavioral or neuropsychiatric symptoms and/or complications as well as caregivers and facility staff. The multidisciplinary team is comprised of trained behavioral neurologists, social workers, advanced practice providers, primary medical team and nurse coordinators.",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "SUPPORTIVE_CARE",
    "results": null,
    "target_category": "neuropsychiatric symptom improvement",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is a telemedicine-based, multidisciplinary team providing behavioral modification training and education about pharmacologic treatments to skilled nursing facility staff and providers, with the primary outcome being change in the Neuropsychiatric Inventory (NPI) total score — i.e., the trial aims to reduce behavioral/neuropsychiatric symptoms and unnecessary hospitalizations rather than to modify Alzheimer pathology or directly enhance cognition. citeturn0search0turn1search1",
        "Act: Key extracted details — Official title: 'Telemedicine-based, Multidisciplinary-team, Intervention to Reduce Unnecessary Hospitalizations and Healthcare Costs in Appalachia KY Skilled Nursing Facilities.' Intervention: Behavioral modification and education on pharmacologic treatments delivered via multidisciplinary telemedicine team. Primary outcome: change in NPI total score at 6 months. No investigational drug or placebo is listed. These details support classification as an intervention for neuropsychiatric symptom management. citeturn1search1turn2search1",
        "Reflect: This classification matches the provided category definitions — the trial is non-pharmacologic/behavioral (telemedicine education and care coordination) focused on neuropsychiatric symptom improvement and reducing avoidable hospitalizations. There is no evidence in the trial record of a biologic or small-molecule disease-modifying agent or a cognitive-enhancing drug, so 'neuropsychiatric symptom improvement' is the correct category. citeturn2search1turn2search2",
        "Web search results used (selected): MedPath trial summary for NCT03378245 (trial details, interventions, outcomes). citeturn0search0; InClinicalTrials / NCT03378245 (official title, intervention description, enrollment, outcomes). citeturn1search1; ICH GCP clinical-trials-registry entry for NCT03378245 (design, primary outcome NPI). citeturn2search1; ClinicalTrialsGPS/CTV mirrors of the trial record (site/location and intervention summary). citeturn2search2turn2search3"
    ],
    "agent_type": "T) Other",
    "explanation_agent": [
        "Reason: The study tests a telemedicine-based, multidisciplinary behavioral/educational intervention aimed at reducing neuropsychiatric symptoms and unnecessary hospitalizations (primary outcome = change in Neuropsychiatric Inventory score). There is no investigational drug, biologic, or molecular pathway targeted; the focus is care-delivery/behavioral management rather than a disease- or biology-directed therapeutic. citeturn0search0turn0search2",
        "Act: Key extracted details from the trial record — Official title: 'Telemedicine-based, Multidisciplinary-team, Intervention to Reduce Unnecessary Hospitalizations and Healthcare Costs in Appalachia KY Skilled Nursing Facilities' (NCT03378245). Intervention: multidisciplinary telemedicine education and behavioral modification training for staff and providers; Intervention type listed as Behavioral (education on behavioral modification and pharmacologic treatment best practices). Primary outcome: change in NPI total score at 6 months. No drug, molecular target, or mechanism-of-action describing a CADRO biological category is present in the record. citeturn0search1turn0search3",
        "Reflect: Because CADRO categories describe biological and therapeutic targets (e.g., amyloid, tau, inflammation, synaptic targets) and this trial is a non‑pharmacologic, care-delivery/behavioral intervention, the correct CADRO assignment is 'T) Other'. This aligns with the trial’s supportive-care purpose (reduce hospitalizations/improve neuropsychiatric symptoms) and absence of a drug or specified biological target. Telemedicine interventions have independent evidence for reducing unplanned hospitalizations in nursing-home settings, which supports interpreting this as a healthcare-delivery/behavioral trial rather than a target-based therapeutic trial. citeturn0search4",
        "Web search results used (selected): Clinical-trial registry entries and mirrors for NCT03378245 (trial details, interventions, outcomes): ICH GCP registry summary showing behavioral intervention and NPI primary outcome; MedPath and InClinicalTrials mirrors with official title, intervention description, timeline and outcomes. These sources were used to confirm the intervention is behavioral/telemedicine and that no investigational drug or molecular target is listed. citeturn0search0turn0search2turn0search1"
    ]
}