{
    "nct_id": "NCT00329082",
    "title": "LY2062430: Multiple-Dose Safety in Subjects With Mild-to-Moderate Alzheimer's Disease and Single-Dose Safety in Healthy Volunteers",
    "status": "COMPLETED",
    "last_update_time": "2009-10-05",
    "description_brief": "To study the safety of LY2062430 in patients with mild-to-moderate Alzheimer's disease and in healthy volunteers.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted biologic",
    "drug": [
        "LY2062430 (solanezumab) — humanized monoclonal IgG1 antibody that binds the mid-domain of amyloid-β (soluble Aβ) to promote clearance."
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The investigational agent LY2062430 is solanezumab, a humanized monoclonal antibody directed at soluble amyloid‑β (Aβ) intended to alter Aβ levels/clearance — i.e., it targets Alzheimer’s pathology, consistent with a disease‑modifying biologic. citeturn0search1turn0search4",
        "Act: Key trial details extracted from the description and sources: multiple‑dose safety testing in patients with mild‑to‑moderate AD and single‑dose safety in healthy volunteers; randomized placebo‑controlled studies were performed. Sources describing the Phase I/II safety studies and mechanism: Eli Lilly press release and Phase I/II publications and trial summaries. citeturn0search0turn0search1turn0search3",
        "Reflect: Classification check — because LY2062430/solanezumab is a monoclonal antibody (a biologic) that specifically targets amyloid‑β pathology, it fits the 'disease‑targeted biologic' category. Note: later larger trials did not show meaningful cognitive benefit in mild‑to‑moderate AD, but that does not change the intervention type or intended disease‑targeting mechanism. citeturn0search6turn0search2",
        "Web search results (key sources used):\n- Eli Lilly press release describing Phase II safety and biomarker effects for LY2062430 (solanezumab). citeturn0search0\n- PubMed/clinical report: single‑dose safety and amyloid beta changes with solanezumab. citeturn0search1\n- Review / solanezumab summary (PubMed/AlzForum) describing mechanism (mid‑domain Aβ binding) and development history. citeturn0search4turn0search2\n- HRA / trial summary for LY2062430 versus placebo (Phase 3 planning/description). citeturn0search3\n- Reviews summarizing later trial results and interpretation. citeturn0search6"
    ],
    "agent_type": "A) Amyloid beta",
    "explanation_agent": [
        "Reason: The investigational agent LY2062430 (solanezumab) is a humanized monoclonal IgG1 that binds the mid‑domain of amyloid‑β and preferentially engages soluble Aβ to alter its clearance — i.e., the drug directly targets amyloid‑β pathology. citeturn0search3turn0search4turn0search0",
        "Act: Extracted details — drug: LY2062430 (solanezumab); modality: disease‑targeted biologic (monoclonal antibody); mechanism: binds mid‑region/central residues of Aβ (soluble monomers) to increase clearance and shift Aβ equilibria between brain, CSF and plasma. These details map directly to CADRO category A (Amyloid beta). citeturn0search4turn0search5",
        "Reflect: Solanezumab’s stated mechanism is specific to amyloid‑β (soluble Aβ), not to tau, inflammation, synaptic targets, or a multi‑target approach — therefore the most specific CADRO classification is A) Amyloid beta. (Note: later clinical outcomes do not change the mechanistic target classification.) citeturn0search2turn0search3",
        "Web search results (key sources used):",
        "- Eli Lilly press release describing Phase II effects of LY2062430/solanezumab on amyloid‑beta levels and safety. citeturn0search0",
        "- Eli Lilly announcement and description of solanezumab (mechanism and program details). citeturn0search1",
        "- A4 study update noting solanezumab targets soluble Aβ and reporting Phase 3/late‑stage results. citeturn0search2",
        "- Review/PMC article summarizing solanezumab (binds Aβ mid‑domain residues 16–26; increases plasma/CSF Aβ; preclinical and clinical findings). citeturn0search3",
        "- PubMed article summarizing solanezumab development and mechanism for mild‑to‑moderate AD. citeturn0search4"
    ]
}