{
    "nct_id": "NCT04573829",
    "title": "PsyDoMa :Non-drug Approaches at Home for Alzheimer's Patients With Psycho-behavioural Disorders and Psycho-education for the Caregivers",
    "status": "COMPLETED",
    "last_update_time": "2022-10-06",
    "description_brief": "Recruitment is carried out directly at the geriatric unit of the CIMIEZ University Hospital Center by geriatric doctors during day consultation or in short stay unit. The doctor wil select carer -patient couples more likely to take part in the study. The investigator will give them an informative leaflet and they will have to sign the consent form.\n\nA diagnosis is made by the investigator. The patient will first have to undergo a neurocognitive assessment carried out at the Cimiez Hospital (test for the evaluation of a cognitive deficit) by a psychologist.\n\nThe non-drug approaches presented will be carried out directly at the participant's home with the help of the carer for therapeutic purposes.\n\nThe therapeutic objectives and the choice of approaches are specified within the Personalised Accompaniment Project (PAP).\n\nThe carer, if he or she wishes, participates in the sessions in order to reproduce the behaviours implemented by the psychologist.\n\nDifferent workshops will be offered : Cooking, Art Therapy, Games, Multi-sensory, Soft Gymnastic, Relaxation, Music and Reminisence.\n\nPatients will received three visits per week during six months. The carer will receive one visit per week for six months.",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "HEALTH_SERVICES_RESEARCH",
    "results": null,
    "target_category": "neuropsychiatric symptom improvement",
    "drug": [
        "Non-drug personalized interventions (cooking, art therapy, games, multi-sensory stimulation, soft gymnastics, relaxation, music, reminiscence) and psycho-education for caregivers"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial tests home-based, personalized non-pharmacological therapies delivered by psychologists (three visits/week for patients) plus weekly psycho-education for caregivers, with the stated aim to address psycho-behavioural disorders/behavioral and psychological symptoms of dementia (BPSD). This is an intervention intended to reduce neuropsychiatric/behavioral symptoms rather than a pharmacologic disease-modifying or cognitive-enhancing agent. citeturn0search0turn0search2",
        "Act: Key extracted details — intervention is non-drug, delivered at home (Personalised Accompaniment Project), includes workshops: cooking, art therapy, games, multi-sensory, soft gymnastic, relaxation, music, reminiscence; patient visits 3×/week for 6 months, caregiver sessions 1×/week. The trial is listed as NCT04573829 and has a feasibility/clinical report showing reductions in behavioral symptoms. No drug or placebo is involved. citeturn0search0turn0search5turn0search2",
        "Reflect: Classification check — by the provided category definitions this fits 'Neuropsychiatric symptom improvement' because the target is BPSD/psycho-behavioural disorders and the modality is non-pharmacologic behavioral/psychosocial therapy plus caregiver education. It is not a biologic or small molecule disease-targeting treatment, nor primarily a cognitive-enhancer. The trial materials and publications confirm this interpretation (trial registry and published feasibility study). No ambiguity found. citeturn0search0turn0search2",
        "Web search results used: Clinical trial registry summary for NCT04573829 (PsyDoMa) showing design and interventions. citeturn0search0",
        "PubMed / journal article reporting the PsyDoMa feasibility study and outcomes (reductions in behavioral symptoms). citeturn0search2turn0search5"
    ],
    "agent_type": "T) Other",
    "explanation_agent": [
        "Reason: The intervention is a set of personalized, home‑based non‑drug therapies (cooking, art therapy, games, multi‑sensory stimulation, soft gymnastics, relaxation, music, reminiscence) plus psycho‑education for caregivers, delivered to address behavioral and psychological symptoms of dementia (BPSD) — i.e., neuropsychiatric symptom improvement rather than a biological drug or molecular pathway target. citeturn0search5turn0search2",
        "Act: Extracted details from the trial registry and feasibility report — NCT04573829 (PsyDoMa) is an interventional, completed study delivering three patient visits/week for six months and weekly caregiver sessions; interventions are explicitly non‑pharmacological (Personalised Accompaniment Project workshops as listed above). No drug, biologic, gene or pathway is targeted. Based on these facts, the trial does not map to any CADRO biological target category. citeturn0search2turn0search1",
        "Reflect: CADRO is organized around biological targets (amyloid, tau, inflammation, synaptic mechanisms, metabolism, etc.). Because PsyDoMa is a psychosocial/non‑drug therapeutic program aimed at symptom management (BPSD) and caregiver education, the correct CADRO assignment is T) Other. This classification is confirmed by the trial record and the published feasibility study describing non‑pharmacological home interventions and outcome focus on behavioral symptoms. citeturn0search5turn0search0",
        "Web search results used (key sources): ClinConnect / trial summary for NCT04573829 (trial metadata and status). citeturn0search0; InClinicalTrials / detailed trial description listing interventions, schedule, and Personalized Accompaniment Project (PAP). citeturn0search2; PubMed article reporting the PsyDoMa feasibility study and outcomes (description of home non‑drug therapies and caregiver psychoeducation). citeturn0search5"
    ]
}