{
    "nct_id": "NCT03622905",
    "title": "ADvance II: A 12-month Double-blind, Randomized, Controlled Study to Evaluate the Safety and Efficacy of Deep Brain Stimulation of the Fornix (DBS-f) in Patients With Mild Probable Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2024-11-03",
    "description_brief": "The primary efficacy objective of this study is to test the hypothesis that DBS-f stimulation (ON) will slow cognitive and functional progression of AD, as compared to no stimulation (OFF), by measuring baseline (pre-implantation) to 12-month change in the integrated Alzheimer's disease rating scale (iADRS).",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is deep brain stimulation of the fornix (DBS-f), a neurosurgical device intended to slow cognitive and functional progression in mild probable Alzheimer's disease (primary outcome: change in iADRS at 12 months). This is a device/neuromodulation approach, not a biologic or small-molecule drug. citeturn0search2turn0search3",
        "Act (web search findings): ADvance/ADvance II is an interventional device trial of bilateral fornix DBS with randomized ON versus OFF stimulation for the first 12 months; publications report the trial design, surgical safety, and clinical outcomes (no significant difference in primary clinical outcomes for the whole cohort; safe/tolerated; some post-hoc signals in older subgroups). Key sources: trial listing and protocol summary. citeturn0search2turn0search3turn0search5turn0search8",
        "Reflect: The listed classification categories are limited to biologics, small molecules, cognitive-enhancing drugs, or interventions for neuropsychiatric symptoms. Fornix DBS is a device neuromodulation intervention (aiming to modify disease course or cognition via electrical stimulation of memory circuits) and therefore does not fit any of the four provided categories. The trial uses an 'off' sham condition rather than a drug placebo (so no drug/placebo names apply). Given these facts, the correct category from the provided list is 'N/A'. citeturn0search2turn0search4",
        "Additional notes / sources: ADvance trial design and initial reports (ADvance randomized controlled trial / ADvance II trial listing); surgical safety and 2-year follow-up publications describing outcomes and suggesting further study in older subgroups. citeturn0search0turn0search4turn0search6"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}