{
    "nct_id": "NCT03670615",
    "title": "Exercise Augmenting Cognition tDCS (EXACT): A Pilot Study of a Combined Exercise and Transcranial Direct Current Stimulation Intervention for Cognition",
    "status": "COMPLETED",
    "last_update_time": "2025-08-26",
    "description_brief": "Mild cognitive impairment and Alzheimer's disease are conditions that involve memory difficulties. Transcranial direct current stimulation is a type of brain stimulation. It may help improve these memory difficulties. However, it works better on active brain areas. This study looks at if combining exercise and applying current to important parts of the brain can help improve memory in people with Mild Cognitive Impairment or Alzheimer's disease.",
    "description_detailed": "Objectives: To assess the efficacy of a combined exercise and tDCS treatment for improving cognitive outcomes in mild cognitive impairment and mild Alzheimer's disease.\n\nStudy Design: Eligible participants will be randomized to one of three interventions: Exercise and tDCS, Treatment as usual (TAU/exercise education) and tDCS, or Exercise and sham tDCS. Participants randomized to an exercise group will undergo exercise, followed by either sham or active tDCS. Participants randomized to TAU will receive written information in accordance with the Canadian Physical Activity Guidelines for older adults and tDCS for the same duration. Cognition, neuropsychiatric symptoms and blood samples for biomarker analysis will be collected.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [],
    "placebo": [
        "sham tDCS (sham stimulation)"
    ],
    "explanation_target": [
        "Reason: The described intervention is non-pharmacologic — a combination of transcranial direct current stimulation (tDCS) and aerobic exercise intended to improve memory and global cognition in people with Mild Cognitive Impairment (MCI) or mild Alzheimer’s disease, i.e., an intervention designed to enhance cognitive function rather than to target amyloid/tau pathology or use a small-molecule drug. citeturn0search7turn0search0",
        "Act: Key extracted details from the trial/protocol: participants with MCI or mild AD are randomized to receive exercise-primed tDCS, exercise-primed sham tDCS, or tDCS alone; the protocol describes exercise priming (individualized 30-min moderate-intensity aerobic exercise) followed by tDCS sessions (20 min at 2 mA, daily for 2 weeks in the protocol). The trial is explicitly framed as a non-invasive, non-pharmacological, cognition-improving (memory) intervention. No drug is involved. citeturn0search7turn0search4",
        "Reflect: Classification check — by the provided definitions this fits 'Cognitive enhancer' (intervention intended to improve cognitive function without being a biologic or small-molecule disease-modifying therapy, and not primarily aimed at neuropsychiatric/behavioral symptom management). Supporting literature shows tDCS (with or without training/exercise priming) is studied as a cognitive-enhancing neuromodulation in MCI/AD populations. Therefore the appropriate category is 'cognitive enhancer'. citeturn0search8turn0search1"
    ],
    "agent_type": "M) Synaptic Plasticity/Neuroprotection",
    "explanation_agent": [
        "Reason: The intervention described is non-pharmacologic (a combination of aerobic exercise and transcranial direct current stimulation, tDCS) with the stated goal of improving memory and global cognition in people with MCI or mild AD. The biological rationale for both tDCS and exercise is modulation/enhancement of neuroplasticity and synaptic function rather than targeting amyloid, tau, ApoE, inflammation, etc. tDCS has been shown to modulate cortical plasticity and memory-related neuroplasticity mechanisms, and aerobic exercise is repeatedly associated with cognitive benefit and neuroplasticity (BDNF, hippocampal effects) in MCI/older adults. citeturn0search2turn0search1turn0search3",
        "Act: Extracted trial details and assignment: participants = people with MCI or mild AD; intervention = individualized 30-min moderate-intensity aerobic exercise (exercise priming) followed by 20-min 2 mA tDCS sessions (or sham) over 2 weeks; no drug or molecular pathway is specified. Because the primary mechanism implied is enhancement of synaptic plasticity/neuroprotection (neuromodulation + exercise-induced plasticity), the most specific CADRO match is M) Synaptic Plasticity/Neuroprotection. (Note: combined noninvasive neuromodulation + exercise interventions have been studied in MCI/older adults, supporting this mechanistic interpretation.) citeturn0search5turn0search6",
        "Reflect: Verification and alternatives considered: The trial is not testing an amyloid- or tau-targeting therapy, an anti-inflammatory drug, or a molecular small-molecule biologic; it is explicitly a cognitive-enhancing neuromodulation + exercise intervention. That aligns with CADRO category M (synaptic plasticity / neuroprotection). If the protocol had focused primarily on neurogenesis markers or systemic metabolism as its main mechanism, categories E (Neurogenesis) or J (Metabolism) could be considered, but the documented emphasis on tDCS-induced plasticity and exercise-related cognitive/neuroplastic effects makes M the best fit. Supporting references: reviews of tDCS effects on plasticity and human/animal studies, and systematic reviews/meta-analyses showing aerobic exercise cognitive benefits in MCI/AD. citeturn0search2turn0search1turn0search3turn0search0",
        "Output: M) Synaptic Plasticity/Neuroprotection. Explanation: The combined exercise + tDCS intervention is designed to enhance neuroplasticity/synaptic function to improve cognition (a cognitive-enhancer neuromodulatory approach), which maps to CADRO category M. citeturn0search2turn0search5"
    ]
}