{
    "nct_id": "NCT03741543",
    "title": "Learning and Coping With Dementia - User Experiences From an Educative Intervention in Early Stage Dementia",
    "status": "COMPLETED",
    "last_update_time": "2025-05-13",
    "description_brief": "The overall aim of this study is to investigate how home dwelling people with early-stage dementia cope with their disease, explored through their participation in a 12-week health promotion course, through 3 sub-studies; 1) The users' experience in gaining information about dementia and meeting others in the same situation, 2) observation of the group interactions and support processes, and 3) investigate the effect of the 12-week health promotion course for people with early stage dementia on their cognitive function, psychosocial function and health behaviour.",
    "description_detailed": "In this study, the investigators build on a health promotion intervention originally developed by Buettner and Fitzimmons (2009), called \"Health Promotion for the Mind, Body, and Spirit\". The Health Promotion intervention consists of 12 weekly 2-hour sessions. Each group has up to 6 participants, and the groups are facilitated by two professional group leaders. The course has been designed to provide information on the disease process and on healthy behaviours to prevent problems that are common later in the disease. The 12-week course includes nutrition, cognitive fitness, stress reduction, communication, information about the course of the disease, and coping strategies. During the first class session, each participant received a nametag and a booklet. This booklet is a critical component of the educational method for the participants. The booklet contains 12 dividers for the 12 modules that the instructor taught during the course. The caregiver is not present at the course, however the participants are encouraged to share the booklet provided at the course with the caregiver between sessions.\n\nDesign: a quasi-experimental study with multiple methods:\n\n1. assessment of cognitive function, psychosocial function and health behaviour is collected at baseline (prior to attending the 12-week course) and follow-up interviews are arranged shortly after the 12-week course. For each participant a caregiver also has to take part for proxy interviews.\n2. the users' experience of attending the 12-week health promotion course will be collected through qualitative individual interviews with the participants and their caregiver after attending the course.\n3. over the duration of the course a moderate participant observation will be carried out to explore changes over the 12-week course, in-session behaviour, social interaction and to capture motivational and empowering aspects of the course.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "SUPPORTIVE_CARE",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The described trial is an educative, group-based 12-week health promotion course for people with early-stage dementia (aiming to study coping, group interactions, and effects on cognition/psychosocial function and health behavior). This is a behavioral/educational intervention rather than a drug or biologic. citeturn0search1turn0search6",
        "Act: Key extracted details — Title: \"Learning and Coping With Dementia - User Experiences From an Educative Intervention in Early Stage Dementia.\" Intervention: a 12-week health promotion course (based on the \"Health Promotion for the Mind, Body, and Spirit\" program). The registry and published reports describe it as an educational group intervention (no drug, biologic, or placebo used). citeturn0search1turn0search3turn0search6",
        "Web search results used to verify the intervention and confirm no drug: ClinicalTrials/registry entry for NCT03741543 describing the 12-week health promotion course. citeturn0search1; Full-text article / focused ethnographic study reporting the 12-week group-based educational intervention and its aims/outcomes. citeturn0search6; SAGE article abstract describing the same 12-week educational health promotion course. citeturn0search0; Prior quasi-experimental study describing the 12-week health promotion course and its origins (Buettner & Fitzimmons). citeturn0search3; ICHGCP/registry mirror listing the trial details. citeturn0search5",
        "Reflect: Classification check — the four target categories are limited to pharmacologic/medical interventions (disease-targeted biologic; disease-targeted small molecule; cognitive enhancer; neuropsychiatric symptom improvement). This trial is a non-pharmacologic educational/behavioral intervention (group health-promotion/psycho-educational), so it does not fit any of the four therapeutic categories and is therefore classified as 'N/A'. The trial does assess cognitive and psychosocial outcomes, but it does so via an educational program rather than a drug or device, which keeps it outside the defined categories. citeturn0search6turn0search1"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}