{
    "nct_id": "NCT06812442",
    "title": "Effectiveness of a 3-month Individual Reminiscence Therapy Program on Global Cognition, Mood, and Quality of Life in Older Adults With Mild to Moderate Alzheimer's Disease: A Multicenter Randomized Controlled Trial",
    "status": "COMPLETED",
    "last_update_time": "2025-05-24",
    "description_brief": "This research aims to evaluate the effectiveness of individual Reminiscence Therapy (RT) program, using a simple reminiscence format, to improve the overall cognitive function, mood, and quality of life (QoL) of older adults with mild to moderate Alzheimer's disease attending social care and support services. A multicentre randomised controlled trial (RCT) is proposed in Portugal with repeated measures (pre-intervention, and post-intervention). Intervention group will hold 26 individual RT sessions, twice a week for 13 weeks. Control group participants will maintain their treatment as usual. Make a subsample analysis of the main clinical diagnoses, and compare the results of sample and subsample with a previous study that had the same intervention protocol.",
    "description_detailed": "Alzheimer's disease (AD) is a genetic and sporadic neurodegenerative disease that is associated with a decline in cognitive function, memory, speech, and ultimately sensory and motor problems. The onset of these changes may be gradual or sudden. In people with mild Alzheimer's, symptoms such as learning and memory problems, poor judgment, mood swings, depression, and restlessness occur.\n\nThe absence of an effective pharmacological treatment that halts or delays the development of the disease has aroused interest in non-pharmacological therapies (NPT) as a complement to pharmacological treatment that can improve the quality of life of older adults with AD. One of the most researched NPT and with the greatest tradition in this field is Reminiscence Therapy (RT).\n\nRT implies the discussion of past activities, events and experiences, usually with the help of triggers (e.g., photographs, home objects and other familiar items from the past, music, any object or stimulus) that serve to stimulate memories. In its application to dementias, RT is based on the fact that the memory deficit of people with dementia implies that they are able to remember events from their past life, especially from childhood to early adulthood, but not newer facts. It focuses on preserved capacities and memories, promotes communication and enables the person to connect with his past and recover his sense of personal identity. In this way, the RT can be understood as an intervention on the edge of those of cognitive orientation and those centred on emotion, with potential interactive effects on autobiographical memory and psychological well-being.\n\nIn simplified form, there are at least two approaches to RT. The first approach as a \"life review\" where participants are guided through significant experiences of their biography trying to give meaning to their lives. This type of RT is more structured and is usually conducted in an individual format. It may involve the production of \"life books\". This approach is considered to have an integrative function aimed at achieving a sense of validation, coherence and reconciliation with one's past. Another approach that call general or simple reminiscence, implies the stimulation of autobiographical memory during conversations on specific themes of the past (e.g, holidays, food and drink, work) using stimulus to trigger memories. It has been described as an unstructured autobiographical memory narration. This reminiscence format can be conducted both individually and in groups and promotes communication between participants who share their memories and stories.\n\nIn either format that RT is applied on, the introduction of triggering stimulus (e.g., photographs, music, old objects) to help memory is considered fundamental. These triggers can be generic, reflecting common experiences in the lives of people relevant to their age group (e.g., a school manual can serve as a reminder of the experience during their school stage), or specific, with stimulus related to the person's own experiences (e.g., photographs of an important vital event such as their wedding day or a journey during their youth).\n\nAs for the effectiveness of RT, according to a review by Woods et al. in Cochrane, there is some evidence on its positive effects on cognition, QoL, communication and possibly on the mood of people with dementia, even if the benefits are small. Despite the distinction between the two different approaches to RT (general reminiscence vs. life history), the therapy modality does not seem to be as important to achieve positive effects as the individual or group format of the sessions and the context in which the intervention is administered (people living in the community or institutionalised).\n\nIn particular, according to the results of the review study, the RT seems to be able to generate a small benefit on cognitive function immediately after the intervention, although it usually does not continue after a longer follow-up period. Regarding the administration format, the individual RT seems slightly superior in its effects on cognition both immediately and after a follow-up period. In any case, its effects seem comparable to those of other cognitive stimulation modalities.\n\nAs for the effect of RT on quality of life (QoL), an individual RT study based on life review, showed an improvement in Qol-AD. The effects with a group modality do not seem consistent, showing little or no effect on QoL, although the key factor may be the context of application (community vs. institution), with better group RT results in institutionalised patients.\n\nIn a multicentre study conducted in Portugal with older adults with neurocognitive disorders, in individual format, there was a significant effect on the overall cognition, memory and QoL of the participants. Group RT was associated with a likely effect on communication both after the intervention and in the follow-up. This effect was not replicated in the individual RT, with uncertain results.\n\nFinally, despite the evidence on the effect of RT on the mood of older adults without dementia, in the case of people with dementia only a small effect on mood was found for those participating in individual RT. In the portuguese multicentre studies there were no significant differences in depressive symptomatology.\n\nBased on the above, this research proposal aims to evaluate the effectiveness of individual RT program within a general reminiscence format, to improve overall cognitive function, emotional state (depression and anxiety), and QoL of older adults with AD attending social care and support services in the Portugal.\n\nIt is proposed to evaluate the efficacy of the intervention in the endpoint assessment. Furthermore, an analysis of results based on the diagnosis of the participants is proposed for those diagnoses with sufficient representation in the sample (more than 15 cases in each group). Additionally, it is proposed to analyze the factors that predict the response to the intervention (responder analysis). Finally, the results of this study will be compared and can be analyzed together with those of a previous studies that used the same individual RT program and the same experimental design.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The described intervention is a non-pharmacological psychosocial program—Individual Reminiscence Therapy (26 sessions, twice weekly for 13 weeks)—explicitly intended to improve global cognition (primary), mood, and quality of life in people with mild–moderate Alzheimer’s disease. citeturn0search4turn0search7",
        "Act: Key extracted details — intervention: individual Reminiscence Therapy (iRT), 26 individual sessions over 13 weeks (biweekly); design: multicentre randomized controlled trial in Portugal comparing iRT vs treatment as usual. The protocol and prior Portuguese multicentre RCTs using this exact 13-week/26-session format are documented in trial records and PubMed reports. citeturn0search4turn0search7",
        "Act (web search results): I found the trial registration and summaries describing the same intervention protocol (NCT06812442 / trial listings) and published analyses of the Portuguese multicentre RCT and responder analyses that report cognition and QoL benefits from this iRT protocol. citeturn0search4turn0search3turn0search7",
        "Reflect: Classification rationale — although the intervention is not a drug or biologic, its stated primary target is improvement of cognitive functioning (global cognition and memory). Under the provided category definitions, the closest fit is 'cognitive enhancer' (interventions intended to improve cognitive function without targeting underlying AD pathology with a biologic or small molecule). Mood/QoL are secondary outcomes (which overlap with neuropsychiatric symptom domains), but the trial emphasizes cognition as a main outcome. No pharmacologic agent or biologic is involved. citeturn0search7turn0search2"
    ],
    "agent_type": "T) Other",
    "explanation_agent": [
        "Reason: The intervention is a non-pharmacological psychosocial program (Individual Reminiscence Therapy, 26 sessions twice weekly for 13 weeks) intended to improve global cognition, mood, and quality of life rather than to act on a specific molecular or biological pathway (e.g., amyloid, tau, inflammation, synaptic receptors). This indicates the trial does not test a drug or biologic with a molecular target. citeturn0search1turn0search0",
        "Act: Extracted trial details — intervention: individual Reminiscence Therapy (iRT), 26 individual sessions over 13 weeks (biweekly); multicentre randomized controlled design in Portugal comparing iRT vs treatment as usual; primary outcome: global cognition (MMSE); secondary outcomes: memory, executive function, mood, QoL. These trial records and publications document the protocol and results. citeturn0search1turn0search4turn0search3",
        "Web-search evidence (selected results): • Multicentre randomized controlled trial of individual reminiscence therapy (Portugal), protocol and outcomes (primary outcome MMSE; 26 sessions over 13 weeks). citeturn0search1 • Analysis of subset including AD and vascular dementia participants (Clin Neuropsychol) showing cognitive benefits from the 13-week iRT protocol. citeturn0search0 • Responder analysis and re-analyses reporting cognition/memory benefits from the same 13‑week/26‑session iRT trial. citeturn0search3turn0search5 • Clinical trial registry entry for NCT06812442 describing the reminiscence therapy study in Portugal. citeturn0search6",
        "Reflect: CADRO categories are focused on biological drug/therapeutic targets (amyloid, tau, inflammation, synaptic receptors, etc.). Because this trial tests a psychosocial, non-pharmacologic cognitive intervention rather than a molecular/biologic or device target, the correct CADRO assignment is 'T) Other' (non-therapeutic/other). If the trial had tested a compound or biologic aimed at a defined pathway (e.g., synaptic plasticity), a different CADRO category (such as M) Synaptic Plasticity/Neuroprotection) would apply. No such drug or molecular target is present in the description or registry/publication records cited above. citeturn0search1turn0search0"
    ]
}