{
    "nct_id": "NCT04270175",
    "title": "Daratumumab, Pomalidomide, and Dexamethasone (DPd) in Relapsed/Refractory Light Chain Amyloidosis Patients Previously Exposed to Daratumumab",
    "status": "ACTIVE_NOT_RECRUITING",
    "last_update_time": "2025-05-21",
    "description_brief": "This study will test the hypothesis that in patients with previous daratumumab exposure, combination therapy of daratumumab, pomalidomide, and dexamethasone (DPd) will yield higher complete remission (CR) rates in relapsed/refractory amyloidosis than historical pomalidomide/dexamethasone treatment.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "N/A",
    "drug": [
        "daratumumab",
        "pomalidomide",
        "dexamethasone"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is a triplet cancer/hematology regimen—daratumumab (a monoclonal antibody targeting CD38), pomalidomide (an immunomodulatory small-molecule antineoplastic), plus dexamethasone—given to patients with relapsed/refractory light‑chain (AL) amyloidosis. Daratumumab is a biologic that targets CD38 on plasma cells. citeturn0search2turn0search6",
        "Act (extracted details): Trial title and description specify DPd (daratumumab, pomalidomide, dexamethasone) in relapsed/refractory light‑chain amyloidosis; the study hypothesis compares DPd to historical pomalidomide/dexamethasone outcomes. This is a systemic AL amyloidosis treatment trial, not an Alzheimer’s disease trial. citeturn0search8turn0search0",
        "Act (drug mechanisms/references): Daratumumab — anti‑CD38 monoclonal antibody (biologic). citeturn0search2turn0search7 Pomalidomide — an immunomodulatory small molecule (antineoplastic; thalidomide analogue). citeturn0search5 Dexamethasone — corticosteroid used as part of antimyeloma/antineoplastic regimens (well‑established clinical role).",
        "Reflect: Classification check against provided category definitions — although daratumumab is a biologic and pomalidomide is a small molecule, the trial is for AL amyloidosis (a plasma‑cell/hematologic disease), not Alzheimer’s disease or cognitive/neuropsychiatric endpoints. The requested categories are specific to Alzheimer’s‑disease interventions; therefore this trial does not fit any of the four Alzheimer’s categories and should be classified as 'N/A'.",
        "Web search results used: (1) Review/clinical literature describing daratumumab as a CD38 monoclonal antibody and its use in AL amyloidosis. citeturn0search2turn0search4 (2) Pomalidomide mechanism (immunomodulatory antineoplastic). citeturn0search5 (3) Abstract/report of DPd (daratumumab+pomalidomide+dexamethasone) in relapsed/refractory light‑chain amyloidosis. citeturn0search8"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}