{
    "nct_id": "NCT00633841",
    "title": "Randomized, Controlled, Parallel Group, Patient-Blinded, Single-Center Phase I Pilot Study to Assess Tolerability and Safety of Repeated s.c. Administration of a Single-Dose of AFFITOPE AD02 Applied With or Without Adjuvant to Patients With Mild to Moderate Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2010-10-18",
    "description_brief": "The purpose of this study is to assess the tolerability and safety of repeated subcutaneous injection of a single dose of AFFITOPE AD02 in patients with mild to moderate Alzheimer's Disease.",
    "description_detailed": "Alzheimer's Disease (AD) is a devastating neurodegenerative disorder for which there is no cure.\n\nAlthough the etiology of AD is not fully understood, recent research suggests that Aβ is central to the disease process. Consequently, approaches capable of removing Aβ from the brain, such as Aβ immunotherapy, are expected to possess disease-modifying potential. This view is supported by evidence gathered in mouse models of AD and studies involving AD patients.\n\nBased on the view that active Aβ immunotherapy has disease-modifying potential both in animal models of AD and in patients, and on the knowledge gathered on the side-effects of Aβ-based immunotherapy encountered in humans, we designed a new generation of AD vaccines. Rather than using full length Aβ itself, we choose to use mimotopes of the N-terminal end of Aβ as the antigenic component of our vaccine (Mimotopes discovered by Affiris GmbH have been termed AFFITOPES). Mimotopes are peptides that functionally mimic the native antigenic epitope but do not show sequence identity to it. Thus, while being different from the original antigen, mimotopes are recognized by the same antibodies and, vice versa, are capable of inducing antibodies that cross-react with the original antigen itself. A major advantage offered by mimotopes is the lack of tolerance mechanisms that would prevent the induction of an immune response to it (as is the case with self peptides/proteins such as Aβ). To further increase the vaccine's safety profile, the length of the mimotope used was limited to preclude the elicitation of Aβ-specific T cells. Also, the mimotope used has been designed to generate antibodies directed exclusively to Aβ (i.e., they do not recognize parental APP itself). To provide helper epitopes for the generation of an antibody response, the mimotope is coupled to a carrier.\n\nThe trial is designed as a patient-blinded, single-center, randomized, controlled, parallel group, phase I clinical study of repeated once every 4 weeks administration by subcutaneous injection of AFFITOPE AD02 alone or adsorbed to aluminium hydroxide in 24 patients with mild to moderate Alzheimer's Disease. In total, each patient will receive 4 immunizations. Patients will be randomized to receive AFFITOPE AD02 alone or adsorbed to alumimium hydroxide. Each treatment group consists of 12 patients. For safety reasons, inclusion of patients will be done in a stepwise manner.",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted biologic",
    "drug": [
        "AFFITOPE AD02"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The investigational product AFFITOPE AD02 is an active immunotherapy — a synthetic short peptide (6 amino acids) designed to mimic the N‑terminus of amyloid‑beta (Aβ) and elicit anti‑Aβ antibodies, i.e., it targets Alzheimer’s pathology (Aβ) rather than acting as a symptomatic cognitive enhancer or psychiatric treatment. This makes it a biologic directed at disease pathology. citeturn0search3turn0search8",
        "Act: Key trial details extracted: the intervention is AFFITOPE AD02 given by repeated subcutaneous injection (with or without aluminium hydroxide adjuvant) in patients with mild–moderate AD; sponsor/company is AFFiRiS AG; the study is a Phase I tolerability/safety pilot (NCT00633841 / single‑center, 24 patients). These trial descriptions and the product mechanism (Aβ‑targeting vaccine) are documented in clinical trial records and reviews. citeturn0search1turn0search4turn0search6",
        "Reflect: Classification check — AFFITOPE AD02 is an active vaccine (a biologic) intended to generate anti‑Aβ antibodies to remove/pathologically target Aβ and potentially modify disease course; therefore it fits the definition of 'disease‑targeted biologic'. Note: phase II data did not demonstrate clear clinical benefit and development/status later became discontinued, but that does not change the mechanism-based classification here. citeturn0search0turn0search3"
    ],
    "agent_type": "A) Amyloid beta",
    "explanation_agent": [
        "Reason: AFFITOPE AD02 is an active immunotherapy — a synthetic 6–amino‑acid peptide designed to mimic the N‑terminus of amyloid‑β (Aβ) and elicit anti‑Aβ antibodies, i.e., it directly targets Aβ pathology rather than symptomatic pathways. citeturn0search0turn0search3",
        "Act: Key trial/intervention details extracted from public records: AFFITOPE AD02 was administered subcutaneously (with or without aluminium hydroxide adjuvant) in a Phase I tolerability/safety study (single‑center, ~24 patients) sponsored by AFFiRiS AG; it is explicitly described as an Aβ‑targeting vaccine. Based on this mechanism, assign to CADRO category A) Amyloid beta. citeturn0search0turn0search6",
        "Reflect: Confirming classification — multiple reviews and the Phase II publication describe AD02 as an Aβ‑targeted active vaccine and report safety/immunogenicity results but no clear clinical efficacy for AD02; this does not change the mechanism-based assignment to Amyloid beta. If one were classifying multi-modal interventions or non‑therapeutic trials, a different CADRO code might apply, but here the treatment specifically aims to generate anti‑Aβ antibodies. citeturn0search2turn0search4",
        "Web search results used (key sources): 1) Alzforum therapeutic entry summarizing AFFITOPE AD02 mechanism and the Phase I study. citeturn0search0 2) PubMed article reporting Phase II results and trial details for AFFITOPE AD02. citeturn0search2 3) NCBI/Book chapter and reviews describing AFFITOPE technology and that AD02 is a 6‑aa Aβ N‑terminus mimic. citeturn0search3turn0search4 4) Clinical trial registries/records (NCT entries / MedPath) documenting trial design and dates. citeturn0search6"
    ]
}