{
    "nct_id": "NCT04948866",
    "title": "Palliative Care for Persons With Late-stage Alzheimer's and Related Dementias and Their Caregivers",
    "status": "COMPLETED",
    "last_update_time": "2025-02-04",
    "description_brief": "Millions of Americans have late-stage Alzheimer's and related dementias (ADRD), causing suffering due to loss of awareness of self and family, progressive dependency, physical and neuropsychiatric symptoms, and physical, emotional and financial strain for caregivers. Investigators now propose a multi-site randomized clinical trial of the ADRD Palliative Care (ADRD-PC) program for persons with late-stage ADRD and their family caregivers, triggered during hospitalization. Investigators aim to learn if this program of dementia-specific palliative care, standardized caregiver education, and transitional care is effective to reduce burdensome hospital transfers, improve symptom treatment and control, augment supportive services, and reduce nursing home transitions for patients, and to improve caregiver outcomes of communication, shared decision-making and distress.",
    "description_detailed": "Investigators have designed the ADRD Palliative Care (ADRD-PC) program of dementia-specific palliative and transitional care, and shown its feasibility and potential efficacy. Delivered by interdisciplinary hospital palliative care teams, ADRD-PC addresses 1) prognostic awareness, 2) symptom management, 3) shared decision-making, and 4) transition to community support services.\n\nThe research objective is to conduct a multi-site efficacy randomized clinical trial (RCT) of the ADRD-PC program. Investigators will enroll 424 dyads of hospitalized patients with late-stage ADRD (Global Deterioration Scale (GDS) 6-7 or GDS 5 with significant co-morbidity) with their family caregivers, and an additional 50 dyads that identify as Hispanic/Latino at 5 geographically diverse sites of the Palliative Care Research Cooperative group - University of North Carolina, University of Colorado, Massachusetts General Hospital (Harvard University), Indiana University, and Emory University. The primary hypothesis is that ADRD-PC will reduce hospital transfers (Aim 1). Additional hypotheses are that ADRD-PC will improve patient-centered outcomes of symptom treatment, symptom control, use of community palliative care or hospice, and nursing home transitions (Aim 2); and caregiver outcomes of communication, decision-making and distress (Aim 3).",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "SUPPORTIVE_CARE",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The described study tests a palliative-care program (ADRD-PC) — a multi-component, dementia-specific palliative care + standardized caregiver education + transitional care intervention delivered to hospitalized late-stage ADRD patient–caregiver dyads — rather than a drug or biologic. The intervention is non-pharmacologic and focused on care delivery, symptom management, decision-making, and caregiver support, so it does not fit the four therapeutic categories (disease-targeted biologic, disease-targeted small molecule, cognitive enhancer, or neuropsychiatric symptom improvement drug). citeturn0search6turn0search0",
        "Act: Key extracted trial details — intervention: ADRD-PC program composed of (1) dementia-specific palliative care, (2) standardized caregiver education, and (3) transitional care; population: hospitalized persons with late-stage ADRD (GDS 5–7) and their family caregivers; primary outcome: 60-day hospital transfers (ED visits or hospitalizations); secondary outcomes: symptom treatment and control, use of community palliative care/hospice, nursing home transitions, caregiver communication, shared decision-making, and distress. These details identify the study as a care-delivery/palliative intervention, not a drug trial. citeturn0search6turn0search2",
        "Reflect: Classification check — by the provided definitions, the trial tests a non-therapeutic, system-of-care intervention (palliative/transitional care and education). Therefore it should be classified as 'N/A' (does not fit any of the four drug/biologic/cognitive-enhancer/neuropsychiatric-symptom drug categories). No drug or placebo is involved. If you want, I can also flag this as a \"behavioral/health services intervention\" or map it to a different taxonomy.",
        "Web search results used (selected):",
        "- \"Palliative care for persons with late-stage Alzheimer’s and related dementias and their caregivers: protocol for a randomized clinical trial\" — full protocol / open access (Trials / PMC). citeturn0search6turn0search5",
        "- Trials journal article summary (BMC Trials). citeturn0search0",
        "- PubMed / ClinicalTrials summary of ADRD-PC (NCT03810534) describing intervention components and outcomes. citeturn0search2",
        "- Transitional care mixed-methods paper reporting aspects of ADRD-PC implementation (Journal of Pain and Symptom Management / PubMed). citeturn0search1turn0search4"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}