{
    "nct_id": "NCT03430869",
    "title": "Exploring and Subtyping the Pathophysiology of Neurodegeneration in Late-life Depression: Implications for Treatment and Prognosis in the Future",
    "status": "COMPLETED",
    "last_update_time": "2022-01-25",
    "description_brief": "Late-life depression has been frequently associated with cognitive impairment. Several meta-analyses consistently suggested that a history of depression approximately doubles an individual's risk for developing dementia later in life. Neurodegeneration may play an important component in late-life depression. The pathophysiology behind the link between late-life depression and the subsequent development of dementia largely remains unclear, and should be heterogeneous. This highlights the need to identify specific neurodegenerative pathways involved in late-life depression, which will facilitate research on mechanisms and new treatments in the future.\n\nThe recently published the National Institute on Aging and the Alzheimer Association (NIA-AA) criteria might provide new insights and frameworks to explore the patterns of neurodegenerative process in elderly depressed patients and to categorize them into different biomarker-based groups. In the present project, the investigators will recruit 40 patients with lifetime major depressive disorder, and 20 non-depressed cognitively normal comparison subjects. Alzheimer's disease pathology (A) was determined by measuring Aβ deposition by F-18 AV-45 PET, and neurodegeneration (N) was established by measuring hippocampal volume using MRI. Individuals were categorised as A-N-, A+N-, A+N+, or suspected non-Alzheimer's disease pathophysiology (A-N+, SNAP). All subjects will further undergo F-18-THK-5351 image study to detect underlying tau pathology. By doing this, the investigators will elucidate the neurodegenerative pathophysiology behind the link between depressive disorder and the subsequent development of dementia.",
    "description_detailed": "Visit 1, Screening assessments (Day 1)\n\nThe purpose is to determine eligibility for the proposed study. Screening period may take place over several days to one week after the first visit. Screening assessments will include:\n\n1. Study explanations and obtainment of informed consent;\n2. Inclusion and exclusion Criteria;\n3. Demographics, medical history, and concomitant medications;\n4. Clinical characteristic of MDD;\n5. Safety measurements include vital sign, ECGs and laboratory tests. In addition, a pregnancy test will be performed at screening for females who are of childbearing potential (not for subjects with postmenopause period). A resting ECG and laboratory tests will be taken during the period of the study visit or had been done within 3 months before study visit.\n6. Fertile females must avoid becoming pregnant 30 days after administration of F-18 AV-45 and 18F-THK-5351.The investigators will advise fertile females to use adequate contraceptive methods during this period, e.g., established use of oral, injected or implanted hormonal methods of contraception; placement of an intrauterine device (IUD) or intrauterine system (IUS); barrier methods: condom with spermicidal foam/gel/film/cream or occlusive cap(diaphragm or cervical/vault caps) with spermicidal foam /gel /film /cream. In addition, a pregnancy test will be performed at screening for females who are of childbearing potential (the test must be negative).This test is not applicable for female subjects with postmenopausal period; permanently sterilized (eg, bilateral tubal occlusion \\[which includes tubal ligation procedures as consistent with local regulations\\], hysterectomy, bilateral salpingectomy, bilateral oophorectomy); or otherwise be incapable of pregnancy.\n7. Cognitive function assessment includes MMSE, CDR and comprehensive neurocognitive battery.\n\nVisit 2, Image study (Month 1±14 days) F-18 AV-45 PET study will be conducted for all subjects. PET data will be acquired using SIMENS PET/CT or PET/MRI scanner. For PET/CT protocol, a dynamic brain PET scan will be started simultaneously with the injection of F-18 AV-45 PET after a low-dose CT scan for patient positioning and attenuation correction. Instead of PET/CT, the investigators will also consider PET/MRI for better soft tissue contrast and limited radiation exposure for multiple scan session. However, the attenuation map delineated from MRI is not consistent, and the delicate PET/MRI protocol is still under evaluation. Vital sign will be checked before and at the end of the image study for all subjects. Subjects will be continuously observed for signs of adverse events or serious adverse events. Each study participant (or their caregiver if applicable) will be contacted by phone approximately 7-14 days after the PET imaging study or at the next follow-up visit of outpatient department to confirm their well-being and query them about any new adverse events. Study-emergent AEs will be monitored till resolution or relatively stable state.\n\nVisit 3, Image study (Month 1±14 days) All participants will receive F-18-THK-5351 PET image study. PET data will be acquired using SIMENS PET/CT or PET/MRI scanner. For PET/CT protocol, a dynamic brain PET scan will be started simultaneously with the injection of F-18-THK-5351 after a low-dose CT scan for patient positioning and attenuation correction. Instead of PET/CT, the investigators will also consider PET/MRI for better soft tissue contrast and limited radiation exposure for multiple scan session. However, the attenuation map delineated from MRI is not consistent, and the delicate PET/MRI protocol is still under evaluation. Vital sign will be checked before and after the image study. Safety measurements include ECG, and clinical labs will be performed at the end of the image study for all subjects. Subjects will be continuously observed for signs of adverse events or serious adverse events. Each study participant (or their caregiver if applicable) will be contacted by phone approximately 7-14 days after the PET imaging study or at the next follow-up visit of outpatient department to confirm their well-being and query them about any new adverse events. Study-emergent AEs will be monitored till resolution or relatively stable state.",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "DIAGNOSTIC",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The study is an observational biomarker/imaging project that aims to subtype neurodegenerative pathology in late‑life depression (Aβ by F-18 AV-45 PET; hippocampal atrophy by MRI as the (N) marker; and tau imaging with F-18‑THK‑5351) rather than testing a therapeutic agent or intervention. citeturn1search0turn0search3",
        "Act (key extracted details): • F-18 AV-45 = florbetapir (Amyvid), a PET tracer used to estimate brain β‑amyloid plaque burden. citeturn1search0 • MRI hippocampal volume is being used as the neurodegeneration/(N) marker per the NIA‑AA AT(N) research framework. citeturn0search3 • F-18‑THK‑5351 is being used to image tau, but THK‑5351 is known to show off‑target binding (notably to MAO‑B/astrocytosis), so its signal may reflect tau and/or non‑tau processes. citeturn2search0turn2search2",
        "Reflect: Because the protocol uses diagnostic imaging/biomarker classification (AT[N]) to explore pathophysiology and prognosis and does not test or administer a disease‑modifying biologic or small molecule, nor a cognitive enhancer or neuropsychiatric treatment, it does not fit any of the four therapeutic categories (disease‑targeted biologic, disease‑targeted small molecule, cognitive enhancer, neuropsychiatric symptom improvement). Therefore the correct classification is 'N/A'. citeturn0search3turn0search2",
        "Web search sources used (summary): • Florbetapir (F‑18 AV‑45, Amyvid) PET as an amyloid imaging agent and diagnostic adjunct. citeturn1search0turn1search3 • NIA‑AA AT(N) research framework describing A (amyloid), T (tau), and (N) neurodegeneration biomarkers. citeturn0search3 • Literature on Suspected Non‑Alzheimer's Pathophysiology (SNAP) and biomarker groups (A−N+, etc.). citeturn0search0turn0search6 • THK‑5351 tau tracer and documented off‑target binding to MAO‑B (implications for interpretation). citeturn2search0turn2search2"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}