{
    "nct_id": "NCT06182085",
    "title": "Randomised, Double-blind, Placebo-controlled Study to Assess Safety and Efficacy of PRI-002 in Patients With MCI to Mild Dementia Due to Alzheimer's Disease (AD) (PRImus-AD)",
    "status": "ACTIVE_NOT_RECRUITING",
    "last_update_time": "2025-08-11",
    "description_brief": "Alzheimer's disease (AD) is the most common form of dementia. In the brains of people with AD, certain small substances stick together. This leads to changes in thinking and behaviour. The company PRInnovation is developing a new treatment for Alzheimer's disease, called PRI-002. It is thought that PRI-002 can cut the sticked substances back into small pieces. That would reduce the effects of Alzheimer's disease. In the current study the investigators examine whether PRI-002 is safe and effective in participants with mild cognitive impairment (MCI) or mild dementia due to AD.",
    "description_detailed": "Alzheimer's disease (AD) is a progressive neurodegenerative disorder and the most common form of dementia. The post-mortem pathology of AD is mainly characterised by neurodegeneration as well as extracellular amyloid plaques and intracellular neurofibrillary tangles. Research suggests that the amyloid-β-peptide (Aβ) aggregation plays a major role in the development of AD, while Aβ oligomers are thought to be the most toxic species. Therefore, various strategies to develop AD therapeutics address Aβ and some examples include trying to reduce its formation, inhibit its aggregation to fibrils or enhancing its clearance.\n\nPRI-002 is being investigated as a possible treatment for cognitive impairment due to AD. PRI-002 is an all D-amino acid peptide (all-D-peptide) consisting of a rationally designed primary structure, resulting in efficient removal of Aβ oligomers. PRI-002 specifically aims to eliminate neurotoxic Aβ oligomers by disassembling prion-like behaving Aβ oligomers into non-toxic Aβ monomer units. This therapeutic principle is new and unique and differs from that of other amyloid related drug candidates currently in clinical development, which aim to increase the degradation rate of different Aβ species.\n\nThe current trial is a Phase 2 proof-of-concept study to further investigate the safety and efficacy of PRI-002 in patients with mild cognitive impairment (MCI) or mild dementia due to AD.",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted biologic",
    "drug": [
        "PRI-002 (all-D peptide designed to disassemble toxic Aβ oligomers; oral)"
    ],
    "placebo": [
        "Placebo"
    ],
    "explanation_target": [
        "Reason: The investigational product PRI-002 is described as an all-D–amino-acid peptide that specifically disassembles toxic amyloid-β (Aβ) oligomers to non-toxic monomers; its intended effect is to reduce Aβ-related neurotoxicity and therefore modify Alzheimer’s pathology (disease-modifying intent). citeturn0search8turn0search4.",
        "Act (key extracted details): PRI-002 is being tested in the PRImus-AD randomized, double-blind, placebo-controlled Phase 2 trial (NCT06182085) sponsored by PRInnovation to evaluate safety and efficacy in MCI or mild dementia due to AD. PRI-002 has completed Phase I and Phase 1b studies showing safety and some exploratory cognitive signal; mechanism and peptide nature are documented in Phase I/1b publications and trial registries. citeturn0search1turn0search0turn0search5.",
        "Reflect (classification decision): PRI-002 is a peptide therapeutic that directly targets amyloid pathology (Aβ oligomers). Under the provided category definitions, this fits best as a \"disease-targeted biologic\" (biologic targeting AD pathology) rather than a small-molecule, cognitive enhancer, or symptomatic neuropsychiatric treatment. Although PRI-002 is a synthetically produced peptide (all-D peptide) rather than a large antibody, its mechanism—targeting disease biology (Aβ oligomers)—places it in the disease-targeted biologic category. citeturn0search8turn0search4.",
        "Web search / evidence summary (selected sources used): 1) Clinical trial registry entry for PRImus-AD (NCT06182085) — trial title, sponsor, indication, brief description. citeturn0search1; 2) Phase I safety and PK publication summarizing oral dosing and tolerability. citeturn0search0; 3) Phase 1b randomized study in MCI/mild AD reporting safety and exploratory cognitive outcomes. citeturn0search5; 4) Alzforum therapeutic summary describing PRI-002 as an all-D peptide targeting Aβ oligomers. citeturn0search8; 5) Phase‑2 study design/abstract describing mechanism and trial planning. citeturn0search4."
    ],
    "agent_type": "A) Amyloid beta",
    "explanation_agent": [
        "Reason: The investigational product PRI-002 is an all‑D–amino‑acid peptide developed to disassemble toxic amyloid‑β (Aβ) oligomers into non‑toxic monomers, i.e., it directly targets Aβ oligomer pathology rather than symptomatic pathways. citeturn0search4turn0search1",
        "Act: Key extracted details — PRI‑002 (oral, all‑D peptide) is being tested in the PRImus‑AD randomized, double‑blind, placebo‑controlled Phase 2 trial (NCT06182085) sponsored by PRInnovation; prior Phase I/1b studies report safety/tolerability and target engagement consistent with an anti‑Aβ‑oligomer mechanism. These facts indicate the intervention’s biological focus is on amyloid species (Aβ oligomers). citeturn0search0turn0search7turn0search5",
        "Reflect: Classification decision — PRI‑002’s explicit mechanism (disassembly/elimination of toxic Aβ oligomers) maps directly to CADRO category A) Amyloid beta. Although PRI‑002 is a synthetically produced peptide (a biologic/prionic‑type compound), the CADRO taxonomy groups interventions by their biological target; therefore the most specific and appropriate category is A) Amyloid beta (not multi‑target or Other). citeturn0search3turn0search9",
        "Web search results / evidence (selected sources used): Clinical trial record for PRImus‑AD (NCT06182085) describing PRI‑002 and study design. citeturn0search0; Phase I safety/PK study of oral PRI‑002 (PubMed). citeturn0search4; Phase 1b randomized trial in MCI/mild AD reporting safety and exploratory outcomes. citeturn0search7; Phase‑2 study design and Phase‑1b results summary (Alzheimer’s & Dementia/Wiley). citeturn0search1; Press release / regulatory note about EMA approval to proceed to Phase II (PRInnovation / Priavoid). citeturn0search9."
    ]
}