{
    "nct_id": "NCT05531656",
    "title": "Synaptic Therapy Alzheimer's Research Trial (START): A Randomized, Double-Blind, Placebo-Controlled, Parallel-Group Trial to Evaluate the Safety and Efficacy of CT1812 in Early Alzheimer's Disease Over 18 Months.",
    "status": "ACTIVE_NOT_RECRUITING",
    "last_update_time": "2025-09-16",
    "description_brief": "This is a multicenter randomized, double-blind, placebo-controlled Phase 2 study designed to evaluate the efficacy, safety, and tolerability of two doses of CT1812 compared to placebo in participants diagnosed with early Alzheimer's disease.",
    "description_detailed": "This is a multicenter randomized, double-blind, placebo-controlled Phase 2 study designed to evaluate the efficacy, safety, and tolerability of two doses of CT1812 compared to placebo for approximately 18 months (72 weeks) in approximately 540 participants diagnosed with early Alzheimer's disease\n\nParticipants will be randomized 1:1:1 to receive either 100mg or 200mg of CT1812 or placebo. CT1812 or placebo will be administered as 2 capsules to be taken orally once daily.",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "CT1812"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The investigational agent CT1812 is a brain-penetrant small molecule that binds the sigma-2 (σ-2) receptor complex and displaces toxic amyloid-β (Aβ) oligomers from neuronal/synaptic binding sites — i.e., it targets an AD pathological mechanism rather than being a biologic or a general symptomatic/cognitive enhancer. citeturn0search1turn0search2",
        "Act: The provided trial description (START / NCT05531656) is a randomized, double‑blind, placebo‑controlled Phase 2 study of CT1812 in early Alzheimer’s disease over ~18 months, confirming the intervention is CT1812 (oral) with placebo control. Based on the mechanism (σ‑2 receptor ligand that displaces Aβ oligomers) CT1812 fits the definition of a disease‑targeted small molecule. citeturn0search0turn0search7",
        "Web-search support / key sources: - Phase 1/2 and mechanistic publications describing CT1812 as a sigma‑2 receptor ligand that displaces Aβ oligomers and has been tested for synaptic biomarker effects. citeturn0search1turn0search3 - Company / press and summary sources describing target engagement (Aβ oligomer displacement) and development status. citeturn0search2turn0search6 - Clinical trial registry entry for the START Phase 2 trial describing CT1812 vs placebo in early AD. citeturn0search0",
        "Reflect: Classification check — CT1812 is not a monoclonal antibody or vaccine (so not a 'disease‑targeted biologic'), it is described in the literature and company materials as a small‑molecule σ‑2 receptor ligand that modulates Aβ oligomer binding (a disease‑pathology mechanism). It is therefore best classified as 'disease‑targeted small molecule'. No substantive information in the trial description suggests the drug is solely a symptomatic cognitive enhancer or an agent for neuropsychiatric symptom management. citeturn0search1turn0search2turn0search6"
    ],
    "agent_type": "A) Amyloid beta",
    "explanation_agent": [
        "Reason: CT1812 is a brain‑penetrant, disease‑targeted small molecule that binds the sigma‑2 (S2R) receptor complex and allosterically displaces toxic amyloid‑β (Aβ) oligomers from neuronal/synaptic binding sites — the intervention explicitly acts on an amyloid‑related pathological mechanism rather than being purely symptomatic. citeturn0search1turn0search2",
        "Act: The START trial (Synaptic Therapy Alzheimer's Research Trial, NCT05531656) is a randomized, double‑blind, placebo‑controlled Phase 2 study of oral CT1812 in early AD, confirming the drug intervention and trial intent. Based on the mechanism (σ‑2 receptor ligand that displaces Aβ oligomers) the most specific CADRO match is A) Amyloid beta. citeturn1search0turn1search3",
        "Reflect: CT1812’s primary hypothesized disease‑modifying action is displacement/clearance of Aβ oligomers from synapses (supported by preclinical and clinical biomarker studies), so classifying it under CADRO A) Amyloid beta best captures the drug’s biological focus. It is a small molecule modulator of a receptor complex that impacts amyloid oligomer binding — not a biologic, nor a purely symptomatic agent — so R) Multi‑target or other categories are less specific here. citeturn0search0turn0search4",
        "Web-search key sources (selected): Preclinical/clinical biomarker study describing CT1812 mechanism and Aβ oligomer displacement (Alzheimer's & Dementia / PubMed). citeturn0search0turn0search1",
        "Clinical trial registry and study pages for START (NCT05531656) confirming trial design, CT1812 intervention, and dosing plan. citeturn1search0turn1search2"
    ]
}