{
    "nct_id": "NCT02537496",
    "title": "Enhancing Working Memory in Patients With Early Alzheimer's Disease Through the Enhancement of Dorsolateral Prefrontal Cortex Neuroplasticity: A TMS-EEG Study",
    "status": "COMPLETED",
    "last_update_time": "2019-02-27",
    "description_brief": "In this study the investigators aim at assessing and then enhancing neuroplasticity in the dorsolateral prefrontal cortex (DLPFC) and working memory - a key function of DLPFC - in patients with mild Alzheimer's disease (AD). The investigators will use Paired Associative Stimulation (PAS) paradigm to measure neuroplasticity and then a 4-week course of high-frequency repetitive Transcranial Magnetic Stimulation (rTMS) to the DLPFC to enhance cognitive function. Clinical and cognitive assessments will be done at baseline, one week, one month and 6 months after the rTMS course. Healthy controls will also be enrolled to carry out baseline cognitive assessments and a baseline measurement of neuroplasticity.",
    "description_detailed": "Specific aim 1: To assess working memory in participants with Alzheimer's disease (AD) and its change in response to a 4-week course of bilateral rTMS of DLPFC.\n\nHypothesis 1a: Compared to healthy individuals, participants with AD will be impaired on the N-back task.\n\nHypothesis 1b: Compared to sham rTMS, active rTMS will result in improvement on the N-back task in participants with AD at 1 week and 4 weeks after the treatment.\n\nSpecific aim 2: To assess DLPFC theta-gamma coupling during working memory performance in AD and its change in response to a 4-week course of bilateral rTMS of DLPFC.\n\nHypothesis 2a: Compared to healthy individuals, participants with AD will be impaired on DLPFC theta-gamma coupling during the N-back task.\n\nHypothesis 2b \\& 2c: Compared to sham rTMS, active rTMS will result in improvement in DLPFC theta-gamma coupling during the N-back task in participants with AD at 1 week and 4 weeks after the treatment.\n\nSpecific aim 3: To assess DLPFC neuroplasticity using PAS in participants with AD and its change in response to a 4-week course of bilateral rTMS.\n\nHypothesis 3a: Compared to healthy individuals, participants with AD will be impaired on PAS-induced neuroplasticity.\n\nHypothesis 3b: Compared to sham rTMS, active rTMS will result in improvement on PAS-induced neuroplasticity in participants with AD at 1 week and 4 weeks after the treatment.\n\nSpecific aim 4: To assess change in working memory, theta gamma coupling and DLPFC neuroplasticity at 6 months after the course of bilateral rTMS.\n\nHypothesis 4: Compared to sham rTMS, active rTMS group will perform better on measures of working memory, theta gamma coupling and PAS- induced DLPFC neuroplasticity 6 months after the course of rTMS.\n\nSpecific aim 5: To assess the change in general cognitive function at 4 weeks and 6 months after the course of bilateral rTMS.\n\nHypothesis 5: Compared to sham rTMS, active rTMS group will perform better on measures of general cognitive function at 4 weeks and 6 months after the course of rTMS.\n\nSpecific Aim 6: To assess insight in AD at baseline and any change in insight at 4 week and 6 month post rTMS follow up. H6: Participants with AD will have impaired insight into illness and cognitive function and they will experience improved insight at 4 week and 6 month follow up points.\n\nSpecific Aim 7: To validate a new scale for insight in AD , 'The Scale to Assess Anosognosia in Neurocognitive Disorders' (SAND) for its ability to assess insight at baseline and any change at 4 weeks and 6 month follow up points. H7: In participants with AD, SAND will be able to assess insight into illness and cognitive function at baseline, and will be able to detect change in insight at follow up points.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial uses paired associative stimulation (PAS) to assess DLPFC neuroplasticity and then applies a 4‑week course of high‑frequency repetitive transcranial magnetic stimulation (rTMS) to the dorsolateral prefrontal cortex (DLPFC) to improve working memory. PAS/TMS-EEG is a measure of LTP‑like cortical plasticity, and rTMS is a non‑invasive neuromodulation intended to enhance cognitive function rather than deliver a biologic or small molecule targeting AD pathology. citeturn0search4turn0search9",
        "Act: Key extracted details — Intervention: PAS (to measure neuroplasticity) + 4 weeks high‑frequency rTMS to DLPFC (to enhance working memory). Target region: dorsolateral prefrontal cortex (DLPFC). Primary intent: enhance cognition/working memory in early/mild AD. No drug is involved in the protocol. Supporting evidence that rTMS to DLPFC can improve cognition in AD and that PAS/TMS‑EEG measures cortical plasticity: meta-analyses and trials of rTMS in AD (rTMS improves cognitive performance, with left DLPFC high‑frequency protocols often effective) and a pilot trial of rPAS in AD assessing DLPFC plasticity and working memory. citeturn0search3turn0search0turn0search5",
        "Reflect: Classification rationale — This is a cognitive‑enhancement neuromodulation study (category: cognitive enhancer). It does not test a biologic (monoclonal antibody, vaccine) nor a small‑molecule agent targeting amyloid/tau, and its primary endpoint is cognitive (working memory) rather than neuropsychiatric/behavioral symptom relief. The choice is concordant with systematic reviews showing rTMS to DLPFC can improve cognitive outcomes in MCI/AD and with literature describing PAS/TMS‑EEG as a measure of cortical plasticity. citeturn0search3turn0search7turn0search4",
        "Web search results used (brief): (1) Meta‑analysis showing rTMS improves cognitive function in MCI/AD and that high‑frequency left DLPFC stimulation is often beneficial. citeturn0search3 (2) Systematic review/meta‑analysis reporting rTMS benefits on global cognition and sustained effects after treatment. citeturn0search0 (3) Pilot randomized trial applying repetitive paired associative stimulation (rPAS) to DLPFC to study plasticity and working memory in AD. citeturn0search5 (4) TMS‑EEG studies demonstrating PAS induces LTP‑like plasticity and TMS‑evoked potentials as cortical correlates. citeturn0search4turn0search8 (5) Additional trials showing high‑frequency rTMS to DLPFC modulates EEG functional connectivity and improves cognitive scores in AD. citeturn0search7"
    ],
    "agent_type": "M) Synaptic Plasticity/Neuroprotection",
    "explanation_agent": [
        "Reason: The protocol uses paired associative stimulation (PAS) and high‑frequency rTMS to the dorsolateral prefrontal cortex to measure and enhance LTP‑like cortical plasticity and working memory. This intervention targets synaptic plasticity mechanisms (neuroplasticity) rather than amyloid, tau, inflammation, or a molecular drug target, matching the CADRO domain for synaptic function and neuroprotection.",
        "Act: Key extracted details — Intervention: PAS (measure of cortical LTP‑like plasticity) + 4 weeks high‑frequency rTMS to left DLPFC (therapeutic neuromodulation). Primary intent: enhance cognition/working memory in early AD. No biologic or small molecule drug is used. Assigned CADRO category: M) Synaptic Plasticity/Neuroprotection.",
        "Reflect: The classification aligns with CADRO because the study aims to modify synaptic plasticity (LTP‑like mechanisms) and improve cognitive function via noninvasive neuromodulation. It is not testing amyloid/tau targeting agents, anti‑inflammatory drugs, vascular interventions, nor a diagnostic-only procedure. Therefore M) is the most specific and appropriate choice. If future details showed a concurrent pharmacologic agent with a different molecular target, reclassification (or R) Multi‑target) would be considered.",
        "Web search results used (from trial description): (1) Meta‑analysis showing rTMS improves cognitive function in MCI/AD and that high‑frequency left DLPFC stimulation is often beneficial. (2) Systematic review/meta‑analysis reporting rTMS benefits on global cognition and sustained effects after treatment. (3) Pilot randomized trial applying repetitive paired associative stimulation (rPAS) to DLPFC to study plasticity and working memory in AD. (4) TMS‑EEG studies demonstrating PAS induces LTP‑like plasticity and TMS‑evoked potentials as cortical correlates. (5) Additional trials showing high‑frequency rTMS to DLPFC modulates EEG functional connectivity and improves cognitive scores in AD."
    ]
}