{
    "nct_id": "NCT00566397",
    "title": "A Double Blind, Placebo Controlled, Randomized, Multicenter Study Evaluating The Efficacy And Safety Of Eighteen Months Of Treatment With PF 04494700 (TTP488) In Participants With Mild To Moderate Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2018-11-28",
    "description_brief": "The purpose of this study is to evaluate the efficacy and safety of PF 04494700 in participants with mild to moderate Alzheimer's disease.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "PF-04494700",
        "TTP488",
        "Azeliragon"
    ],
    "placebo": [
        "Placebo"
    ],
    "explanation_target": [
        "Reason: The investigational agent PF-04494700 (also called TTP488, commercial name azeliragon) is an orally bioavailable small-molecule inhibitor of the receptor for advanced glycation end-products (RAGE). Its mechanism (RAGE antagonism) is intended to modulate amyloid-related and inflammatory pathology in Alzheimer's disease, i.e., a disease-modifying/pathology-targeted approach rather than a symptomatic cognitive-only drug. citeturn0search2turn0search4turn0search7",
        "Act: Key extracted trial details — Title: 'A Double Blind, Placebo Controlled, Randomized, Multicenter Study Evaluating The Efficacy And Safety Of Eighteen Months Of Treatment With PF 04494700 (TTP488) In Participants With Mild To Moderate Alzheimer's Disease.' Intervention: PF-04494700 (TTP488, azeliragon) vs placebo; Duration: 18 months; Population: mild–moderate AD. Sources confirming the drug synonyms and the trial description were consulted. citeturn0search6turn0search3turn0search4",
        "Reflect: Classification rationale — the compound is a small molecule (not a biologic such as a monoclonal antibody or vaccine), and its target (RAGE) links to AD pathology (amyloid/inflammation), so it fits the 'disease-targeted small molecule' category. It is not categorized as a pure cognitive enhancer or a neuropsychiatric symptom treatment. The available sources describing mechanism, development, and the specific trial support this classification. citeturn0search2turn0search4",
        "Web search results used (key references): Development/Mechanism (PubMed summary of azeliragon/TTP488 development and rationale). citeturn0search2; Alzforum summary (drug synonyms, development history, and trial context). citeturn0search4; Product/reagent description (summarizes target RAGE and small-molecule nature). citeturn0search7; Trial listing / registration and trial details (clinical trial pages and listings). citeturn0search3turn0search6"
    ],
    "agent_type": "F) Inflammation",
    "explanation_agent": [
        "Reason: PF-04494700 (TTP488, azeliragon) is an orally bioavailable small-molecule antagonist of the receptor for advanced glycation end-products (RAGE). RAGE is a multiligand pattern-recognition receptor that binds Aβ and other ligands and triggers pro-inflammatory signaling linked to Alzheimer pathology, so the drug’s primary mechanistic intent is to block RAGE-mediated inflammatory/amyloid-related pathways rather than directly targeting amyloid plaques with an antibody. citeturn0search1turn0search3",
        "Act: Extracted trial details — Intervention: PF-04494700 (TTP488, azeliragon), an oral RAGE inhibitor; Design: double-blind, placebo-controlled, randomized, multicenter; Duration: 18 months; Population: mild–moderate AD. The molecular target (RAGE) and mechanism (RAGE antagonism reducing inflammatory signaling and Aβ–RAGE interactions) place this intervention within the CADRO category for inflammation. citeturn0search6turn0search0",
        "Reflect: The most specific CADRO match is F) Inflammation because RAGE blockade primarily modulates inflammatory signaling and ligand-driven neuroinflammatory effects (even though RAGE also interacts with Aβ, the intervention’s mode is receptor antagonism of inflammatory pathways rather than direct amyloid-clearing). I considered A) Amyloid beta (because RAGE binds Aβ) but determined F is the better fit given the drug’s receptor/inflammation-focused mechanism. Sources describing the compound, RAGE biology, and the cited 18‑month trial support this classification. citeturn0search1turn0search0",
        "Web/search sources used: PF-04494700 (TTP488, azeliragon) mechanism and trial — PubMed/PMCID trial report and article (PF-04494700, an oral RAGE inhibitor in AD). citeturn0search1turn0search0; Review/summaries on RAGE in AD and azeliragon preclinical evidence. citeturn0search3turn0search4; Trial registry/summary (trial listing and trial profile). citeturn0search6"
    ]
}