{
    "nct_id": "NCT03878212",
    "title": "Effects of mHealth on Promoting Self-care Health Management Among Older Adults in the Community: A 3-arm Randomized Controlled Trial",
    "status": "COMPLETED",
    "last_update_time": "2022-08-01",
    "description_brief": "Many of the existing mobile health (mHealth) apps designed in a reactive care approach, in which people do not receive individualized care until they consulted health care professionals through the apps. This proposal endeavors to develop a proactive mHealth application on promoting self-care ability and health among older adults to examine the differential benefits of adding nurse interaction supported by an integrated health-social partnership model in the use of mHealth.",
    "description_detailed": "Objectives: Many of the existing mobile health (mHealth) apps designed in a reactive care approach, in which people do not receive individualized care until they consulted health care professionals through the apps. This proposal endeavors to develop a proactive mHealth application on promoting self-care ability and health among older adults to examine the differential benefits of adding nurse interaction supported by an integrated health-social partnership model in the use of mHealth.\n\nHypothesis to be tested: There is no difference in self-management outcomes, individual and societal benefits between the subjects receiving mHealth+Interactivity, mHealth, and usual care.\n\nDesign and subjects: This is a single-blinded, three-armed randomized controlled trial. The subjects are people who are aged 60 or above with chief complaints of either pain, hypertension, or diabetes mellitus.\n\nInstruments: mHealth application designed by the research team with the information technological support by Smartone.\n\nInterventions: mHealth with interactivity group receives both mHealth app and nurse case management supported by a social service team in community. mHealth group will have access to health content on mHealth platform only. Usual care group receives usual community services.\n\nMain outcome measures: Self-management outcomes (self-efficacy, pain score, blood pressure, capillary blood glucose), individual (quality of life, depression) and societal benefits (institutionalization and health service utilization).\n\nData analysis: Generalized Estimating Equation (GEE) is used to determine the between-group effects, within-group effects, and the interaction effects.\n\nExpected results: Older adults would benefit from supported self-care equipping them with sufficient knowledge, skills and confidence to lead to relatively independent life at home.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "HEALTH_SERVICES_RESEARCH",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is a proactive mobile health (mHealth) application (with or without added nurse case management supported by an integrated health–social partnership team) aimed at promoting self-care/self-management and quality of life among community-dwelling older adults. This is a behavioral/health-service intervention, not a pharmacologic agent targeting Alzheimer pathology or cognition. citeturn0search6turn0search2",
        "Act (extracted details): This is a three‑arm, single‑blinded randomized controlled trial comparing (1) mHealth + interactivity (mHealth app + nurse case management supported by a health–social partnership team), (2) mHealth app only, and (3) usual care/control. Participants were community-dwelling adults ≥60 years with chronic pain, hypertension, or diabetes. Primary/major outcomes include quality of life, self-efficacy, pain score, blood pressure, capillary blood glucose, depression, and health service utilization. Trial registry and publications: NCT03878212; published randomized trial and protocol. citeturn0search0turn0search5turn0search2",
        "Reflect: Because the trial tests a non‑drug, non‑biologic mHealth program (with optional nursing support) to improve self‑management and related health/utilization outcomes, it does not fit any of the four therapeutic categories (disease‑targeted biologic, disease‑targeted small molecule, cognitive enhancer, or neuropsychiatric symptom improvement). Therefore the correct classification is 'N/A'. This classification is supported by the trial publications and registry. citeturn0search3turn0search6",
        "Web search results used (selected): MedPath trial listing — Effects of mHealth on Promoting Self-care Health Management Among Older Adults (registry details, NCT03878212). citeturn0search0",
        "PubMed / protocol — Study protocol: 'A Proactive Mobile Health Application Program...' (three‑arm RCT protocol describing interventions and outcomes). citeturn0search2",
        "PubMed / RCT abstract — 'A randomized controlled trial of an mHealth application with nursing interaction...' (results summary). citeturn0search1",
        "JAMA Network Open / full trial report — 'Effect of a Mobile Health Application With Nurse Support on Quality of Life Among Community‑Dwelling Older Adults in Hong Kong' (randomized clinical trial report). citeturn0search5",
        "PMC full text of the JAMA trial (open access) used to confirm intervention details, outcomes, and interpretation. citeturn0search6"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}