{
    "nct_id": "NCT03860857",
    "title": "The BEACoN Study- Biomarker Exploration in Aging, Cognition and Neurodegeneration",
    "status": "RECRUITING",
    "last_update_time": "2024-10-30",
    "description_brief": "The purpose of this research study is to understand the factors that underlie changes in thinking and memory with increasing age. The investigators will test the usefulness of MRI, PET, and cognitive testing in detecting subtle changes in the brain that precede cognitive decline. An addendum to this study includes additional PET scans to examine the relationship between tau protein in the brain and cognitive decline. Tau is a protein that is known to form tangles in the areas of the brain important for memory, and these tau tangles are a hallmark of Alzheimer's disease. This sub-study research aims to look at the tau accumulation in the brain using an investigational drug called MK-6240, which is a radio tracer that gets injected prior to a positron emission tomography (PET) scan.",
    "description_detailed": "This study investigates the relationship between Alzheimer's disease (AD) pathology, brain structure and function, as well as cognition in non-demented older adults. The goal is to develop a more complete understanding of the factors that lead to cognitive decline in the elderly and progression to AD. The investigators will enroll 200 cognitively intact adults between the ages of 60-85 years old from the UCI Alzheimer's Disease Research Center or directly from the local community. Study procedures will include: 1) PET amyloid scans with Amyvid™ radiotracer (florbetapir-F18) and PET tau scans with \\[18F\\]MK6240 radiotracer; 2) High-resolution structural, functional, and diffusion MRI; and 3) Cognitive examinations. The investigators will track cognitive outcomes through longitudinal monitoring. Amyloid imaging will only be conducted once in the study at baseline, and MRI and tau PET imaging will be at baseline and Year 1. The investigators aim to identify the best combination of tests for predicting longitudinal cognitive/clinical decline. The proposed study will significantly inform the understanding of cognitive decline in the aging brain and allow investigators to better define preclinical AD and make recommendations for future intervention trials.",
    "phase": [
        "PHASE3"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "HEALTH_SERVICES_RESEARCH",
    "results": null,
    "target_category": "N/A",
    "drug": [
        "MK-6240 (18F-MK-6240, a tau PET radiotracer)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The study description is an observational biomarker/imaging study (MRI, PET, cognitive testing) with an addendum using MK-6240 injected prior to a PET scan to visualize tau (neurofibrillary tangles) — the purpose is detection/staging of pathology, not treatment. citeturn0search3turn0search2",
        "Act: MK-6240 is an 18F-labeled PET radiotracer that binds aggregated tau (neurofibrillary tangles) and is used as a diagnostic/imaging agent to detect and quantify tau in vivo; it is not a therapeutic drug intended to modify disease or cognition. (See preclinical and clinical PET tracer characterization and company information). citeturn0search6turn0search1turn0search7",
        "Reflect: Because the intervention is a diagnostic radiotracer used for PET imaging (to measure tau accumulation) and the trial’s aim is biomarker detection/staging rather than administering a treatment to change disease biology, cognition, or neuropsychiatric symptoms, it does not fit any of the four therapeutic categories (disease-targeted biologic, disease-targeted small molecule, cognitive enhancer, neuropsychiatric symptom improvement). Therefore the correct classification is 'N/A'. citeturn0search2turn0search7",
        "Web search results (sources used): - Preclinical characterization showing MK-6240 binds neurofibrillary tangles and is a promising PET tracer. citeturn0search6 - Clinical imaging studies demonstrating 18F-MK-6240 detects tau Braak-stage patterns and discriminates AD from other conditions. citeturn0search2 - Early discovery/first-in-human evaluation and pharmacology of MK-6240. citeturn0search1 - Institutional/press descriptions explaining MK-6240 is injected prior to PET to image tau and is used as a diagnostic biomarker; Lantheus (current developer) summary of MK-6240 as a radiodiagnostic. citeturn0search3turn0search7"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}