{
    "nct_id": "NCT06159673",
    "title": "A Master Protocol for Three Independent, Seamlessly Enrolling, Double-blind, Placebo-controlled Efficacy and Safety Studies of ACP-204 in Adults With Alzheimer's Disease Psychosis",
    "status": "RECRUITING",
    "last_update_time": "2025-09-30",
    "description_brief": "This is a master protocol for 3 independent, seamlessly enrolling, multicenter, randomized, double-blind, placebo-controlled, parallel-group studies in patients with ADP\n\n* Substudy 1 (Phase 2) will evaluate efficacy and dose response of ACP-204 30 and 60 mg vs placebo. This substudy will be initiated first.\n* Substudies 2A and 2B (both: Phase 3) will be confirmatory studies of either both doses (ACP-204 30 and 60 mg, respectively) or a single dose from Part 1 vs placebo. Substudies 2A and 2B will be performed independently of each other and will commence after enrollment of Part 1.\n\nAll 3 substudies will be analyzed independently of each other.\n\nEach substudy individually will consist of a screening period (up to 49 days); a double-blind treatment period (6 weeks); a safety follow-up period (30 days) for patients not rolling over into an open-label extension study; and vital status follow-up (for patients who terminated their substudy early).",
    "description_detailed": "N/A",
    "phase": [
        "PHASE2",
        "PHASE3"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "neuropsychiatric symptom improvement",
    "drug": [
        "ACP-204 (small-molecule; selective 5-HT2A inverse agonist/antagonist)"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The protocol tests ACP-204 for hallucinations and delusions in Alzheimer's disease psychosis (a symptomatic/neuropsychiatric indication). ACP-204 is described in company and therapeutic sources as a small-molecule 5-HT2A inverse agonist/antagonist — i.e., it targets neurotransmission/psychosis symptoms rather than core AD pathology (amyloid or tau). citeturn1search0turn1search5",
        "Act: Key extracted trial details — a seamless Phase 2/Phase 3 master protocol evaluating ACP-204 30 mg and 60 mg vs placebo with a 6-week double-blind treatment period and primary endpoint change in SAPS-H+D (Scale for the Assessment of Positive Symptoms–Hallucinations and Delusions) at Week 6; these elements match the user's description. citeturn1search0turn1search2",
        "Reflect: Classification rationale — because the drug is intended to reduce psychotic symptoms (hallucinations/delusions) rather than modify AD pathology or primarily improve cognition, it fits the 'neuropsychiatric symptom improvement' category. Note: although ACP-204 is a small molecule, the provided category 'disease-targeted small molecule' is reserved for small molecules that target AD pathology; that does not apply here. citeturn1search5",
        "Web search results (sources used): 1) Acadia Pharmaceuticals press release describing ACP-204 Phase 2/3 program and mechanism (5-HT2A inverse agonist) and trial design. citeturn1search0 2) ALZFORUM therapeutic summary for ACP-204 noting mechanism, Phase 2/3 program, doses (30/60 mg), SAPS-H+D endpoint and development context. citeturn1search5 3) ICH GCP / clinical-trial registry entry for the master protocol confirming the three substudies, dosing and design. citeturn1search2 4) Trial record summaries (e.g., cdek/pharmacy.purdue.edu and ClinConnect aggregators) showing enrollment, open-label extension and global sites. citeturn1search1turn1search3 5) Recent clinical reports/coverage on safety (QTc) and Phase 1 data presented at meetings (for context on cardiac safety and pharmacokinetics). citeturn0search5"
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: ACP-204 is described as a selective 5‑HT2A inverse agonist/antagonist — i.e., it acts on a neurotransmitter receptor (serotonin 5‑HT2A) to reduce psychotic symptoms (hallucinations and delusions) in Alzheimer’s disease psychosis rather than targeting core AD pathology such as amyloid or tau. citeturn0search3turn0search2",
        "Act: Extracted trial/drug details — ACP-204 is a small‑molecule 5‑HT2A inverse agonist being tested in a seamless Phase 2/3 master protocol for Alzheimer’s disease psychosis (30 mg and 60 mg doses vs placebo; 6‑week double‑blind treatment; primary endpoint SAPS‑H+D). These elements show the intervention targets neurotransmission/psychosis symptoms. citeturn0search1turn0search3",
        "Reflect: Classification check — under CADRO the most specific fit for a drug whose primary mechanism is modulation of the 5‑HT2A neurotransmitter receptor is D) Neurotransmitter Receptors. The program is symptomatic/neuropsychiatric (not disease‑modifying for amyloid, tau, ApoE, inflammation, etc.), so it is not 'Multi‑target' or 'Other.' Confirming sources: Acadia press release and trial registry / ALZFORUM summaries describe the mechanism and study design. citeturn0search0turn0search4",
        "Web search results used (brief): 1) Acadia press release announcing Phase 2 initiation and mechanism (ACP‑204 as 5‑HT2A inverse agonist). citeturn0search3 2) ALZFORUM therapeutic summary describing Phase 2/3 program, doses, SAPS‑H+D endpoint. citeturn0search2 3) Clinical trial registry/master protocol entry (trial details, substudies, dosing, 6‑week DB period). citeturn0search1 4) Acadia R&D Day pipeline summary noting ACP‑204 as a selective 5‑HT2A inverse agonist. citeturn0search0 5) Trial aggregator/records confirming global sites and enrollment plan. citeturn0search4"
    ]
}