{
    "nct_id": "NCT05464368",
    "title": "Comparison of 18F-RO948, 18F-MK6240, and 18F-GTP1 Radiopharmaceuticals in Patients With Alzheimer Disease and Older Controls",
    "status": "RECRUITING",
    "last_update_time": "2025-06-25",
    "description_brief": "This is an open label study to compare three new generation TAU radioligands, 18F-RO948 (formerly known as 18F-6958948), 18F-MK6240, and \\[18F\\]GTP1for imaging of taupathy and demonstrate their absence of off-target binding in patients with Alzheimer disease (AD) and older healthy controls (OC). The study will directly compare AD and OC with these three next-generation TAU radioligands and compare each of them with historical data of the current most widely used first generation radioligand, 18F-AV1451. Upto38 (30 AD (Amyloid +)and 8 OC (Amyloid -), matched for age and sex with A+ subjects) male and female subjects aged 50-100 will be enrolled in this study protocol: up to 8 for Cohort 1, up to 8 for Cohort 2, and up to 22 for Cohort 3. The study consists of three cohorts: Cohort 1: Up to8 AD subjects (A+; CDR 0.5 and 1)will receive two PET scans in random order, with receiving either18F-RO948 or18F-MK6240 at the first scan. A third scan with 18F-GTP1is possible, depending on timing and radiotracer availability Cohort 2:Up to8 OC (A-; CDR=0)subjects will receive two PET scans in random order, with receiving either18F-RO948or 18F-MK6240 at the first scan. A third scan with 18F-GTP1is possible, depending on timing and radiotracer availability Cohort 3:Up to 22 (A+; CDR = 0, .5 and 1) subjects will receive three PET scans in random order, with receiving 18F-RO94818F-MK6240 or18F-GTP1at the first scan. Efforts will be made to include about 1/3 CDR = 0, 1/3 CDR .5, and 1/3 CDR 1 in Cohort 3.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "DIAGNOSTIC",
    "results": null,
    "target_category": "N/A",
    "drug": [
        "18F-RO948 (tau PET radioligand)",
        "18F-MK6240 (tau PET radioligand)",
        "18F-GTP1 (Genentech Tau Probe 1, tau PET radioligand)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The protocol describes head-to-head PET imaging with three 18F-labeled tau radioligands to image tau pathology and assess off-target binding in AD patients and controls — this is a diagnostic/imaging study, not a therapeutic trial aimed at disease modification, cognitive enhancement, or neuropsychiatric symptom treatment. citeturn0search5turn0search1turn0search0",
        "Act: Extracted interventions — 18F-RO948, 18F-MK6240, and [18F]GTP1 — all are small-molecule PET tracers developed to visualize tau neurofibrillary tangles in vivo (i.e., imaging agents). Example references: 18F-GTP1 described as Genentech Tau Probe 1, a PET probe for tau pathology. citeturn0search0  18F-MK-6240 has been characterized as a tau PET tracer with high specificity for AD-type tau. citeturn0search1turn0search4  18F-RO948 has been reported as a next-generation tau PET ligand able to capture tau progression and compared head-to-head with earlier ligands. citeturn0search5turn0search6",
        "Reflect: Given the intervention type (radiopharmaceutical PET tracers) and the stated goal (imaging tau pathology and evaluating off-target binding), the trial fits the diagnostic/imaging category and does not test a therapeutic biologic or small-molecule intended to modify disease or improve cognition or neuropsychiatric symptoms. Therefore classification = 'N/A'. citeturn0search0turn0search1turn0search5",
        "Web search results used: 1) [18F]GTP1 (Genentech Tau Probe 1) — PubMed (identifies GTP1 as a PET probe for tau pathology). citeturn0search0 2) Tau PET Imaging With [18F]MK-6240 — PubMed / related studies (characterizes MK-6240 as an AD-specific tau PET tracer). citeturn0search1turn0search4 3) Longitudinal [18F]RO948 PET SUVR and head-to-head comparisons (RO948 described as a next-generation tau PET ligand). citeturn0search5turn0search6"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}