{
    "nct_id": "NCT02531360",
    "title": "Phase 0 Evaluation of [18F]MNI-815 as a Potential PET Radioligand for Imaging Tau Protein in the Brain of Patients With Alzheimer's Disease and Other Tauopathies",
    "status": "COMPLETED",
    "last_update_time": "2016-12-15",
    "description_brief": "The overall goal of this imaging trial is to characterize \\[18F\\]MNI-815, a PET radioligand for imaging Tau.",
    "description_detailed": "N/A",
    "phase": [
        "EARLY_PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "N/A",
    "results": null,
    "target_category": "N/A",
    "drug": [
        "[18F]MNI-815 (MNI-815) — PET radioligand for imaging tau"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial is a Phase 0 imaging study to characterize [18F]MNI-815 as a PET radioligand for imaging Tau protein in patients with Alzheimer disease and other tauopathies — this is a diagnostic imaging agent, not a therapeutic intended to modify disease, improve cognition, or treat neuropsychiatric symptoms. citeturn0search0turn0search1",
        "Act: Key extracted details — Intervention: [18F]MNI-815 (MNI-815); Purpose: PET imaging of tau; Clinical trial record: Phase 0 / Early Phase 1, NCT02531360, completed. These sources describe the agent and trial. citeturn0search1turn0search6",
        "Reflect: Classification check — by the provided definitions, this intervention is a diagnostic radioligand (imaging agent). It is not a biologic administered to alter pathology, nor a small-molecule therapeutic, nor a cognitive enhancer or a neuropsychiatric treatment. Therefore the correct category is 'N/A' (does not fit the four therapeutic categories). citeturn0search0turn0search2",
        "Web search results (selected): 1) Trial listing: 'Phase 0 Evaluation of [18F]MNI-815 as a Potential PET Radioligand for Imaging Tau Protein...' (trial summary showing [18F]MNI-815 used for tau PET imaging). citeturn0search1turn0search0 2) ClinConnect / trial pages and registries summarizing the same study (details on enrollment, phase, and imaging use). citeturn0search2turn0search6 3) Wikidata entry for the trial (metadata summary). citeturn0search3"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}