{
    "nct_id": "NCT06367426",
    "title": "A Dose-blocked-randomized, Double-blind, Placebo-controlled, Single and Multiple Dosing, Dose-escalation Phase I Clinical Trial to Evaluate the Safety, Tolerability, Pharmacokinetics/Pharmacodynamics of DDN-A-0101 in Healthy Adults and Elderly Subjects",
    "status": "RECRUITING",
    "last_update_time": "2024-04-11",
    "description_brief": "The study is a Phase I, randomized double-blind, placebo-controlled, single and multiple dosing, dose-escalation study of the oral administration of DDN-A-0101 in healthy adults and elderly subjects",
    "description_detailed": "The study includes two Parts; Part1 includes single ascending dose study (SAD) and Part2 includes multiple ascending dose study (MAD). Approximately 50 subjects will be enrolled in the SAD and MAD respectively. New subjects will be recruited for each cohort in both Parts. The SAD Part will include 5 dose levels (S1, S2, S3, S4, S5) and cohort S3 will proceed to food effect cohort. The MAD Part will include 5 dose levels (M1, M2, ME, M3, M4) and cohort ME will be performed in the elderly group.",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "DDN-A-0101 (Houttuynia cordata dry extract, 150 mg tablet)"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The investigational product DDN-A-0101 is listed in the trial registry as a dry extract of Houttuynia cordata (oral tablet), so it is a botanical/extract (not a monoclonal antibody or other biologic). The trial is registered for the indication Alzheimer Disease, and preclinical studies of Houttuynia cordata report effects on amyloid accumulation, tau phosphorylation, neuroinflammation and acetylcholinesterase activity — i.e., actions on Alzheimer’s pathology and cholinergic function rather than being a therapeutic monoclonal/vaccine. citeturn0search0turn1search3turn1search0",
        "Act (extracted details): Trial registry entry identifies the intervention as DDN-A-0101 with main ingredient: Houttuynia cordata dry extract, 150.0 mg (oral film-coated tablet). The study is a Phase I SAD/MAD in healthy adults and elderly for the indication 'Alzheimer Disease'. citeturn0search0turn0search1",
        "Supporting evidence from literature: Multiple preclinical publications report that Houttuynia cordata extracts protect neurons from Aβ-induced toxicity, reduce Aβ deposits/aggregation and neuroinflammation in AD models, and show acetylcholinesterase inhibitory activity and improvements in cognition tests in animal models — consistent with disease-targeting (anti-amyloid/tau/neuroinflammatory) and cholinergic-enhancing effects. citeturn1search3turn1search0turn1search1",
        "Reflection: Given the intervention is a botanical extract (not a biologic) and has preclinical evidence of acting on Alzheimer’s pathological processes (amyloid, tau, neuroinflammation) as well as some cholinergic activity, the best-fit category is 'disease-targeted small molecule' (i.e., a non-biologic product aimed at disease pathology). Ambiguity: DDN-A-0101 is a multi-component plant extract (mixture), not a single defined small molecule; the trial description does not state a precise molecular mechanism. If you prefer a stricter wording, this could be labeled 'disease-targeted (botanical extract)' — but of the provided categories, 'disease-targeted small molecule' is the closest match. citeturn0search0turn1search3"
    ],
    "agent_type": "R) Multi-target",
    "explanation_agent": [
        "Reason: The investigational product DDN-A-0101 is a botanical dry extract of Houttuynia cordata being developed for Alzheimer disease; preclinical studies report effects on multiple AD-relevant processes — reduced Aβ accumulation/aggregation, inhibition of tau phosphorylation, anti‑neuroinflammatory actions, and acetylcholinesterase inhibition (cholinergic enhancement). These indicate the intervention acts on several distinct CADRO domains rather than a single defined target. citeturn0search0turn0search1turn0search3",
        "Act (extracted details): Trial registry entries identify DDN-A-0101 as Houttuynia cordata dry extract (oral tablet) being tested in Phase I SAD/MAD for Alzheimer disease. Preclinical publications show: (a) reduced Aβ deposits and inhibition of Aβ aggregation and modulation of secretase pathways; (b) inhibition of tau phosphorylation; (c) attenuation of neuroinflammation and glial activation; and (d) acetylcholinesterase inhibitory activity — i.e., a multi-mechanistic botanical. citeturn0search4turn0search1turn0search2turn0search3",
        "Reflect: Because the intervention demonstrably affects amyloid-related processes, tau phosphorylation, neuroinflammation, and cholinergic (acetylcholinesterase) pathways, the most appropriate CADRO label is R) Multi-target. The intervention is a multi-component botanical extract (mixture) rather than a single defined small molecule or biologic; if forced to pick one single-pathway CADRO category it would be ambiguous, so R) Multi-target best captures the multi-modal preclinical effects and the lack of a single precise molecular target. Trial registry and primary preclinical references are cited above for verification. citeturn0search0turn0search1turn0search3",
        "Key web sources (supporting evidence cited above):",
        "• Clinical trial registry entry for DDN-A-0101 (lists active ingredient Houttuynia cordata dry extract). citeturn0search0turn0search4",
        "• Aerial part of Houttuynia cordata reverses memory impairment by regulating amyloid beta accumulation and neuroinflammation in an AD model (PubMed/Geroscience). — shows reduced Aβ deposits, inhibition of aggregation, and anti‑neuroinflammatory effects. citeturn0search1",
        "• Houttuyniae Herba protects rat primary cortical cells from Aβ25–35-induced neurotoxicity (demonstrates protection from Aβ toxicity, reduced oxidative stress and apoptosis). citeturn0search2",
        "• Houttuynia cordata improves cognitive deficits in cholinergic dysfunction AD‑like models (shows inhibition of tau phosphorylation and acetylcholinesterase inhibition). citeturn0search3"
    ]
}