{
    "nct_id": "NCT05669365",
    "title": "The Care Ecosystem Consortium Effectiveness Study",
    "status": "COMPLETED",
    "last_update_time": "2025-08-29",
    "description_brief": "The Care Ecosystem is an accessible, remotely delivered team-based dementia care model, designed to add value for patients, providers and payers in complex organizational and reimbursement structures. Care is delivered via the phone and web by unlicensed Care Team Navigators, who are trained and supervised by a team of dementia specialists with nursing, social work, and pharmacy expertise. The evidence base to date suggests that the Care Ecosystem improves outcomes important to people with dementia, caregivers, and payers when delivered in a controlled research environment, including reduced emergency department visits, higher quality of life for patients, lower caregiver depression, and reduced potentially inappropriate medication use (Possin et al., 2019; Liu et al., 2022). The investigators propose a rapid pragmatic trial in 6 health systems currently offering the Care Ecosystem program in geographically and culturally diverse populations. The investigators will leverage technology, delivering care via the phone and web and using electronic health records to monitor quality improvements and evaluate outcomes while maximizing external validity. The investigators will evaluate the effectiveness of the Care Ecosystem on outcomes important to patients, caregivers, healthcare providers, and health systems during the pandemic. By evaluating the real-world effectiveness in diverse health systems that are already providing this model of care, this project will bridge the science-practice gap in dementia care during an unprecedented time of heightened strain on family caregivers, healthcare providers and health systems.",
    "description_detailed": "This study is a rapid, pragmatic, single-arm trial of 1,275 patients with dementia (PWD) and their caregivers (Total N = 2,550) at 6 US health systems currently offering the Care Ecosystem (CE) intervention to geographically and culturally diverse populations. The investigators will compare the effectiveness of 12-months of the CE intervention with a matched comparison group (N=1,275) identified from the EHR at each site. Patient health care utilization outcomes will be collected via patient insurance / Medicare claims and electronic health record data. Caregiver surveys completed via interview (phone, video or in-person) at baseline, 6-months and 12-months will serve the dual purpose of providing outcome data and supporting care.\n\nThis clinical trial is made up of four sub-studies on care quality, utilization, medications, and caregiver and patient experience. While all the sub-studies concern the same intervention group of dyads, each will use data from different sources, different analytic methods, and different controls. Care quality, utilization, and medication metrics will be compared to matched controls identified from the EHR. Caregiver and patient experience metrics will be compared pre/post and to controls from a prior Randomized Control Trial (RCT) (ClinicalTrials.gov NCT02213458). For these reasons, there are primary and secondary endpoints for each.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "SUPPORTIVE_CARE",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The described intervention (Care Ecosystem) is a remotely delivered, team-based dementia care program delivered by unlicensed Care Team Navigators with supervision from dementia specialists; it is a care-delivery/health services intervention (phone/web, care navigation, EHR monitoring), not a pharmacologic agent or diagnostic test. citeturn0search2turn0search5",
        "Act: Key details from the record — The Care Ecosystem is a telephone/web care-navigation model developed at UCSF with randomized-trial evidence of improved patient and caregiver outcomes (reduced ED visits, higher patient quality of life, lower caregiver depression, reduced inappropriate medication use). A multi-site pragmatic effectiveness trial (Care Ecosystem Consortium Effectiveness Study, NCT05669365) is evaluating real-world outcomes across 6 health systems. These are health-service and caregiver/patient outcomes rather than measures of a drug’s mechanism or pathology-targeting effect. citeturn0search0turn0search1turn0search3",
        "Reflect: Given the definitions: - Disease-targeted biologic and disease-targeted small molecule both require a pharmacologic agent targeting AD pathology (e.g., amyloid/tau); - Cognitive enhancer implies a drug to improve cognition without targeting pathology; - Neuropsychiatric symptom improvement implies an intervention specifically to treat behavioral/psychiatric symptoms. The Care Ecosystem is a non-pharmacologic care-delivery model (service intervention) focused on caregiver/patient support and health-system outcomes, so it does not fit any of the four therapeutic categories and should be classified as 'N/A'. citeturn0search4turn0search2",
        "Web search results (selected sources used to support the classification): 1) Global Brain Health Institute overview of the Care Ecosystem (program description). citeturn0search2 2) Summary and outcomes from the Care Ecosystem randomized evaluations (Possin et al., 2019 summary). citeturn0search0 3) Trial registration / study record for the Care Ecosystem Consortium Effectiveness Study (NCT05669365). citeturn0search1 4) Trial outcome details and measures used in the consortium study (trial listing / MedPath). citeturn0search3 5) Paper describing Care Ecosystem operations and pandemic-related implementation lessons. citeturn0search4"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}