{
    "nct_id": "NCT03894254",
    "title": "Predictive Factors Associated With Impairment in Functional Autonomy in a Regional Real-life Cohort of Patients With Alzheimer's Disease or Related Disorders (ADRD)",
    "status": "RECRUITING",
    "last_update_time": "2022-04-25",
    "description_brief": "The Alzheimer's disease or related disorders (ADRD) are among the most disabling diseases because of their main features such as cognitive impairment, loss of functional autonomy and behavioural disorders. In absence of current curative treatment, the identification of the predictive risk factors of progression of the disease, evaluated through its main symptoms, represents a major stake of public health. The Investigators aim at developing a regional database, which includes the patient medical records on a prospective basis, in collaboration with the medical and administrative staff and with the University hospital computer science departments.\n\nThe main objective is to study the predictive factors associated with change in functional autonomy level, measured every 6 to 12 months in centres across Region Auvergne Rhone-Alpes in France.\n\nThe real-life study population will consist in about 5400 patients with ADRD. The inclusion period will be of 3 years, the length of follow-up of each patient will be of 10 years max for a total study length of 13 years.",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "HEALTH_SERVICES_RESEARCH",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial description and title describe a prospective, regional real-life cohort and database to study predictive factors of change in functional autonomy in patients with Alzheimer's disease or related disorders — i.e., an observational study aiming to identify risk/predictive factors rather than to test a therapeutic agent or device. citeturn1search2turn1search3",
        "Act (key extracted details): The study is registered as NCT03894254, sponsored by Hospices Civils de Lyon, plans ~5,400 participants, follows patients up to 10 years with measurements every 6–12 months, and lists 'no intervention' / 'other: no intervention' (real-life cohort). These details indicate there is no drug or placebo being tested. citeturn1search2turn1search3",
        "Reflect: Because the protocol is observational/database-focused with no therapeutic agent or intervention, it does not match any of the four therapeutic categories (disease-targeted biologic, disease-targeted small molecule, cognitive enhancer, or neuropsychiatric symptom improvement). Therefore the correct classification is 'N/A'. The primary supporting source is the trial listing showing 'no intervention' and cohort design. citeturn1search2",
        "Web search results used: MedPath / trial listing for NCT03894254 (Predictive Factors of Autonomy Loss in Real-life Cohort) and TrialX trial listing (both contain the study summary, NCT number, sponsor, recruitment target and 'no intervention' designation). citeturn1search2turn1search3"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}