{
    "nct_id": "NCT06978166",
    "title": "Evaluating and Optimizing Just-In-Time Adaptive Interventions (JITAIs) in a Digital Mental Health Intervention (Wysa for Chronic Pain) for Middle-Aged and Older Adults With Chronic Pain",
    "status": "RECRUITING",
    "last_update_time": "2025-07-14",
    "description_brief": "The purpose of this research study is to refine customized in-app notifications in order to optimize users' experience with a mobile app called Wysa for Chronic Pain. This app is designed to support people who have chronic pain and who also experience symptoms of depression and/or anxiety. This version of the app is not currently available to the public. Eligible participants will be asked to download and use the Wysa for Chronic Pain study app for several weeks, and to use it as they normally would if they were not part of a research study. At the beginning and end of the study period, participants will be asked to complete brief surveys about their mood, pain, physical function, and sleep. Additionally, a few participants will be asked to share their experience with the study app at the end of the research study in a casual interview using a secure audio/video recorded call. Participating in the interview portion is optional.",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "SUPPORTIVE_CARE",
    "results": null,
    "target_category": "neuropsychiatric symptom improvement",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial tests a digital mental‑health intervention (Wysa for Chronic Pain) that delivers just‑in‑time adaptive notifications and CBT‑based support to people with chronic pain who also have symptoms of depression and/or anxiety. The intended effect is to improve mood/anxiety and related functioning (neuropsychiatric symptoms), not to modify Alzheimer pathology or provide a pharmacologic cognitive enhancer. citeturn0search0turn0search2",
        "Act: Key details extracted — intervention: Wysa for Chronic Pain (an AI conversational coach / digital mental‑health app using CBT and JITAI methods); purpose: optimize in‑app notifications and user experience and measure mood, pain, physical function, and sleep; no drug or placebo is involved. This maps to the category 'neuropsychiatric symptom improvement' because the app targets depression/anxiety symptoms. citeturn0search0turn0search1",
        "Reflect: Classification check — definitions: (1) disease‑targeted biologic: biologic agents targeting pathology (not applicable); (2) disease‑targeted small molecule: small‑molecule drugs (not applicable); (3) cognitive enhancer: drugs to improve cognition without targeting pathology (not applicable); (4) neuropsychiatric symptom improvement: interventions to alleviate behavioral/psychiatric symptoms — fits this app which delivers behavioral/psychological support for depression/anxiety in people with chronic pain. No pharmacologic agent was mentioned; therefore 'neuropsychiatric symptom improvement' is the most appropriate category. citeturn0search2turn0news13",
        "Web search results used: (1) Wysa official site describing Wysa, its use for depression/anxiety/chronic pain and relevant product statements. citeturn0search0 (2) Wysa FAQ describing intended use as an AI conversational coach that provides CBT‑based self‑help for low mood and anxiety. citeturn0search2 (3) App Store listing summarizing the app’s CBT/DBT tools for depression, anxiety, sleep. citeturn0search1 (4) News coverage discussing AI mental‑health chatbots like Wysa and their role in supporting depression/anxiety. citeturn0news12turn0news13",
        "Ambiguity / notes: The app also addresses chronic pain and physical function, but the study description centers on mood, depression, and anxiety outcomes (neuropsychiatric symptoms). Because this is a behavioral/digital intervention (not a drug or diagnostic), the appropriate category is 'neuropsychiatric symptom improvement'. No drug information was required or found."
    ],
    "agent_type": "T) Other",
    "explanation_agent": [
        "Reason: The intervention is a digital mental‑health/JITAI (just‑in‑time adaptive intervention) app (Wysa for Chronic Pain) that delivers CBT‑based conversational coaching and notifications to reduce depression/anxiety and improve functioning in people with chronic pain. This is a behavioral/digital therapeutic approach rather than a pharmacologic agent or an intervention targeting a molecular/pathophysiologic mechanism listed in the CADRO taxonomy. citeturn0search1turn0search6",
        "Act: Key extracted details — intervention: Wysa (AI conversational coach) using evidence‑based CBT/DBT, JITAI check‑ins and coaching to reduce mood/anxiety symptoms and pain interference; no drug, biologic, receptor, enzyme, gene, or pathway is specified. Wysa is described on the vendor site and app stores as an AI CBT tool and has been evaluated in clinical studies for chronic pain and mood/anxiety outcomes; it also has FDA Breakthrough Device designation for chronic musculoskeletal pain with depression/anxiety. Because no molecular or cellular target is described, the trial cannot be mapped to CADRO categories A–Q or R (multi‑target) that require biological targets. citeturn0search3turn0search0turn0search4turn0search6",
        "Reflect: The CADRO system classifies mechanistic drug/biologic targets (e.g., amyloid, tau, inflammation, synaptic receptors). A digital CBT/JITAI intervention aims to improve neuropsychiatric symptoms (behavioral/psychological outcomes) without a specified biological molecular target, so the correct CADRO response under the task rules is 'T) Other'. If the trial had tested a pharmacologic agent or neuromodulation with a defined biological target, a different CADRO category would apply. No additional drug/target information was found or applicable in the trial description. citeturn0search1turn0search7",
        "Web search results used (most relevant sources): (1) Wysa FAQ describing the AI coach and CBT/DBT techniques and intended use. citeturn0search1 (2) Wysa product page noting use for chronic musculoskeletal pain, depression/anxiety and FDA Breakthrough Device designation. citeturn0search3turn0search4 (3) App Store listing summarizing CBT/DBT tools for depression, anxiety, sleep and chronic pain. citeturn0search0 (4) Peer‑reviewed evaluations and PMC article describing Wysa for chronic pain and its CBT‑based conversational design and check‑ins. citeturn0search6turn0search7"
    ]
}