{
    "nct_id": "NCT00765115",
    "title": "Assessment of LY450139-Mediated Inhibition of Amyloid Beta Formation Determined by 13C6-Leucine In Healthy Subjects",
    "status": "COMPLETED",
    "last_update_time": "2008-09-30",
    "description_brief": "To test that LY450139, a gamma-secretase inhibitor, will reduce the rate of newly synthesize Amyloid Beta by determining the amount of newly synthesized 13C6 leucine-labeled Amyloid Beta in lumbar cerebrospinal fluid from LY450139 treated subjects compared with placebo treated subjects.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "N/A",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "LY450139 (semagacestat) — small‑molecule gamma‑secretase inhibitor, intended to reduce amyloid‑β production"
    ],
    "placebo": [
        "placebo (as stated in trial description)"
    ],
    "explanation_target": [
        "Reason: The intervention described is LY450139, a gamma‑secretase inhibitor given to reduce newly synthesized amyloid‑β (Aβ) measured in CSF using 13C6‑leucine labeling — i.e., it is intended to lower Aβ generation (disease pathology). citeturn0search0turn0search10.",
        "Act: LY450139 is semagacestat, a low‑molecular‑weight (small molecule) functional γ‑secretase inhibitor developed to lower Aβ formation in humans and animals; the cited studies used stable‑isotope (13C‑leucine) CSF measurements and compared treated subjects with placebo. Based on its mechanism (direct inhibition of Aβ production via γ‑secretase), this matches the 'disease‑targeted small molecule' category. citeturn0search10turn0search0.",
        "Reflect: Classification check — the four categories define 'disease‑targeted small molecule' as small‑molecule drugs that target Alzheimer’s pathology (e.g., inhibitors of Aβ production). LY450139/semagacestat is a small‑molecule γ‑secretase inhibitor that directly targets Aβ generation, so the trial fits that category. Note: semagacestat also affects Notch signaling and later trials raised safety/efficacy concerns (see referenced reviews), but that does not change the mechanism‑based classification. citeturn0search10turn0search4."
    ],
    "agent_type": "A) Amyloid beta",
    "explanation_agent": [
        "Reason: The trial drug LY450139 (semagacestat) is a small‑molecule gamma‑secretase inhibitor whose mechanism is to reduce generation of amyloid‑β (Aβ), i.e., it directly targets Aβ production. citeturn0search3turn0search0",
        "Act: Given the explicit mechanism (γ‑secretase inhibition to lower Aβ synthesis) and the described 13C6‑leucine CSF study measuring newly synthesized Aβ, the appropriate CADRO classification is A) Amyloid beta. The 13C6‑leucine stable‑isotope study directly demonstrated dose‑dependent decreases in CNS Aβ production with LY450139. citeturn0search4turn0search3",
        "Reflect: This classification matches CADRO’s definition for interventions that target amyloid‑β (including small‑molecule inhibitors of Aβ production). Although later clinical trials raised safety and efficacy concerns for semagacestat (no clinical benefit and dose‑related worsening in phase 3), that does not change the mechanism‑based assignment to the Amyloid beta category. citeturn0search1turn0search6",
        "Web sources used (key search results cited above):",
        "- A gamma‑secretase inhibitor decreases amyloid‑beta production in the central nervous system (stable‑isotope 13C‑leucine study demonstrating reduced CNS Aβ production). citeturn0search4",
        "- Safety, tolerability, and changes in amyloid beta concentrations after administration of a gamma‑secretase inhibitor in volunteers (phase I/II biomarker studies describing LY450139 effects on plasma/CSF Aβ). citeturn0search3",
        "- A Phase 3 Trial of Semagacestat for Treatment of Alzheimer's Disease (NEJM) documenting lack of clinical benefit and safety concerns in later trials. citeturn0search1",
        "- ACS Chemical Neuroscience spotlight and related reviews summarizing semagacestat (LY450139) development as a γ‑secretase inhibitor to lower Aβ. citeturn0search0"
    ]
}