{
    "nct_id": "NCT00479843",
    "title": "Development of a Programme to Show the Positive Effect of a Nutritional Programme on Preventing Functional and Weight Losses in Patients With Dementia",
    "status": "COMPLETED",
    "last_update_time": "2014-01-23",
    "description_brief": "The main objective of this study is the improvement of the quality of life and state of health of elderly people with cognitive deterioration and their families through a weight loss prevention programme.\n\nThe secondary objectives are the improvement of the state of nutrition, a reduction in the use of resources and a reduction in the burden on the main carer.",
    "description_detailed": "Main objective The main objective of this project is the evaluation of the effectiveness of a nutrition programme in patients with Alzheimer's or other dementias. Through the Nutrition Programme the idea is to reduce functional and weight loss in elderly people with cognitive deterioration and their families.\n\nEvaluation of the effectiveness of the intervention\n\n-The main evaluation criteria which will allow the effectiveness of this intervention to be evaluated are the reduction in the loss of autonomy measured by the DA/IDA scale.\n\nSecondary objectives\n\nThe secondary objectives of this study are:\n\n* Improvement in the patient's state of nutrition The measurement criteria which will allow the patient's nutritional state to be evaluated will be their weight, BMI and MNA.\n* Reducing the burden on carers. The Zarit scale will be used for this evaluation.\n* Evaluation of the use of healthcare and social resources. The RUD scale will be used.\n* Improvement of medical practice regarding nutrition.\n* Evaluation of the representatives of our population with regard to the participation in a programme of these characteristics evaluating.\n* Evaluation of the satisfaction of elderly people and their families in relation to the programme.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "SUPPORTIVE_CARE",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The described intervention is a behavioral nutritional programme aimed at preventing weight loss, improving nutrition and quality of life for people with dementia and reducing caregiver burden — not a pharmacologic or biologic agent. This does not meet the definitions for: disease-targeted biologic, disease-targeted small molecule, cognitive enhancer (drug), or neuropsychiatric symptom pharmacotherapy. citeturn0search2turn0search0",
        "Act (key extracted details and registry evidence): The trial title and registry entry identify the intervention as a \"Nutritional programme\" (behavioral intervention). Registry identifiers and sponsors: NCT00479843; \"Development of a Programme to Show the Positive Effect of a Nutritional Programme on Preventing Functional and Weight Losses in Patients With Dementia\"; lead sponsor Société des Produits Nestlé (SPN). Main objective: prevent weight loss and improve quality of life in elderly people with cognitive deterioration; secondary objectives: improve nutritional status, reduce resource use and caregiver burden. These registry summaries document a non‑drug intervention. citeturn0search0turn0search2turn0search6",
        "Act (supporting literature): Clinical studies of nutritional education/intervention in Alzheimer’s/dementia populations show effects on weight and sometimes on cognitive outcomes, but these are behavioral/nutritional interventions rather than pharmaceutical agents — supporting that this is a non‑drug program. citeturn0search1turn0search4",
        "Reflect: Classification check — because the intervention is a nutrition/education programme (behavioral), not a biologic or small molecule nor a drug intended primarily as a cognitive enhancer or neuropsychiatric treatment, the correct category is 'N/A'. No drug or placebo is listed in the trial registry. If you want, I can fetch the full registry record (ClinicalTrials.gov entry) or the original publication PDFs for more details. citeturn0search2turn0search0"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}