{
    "nct_id": "NCT06768996",
    "title": "The Impact of a Caregiver-patient Music Intervention on Social Attention and Connectedness in Persons Living With bvFTD and AD",
    "status": "RECRUITING",
    "last_update_time": "2025-03-24",
    "description_brief": "This is an exploratory mixed-methods control-treatment study to evaluate if participation in rhythmic musical activities improves social attention and connectedness in individuals living with mild to moderate bvFTD and AD, and their caregivers. Secondary objectives include evaluating the potential relationships between brain networks associated with rhythm production, social attention, and connectedness in these populations.",
    "description_detailed": "The proposed research will evaluate potential relationships between synchronous rhythm production, social attention, and connectedness in persons living with mild to moderate bvFTD and AD and their caregivers. To evaluate these relationships, the proposed research will include data collection and analysis of the following: 1) pre-post evaluation of social attention and connectedness in individuals living with dementia and their caregivers; 2) control-treatment participation in a synchronous (treatment) or solo (control) rhythm production activity; and 3) secondary analysis of structural and functional MRI of resting state network connectivity between networks of the brain including areas associated with rhythm perception and production, namely the fronto-parietal, executive control, sensorimotor, dorsal and ventral attention networks.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "OTHER",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial tests a non‑pharmacologic, caregiver–patient music intervention (rhythmic/synchronous vs. solo rhythm production) intended to improve social attention and connectedness in people with bvFTD and AD and their caregivers, and to examine related brain-network relationships. This is an activity/behavioral intervention, not a drug or biologic. citeturn0search1turn0search8",
        "Act: Key extracted details — Official title: \"The Impact of a Caregiver-patient Music Intervention on Social Attention and Connectedness in Persons Living With bvFTD and AD.\" Intervention: synchronous rhythm production (treatment) versus solo rhythm production (control); outcomes: social attention and connectedness, plus secondary MRI analyses of network connectivity. Study listing and description available from UCSF/ClinicalTrials.gov and trial postings. Because no drug or biologic is involved, no drug/placebo information applies. citeturn0search1turn0search2turn0search8",
        "Reflect: Classification check — falls outside the four specified drug/medication-focused categories (disease-targeted biologic, disease-targeted small molecule, cognitive enhancer, or neuropsychiatric symptom improvement). Although it seeks cognitive/social benefit, it is a behavioral music intervention rather than a pharmacologic cognitive enhancer or symptom‑targeted medication, so per instructions it should be classified as 'N/A'. Supporting trial listings: UCSF ClinicalTrials.gov entry (NCT06768996), MedPath and CenterWatch summaries. citeturn0search1turn0search0turn0search2"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}