{
    "nct_id": "NCT04157712",
    "title": "A Phase I, Single Centre, Double-Blind, Placebo-Controlled Study of the Safety, Tolerability and Pharmacokinetics in Plasma and Urine of Multiple Ascending Doses of ALZ-801 in Healthy Elderly Subjects",
    "status": "COMPLETED",
    "last_update_time": "2019-11-15",
    "description_brief": "Phase I, single-center, double-blind, randomized, placebo-controlled, parallel-group study of the safety, tolerability, and pharmacokinetics (PK) in plasma and urine, of multiple ascending doses of ALZ-801 (capsule, Part 1; prototype tablet Part 2) and the primary metabolite in healthy male or female subjects.",
    "description_detailed": "The study was conducted in two parts:\n\nPart 1 Primary objective: To evaluate the safety, tolerability, and pharmacokinetics, of multiple doses of ALZ-801 capsule formulation in healthy elderly subjects.\n\nMethodology: Phase I, single center, in-patient and out-patient, double-blind, randomized, placebo-controlled, parallel-group study of the safety, tolerability and pharmacokinetics (PK) in plasma and urine of multiple ascending doses of ALZ-801 in healthy male or female subjects aged 50 to 75 years, inclusive. A total of 36 subjects were enrolled into 3 successive cohorts (A, B, C with 12 subjects per cohort) and randomized in a 3:1 ratio to receive treatment with ALZ-801 capsules (9 subjects) or placebo capsules (3 subjects) for 2 weeks. Progression to the next cohort was permitted after review of safety and available PK data suggested that it was safe to do so. Subjects were confined to the clinical unit for the first day of dosing (Day 1 and for Days 7 through 14). Subjects took investigational drug at home for Days 2 through 6).\n\nCohorts A was dosed in the fasted state and evaluated 171 mg ALZ-801 or placebo QD for 1 day, followed by 171 mg ALZ-801 or placebo BID for 6 days and 256.5 mg or placebo QD for 7 days.\n\nCohort B was dosed in the fasted state and evaluated 256.5 mg ALZ-801 or placebo QD for 1 day, followed by 256.5 mg ALZ-801 or placebo BID for 6 days and 340 mg or placebo QD for 7 days.\n\nCohort C was dosed in the fed state and evaluated 256.5 mg ALZ-801 or placebo QD for 1 day, followed by 256.5 mg ALZ-801 or placebo BID for 6 days, then 340 mg or placebo BID for 6 days and 340 mg or placebo QD for 1 day.\n\nPart 2 Primary objective: To evaluate the safety, tolerability, and pharmacokinetics, of multiple doses of prototype ALZ-801 tablet formulation in healthy elderly subjects.\n\nMethodology: Phase I, single center, in-patient and out-patient, double-blind, randomized, placebo-controlled, parallel-group study of the safety, tolerability and pharmacokinetics (PK) in plasma and urine of multiple ascending doses of ALZ-801 in healthy male or female subjects aged 60 to 75 years, inclusive. A total of 12 subjects were enrolled into one cohort (D) and randomized in a 3:1 ratio to receive treatment with ALZ-801 tablets (9 subjects) or placebo capsules (3 subjects) for 1 week.\n\nCohort D was dosed in the fed state and evaluated 265 mg ALZ-801 or placebo QD for 1 day, followed by 265 mg ALZ-801 prototype tablet or placebo BID for 5 days, 265 mg or placebo QD for 1 day.\n\nFor all subjects in the study blood and urine samples for the determination of concentrations of ALZ-801, and its metabolites, were collected for up to 24 h after the first dose of medication on Day1; and for up to 48 hours after the last dose of medication on Day 7 (Cohort D) or Day 14 (Cohorts A, B and C). All subjects had blood samples and safety assessment at 72 and 96 hours after the final dose of medication. All subjects returned for a post treatment follow-up 7-10 days after the last dose of study medication.",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "ALZ-801 (valiltramiprosate) — prodrug of tramiprosate/homotaurine"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The intervention ALZ-801 is an orally available small-molecule prodrug (valiltramiprosate) that is converted to tramiprosate (homotaurine), a compound that inhibits β‑amyloid (Aβ) oligomer formation and aggregation—i.e., it targets Alzheimer’s pathology (amyloid). This indicates a disease-modifying, pathology-targeted intent rather than a symptomatic cognitive enhancer or neuropsychiatric agent. citeturn0search6turn0search0",
        "Act: Key extracted details — drug name: ALZ-801 (valiltramiprosate), type: small‑molecule oral prodrug of tramiprosate, mechanism: anti‑Aβ oligomer/aggregation inhibitor (generally described as amyloid-targeting), trial type: randomized, placebo-controlled Phase I PK/safety study in healthy/elderly subjects. Based on these facts the trial fits the 'disease-targeted small molecule' category. citeturn0search6turn0search5",
        "Reflect: Confirmation — ALZ-801 is explicitly described in phase I/bridging publications and company materials as a prodrug of tramiprosate developed to improve PK and tolerability while retaining anti‑amyloid (anti‑oligomer) activity; therefore classifying this trial as disease-targeted small molecule aligns with the category definitions. No substantial evidence in the description suggests it is a biologic, a purely symptomatic cognitive enhancer, or a neuropsychiatric‑symptom treatment. citeturn0search3turn0search2",
        "Web search results (key sources used): 1) Clinical pharmacokinetics and safety of ALZ-801 (Phase I bridging study, PMC article). citeturn0search6 2) PubMed entry summarizing ALZ-801 as valine-conjugated prodrug of tramiprosate. citeturn0search0 3) Alzheon company announcement and mechanism discussion. citeturn0search2 4) Mechanism/Pk/clinical dose selection discussion from Alzheon (MOA paper). citeturn0search3 5) ALZFORUM therapeutic entry summarizing status and target type. citeturn0search5"
    ],
    "agent_type": "A) Amyloid beta",
    "explanation_agent": [
        "Reason: ALZ-801 is an oral valine‑conjugated prodrug of tramiprosate/homotaurine that is converted in vivo to tramiprosate, which inhibits β‑amyloid (Aβ) oligomer formation and aggregation — i.e., it directly targets amyloid pathology and is intended as a disease‑modifying, amyloid‑targeted intervention. citeturn0search0turn0search5",
        "Act: Extracted details — drug: ALZ‑801 (valiltramiprosate); type: small‑molecule oral prodrug of tramiprosate/homotaurine; mechanism: anti‑Aβ oligomer/aggregation inhibitor (anti‑amyloid); trial: Phase I, randomized, double‑blind, placebo‑controlled PK/safety in healthy elderly. Based on these facts the trial best fits CADRO category A) Amyloid beta. citeturn0search0turn0search3",
        "Reflect: Confirmation — company and clinical publications describe ALZ‑801 as an optimized prodrug developed to retain tramiprosate’s anti‑amyloid (anti‑oligomer) activity with improved PK and tolerability, supporting the amyloid classification rather than symptomatic or non‑therapeutic categories. No evidence in the description indicates a non‑amyloid primary target or multi‑target mechanism that would require R) Multi‑target. citeturn0search1turn0search2",
        "Web search results used: 1) Clinical Pharmacokinetics and Safety of ALZ‑801 (Phase I bridging study, PMC). citeturn0search0 2) Alzheon announcement / symposium description of valiltramiprosate mechanism. citeturn0search1 3) Alzheon overview of ALZ‑801 MOA and development (company page). citeturn0search2 4) PubMed summary of the Phase I bridging program. citeturn0search3 5) ALZFORUM therapeutic entry summarizing ALZ‑801 as amyloid‑related. citeturn0search5"
    ]
}