{
    "nct_id": "NCT01747213",
    "title": "Phase I, Double-Blind, Placebo-Controlled, Ascending, Single-Dose, Safety, Tolerability and Pharmacokinetic Study of Bisnorcymserine (BNC), a Highly Selective Inhibitor of Butyrylcholinesterase, in Healthy Adult Volunteers",
    "status": "COMPLETED",
    "last_update_time": "2025-09-27",
    "description_brief": "Background:\n\n\\- Alzheimer s disease (AD) is a brain disease that impairs memory, cognitive abilities and the ability to function independently. It is the most common cause of dementia in older people. It is caused by abnormal proteins in the brain that affect how neurons communicate with each other. Researchers are looking for drugs that can slow down the disease or treat its symptoms. One drug, called bisnorcymserine (BNC), may help improve brain function and symptoms in people with AD. BNC is designed to block a chemical that affects how neurons communicate with each other. Researchers want to see how BNC works in healthy older volunteers.\n\nObjectives:\n\n\\- To look at how the body processes bisnorcymserine taken by mouth and how safe it is for healthy older volunteers.\n\nEligibility:\n\n\\- Healthy volunteers at least 55 years of age.\n\nDesign:\n\n* Participants will be screened with a physical exam, medical history, and blood and urine tests.\n* Within 3 weeks from the screening visit, participants will come to the National Institute on Aging clinical unit for a 2-night stay. On the morning of the second day, they will take either a BNC capsule or a placebo. They will not know which tablet they are taking.\n* Blood samples will be collected frequently throughout the second and third days of the study visit. The last blood sample will be collected about 32 hours after taking the study capsule. Participants will have heart function tests and other exams during the visit. Once the tests are done, they will leave the clinical center.\n* Participants will have a final follow-up visit about 1 week after leaving the clinical center.",
    "description_detailed": "Objective: Alzheimer s disease (AD) is a progressive neurodegenerative disease that impairs memory and other cognitive abilities, as well as behavior and the ability to function independently. It is the most common cause of dementia among older people. Alzheimer s disease is characterized by deficits in several neurotransmitter systems, most prominently acetylcholine (Ach). The cholinergic deficit in the AD brain is associated with the cognitive and functional symptoms in AD. Restoring this deficit in the cholinergic system is one proven approach for symptomatic treatment in AD. The action of Ach in the brain is terminated mainly by two enzymes called cholinesterases (ChEs): acetylcholinesterase (AChE) and butyrylcholinesterase (BChE). Inhibitors of these enzymes therefore augment the activity of surviving Ach neurons in AD. All ChEs inhibitors currently approved for the treatment of AD mainly inhibit AChE and, secondarily and to a varying extent, BChE. Reversible and brain-specific BChE inhibitors have been developed as a class of drugs called cymserine analogs. Scientists at the NIA/NIH have developed a novel BChE inhibitor called Bisnorcymserine (BNC). Pre-clinical evidence suggests that BNC may be a safe treatment for Alzheimer s disease. Based on this, we propose this first-in-human study to evaluate the safety, tolerability and pharmacokinetics of single doses of BNC tartrate administered orally.\n\nStudy population: Healthy volunteers aged 55 years and older.\n\nDesign: Double blind placebo-controlled Phase I clinical Trial of single oral doses of BNC doses in an ascending schedule: 20, 40mg, 80 mg, 120 mg, 160 mg, 270 mg and 380 mg. Each dose will be tested in groups of 8 subjects. Six subjects in each cohort will receive active drug and two will receive placebo. Subjects will be kept in the unit and followed clinically and with laboratory tests for adverse effects for 32 hours; they will return for a follow-up visit to assess safety in about 7 days. A Data Safety Monitoring Board will evaluate the safety and tolerability associated with each dose level before the next higher dose is tested in a new cohort. All research will be performed at the National Institute on Aging (NIA) Clinical Research Unit located on the 5th floor of MedStar Harbor Hospital.",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "Bisnorcymserine (BNC) — small‑molecule, highly selective butyrylcholinesterase (BChE) inhibitor"
    ],
    "placebo": [
        "Placebo (microcrystalline cellulose)"
    ],
    "explanation_target": [
        "Reason: The trial tests bisnorcymserine (BNC), described in the protocol as a \"highly selective inhibitor of butyrylcholinesterase,\" in a Phase I single‑dose safety/tolerability/pharmacokinetic study in healthy older adults; BChE inhibition is a cholinergic, symptomatic approach intended to improve brain function/cognitive symptoms rather than a biologic or direct anti‑amyloid/tau disease‑modifying therapy. citeturn0search0turn0search5",
        "Act (key extracted details): BNC = bisnorcymserine, a small‑molecule BChE inhibitor; trial = Phase I, double‑blind, placebo‑controlled, single‑dose PK/safety study in healthy volunteers (≥55 years). Placebo used in the trial is microcrystalline cellulose. These trial details are listed in the study registry/record. citeturn0search1turn0search2",
        "Reflect: Classification — cognitive enhancer. Rationale: The mechanism (BChE inhibition) augments cholinergic neurotransmission to improve cognition/symptoms, matching the \"Cognitive enhancer\" category rather than (1) a biologic targeting core AD pathology or (2) a small molecule primarily described as disease‑modifying for amyloid/tau. Note: preclinical reports indicate BNC may also reduce amyloid‑β in animal models, which is a secondary observation in preclinical work, but the human trial description and primary mechanism emphasize cholinesterase inhibition and symptomatic/cognitive goals — this supports the cognitive enhancer classification while acknowledging the preclinical Aβ signal as an ambiguous secondary finding. citeturn0search6turn0search5",
        "Web search / source summary (selected results used): ICH‑GCP / NIA trial registry entry for the Phase I BNC study (trial design and population). citeturn0search0; MedPath/clinical‑trial listing with study design and placebo details. citeturn0search1turn0search2; MedChemExpress product summary describing BNC as a potent BChE inhibitor and noting blood–brain barrier penetration and preclinical Aβ effects. citeturn0search5; PubMed study characterizing BChE kinetics and BNC inhibition (preclinical/ex‑vivo evidence). citeturn0search6; TargetMol compound summary (mechanism / reversible BChE inhibition). citeturn0search7."
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The investigational drug bisnorcymserine (BNC) is described as a highly selective butyrylcholinesterase (BChE) inhibitor intended as a symptomatic cognitive enhancer by augmenting cholinergic neurotransmission. That mechanism maps to CADRO's neurotransmitter systems/receptors domain rather than amyloid/tau disease‑modifying categories. citeturn0search5turn0search0",
        "Act: Key extracted details — BNC (bisnorcymserine) is a small‑molecule, reversible, brain‑penetrant inhibitor selective for butyrylcholinesterase; the trial is a Phase I, double‑blind, placebo‑controlled, single‑dose safety/tolerability/pharmacokinetic study in healthy older adults (≥55 years). These trial design details and the drug mechanism are documented in trial registries and product summaries. citeturn0search4turn0search2turn0search6",
        "Reflect: Classification — D) Neurotransmitter Receptors. Rationale: BChE inhibition increases synaptic acetylcholine by reducing its breakdown, a cholinergic neurotransmitter‑system intervention aimed at symptomatic cognitive enhancement. Preclinical reports that BNC or related cymserine analogs may lower amyloid‑β are secondary/preclinical observations and do not change the primary cholinergic/symptomatic mechanism used in the human trial; therefore the neurotransmitter category is the most specific CADRO fit. citeturn0search3turn0search0",
        "Web search / sources used (selected): ICH‑GCP / clinical trial registry entry for the Phase I BNC study (NCT01747213) documenting study design and population. citeturn0search2; MedPath trial listing with study design and placebo details. citeturn0search4; PubMed kinetic/characterization study showing BNC as a potent BChE inhibitor and noting possible Aβ effects. citeturn0search0; PubMed preclinical study of selective BChE inhibitors showing elevated ACh, improved cognition and reduced Aβ in animal models. citeturn0search3; MedChemExpress product summary describing BNC potency, BBB penetration, and preclinical Aβ signals. citeturn0search5"
    ]
}