{
    "nct_id": "NCT01819714",
    "title": "Evaluation of the Impact of Care Based on Sensory Support for Elderly Patients Suffering From Alzheimer'S-type Neurodegenerative Disease",
    "status": "COMPLETED",
    "last_update_time": "2015-04-28",
    "description_brief": "The main objective of this study is to evaluate the effect of 3 months of \"Snoezelen-type\" multi-sensory care sessions on NeuroPsychiatric Inventory Questionnaire (NPI-Q) scores for patients with Alzheimer's-type neurodegenerative disease.",
    "description_detailed": "The secondary objectives of this study are to study the following elements in relationship to the implementation of a \"Snoezelen-type\" multi-sensory care strategy for patients with Alzheimer's-type neurodegenerative disease:\n\nA. to evaluate the effects on NPI-Q scores at 1 month, 6 months and 12 months .\n\nB. evaluate the effects on quality of life (questionnaire QOL-AD) at 0 and 12 months.\n\nC. assess changes in the \"aggressive behavior\" subsection of the Cohen-Mansfield Agitation Inventory (CMAI) questionnaire over 0, 1, 3, 6 and 12 months.\n\nD. assess changes in drug consumption (anxiolytics, antidepressants, hypnotics, neuroleptics)over the study period",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "SUPPORTIVE_CARE",
    "results": null,
    "target_category": "neuropsychiatric symptom improvement",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is a \"Snoezelen-type\" multi-sensory care program (a non-pharmacologic multisensory stimulation/management approach) and the trial's primary outcome is change in NPI-Q scores, which measure neuropsychiatric symptoms (agitation, apathy, depression, psychosis, etc.) in dementia. This indicates the study aims to reduce behavioral/psychiatric symptoms rather than to modify AD pathology or directly improve cognition. citeturn0search6turn0search0.",
        "Act: Extracted details from the description: intervention = Snoezelen-type multi-sensory care sessions (3 months); outcome = NeuroPsychiatric Inventory Questionnaire (NPI-Q) scores; population = patients with Alzheimer's-type neurodegenerative disease. Because the intervention is psychosocial/non-drug and targets neuropsychiatric symptoms as measured by the NPI-Q, it matches the \"neuropsychiatric symptom improvement\" category. Supporting sources describing Snoezelen/multisensory stimulation for dementia and the NPI-Q instrument are cited. citeturn0search6turn0search9turn0search0.",
        "Reflect: This classification aligns with the category definitions: it is not a biologic (monoclonal antibody/vaccine) or a small-molecule drug targeting pathology, nor is it primarily described as a cognitive-enhancing drug. The stated goal (impact on NPI-Q) is symptom management of neuropsychiatric/behavioral symptoms, so the correct category is \"neuropsychiatric symptom improvement.\" The available literature characterizes Snoezelen/multisensory programs as psychosocial interventions for behavioral symptoms in dementia. citeturn0search6turn0search9.",
        "Web search results (sources used): 1) \"Snoezelen for dementia\" — systematic review of Snoezelen/multisensory interventions for people with dementia, discussing trials of Snoezelen-type programs. citeturn0search6. 2) \"Domestic Environment of Multisensory Stimulation based on Snoezelen principles\" (pilot study) — recent example of multisensory stimulation applied to dementia care. citeturn0search9. 3) \"Validation of the NPI-Q, a Brief Clinical Form of the Neuropsychiatric Inventory\" — describes NPI-Q as a brief, informant-based instrument measuring neuropsychiatric symptoms in Alzheimer's disease. citeturn0search0turn0search7."
    ],
    "agent_type": "T) Other",
    "explanation_agent": [
        "Reason: The intervention described is a Snoezelen-type multi-sensory care program (non-pharmacologic psychosocial/multisensory stimulation) intended to reduce neuropsychiatric symptoms measured by the NPI-Q, not to act on a molecular or biological AD target. Multisensory/Snoezelen interventions are described in the literature as psychosocial approaches for behavior/mood in dementia. citeturn0search3turn0search4turn0search7",
        "Act: Extracted details — intervention: Snoezelen/multi-sensory care sessions (3 months); outcome: NPI-Q (neuropsychiatric symptoms); trial drug: none listed. Because this is a non-drug, psychosocial symptom-management intervention (no identifiable molecular target or pathway), it does not map to CADRO mechanistic categories A–Q and fits the instruction to return 'T) Other'. Evidence that NPI-Q is a validated instrument for neuropsychiatric symptoms in AD is available. citeturn0search6turn0search2",
        "Reflect: The classification 'T) Other' is consistent with CADRO guidance to use 'T) Other' when no biological drug target can be inferred or the intervention is non-therapeutic (psychosocial/behavioral care). There is no drug or target gene/pathway mentioned in the trial description to justify mapping to a CADRO biological category. Cochrane and systematic reviews characterize Snoezelen/multisensory approaches as psychosocial interventions with mixed/limited evidence for efficacy on behavior, reinforcing that this is a symptom-management care intervention rather than a mechanism-targeting therapy. citeturn0search3turn0search4turn0search7",
        "Web search results used (sources): 1) Cochrane review on Snoezelen/multi-sensory stimulation for dementia — no clear evidence of efficacy. citeturn0search3 2) Multisensory stimulation literature review (Sánchez et al., 2013). citeturn0search4 3) Systematic reviews / recent Snoezelen reviews (2023). citeturn0search7 4) Validation papers for the NPI-Q instrument (original validation and subsequent validations). citeturn0search6turn0search2"
    ]
}