{
    "nct_id": "NCT02746484",
    "title": "ABILITY - TelerehABILITation. TechnologY-enhanced Multi-domain at Home Continuum of Care Program for People With Cognitive Impairment.",
    "status": "COMPLETED",
    "last_update_time": "2017-01-16",
    "description_brief": "The Ability research project, funded in Italy within the Smart Cities and Smart Communities funding program (MInistry of University and Research, Operational Regional Programme, Lombardy, Axis 1, Operational Regional Programme - European Funding for Regional Development 2007-2013), aims at developing and testing the efficacy and the impact of a Personal Smart Health Community able to provide innovative trajectories for people with cognitive impairment, putting them at the core of a continuous and intertwining treatment and support from both formal (e.g. physicians) and informal (e.g. near relatives) caregivers, with special focus on home-based care.\n\nWithin this framework of the Ability project the investigators test the efficacy of the home-based motor-cognitive rehabilitation program delivered with two different approaches: the Ability platform versus the usual care program",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial tests a technology‑enhanced, home‑based motor‑cognitive rehabilitation program (the \"Ability\" platform) versus usual care for people with MCI and early AD; the intervention is delivered via tablet and monitoring devices and aims to preserve/improve cognitive and motor functioning rather than deliver a pharmacologic agent. citeturn0search1turn0search0",
        "Act: Key extracted details — \"Ability Program\" = 6‑week, tablet‑delivered cognitive exercises (5 days/week) + motor activities (7 days/week) plus remote monitoring devices (blood pressure cuff, pulse oximeter, scale, Fitbit, etc.); comparator = Treatment As Usual (paper‑and‑pencil cognitive tasks + prescribed exercise). No drug or placebo is involved. citeturn0search1turn0search6",
        "Classification decision: This is a non‑pharmacologic telerehabilitation / telemonitoring intervention. The provided categories are drug‑focused (disease‑targeted biologic, disease‑targeted small molecule, cognitive enhancer [defined as drugs], neuropsychiatric symptom improvement). Because the trial does not test a biologic or small molecule drug nor a drug cognitive enhancer or psychotropic for neuropsychiatric symptoms, it does not match any of the four specified categories — therefore 'N/A' is appropriate. (No drug to lookup.)",
        "Reflect: Verified against trial registry and protocol papers — all sources describe a technology/telerehabilitation intervention for cognitive/motor outcomes, not a pharmacologic treatment, so the 'N/A' classification aligns with the category definitions. citeturn0search0turn0search1",
        "Web search sources used (titles / purpose): 1) BMC Psychiatry study protocol 'Technology‑enhanced multi‑domain at home continuum of care program...' — detailed intervention description and outcomes. citeturn0search1 2) Clinical trial registry entry (NCT02746484 / ICHGCP) — brief trial summary and registration. citeturn0search0 3) PubMed entry for the protocol (abstract / indexing). citeturn0search6 4) Project/overview pages describing the Ability research project (context/funding). citeturn0search5turn0search4"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}