{
    "nct_id": "NCT05379023",
    "title": "Integrating Home-Based Video Teleneuropsychology Into Clinical Practice: Typical Versus Atypical Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2024-05-22",
    "description_brief": "The overarching goal of this study is to a) assess the feasibility and preliminary validity of home-based delivery of TeleNP to patients with suspected Alzheimer's Disease (AD), referred for cognitive assessments in a Neurology Clinic; and b) elucidate whether TeleNP is equivalent to face-to-face evaluation (FF) for diagnostic adjudication of atypical versus typical AD.",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "DIAGNOSTIC",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The study tests home-based video teleneuropsychology (TeleNP) versus face-to-face (FF) neuropsychological evaluation to assess feasibility/validity and diagnostic equivalence for typical vs atypical Alzheimer’s presentations — i.e., a diagnostic/telehealth delivery study, not a drug or therapeutic trial. citeturn1search0turn0search1",
        "Act: Key extracted details — registration NCT05379023; lead sponsor University of Colorado Denver; interventions listed are behavioral: TeleNP evaluation and Face-to-face evaluation (FF); study design is an interventional, crossover trial comparing assessment modalities (core aim: equivalence of diagnosis/severity and feasibility/acceptability). No pharmacologic agent or biologic is listed. citeturn1search0turn1search3",
        "Web-search evidence: Clinical trial listings and a related report describe the trial aims, interventions, and (preliminary) findings supporting TeleNP reliability compared with in‑person testing. Example sources: MedPath / trial registry summary for NCT05379023 and a figshare journal contribution summarizing the randomized cross-over study and its outcomes. These sources confirm this is a teleneuropsychology/diagnostic validation study rather than a drug trial. citeturn1search0turn0search1",
        "Reflect: Classification rationale — because the intervention is delivery of neuropsychological assessment (TeleNP) versus face‑to‑face assessment (behavioral/diagnostic), it does not fit the four therapeutic categories (disease-targeted biologic, disease-targeted small molecule, cognitive enhancer, or neuropsychiatric symptom improvement). Therefore the correct category is 'N/A'. No drug was found in the protocol or registry entries. citeturn1search0turn0search1"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}