{
    "nct_id": "NCT01230853",
    "title": "A Randomized, Double-blind, Placebo-controlled, Combined Single Ascending Dose and Multiple Ascending Dose Study to Assess Safety, Tolerability, Immunogenicity, Pharmacodynamic Response, and Pharmacokinetics of Intravenous Infusions of BAN2401 in Subjects With Mild to Moderate Alzheimer?s Disease",
    "status": "COMPLETED",
    "last_update_time": "2020-11-20",
    "description_brief": "The purpose of this study will be to evaluate the safety and tolerability of lecanemab at sequentially ascending doses in subjects with mild to moderate Alzheimer's disease (AD).",
    "description_detailed": "This will be a multicenter, double-blind, randomized, placebo-controlled study in subjects with mild to moderate Alzheimer's disease. The study will comprise separate single dose ascending (SAD) and multiple dose ascending (MAD) parts designed to allow the MAD part to be initiated while the SAD part is ongoing.",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted biologic",
    "drug": [
        "lecanemab (BAN2401, brand: LEQEMBI) — humanized IgG1 monoclonal antibody directed against aggregated soluble (protofibril) and insoluble forms of amyloid-β (Aβ). citeturn0search0turn0search3"
    ],
    "placebo": [
        "placebo (intravenous infusion; trial described as placebo-controlled)"
    ],
    "explanation_target": [
        "Reason: The trial tests lecanemab/BAN2401, described as an intravenous monoclonal antibody given in ascending doses to subjects with mild–moderate AD; the intervention is a biologic aimed at amyloid-β pathology (disease-modifying mechanism). citeturn0search0turn0search3",
        "Act: Extracted key details — drug names BAN2401 and lecanemab (LEQEMBI), drug class = humanized IgG1 monoclonal antibody targeting aggregated soluble (protofibrils) and insoluble amyloid‑β; study design = randomized, double-blind, placebo-controlled, single and multiple ascending dose safety/tolerability study in mild–moderate AD. citeturn0search0turn0search1",
        "Reflect: Classification check — this is a biologic targeting core AD pathology (Aβ plaques/protofibrils) rather than a small molecule, symptomatic cognitive enhancer, or neuropsychiatric treatment, so 'disease-targeted biologic' is the correct category. Note: BAN2401 is the research code for lecanemab, later marketed as LEQEMBI after regulatory review. citeturn0search3turn0search4",
        "Web search results / sources used: 1) Eisai press release / FDA approval summary describing lecanemab (BAN2401) as a humanized IgG1 monoclonal antibody targeting aggregated soluble (protofibril) and insoluble Aβ and noting its indication for early AD. citeturn0search0turn0search2 2) Eisai communications describing the clinical program (Clarity AD) and regulatory status, confirming mechanism and that BAN2401 = lecanemab (LEQEMBI). citeturn0search1turn0search3 3) FDA/Advisory Committee summary and publications noting clinical effects on amyloid plaques and clinical endpoints in confirmatory trials. citeturn0search4"
    ],
    "agent_type": "A) Amyloid beta",
    "explanation_agent": [
        "Reason: The investigational drug is lecanemab (BAN2401 / LEQEMBI), a humanized IgG1 monoclonal antibody that selectively binds aggregated soluble Aβ protofibrils and insoluble forms of amyloid‑β — i.e., it directly targets amyloid‑β pathology (disease‑modifying mechanism). citeturn0search2turn0search5",
        "Act: Extracted details from the trial description — drug names BAN2401 / lecanemab (LEQEMBI), drug class = monoclonal antibody directed against aggregated soluble (protofibril) and insoluble Aβ; study is an IV ascending‑dose safety/tolerability study in mild–moderate AD. These facts align with CADRO category A (Amyloid beta). citeturn0search1turn0search6",
        "Reflect: Confirming classification — the intervention targets the core amyloid beta pathway rather than tau, inflammation, synaptic function, or a non‑therapeutic procedure; therefore the correct CADRO assignment is A) Amyloid beta. Regulatory and safety materials describing Leqembi also explicitly call it an amyloid‑beta‑directed antibody. citeturn0search3turn0search2",
        "Web search results / sources used: 1) FDA Leqembi (lecanemab) facts/label and safety communications. citeturn0search3 2) Antibody Society / FDA approval summary describing lecanemab (BAN2401) mechanism. citeturn0search2 3) Alzforum therapeutic entry summarizing BAN2401/lecanemab (mAb158) protofibril selectivity. citeturn0search5 4) FDA/UNII substance record confirming synonyms BAN2401 / LEQEMBI. citeturn0search1 5) Eisai press materials describing protofibril targeting and clinical program. citeturn0search6"
    ]
}