{
    "nct_id": "NCT05615233",
    "title": "To Reduce the Burden of Caregiving on Health Outcomes of Midlife Women: Asian American Family Caregivers of Persons Living With Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2025-09-17",
    "description_brief": "The purpose of the proposed study is to preliminarily evaluate Technology-based information and coaching/support program that is tailored for Asian American midlife women who are family caregivers of patients living with Alzheimer's disease (TACAD) in improving health outcomes of Asian American midlife women who are family caregivers of persons living with Alzheimer's disease (AACA) and their care recipients.",
    "description_detailed": "The purpose of the proposed study is to preliminarily evaluate a technology-based program in improving health outcomes of Asian American midlife women who are family caregivers of persons living with Alzheimer's disease (AACA) and their care recipients.\n\nThe participants of this randomized clinical trial will be 60 self-reported AACA aged 40 to 65 years old who identify as Chinese or Korean; are family caregivers of People Living with Alzheimer Disease (PLAD); can read and write English, Mandarin Chinese or Korean; who reside in the U.S.; and have access to the Internet through computers or mobile devices. Participants will be recruited through both online and offline communities/groups for Asian Americans. The recruitment settings are identified through both Internet searches and recommendations by research team members. When potential participants of Phase 2 visit the project Web site (after receiving/reviewing a study announcement), they will be asked to review the informed consent. When participants click I agree to participate, they will have given their consent. No identity information, including IP addresses, will be attached to any of the individual or group data. Therefore, research participants will not be identifiable directly or through the identifying information linked to subjects. Only research staff will have access to the data. Phase 2 study consists of two groups of research participants: (a) a control group who does not use the technology-based program, but uses the information on Alzheimer's Disease and caregiving by the Alzheimer's Association website; (b) an intervention group who uses the technology-based program and the information by the Alzheimer's Association website. Both groups will participate in the study for 3 months. During the research process, both groups are asked to fill out the Internet survey questionnaire (through the REDCap system) at three times (pre-test, post-1 moth, and post 3-months); if requested, paper-and-pencil questionnaires will be provided/used, or research staff will assist in administering the Internet surveys over the phone. Data will be collected only through the Internet survey, and each survey takes about 20 to 30 minutes to complete. Only for the intervention group, weekly group and individual coaching/support (max 1hr/week) by culturally matched bilingual interventionists will be provided through the online forum and chatting functions on the project website, phone calls, or text messages through ethnic-specific communication apps, and the participants are asked to use the educational modules, virtual reality app, and online resources that are available on the project website. The data collected through the Internet surveys will be stored on the HIPAA compliant clouds maintained by The University of Texas at Austin. All documentation related to the study will be also stored on the HIPAA compliant clouds maintained by The University of Texas at Austin.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "SUPPORTIVE_CARE",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is a technology‑based information and coaching/support program (TACAD) tailored for Asian American midlife women who are family caregivers of persons with Alzheimer’s disease — a behavioral/supportive care intervention rather than a pharmacologic agent. citeturn0search0turn0search2",
        "Act (key details): TACAD is described as a multi-component, technology-based caregiver support program (interactive online educational modules, sub-ethnic social media sites, online resources, and a VR component) tested vs. use of the Alzheimer’s Association website in a randomized supportive‑care trial. This is explicitly listed as a behavioral intervention with primary purpose = Supportive Care. citeturn0search3turn0search2",
        "Act (participants & design): The study enrolls ~60 Asian American midlife women (ages ~40–65) who are family caregivers; the trial is behavioral, randomized, and open‑label — again indicating a non‑drug supportive intervention. citeturn0search1turn0search2",
        "Reflect: Because the intervention is non‑pharmacologic (caregiver education/coaching/support) and not intended to directly modify AD pathology or act as a cognitive enhancer or to treat neuropsychiatric symptoms pharmacologically, it does not fit the four drug/therapy categories and should be classified as 'N/A'. citeturn0search4turn0search3",
        "Supporting evidence/publication: A conference/publication abstract and related materials describe development and rationale for this technology‑based culturally tailored caregiver support program (TACAD), confirming the behavioral/supportive nature of the intervention. citeturn0search7turn0search9"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}