{
    "nct_id": "NCT06847321",
    "title": "A Randomized, Double-Blind, Placebo-Controlled Study of LHP588 in Subjects With P. Gingivalis-Positive Alzheimer's Disease",
    "status": "RECRUITING",
    "last_update_time": "2025-02-25",
    "description_brief": "This study is to test LHP588 in persons who have mild to moderate Alzheimer's disease (AD) who have shown progressive mental decline in the last year and who have P. gingivalis infection. P. gingivalis infection has been linked to the development of dementia. LHP588 is designed to target the P. gingivalis bacterium, to potentially help to halt or slow down the progression of AD and its symptoms. A saliva test will be done to determine P. gingivalis infection. Tests for AD include standard questionnaires such as MMSE and a blood test for pTau 217. Treatment will be blinded, meaning the participant and the doctor will not know if the participant is receiving LHP588 or placebo. The total time for participation in the study may be up to 64 weeks. This includes a screening period (to ensure the participant is suitable for the study and the study is suitable for the participant) of up to 12 weeks, a treatment period of up to 48 weeks, and a safety follow-up period of 4 weeks after the last dose of the study drug to check the participant's overall health. Treatment is a once-a-day capsule. Caregiver participation is required. The study requires the participant to visit the study center (with the caregiver) at least 20 times within 64 weeks (this does not include any unplanned visits that may be recommended by the study doctor). In addition, the study doctor or clinic staff will contact the participant via phone at least 1 time.",
    "description_detailed": "This is a randomized, double-blind, placebo-controlled study that will assess the efficacy and safety of LHP588 in participants with evidence of P. gingivalis \\[Pg\\] infection and Alzheimer's Disease (AD) according to the National Institute on Aging-Alzheimer's Association (NIA-AA) research criteria. Enrolled participants must also have evidence of P. gingivalis infection as determined by polymerase chain reaction (PCR) of saliva oral rinse and clinical evidence of progressive cognitive decline in the last year. The participant should not have other conditions or brain imaging abnormalities that can explain the symptoms of dementia based on prior imaging and the screening magnetic resonance imaging (MRI). Due to the nature of AD, participants must identify a primary caregiver prior to enrollment in the study who will assist the participant with study participation and attend clinic visits.\n\nThe study will consist of the following periods: 1) screening period of up to 12 weeks, 2) double-blind treatment period of 48 weeks (including a 2 week up-titration for the high dose arm), and 3) safety follow-up period of 4 weeks.\n\nThe screening period will include at least two office visits during which eligibility will be verified. The first screening visit assessments will be limited to only include the Mini-Mental State Examination (MMSE) and a saliva sample collection to assess P. gingivalis positivity for participants with the MMSE score of 12 to 24, inclusive. The second screening visit will only be scheduled for participants with positive results of Pg infection test and the rest of the screening procedures will be performed. Screening MRI will be performed as the last eligibility verification assessment.\n\nParticipants who meet all eligibility criteria will be randomized in a 1:1:1 fashion to receive LHP588 25 mg, LHP588 50 mg, or placebo, orally, once daily (QD) in a fasted state (at least one hour before or two hours after a meal) for 48 weeks. Dosing should be done at approximately the same time each day. Blood samples for pharmacokinetics levels and biomarkers will be collected during selected visits.\n\nEvaluations will be conducted according to the schedule of assessments and will include: Medical history, physical examination, height, weight, saliva rinse for verification of P. gingivalis infection, Modified Hachinski, urine drug screen, magnetic resonance imaging (MRI) or computed tomography (CT) of the brain, Mini-Mental State Examination (MMSE), Alzheimer's Disease Assessment Scale-Cognitive (ADAS-Cog 11), Alzheimer's Disease Cooperative Study Group-Activities of Daily Living (ADCS-ADL), Clinical Dementia Rating-Sum of Boxes (CDR-SB), blood for pharmacokinetic analysis, safely laboratory measures, electrocardiogram, Columbia-Suicide Severity Rating Scale (C-SSRS), and other tests or assessments.\n\nAfter completion of study treatment, participants will continue to be monitored for 4 weeks and will have a phone call to assess safety at Week 50 and will return for the Safety Follow-up Visit (Week 52).",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "LHP588 (LHP-588) — orally available, brain-penetrant lysine-gingipain (Kgp) small-molecule inhibitor targeting Porphyromonas gingivalis"
    ],
    "placebo": [
        "Placebo (randomized, double-blind, placebo-controlled arm)"
    ],
    "explanation_target": [
        "Reason: The trial description states LHP588 is designed to target the P. gingivalis bacterium to potentially halt or slow AD progression. That indicates a therapy directed at a disease-related biological mechanism (infection/gingipain virulence factor) rather than a symptomatic cognitive enhancer or psychiatric-symptom drug. ",
        "Act (key facts extracted + web support): LHP588 is described in company and press materials as an orally administered, brain‑penetrant lysine‑gingipain (Kgp) inhibitor that blocks a P. gingivalis virulence factor and is being tested in a randomized, double‑blind, placebo‑controlled Phase 2 (SPRING) trial in P. gingivalis‑positive mild‑to‑moderate AD patients. citeturn0search2turn0search0turn0search5",
        "Reflect: Because LHP588 is a small‑molecule inhibitor (not a biologic like an antibody or vaccine) that targets a pathogen/its virulence protease implicated in AD pathology, the correct category is 'disease‑targeted small molecule'. The trial aims at disease modification (slowing progression) rather than solely improving cognition or treating neuropsychiatric symptoms. No meaningful ambiguity remains from the provided description and supporting sources. citeturn0search2turn0search4"
    ],
    "agent_type": "N) Gut-Brain Axis",
    "explanation_agent": [
        "Reason: The investigational drug LHP588 is described as an orally available, brain‑penetrant lysine‑gingipain (Kgp) small‑molecule inhibitor that blocks a Porphyromonas gingivalis virulence protease — i.e., it acts on a microbial driver (oral pathogen) implicated in AD pathogenesis. This is an anti‑infective / microbiome‑related disease‑modifying approach, which maps to the CADRO category addressing microbiome / gut‑brain axis mechanisms. citeturn0search1turn0search2",
        "Act: Key extracted facts — LHP588 (LHP-588) is a next‑generation gingipain (Kgp) inhibitor targeting P. gingivalis; it is orally dosed, brain‑penetrant, and is being tested in the Phase 2 SPRING randomized, double‑blind, placebo‑controlled trial in P. gingivalis‑positive mild‑to‑moderate AD subjects (planned 300 patients over 48 weeks). citeturn0search2turn0search1turn0search4",
        "Reflect: The primary biological focus is on a pathogen and its virulence protease (an infectious/microbiome mechanism), not directly on amyloid, tau, neurotransmitters, or purely inflammatory signaling. While gingipain inhibition may reduce neuroinflammation (which could point to F) Inflammation), the most specific CADRO classification for an intervention that targets a microbe/virulence factor is N) Gut‑Brain Axis. Alternative classifications (e.g., F) Inflammation) are less specific to the mechanism described. Supporting sources: Lighthouse Pharma trial announcement and FDA/press materials and trial registry summaries. citeturn0search1turn0search2turn0search4"
    ]
}