{
    "nct_id": "NCT06788119",
    "title": "Analyzing the Benefits of Using SYMPTOMS-JIT for in Vivo Exposure in Anxiety Disorders: a Randomized Controlled Trial Using a Mixed Methods Approach",
    "status": "RECRUITING",
    "last_update_time": "2025-05-12",
    "description_brief": "The aim of this study is to develop and test the efficacy of first-of-its-kind, fully instrumented sensor-based smartphone-guided in-vivo exposure therapy using a just-in-time intervention for anxiety disorder. The main hypotheses are:\n\n1. Both treatment conditions (CBT treatment with IVE and CBT treatment with IVE+SYMPTOMS-JIT) will show efficacy and no statistically significant differences will be found between them. The efficacy will be determined for the differences in pre-post treatment in the used outcome measures.\n2. The therapeutic gains obtained in both treatment conditions (IVE and (IVE+SYMPTOMS-JIT) will be maintained at 1-, 6-, and 12-month follow-up periods.\n3. Both treatment conditions will be efficient, that is, they will be well-valued by patients and therapists. However, IVE+SYMPTOMS-JIT will be preferred and perceived as less aversive than IVE.\n4. The main barriers for the use of this technology are not technological, but rather attitudinal and they can be identified through qualitative studies.",
    "description_detailed": "Anxiety Disorders are one of the most prevalent psychological problems around the world and if not treated they tend to become chronic. Cognitive Behavioral Therapy (CBT) is the treatment of choice, being the component of in vivo exposure (IVE) the central feature. Despite its efficacy it is still a hard component to implement for the patients. Information and Communication Technologies (ICT) can help assisting and/or applying psychological interventions. The proposed study will fill the existing gap in this sense as it will assess the efficacy of a fully configurable, sensor-guided and location-based (GPS) app for the in vivo exposure component. It will also address the shortage of clinical validation studies of mHealth apps thanks to the proposed RCT. The study will expand our knowledge about the use of technologies in mental health problems and help improve the effectiveness of exposure therapy.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "neuropsychiatric symptom improvement",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The study description tests a smartphone-guided, sensor-based, just-in-time augmented in‑vivo exposure intervention delivered with CBT for anxiety disorders (specific phobia, panic, agoraphobia, social anxiety). The intervention is a behavioral/psychotherapeutic tool intended to reduce anxiety symptoms (therapeutic gains, acceptability, maintenance), not a biologic or small‑molecule disease‑modifying agent or a classic cognitive enhancer. citeturn0search1turn0search6",
        "Act: Key extracted details — intervention name SYMPTOMS‑JIT (smartphone JIT augmentation), delivery: fully instrumented sensor-based smartphone-guided in‑vivo exposure (adjunct to CBT), target conditions: anxiety disorders (phobias, panic, agoraphobia, social anxiety). No drug or placebo is described in the protocol. Based on those details, this matches the category of interventions aimed at alleviating psychiatric/behavioral symptoms (neuropsychiatric symptom improvement). citeturn0search1turn0search6",
        "Reflect: Classification check — the four allowed categories are: disease-targeted biologic, disease-targeted small molecule, cognitive enhancer, and neuropsychiatric symptom improvement. The trial tests a non‑pharmacologic, behavioral/digital therapy to reduce anxiety symptoms, so it fits squarely in 'neuropsychiatric symptom improvement'. There is no evidence in the description of any drug, biologic, or pathology‑modifying mechanism that would suggest a different category. If you intended a different mapping (for example treating cognitive symptoms in dementia), please provide that protocol; otherwise 'neuropsychiatric symptom improvement' is the correct classification. citeturn0search1",
        "Web search results used to confirm details: 1) Trial listing 'Analyzing the Benefits of Using SYMPTOMS-JIT for in Vivo Exposure in Anxiety Disorders' (MedPath / trial record) — confirms study aims, SYMPTOMS‑JIT, CBT + IVE arms and conditions. citeturn0search1 2) 'Towards a self-applied, mobile-based geolocated exposure therapy software for anxiety disorders: SyMptOMS-ET app' (PubMed) — describes related smartphone app development and validation for in‑vivo exposure guidance. citeturn0search6 3) Representative literature on smartphone/VR exposure therapy showing this class of digital exposure interventions target anxiety symptoms (examples: smartphone-based exposure trials and automated VRET trials). citeturn0search2turn0search5"
    ],
    "agent_type": "T) Other",
    "explanation_agent": [
        "Reason: The trial tests SYMPTOMS-JIT, a sensor- and location-based smartphone just-in-time (JIT) augmentation of in‑vivo exposure delivered alongside CBT to reduce anxiety symptoms. This is a behavioral/digital therapeutic intervention (psychotherapy augmentation), not a drug, biologic, or mechanism-directed disease-modifying agent. citeturn0search0turn0search6",
        "Act: Extracted details — intervention name: SYMPTOMS‑JIT (smartphone JIT augmentation); delivery: fully instrumented sensor- and GPS-guided smartphone in‑vivo exposure adjunct to CBT; target conditions: specific phobia, panic disorder, agoraphobia, social anxiety. No pharmacologic agent, molecular target, pathway, or gene is described in the protocol, so the study does not map to any CADRO biological target category. citeturn0search0turn0search6",
        "Reflect: CADRO categories cover biological targets (amyloid, tau, inflammation, synaptic plasticity, metabolism, etc.). Non-pharmacologic behavioral/digital psychotherapy interventions do not fit those biological target classes and the instructions state to assign 'T) Other' for non-therapeutic or non-biologic interventions (e.g., diagnostics or behavioral tools). Therefore 'T) Other' is the correct CADRO classification. citeturn0search4",
        "Web search results used to confirm details: 1) Trial record 'Analyzing the Benefits of Using SYMPTOMS-JIT for in Vivo Exposure in Anxiety Disorders' (MedPath) — trial aims and SYMPTOMS‑JIT app description. citeturn0search0 2) 'Towards a self-applied, mobile-based geolocated exposure therapy software for anxiety disorders: SyMptOMS-ET app' (PubMed) — related smartphone app development and validation for geolocated in‑vivo exposure. citeturn0search6 3) ClinConnect trial listing summarizing SYMPTOMS‑JIT as a smartphone-guided exposure augmentation (supporting non-pharmacologic nature). citeturn0search4"
    ]
}