{
    "nct_id": "NCT01478633",
    "title": "Evaluation of Efficacy and Safety of Galantamine in Subjects With Dementia of Alzheimer's Type Who Failed to Benefit From Donepezil",
    "status": "COMPLETED",
    "last_update_time": "2014-03-24",
    "description_brief": "The purpose of this study is to evaluate the efficacy and safety of galantamine in patients who failed to benefit from donepezil (patients switching from donepezil). In clinical practice, it is expected that galantamine will be used in patients switching from donepezil due to the insufficient efficacy of donepezil.",
    "description_detailed": "This is a nonrandomized (study drug is intentionally assigned), open-label (all people involved know the identity of the intervention), single-arm (one group of patients receiving the same treatment), multi-centered study of galantamine in patients with Alzheimer's disease (AD). Galantamine has been approved for treatment of mild to moderate dementia of AD. Galantamine is available as film-coated tablet in 68 countries including the United States and Europe, and is also available as oral syrup and extended-release capsule in 65 counties. In Japan, galantamine was approved in January 2011 and is available in three dosage forms of film-coated tablet, oral disintegrant tablet, and oral syrup. The target population is patients with mild to moderate dementia of Alzheimer's type (ie, Mini-Mental State Examination \\[MMSE\\] ranging from 10 to 22) who failed to benefit from donepezil. Patients must have diagnosis of probable AD according to the diagnostic criteria National Institute of Neurological and Communicative Diseases and Stroke/Alzheimer's Disease and Related Disorders Association (NINCDS-ADRDA) study group. To ensure that at least 100 subjects complete the study, 125 subjects will be enrolled. The treatment group is to receive flexible dosing of 16 mg/day or 24 mg/day. Patients will receive the study treatment for 24 weeks in accordance with the dosing regimen specified in the protocol.",
    "phase": [
        "PHASE4"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "galantamine (Razadyne)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial tests galantamine in Alzheimer’s patients switching from donepezil due to insufficient benefit, which implies the intent is symptomatic/cognitive benefit rather than targeting core pathology. Galantamine is a small‑molecule acetylcholinesterase (AChE) inhibitor that also allosterically modulates nicotinic receptors and is used to improve cognition and daily function in mild–moderate AD. citeturn0search3turn0search5turn0search10",
        "Act: Key extracted details — drug: galantamine (brand Razadyne); type: small‑molecule AChE inhibitor and nicotinic receptor modulator; intended effect in this trial: improve cognition/clinical symptoms after inadequate response to donepezil. This matches the 'Cognitive enhancer' category (drugs that improve cognitive function symptomatically rather than disease‑modifying biologics or small molecules targeting pathology). Evidence of symptomatic cognitive benefit and standard clinical use is documented in clinical reviews and drug information. citeturn0search4turn0search6",
        "Reflect: Classification check — galantamine is not a biologic (e.g., monoclonal antibody) and does not target amyloid or tau pathology; it provides symptomatic cholinergic enhancement. Therefore the correct category is 'cognitive enhancer'. Sources supporting mechanism, clinical use, and efficacy (selected trials/reviews and drug information pages) are cited below. citeturn0search1turn0search0",
        "Web search results (selected sources used):\n- Review on galantamine pharmacology and clinical trials (PubMed). citeturn0search3\n- MedlinePlus patient drug information (galantamine — symptomatic treatment for AD). citeturn0search5\n- Mayo Clinic drug monograph (galantamine/Razadyne description and use). citeturn0search10\n- Clinical reviews/meta-analyses on cholinesterase inhibitors including galantamine (DrugBank / systematic reviews). citeturn0search1turn0search0"
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The trial evaluates galantamine (Razadyne), a small‑molecule acetylcholinesterase inhibitor that also allosterically potentiates nicotinic acetylcholine receptors — i.e., it enhances cholinergic neurotransmission to produce symptomatic cognitive benefit rather than targeting core AD pathologies (amyloid or tau). citeturn0search1turn0search0",
        "Act: Extracted details — drug: galantamine (Razadyne); mechanism: AChE inhibition + nicotinic receptor modulation; intended effect in this trial: symptomatic/cognitive enhancement after inadequate response to donepezil. This maps to CADRO category D) Neurotransmitter Receptors (cholinergic neurotransmission / receptor modulation). citeturn1search4turn0search6",
        "Reflect: Confirmation — galantamine is not a disease‑modifying anti‑amyloid or anti‑tau agent but a cholinergic cognitive enhancer used to improve cognition, function and behavior in mild–moderate AD; therefore D) Neurotransmitter Receptors is the most specific CADRO match. (Safety/efficacy and clinical use summaries support symptomatic use in AD.) citeturn0search5turn1search1",
        "Web search results used (selected authoritative sources): - Galantamine: a review of its use in Alzheimer's disease (PubMed). citeturn0search0 - Galantamine -- a novel cholinergic drug with a unique dual mode of action (PubMed). citeturn0search1 - Cochrane review: Galantamine for dementia due to Alzheimer's disease (2024 update). citeturn0search5 - Mayo Clinic drug monograph (galantamine/Razadyne). citeturn1search4 - MedlinePlus drug information (galantamine). citeturn1search1"
    ]
}