{
    "nct_id": "NCT02648672",
    "title": "A Single Ascending Dose Study to Examine the Safety, Tolerability, and Pharmacokinetic Profile of BPN14770 in Healthy Male and Female Subjects",
    "status": "COMPLETED",
    "last_update_time": "2017-01-17",
    "description_brief": "This is a randomized double-blind (investigator and subject blinded), placebo controlled ascending single dose study to evaluate the safety, tolerability, and pharmacokinetic profile of BPN14770 in healthy male and female subjects. Each subject will be randomized to receive either a single dose of BPN14770 or placebo.",
    "description_detailed": "Objectives:\n\n1. To evaluate the safety and tolerability profile of single oral ascending dose levels of BPN14770 in healthy subjects.\n2. To characterize the BPN14770 plasma pharmacokinetic profile following oral administration.",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "BPN14770 (negative allosteric modulator / allosteric inhibitor of phosphodiesterase‑4D, PDE4D)"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The investigational compound BPN14770 is a subtype‑selective, allosteric inhibitor (negative allosteric modulator) of phosphodiesterase‑4D (PDE4D) developed to increase cAMP/PKA/CREB signaling and enhance synaptic plasticity and memory — i.e., it is intended to improve cognition rather than directly target amyloid or tau pathology. citeturn0search4turn0search3.",
        "Act (key details & sources): The user trial description is a Phase 1 single ascending dose safety/PK study in healthy subjects (randomized, double‑blind, placebo‑controlled) — this matches a registered trial (NCT02648672) for BPN14770. BPN14770 has preclinical data showing reversal of amyloid‑ or scopolamine‑induced cognitive deficits and clinical/phase‑2 signals of cognitive benefit in fragile X and other cognitive assessments, supporting classification as a cognitive enhancer. citeturn1search0turn0search2turn0search0.",
        "Reflect (verification): Given BPN14770’s mechanism (PDE4D inhibition → increased cAMP → pCREB/BDNF and markers of synaptic plasticity) and its development program focused on cognitive disorders (Alzheimer’s disease, Fragile X), the proper category is \"cognitive enhancer.\" There is no indication in the trial description that this is a biologic (monoclonal antibody/vaccine) or a neuropsychiatric symptom‑targeted agent, nor is it primarily an anti‑amyloid/tau disease‑modifying biologic — although some preclinical work suggests downstream effects on amyloid pathways, the primary mechanism and clinical intent are cognitive enhancement. citeturn0search3turn0search5."
    ],
    "agent_type": "M) Synaptic Plasticity/Neuroprotection",
    "explanation_agent": [
        "Reason: The investigational compound BPN14770 is a subtype‑selective, allosteric (negative allosteric) inhibitor of phosphodiesterase‑4D (PDE4D) developed to elevate intracellular cAMP and downstream PKA/CREB signaling, increase BDNF, facilitate hippocampal LTP, and thereby enhance synaptic plasticity and memory rather than directly targeting amyloid or tau pathology. citeturn0search2turn0search5",
        "Act: Key details from the trial description and literature — this is a Phase‑1 single ascending dose safety/PK study (NCT02648672) sponsored by Tetra Discovery Partners. BPN14770 has preclinical data showing reversal of Aβ‑ and scopolamine‑induced cognitive deficits and increases in pCREB/BDNF and markers of neuronal plasticity; these effects support classification as a cognitive enhancer acting on synaptic plasticity. citeturn0search1turn0search4",
        "Reflect: Mapping to CADRO: the primary biological focus is modulation of intracellular signaling to enhance synaptic function and neuroprotection (cAMP → pCREB → BDNF/LTP). This maps directly to CADRO category M) Synaptic Plasticity/Neuroprotection rather than A) Amyloid beta or B) Tau, since the intervention’s intended mechanism and clinical intent are cognitive enhancement via synaptic plasticity. Some preclinical work suggests downstream effects on amyloid pathways, but those are secondary/inferred and do not change the primary CADRO assignment. citeturn0search6turn0search4",
        "Web search results consulted (brief): - NCT02648672 single ascending dose study listing (trial details, sponsor). citeturn0search1 - AxonMedchem product/summary describing BPN14770 as a selective allosteric PDE4D inhibitor that increases brain cAMP, pCREB, LTP and BDNF. citeturn0search2 - Probechem / supplier summary with PDE4D selectivity and reported effects on cAMP/BDNF/plasticity. citeturn0search5 - FASEB meeting abstract(s) reporting reversal of Aβ‑induced cognitive impairment and upregulation of pCREB/BDNF with BPN14770 in humanized PDE4D mice. citeturn0search4turn0search6"
    ]
}