{
    "nct_id": "NCT04956549",
    "title": "Reducing African Americans' Alzheimer's Disease Risk Through Exercise-Mild Cognitive Impairment Cohort",
    "status": "RECRUITING",
    "last_update_time": "2025-03-12",
    "description_brief": "The RAATE-MCI proposal is designed to determine the effects of physical activity on risk factors for Alzheimer's Disease in older African American adults. The study will compare a physical activity program to an active control group. RAATE-MCI is a 52-week randomized controlled trial. 144 African American adults aged 60 and older will be recruited.",
    "description_detailed": "Regular physical activity has proven to be a safe and effective means to enhance cognitive function in older adults ranging from cognitively healthy to mildly cognitively impaired. A large body of existing data suggests that exercise improves cardiovascular and cerebrovascular functioning and thus has the potential to enhance perivascular clearance of amyloid and reduce chronic brain tissue ischemia, among other beneficial effects. Therefore, our study is focused on physical activity promotion, a potent approach to modifying multiple neurobiological pathways implicated in Alzheimer's Disease. RAATE-MCI is a 52-week randomized controlled trial that will assign insufficiently active African American adults aged 60 and older to one of two groups: a physical activity intervention or a successful aging (active control) group. Outcome measures will be collected at baseline, 24-,and 52-weeks. 144 older African American adults will be recruited.\n\nIntervention will consist of one of two groups: a 150 minutes of physical activity (PA) per week or successful aging (SA) group. All physical activity and successful aging group sessions will be conducted at Pennington Biomedical or at local community facilities that include branches of the YMCA and community centers.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "PREVENTION",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention described is a behavioral physical activity program (exercise) compared to an active 'successful aging' control, intended to reduce Alzheimer's disease risk factors rather than testing a drug or biologic — therefore it does not fit the defined drug/biologic/cognitive-enhancer/neuropsychiatric-symptom categories. citeturn0search4turn0search6",
        "Act: Key extracted trial details — RAATE-MCI is a 52-week randomized controlled trial enrolling ~144 African American adults aged 60+ and randomizing participants to a physical activity intervention (150 minutes/week) or a successful aging (active control) group; no drug, biologic, or placebo is mentioned in the registry descriptions. citeturn0search8turn0search7",
        "Reflect: Classification check — because the intervention is non-pharmacologic (exercise/behavioral), it does not meet the definitions for (1) disease-targeted biologic, (2) disease-targeted small molecule, (3) cognitive enhancer (as defined for drugs), or (4) neuropsychiatric symptom improvement; therefore 'N/A' is confirmed. citeturn0search4turn0search6",
        "Web search results used (official trial listings / summaries): \"Reducing African Americans' Alzheimer's Disease Risk Through Exercise-Mild Cognitive Impairment (RAATE-MCI)\" — CenterWatch trial listing. citeturn0search4",
        "Web search results used: Clincosm trial summary for the Baton Rouge physical activity program (RAATE-MCI). citeturn0search6",
        "Web search results used: TrialX listing for RAATE-MCI (study details, eligibility, intervention description). citeturn0search7",
        "Web search results used: ICH GCP / clinical trials registry entry for NCT04956549 summarizing the 52-week PA vs Successful Aging design and site (Pennington Biomedical). citeturn0search8"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}