{
    "nct_id": "NCT01954550",
    "title": "Aerobic Exercise in Alzheimer's Disease: Cognition and Hippocampal Volume Effects",
    "status": "COMPLETED",
    "last_update_time": "2022-02-09",
    "description_brief": "This randomized controlled trial (RCT) will investigate the effects of a 6-month, individualized, moderate-intensity cycling intervention on cognition and hippocampal volume in AD with three aims:\n\n* Determine the immediate effect of the cycling intervention on cognition in AD.\n* Examine if the cycling intervention slows cognitive decline in AD from baseline to 12 months.\n* Assess the effect of aerobic exercise on hippocampal volume in AD over 12 months using MRI.\n\nThe investigators will randomize 90 participants to the 6-month cycling or stretching/range of motion exercise (20-50-minute, 3 times a week). Participants will then be followed for another 6 months. Cognition will be assessed at baseline, 3, 6, 9, and 12 months and hippocampal volume will be measured using magnetic resonance imaging (MRI) at baseline, 6, and 12 months.",
    "description_detailed": "Aerobic exercise holds great promise for treating cognitive impairment, the hallmark symptom of Alzheimer's disease (AD), because it may attenuate brain atrophy. AD currently affects more than 5 million Americans, costing $203 billion in 2013 and causing poor outcomes such as loss of independence, low quality of life, and nursing home placement. Available drugs have only modest short-term effects on reducing or slowing cognitive impairment in AD. Hence, there is a pressing need to develop and test aerobic exercise interventions for AD. This randomized controlled trial (RCT) will investigate the effects of a 6-month, individualized, moderate-intensity cycling intervention on cognition and hippocampal volume in AD with three aims:\n\n* Determine the immediate effect of the cycling intervention on cognition in AD.\n* Examine if the cycling intervention slows cognitive decline in AD from baseline to 12 months.\n* Assess the effect of aerobic exercise on hippocampal volume in AD over 12 months using MRI.\n\nThe investigators will randomize 90 participants to the 6-month cycling or stretching/range of motion exercise (20-50-minute, 3 times a week). Participants will then be followed for another 6 months. Cognition will be assessed at baseline, 3, 6, 9, and 12 months and hippocampal volume will be measured using magnetic resonance imaging (MRI) at baseline, 6, and 12 months. Transportation will be provided to participants for all study-related activities including exercises. Participants who could not undergo MRI can still participate.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is a supervised, moderate-intensity aerobic exercise (individualized cycling) vs. an attention-control stretching program, intended to improve cognition and preserve hippocampal volume in people with Alzheimer’s disease. This is a non-pharmacologic, behavioral/physical intervention rather than a biologic or small-molecule drug, and it is not framed as a symptomatic neuropsychiatric treatment (e.g., for agitation or depression). The trial protocol describes a 6-month cycling program (20–50 min, 3×/week) with MRI hippocampal measures and cognitive testing. citeturn0search2turn0search1",
        "Act: Extracted trial details from the published protocol and related publications: a 6‑month individualized moderate‑intensity cycling intervention compared to low‑intensity stretching, N≈90 randomized (2:1 allocation in the protocol), cognition measured with ADAS‑Cog at baseline, 3, 6, 9, 12 months, and hippocampal volume measured by MRI at baseline, 6, 12 months. These sources confirm the intervention is aerobic exercise (FIT‑AD trial / Trials protocol and PubMed entry). citeturn0search2turn0search1turn0search4",
        "Reflect: Classification check against category definitions — it is not a biologic (no monoclonal antibody, vaccine, or other biologic), not a small molecule drug, not a pharmacologic cognitive enhancer, nor an intervention specifically targeting neuropsychiatric symptoms. Therefore it does not fit any of the four provided therapeutic categories and should be labeled 'N/A'. Supporting references (protocol and related RCT report) are cited above for transparency. citeturn0search2turn0search4"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}