{
    "nct_id": "NCT01609335",
    "title": "Normative Values for Cognitive Testing and Alzheimer's Imaging Biomarkers in Young Adults (30-49yo)",
    "status": "COMPLETED",
    "last_update_time": "2014-08-07",
    "description_brief": "Biomarkers of Alzheimer's disease (AD) occupy an essential place in recently formulated diagnostic criteria for AD where their role is to identify the pathophysiological processes underlying cognitive impairment or to predict time to dementia. Three of these biomarkers are brain imaging tests (amyloid PET, fludeoxyglucose (FDG) PET, and structural MRI). In order to effectively use AD biomarkers for diagnostic and prognostic purposes, continuous values much be divided into normal and abnormal ranges. This requires that a cut point(s) be established in the continuous distribution of values for each biomarker.\n\nThe investigators objective in this proposal is to obtain imaging biomarker data in a group of individuals who are appropriate for establishing normative values for AD biomarkers. The investigators believe the most valid approach to establishing biomarker cut points is to base them on the upper bound of the range observed in young to early-middle-age subjects in whom the presence of occult AD pathology is extremely unlikely. Based on a large volume of community-based autopsy data, that upper age limit would be about 50 years old. The lower age bound for a group of subjects used to establish normative AD biomarker values would have to be based on considerations of brain maturation, which may continue into the middle- to late-20s. Thus, taking the above into consideration, the ideal age range for establishing normative AD imaging biomarker data (amyloid PET, FDG PET, and structural MRI) may be ages 30-49 years old.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "BASIC_SCIENCE",
    "results": null,
    "target_category": "N/A",
    "drug": [
        "F-18 FDG",
        "C-11 PiB"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The study description is about obtaining imaging biomarker data (amyloid PET, FDG PET, structural MRI) to establish normative cut points for diagnostic/prognostic use in Alzheimer’s disease — i.e., a diagnostic/biomarker study rather than a therapeutic trial testing a drug or intervention intended to modify disease, improve cognition, or treat neuropsychiatric symptoms. citeturn0search4turn0search1",
        "Act: Key extracted details — primary interventions/assessments are amyloid PET (radiotracer C-11 PiB), FDG PET (F-18 FDG), and structural MRI in cognitively normal adults age 30–49 to define 'normal' biomarker ranges; no investigational therapeutic agent, mechanism of action, or clinical outcome intervention (cognitive enhancer or symptom treatment) is described. Because this is a non-therapeutic biomarker/normative study, it does not fit the four treatment categories and thus is classified as 'N/A'. citeturn0search4turn0search2",
        "Reflect: This classification matches the categories defined: the trial uses imaging/radiopharmaceuticals for measurement and cut-point derivation (diagnostic/basic science purpose) rather than testing a biologic or small-molecule disease-modifying therapy, a cognitive enhancer, or an agent for neuropsychiatric symptom improvement. Methodological literature on defining imaging cut points and rationale for using younger cohorts supports that this is a biomarker/diagnostic objective, not a therapeutic one. citeturn0search8turn0search7",
        "Web search results used (sources): clinical trial registry / study listings describing the protocol and interventions (lists F-18 FDG and C-11 PiB and MRI): ClinicalTrials/Veeva/MedPath entries. citeturn0search4turn0search1turn0search0",
        "Additional supporting literature on PET/FDG/PiB and approaches to imaging biomarker cut points used to justify the study design and age-range approach. citeturn0search5turn0search8"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}