{
    "nct_id": "NCT05783830",
    "title": "A Phase 0, Open-label, Non-controlled Study to Evaluate the Pharmacokinetics of a Single Intravenous Microdose of ACD856 in Healthy Volunteers",
    "status": "COMPLETED",
    "last_update_time": "2023-03-23",
    "description_brief": "This is a Phase 0, open-label, non-controlled, single-centre study designed to evaluate the pharmacokinetics (PK) and safety and tolerability of a single, bolus intravenous (iv) injection of a microdose of ACD856 in healthy subjects.",
    "description_detailed": "N/A",
    "phase": [
        "EARLY_PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "ACD856 (ACD-856) — small-molecule positive allosteric modulator of TrkA/TrkB/TrkC (triazinetrione class)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial tests ACD856, which is a small-molecule positive allosteric modulator of neurotrophin (Trk) receptors intended to potentiate BDNF/NGF signaling and improve neuroplasticity and cognition — i.e., it is a pharmacologic modulator of a disease-relevant target rather than a biologic or a purely symptomatic neuropsychiatric agent. citeturn0search1turn0search5",
        "Act: I searched the literature to confirm the drug identity and mechanism. ACD856 is described as a TrkA/TrkB/TrkC positive allosteric modulator developed by AlzeCure for cognitive dysfunction/Alzheimer’s disease; a Phase 0 intravenous microdose PK/safety study has been conducted. Key sources: Alzforum and PubMed Phase 0/PK report. citeturn0search1turn0search0",
        "Reflect: Mapping to the provided categories: (1) Not a biologic (ACD856 is a small molecule), so not 'disease-targeted biologic.' (2) It modulates disease-relevant neurotrophin receptors (Trk), fitting 'disease-targeted small molecule.' (3) Although it is developed as a cognitive enhancer, its mechanism targets neurotrophic signaling and shows neuroprotective/neurorestorative effects in preclinical studies — supporting classification as a disease-targeted small molecule rather than only a symptomatic cognitive enhancer. Supporting preclinical/clinical statements: neuroprotective and pro-cognitive effects and the microdose PK study. citeturn0search5turn0search2",
        "Web search results / supporting references (selected): 1) PubMed summary of the microdose Phase 0 PK/safety study describing the IV microdose and PK findings. citeturn0search0 2) Alzforum summary of pharmacology showing Trk potentiation, pro-cognitive effects, and trial history. citeturn0search1 3) Preclinical paper describing neuroprotective and neurotrophic effects (BDNF increase) and rationale for cognitive dysfunction treatment. citeturn0search5 4) Alzheimer’s & Dementia (Wiley) overview of ACD856 development and mechanism. citeturn0search2",
        "Notes on ambiguity: Some sources emphasize ACD856 as a 'cognitive enhancer' in clinical development; this is true descriptively (it aims to improve cognition), but mechanistically it is a small-molecule modulator of disease-relevant Trk neurotrophin receptors (supporting 'disease-targeted small molecule' as the best fit under the provided category definitions). If you prefer classification by intended clinical effect rather than mechanism, it could alternatively be labeled 'cognitive enhancer' — flagging this as a possible alternate interpretation."
    ],
    "agent_type": "L) Growth Factors and Hormones",
    "explanation_agent": [
        "Reason: The investigational drug ACD856 is a small-molecule positive allosteric modulator of Trk neurotrophin receptors (TrkA/TrkB/TrkC) and acts by potentiating NGF/BDNF neurotrophic signaling to enhance neuroplasticity and cognition — this mechanism targets neurotrophic/growth-factor pathways rather than amyloid, tau, inflammation, etc. citeturn0search1turn0search5",
        "Act: Assigned category 'L) Growth Factors and Hormones' because Trk receptors are receptors for neurotrophins (growth factors) and the compound directly modulates Trk kinase activity; supporting sources include Alzforum and multiple peer-reviewed reports describing ACD856 as a Trk positive allosteric modulator and the Phase 0 IV microdose PK/safety study. citeturn0search1turn0search2turn0search4",
        "Reflect: Confirmed that this is not primarily an anti-amyloid, anti-tau, inflammatory, or purely symptomatic neurotransmitter-receptor intervention. Although ACD856 produces pro-cognitive and neuroprotective effects (which also relate to synaptic plasticity), its proximate biological target is the neurotrophin/Trk growth-factor signaling pathway, making 'L) Growth Factors and Hormones' the most specific CADRO match. Key supporting references: AlzeCure/Wiley overview (ACD856 mechanism), preclinical neuroprotective data, and the Phase 0 microdose PK study. citeturn0search0turn0search5turn0search2"
    ]
}