{
    "nct_id": "NCT02291783",
    "title": "A Double-Blind, Placebo-Controlled, Single and Multiple Oral Dose, Safety, Tolerability, Pharmacokinetic and Pharmacodynamic Study of HTL0009936 in Healthy Subjects",
    "status": "COMPLETED",
    "last_update_time": "2017-06-19",
    "description_brief": "The purpose of this study is to assess the safety, tolerability, pharmacokinetics and pharmacodynamics in young and elderly healthy volunteers of HTL9936, a selective M1 receptor agonist intended for the treatment of cognitive disorders.",
    "description_detailed": "The purpose of this study is to assess the safety, tolerability, pharmacokinetics and pharmacodynamics in young and elderly healthy volunteers of HTL9936, a selective M1 receptor agonist intended for the treatment of cognitive disorders. This study is a single ascending dose study.",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "HTL0009936 (also referred to as HTL9936)"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The investigational product HTL0009936 is a selective muscarinic M1 (M1 mAChR) receptor agonist being developed to improve cognitive function in Alzheimer's/cognitive disorders; the published study and abstract describe M1 agonism and cognitive-target pharmacodynamic assessments. citeturn0search2turn0search0",
        "Act: The clinical trial title and registry entry describe a double-blind, placebo-controlled Phase I study of HTL0009936 (HTL0009936/HTL9936) assessing safety, PK/PD in healthy volunteers, confirming the intervention and use of placebo in the trial. citeturn0search4",
        "Act (mechanism/type): The published pharmacology/PK paper (Wiley/PMC) shows HTL0009936 is a small-molecule selective M1 agonist (oral bioavailability, IV infusion PK, short half-life), i.e., a small-molecule cholinergic agonist rather than a biologic. This supports classification as a cognitive-enhancing symptomatic agent rather than an anti-amyloid/tau disease-modifying biologic. citeturn0search1turn0search2",
        "Reflect: By the category definitions: 'Cognitive enhancer' = drugs improving cognitive function without targeting core AD pathology (amyloid/tau). HTL0009936 targets the cholinergic M1 receptor to modulate cognition (symptomatic approach), so the correct category is 'cognitive enhancer'. There is no indication in the provided sources that HTL0009936 is an anti-amyloid or anti-tau disease-modifying agent. citeturn0search2",
        "Web search results used (key sources): PubMed/PMC article describing HTL0009936 as a selective M1 agonist and Phase I PK/PD results (British Journal of Clinical Pharmacology / PMC). citeturn0search2turn0search0",
        "ClinicalTrials registry entry for the study (title: A Double-Blind, Placebo-Controlled... HTL0009936), confirming study design and placebo control. citeturn0search4",
        "Wiley Online Library full article (same study / PK details). citeturn0search1",
        "Notes/ambiguity: Naming in the description varied (HTL9936 vs HTL0009936) but registry and publications use HTL0009936; classification relies on mechanism (M1 agonist) and intended symptomatic cognitive effect. citeturn0search4turn0search2"
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The investigational drug HTL0009936 is described in the literature and trial records as a selective muscarinic M1 (M1 mAChR) receptor agonist intended to improve cognition (a symptomatic/cognitive-enhancing mechanism via cholinergic neurotransmission). citeturn0search0turn0search1",
        "Act: The trial title and registry entries describe a Phase I double-blind, placebo-controlled PK/PD and safety study of HTL0009936 (also referred to as HTL9936) in healthy and elderly subjects; published pharmacology/PK papers identify HTL0009936 as a small-molecule, selective M1 agonist (oral/IV formulations) developed for cognitive disorders, confirming the neurotransmitter receptor target. citeturn2search5turn1search3turn2search1",
        "Reflect: According to the CADRO definitions, agents that act on neurotransmitter receptors (e.g., cholinergic muscarinic receptors) fall under 'D) Neurotransmitter Receptors'. HTL0009936’s selective M1 agonism is a symptomatic cognitive-enhancing approach (not anti-amyloid or anti-tau), so the most specific CADRO match is D) Neurotransmitter Receptors. No strong evidence in the sources indicates multiple biological targets or a non-therapeutic (diagnostic) focus. citeturn0search0turn0search1",
        "Web search results (key sources used): 1) Full paper: Safety, pharmacokinetics and pharmacodynamics of HTL0009936 — British Journal of Clinical Pharmacology (Wiley). citeturn0search0 2) PubMed entry for the above study. citeturn0search1 3) AdisInsight trial summary for HTL 9936 / HTL0009936. citeturn1search3 4) Clinical trial registry entries (NCT02291783 / related listings) describing the double-blind, placebo-controlled Phase I study of HTL0009936. citeturn2search5turn2search4 5) UK HRA / EudraCT summary pages for HTL0009936 development notes. citeturn2search1"
    ]
}