{
    "nct_id": "NCT02074215",
    "title": "Effects and Mechanisms of Aerobic Exercises Combined With Dual-task Training in Cognitive Function in Patients With Mild Cognitive Impairment and Early Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2014-02-26",
    "description_brief": "Recent studies have shown that aerobic exercises and dual-task training are effective in improving overall cognitive function in patients with cognitive impairment or dementia. However, the biological mechanisms are unknown in humans. It also remains unclear regarding whether carrying APOEε4 genotype or not would influence the effects. Therefore, the three main purposes of this study are: (1) to investigate the effects of a 3-month aerobic exercises combined with dual-task training on memory and executive cognitive functions in patients with mild cognitive impairment (MCI) and in those with early Alzheimer's disease (AD); (2) to compare the differences in training effects between patients who carry APOEε4 genotype and those who do not carry this genotype; and (3) to investigate the biological mechanisms of the exercise training effects on memory and executive cognitive function in these patients. The biological mechanisms of interest will include the blood Aβ1-40 and Aβ1-42 level, insulin, fasting glucose, cytokine, integrity of brain fiber tracts, and cerebral blood flow.\n\nWe will conduct a randomized controlled clinical trial. A total of 70 patients with MCI or AD will be recruited. The participants will be randomly assigned to the experimental group or the control group. Both groups will receive three 90-minute exercise sessions per week for 12 weeks. For the experimental group, the exercise program will include moderate intensity aerobic exercises and dual-task training; whereas for the control group, the training program will include gentle stretching exercises. Both groups will receive examinations on outcome variables, including blood Aβ1-40 and Aβ1-42 level, insulin, fasting glucose, cytokine,integrity of brain fiber tracts, cerebral blood flow, cognitive function, and dual task performance at baseline, post-training, and after a 3-month follow-up period. Differences on the aforementioned outcomes brought by the 12-week training programs will be compared between the experimental and control groups. Exercise effects between patients who carry APOEε4 genotype and those who do not will also be examined.\n\nResults of this study will provide relevant clinical evidence for the effects of aerobic exercises combined with dual-task training on patients with MCI and mild AD; and will provide further understanding of the mechanisms mediating these effects.",
    "description_detailed": "Recent studies have shown that moderate-to-high intensity aerobic exercises are effective in improving overall cognitive function in patients with cognitive impairment or dementia. Dual-task training programs also show positive effects on enhancing executive function in patients with cognitive impairment. However, the biological mechanisms through which these training effects are mediated remain largely unknown in humans. It also remains unclear regarding whether carrying APOEε4 genotype or not would influence the effects of aerobic exercises and dual-task training on cognitive function of these patients. Therefore, the three main purposes of this study are:\n\n1. to investigate the effects of a 3-month aerobic exercises combined with dual-task training on memory and executive cognitive functions in patients with mild cognitive impairment (MCI) and in those with early Alzheimer's disease (AD);\n2. to compare the differences in training effects between patients who carry APOEε4 genotype and those who do not carry this genotype; and\n3. to investigate the biological mechanisms of the exercise training effects on memory and executive cognitive function in these patients. The biological mechanisms of interest will include the blood Aβ1-40 and Aβ1-42 level, insulin, fasting glucose, cytokine (TNF-α, Interleukin(IL) -Iβ, IL-6, CRP),integrity of brain fiber tracts, and cerebral blood flow.\n\nWe will conduct a single-blind (assessor blinded) randomized controlled clinical trial. A total of 70 patients with MCI or AD will be recruited. The participants will be randomly assigned to the experimental group or the control group using stratified randomization by matching patient's diagnosis. Both groups will receive one health education session and three 90-minute exercise sessions per week for 12 weeks. For the experimental group, the exercise program will include moderate intensity aerobic exercises and dual-task training; whereas for the control group, the training program will include gentle stretching exercises and activities in sitting of mild intensity. Both groups will receive examinations on outcome variables, including blood Aβ1-40 and Aβ1-42 level, insulin, fasting glucose, cytokine (TNF-α, IL-Iβ, IL-6, CRP),integrity of brain fiber tracts, cerebral blood flow, cognitive function, and dual task performance at baseline, post-training, and after a 3-month follow-up period. Differences on the aforementioned outcomes brought by the 12-week training programs will be compared between the experimental and control groups using two-way (group x time) repeated measures of ANOVA. Intercorrelations among the changes in these outcomes will be analyzed to explore the possible biological mechanisms mediating the training effects. Exercise effects between patients who carry APOEε4 genotype and those who do not will also be examined.\n\nResults of this study will provide relevant clinical evidence for the effects of aerobic exercises combined with dual-task training on patients with MCI and mild AD; and will provide further understanding of the mechanisms mediating these effects.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "Aerobic exercise combined with dual-task training"
    ],
    "placebo": [
        "Gentle stretching exercises (control)"
    ],
    "explanation_target": [
        "Reason: The trial tests a non‑pharmacological intervention (moderate‑intensity aerobic exercise combined with dual‑task training) with the explicit aim of improving memory and executive function in MCI and early AD — i.e., improving cognition rather than administering a biologic or small‑molecule that directly targets amyloid/tau pathology. citeturn0search0turn0search7",
        "Act: Key extracted details — experimental intervention: 3 months of moderate aerobic exercise + dual‑task training (3×90 min/week); control: gentle stretching; measured outcomes include blood Aβ1‑40/Aβ1‑42, insulin, fasting glucose, cytokines, white‑matter (fiber tract) integrity, cerebral blood flow, and cognitive/dual‑task performance. No drug or biologic agent is administered in the described protocol. (Supporting examples of similar trials and biomarker assessments in exercise+dual‑task studies are found in the literature.) citeturn0search6turn0search8",
        "Reflect: Classification check — This is best classified as 'Cognitive enhancer' under the provided definitions because the intervention is intended to improve cognitive function through behavioral/physiological means rather than to act as a disease‑targeted biologic or small molecule. Measuring Aβ and other biomarkers here tests mechanisms, but does not make the intervention a disease‑targeted drug. No pharmaceutical name was provided. citeturn0search2turn0search1",
        "Web search results used (selected): 'Efficacy and mechanisms of combined aerobic exercise and cognitive training in mild cognitive impairment: study protocol of the ACT trial' (Trials). citeturn0search0; 'The effect of cognitive‑motor dual‑task training on cognitive function and plasma amyloid β peptide 42/40 ratio' (BMC Geriatrics) shows exercise/dual‑task effects on cognition and plasma Aβ measures. citeturn0search6; recent RCT evidence supporting aerobic+dual‑task benefits in MCI. citeturn0search7; an institutional thesis reporting similar aerobic+dual‑task interventions and APOE comparisons. citeturn0search8"
    ],
    "agent_type": "R) Multi-target",
    "explanation_agent": [
        "Reason: The intervention is a non‑pharmacological behavioral program (moderate aerobic exercise combined with dual‑task/cognitive‑motor training) intended to improve cognition via multiple physiological mechanisms — increased hippocampal volume and BDNF (neurogenesis/synaptic plasticity), improved cerebral blood flow/vascular function, altered metabolism/insulin handling, reduced inflammation, and changes in white‑matter integrity. Key studies show exercise increases hippocampal volume and BDNF, and dual‑task training improves executive function while biomarker findings (amyloid measures) are mixed or often unchanged — indicating multiple mechanisms rather than a single molecular drug target. citeturn0search0turn0search1turn0search3",
        "Act: Extracted details from the trial description — intervention: 3 months moderate aerobic exercise + dual‑task training (3×90 min/week); control: gentle stretching; outcomes measured include cognitive/dual‑task performance, plasma Aβ42/40, insulin/fasting glucose, cytokines, white‑matter integrity, and cerebral blood flow. Because the intervention is behavioral and the measured biomarkers span amyloid, vascular, metabolic and inflammatory domains, the most appropriate CADRO mapping is a multi‑target classification (R), rather than a single CADRO domain. Supporting trial-level evidence: dual‑task training improved cognition without direct evidence of Aβ modulation in an RCT; aerobic exercise trials show cognitive/hippocampal effects but inconsistent effects on amyloid burden. citeturn0search4turn0search3",
        "Reflect: The classification was checked against CADRO definitions — while exercise/dual‑task interventions clearly engage synaptic plasticity/neuroprotection (M) and neurogenesis (E), they also affect vasculature (K), metabolism/bioenergetics (J), and inflammation (F). Because the trial measures and likely mechanisms span several CADRO categories, R) Multi‑target is the most specific and accurate choice. If the study had explicitly targeted only one molecular pathway (e.g., only BDNF agonism), a single CADRO category would be appropriate; that is not the case here.",
        "Web search results used (selected):",
        "- Erickson et al., aerobic exercise increases anterior hippocampal volume and is associated with higher serum BDNF (hippocampal neurogenesis / synaptic plasticity). citeturn0search0",
        "- The BMC Geriatrics randomized trial of cognitive‑motor dual‑task training showed improved cognitive domains and discussed mechanisms including Aβ metabolism but found improvement was not directly due to modulating Aβ. citeturn0search1turn0search2",
        "- A 52‑week RCT found aerobic exercise improved fitness but did not reduce cerebral amyloid accumulation, suggesting exercise benefits are largely non‑amyloid (i.e., multi‑mechanistic). citeturn0search3",
        "- AGUEDA (resistance exercise) and other trials report no clear reduction in brain amyloid after exercise interventions, underscoring mixed amyloid effects. citeturn0search5",
        "- FIT‑AD and other pilot trials show exercise interventions can alter plasma biomarkers (Aβ, p‑tau) and are feasible — supporting that exercise acts on multiple biomarker domains. citeturn0search6"
    ]
}