{
    "nct_id": "NCT04780178",
    "title": "Telephone Acceptance and Commitment Therapy Intervention for Caregivers of Adults With Alzheimer's Disease and Related Dementias (TACTICs): A Pilot Randomized Controlled Trial (RRF)",
    "status": "COMPLETED",
    "last_update_time": "2022-08-31",
    "description_brief": "The purpose of the study is to test if Acceptance and Commitment Therapy (ACT), a behavioral intervention designed to increase psychological flexibility in the face of challenges, reduces anxiety associated psychological distress in dementia caregivers compared to the control group who will receive self-help and educational materials. This version of ACT is delivered over the phone in six primary sessions and one booster session.",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "SUPPORTIVE_CARE",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is Acceptance and Commitment Therapy (ACT), a behavioral/psychological therapy delivered by telephone to reduce anxiety and psychological distress in dementia caregivers — not a drug or biologic and not a patient-directed cognitive or neuropsychiatric treatment.",
        "Act (extracted details): Title and intervention — \"Telephone Acceptance and Commitment Therapy Intervention for Caregivers of Adults With Alzheimer's Disease and Related Dementias (TACTICs)\"; a 6-session (plus 1 booster) telephone-delivered ACT program compared to a control receiving self-help/educational materials. The trial evaluates caregiver anxiety, depression, burden, and psychological flexibility. citeturn0search2turn0search1",
        "Reflect: This does not match any of the four Alzheimer’s trial categories (disease-targeted biologic, disease-targeted small molecule, cognitive enhancer, or neuropsychiatric symptom improvement for patients) because it is a caregiver-focused behavioral intervention (no pharmacologic agent, no biologic, and not targeting patient cognition or patient neuropsychiatric symptoms). Therefore the correct classification is 'N/A'.",
        "Web search supporting sources: BMC Geriatrics article describing the TACTICs telephone ACT pilot and outcomes (feasibility, acceptability, reduced caregiver anxiety). citeturn0search2",
        "Web search supporting sources: PubMed entry for the randomized pilot of telephone-based ACT for dementia caregivers (describes 6 telephone sessions, control materials, and measured caregiver outcomes). citeturn0search1turn0search4"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}