{
    "nct_id": "NCT00329706",
    "title": "Early and Long-Term Value of Imaging Brain Metabolism",
    "status": "COMPLETED",
    "last_update_time": "2017-05-01",
    "description_brief": "A brain PET scan is recognized as \"reasonable and necessary\" for some patients with \"a recently established diagnosis of dementia\" (Centers for Medicare and Medicaid Services, Decision Memo CAG-00088R, 2004), but evidence is less clear for patients having less severe cognitive problems. A substantial portion of such patients will develop Alzheimer's disease and other forms of dementia, which affect millions of people in the U.S., costing us over $100 billion annually. This project employs a prospective randomized protocol to determine whether PET scanning can help distinguish those patients with early Alzheimer's changes in their brains from those having other causes of cognitive impairment more accurately than is done with current clinical practices alone, and lead to earlier, more effective therapies which extend patients' abilities to think and function independently.",
    "description_detailed": "People experiencing mild cognitive changes represent an epidemiologically major segment of the geriatric patient population. In the present proposal, we aim to measure how knowledge of cerebral metabolic information 1) influences working diagnoses and management of patients being evaluated for symptoms of early cognitive decline, and 2) impacts upon long-term clinical outcomes, particularly of subjects having metabolic patterns consistent with presence of Alzheimer's disease (AD)-like changes in their brains. A total of 710 patients suffering from documentable decline of cognitive function in the absence of overt dementia will be studied at nine U.S. institutions with extensive experience and infrastructure in place for the evaluation of Alzheimer's disease and related disorders, and for neuroimaging. In this prospective, investigation, subjects will undergo baseline neuropsychologic testing and neuroimaging with MRI and FDGPET. PET scan reports will be sealed and randomized with respect to whether they are released to patients' managing physicians at the time of interpretation, or two years after the time that scanning is performed.\n\nWorking diagnoses of managing physicians will be recorded, as will the treatment decisions made by the managing physicians and their patients. Cognitive abilities, functional status, utilization of healthcare resources, and other clinical and social contact parameters will be assessed every six months. Our major hypotheses are that among patients whose PET results are immediately conveyed to their referring physicians, diagnoses and management plans will be positively affected, leading to more effective utilization of healthcare resources and to maintenance of cognitive and functional abilities at a higher level. This project will also provide a rich source of data that can be used to address questions outside of its major focus (e.g., prognostic accuracy of volumetric MRI data used instead of, or in conjunction with, FDG-PET data; incremental predictive value of applying statistically parameterizing and/or quantifying software tools to imaging data).",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "DIAGNOSTIC",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The description and title describe a clinical trial of PET brain imaging (FDG‑PET) to distinguish early Alzheimer’s changes from other causes of cognitive impairment and to evaluate the value of imaging for earlier diagnosis and management — i.e., a diagnostic imaging study, not a therapeutic drug or behavioral intervention. citeturn1search4turn1search0",
        "Act: Key details extracted — trial title referenced: “Metabolic Cerebral Imaging in Incipient Dementia: Early and Long-Term Value of Imaging Brain Metabolism,” led by UCLA and accepted under the CMS coverage-with-evidence-development policy for FDG‑PET in early dementia; the intervention is PET scanning (diagnostic imaging), so there is no drug or placebo to identify. citeturn1search1turn1search6",
        "Reflect: Classification check — this trial meets the developer-defined criterion for a non-therapeutic/diagnostic study, therefore it does not fit any of the four therapeutic categories (disease-targeted biologic, disease-targeted small molecule, cognitive enhancer, or neuropsychiatric symptom improvement). The correct category is 'N/A'. No drug information applies. citeturn1search4turn1search0",
        "Web search results (sources used): 1) CMS Decision Memo: “Positron Emission Tomography (FDG) and Other Neuroimaging Devices for Suspected Dementia” (Administrative file CAG #00088R) — explains Medicare’s 2004 decision and criteria and links PET coverage to clinical trials. citeturn1search4 2) Federal Register notice (Sept 29, 2006) announcing CMS contract with UCLA for the trial “Metabolic Cerebral Imaging in Incipient Dementia: Early and Long-Term Value of Imaging Brain Metabolism” and describing PET coverage in the context of the approved trial. citeturn1search0 3) CMS NCA tracking sheet for NCAId=104 (FDG‑PET for dementia) showing the UCLA request and timeline (proposed 2004 decision memo and associated documentation). citeturn1search6"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}