{
    "nct_id": "NCT05808530",
    "title": "The Effect of Cognitive Stimulation Therapy on Apathy, Loneliness, Anxiety and Activities of Daily Living in Elderly Individuals Diagnosed With Alzheimer's",
    "status": "COMPLETED",
    "last_update_time": "2024-03-14",
    "description_brief": "The concept of cognitive stimulation in AD is one of the most popular approaches. Cognitive Stimulation Therapy (CST) is stated to be evidence-based best practice with robust clinical trials, administered according to specific guidelines for individuals with mild to moderate dementia. In this study, it was aimed to investigate the effects of CST application on the levels of apathy, loneliness, anxiety and daily living activities in elderly individuals with Alzheimer's disease.\n\nThis research was planned in an experimental research design with a single center and pretest posttest control group. The research was planned to be carried out between January 2023 and June 202 at the Moral House of Gaziantep Metropolitan Municipality, Department of Disabled and Health Services. Introductory Information Form, Standardized Mini-Mental Test, Geriatric Anxiety Scale, Apathy Rating Scale, Loneliness Scale and Functional Disability in Dementia Scale will be used in the research. CST will be administered by a researcher trained in therapy, 2 days a week, for a total of 14 sessions of 45-50 minutes. There will be a pre-test before the application, an intermediate test right after the application, and a post-test three months later. Research data will be evaluated in SPSS 25.0 New York package program.",
    "description_detailed": "Alzheimer's Disease is an insidious onset and slowly progressive disease, characterized by the presence of cognitive, behavioral and general dysfunction. Among the neuropsychiatric and behavioral symptoms seen in Alzheimer's patients, apathy is the most common symptom. It is also followed by depression, aggression, anxiety and sleep disorders. Behavioral and psychological symptoms (BPSD) affect up to 90% of people with dementia during the illness. Therefore, it brings great difficulties to both patients and their caregivers and causes low quality of life. In addition, the inability to treat the disease completely worsens this situation. Considering the pharmacological treatment of psychological symptoms such as apathy, anxiety, depression in AD individuals, the existence of adverse side effects, increased mortality, limited drug efficacy, relatively high cost, and the inability to effectively treat some of the most distressing behaviors, it is recommended to give priority to non-pharmacological interventions.\n\nThe concept of cognitive stimulation in AD is one of the most popular approaches. It is stated that Cognitive Stimulation Therapy (CST) is the best evidence-based practice with robust clinical trials, applied according to a specific guideline for individuals with mild and moderate dementia. In addition, CST is the only intervention recommended by the UK's National Institute for Clinical Excellence (NICE) to promote cognition, independence and well-being for people with mild to moderate dementia. It has been determined that CST has many effects on individuals with Alzheimer's disease. However, there are different results in studies on the effectiveness of cognitive intervention strategies aimed at reducing cognitive functions, behavioral and psychiatric symptoms. To enable the conversion of CST into routine clinical practice, practice research to support the standardization and generalization of cognitive stimulation therapy planned for patients with AD and its impact on improving neuropsychiatric symptoms and daily living skills requires further research. In addition, the absence of a widely used standard guideline for pharmacological methods for patients with AD in our country reveals that the planned study will contribute to practice. It has been confirmed by many studies that CST applied to individuals with AD contributes to the strengthening of cognitive, psychological and social aspects, but there are few studies applied by nurses. It is noteworthy that the studies on the CST program applied by nurses in our country are limited. Therefore, the need for more clinical studies is emphasized by nurses to build and disseminate knowledge in this area, as the intervention has been little studied. In addition, the absence of a widely used standard guideline for pharmacological methods for patients with AD in our country reveals that the planned study will contribute to practice. In this study, it is aimed to investigate the effect of CST application on the levels of apathy, loneliness, anxiety and daily living activities in elderly individuals diagnosed with Alzheimer's.\n\nThis research was planned in a single center and experimental research design with pretest posttest control group. The research was planned to be carried out between January 2023 and June 202 at the Moral House affiliated to Gaziantep Metropolitan Municipality Disabled and Health Services Department. Introductory Information Form, Standardized Mini-Mental Test, Geriatric Anxiety Scale, Apathy Rating Scale, Loneliness Scale and Functional Disability in Dementia Scale will be used in the research. CST will be applied by a trained researcher in therapy, 2 days a week, in a total of 14 sessions of 45-50 minutes. There will be a pre-test before the application, an intermediate test right after the application, and a post-test three months later. Research data will be evaluated in SPSS 25.0 New York package program.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "SUPPORTIVE_CARE",
    "results": null,
    "target_category": "neuropsychiatric symptom improvement",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is Cognitive Stimulation Therapy (CST), a structured, non‑pharmacological psychosocial intervention for people with mild–moderate dementia that aims to improve cognition, mood and social engagement. In this trial the stated primary outcomes are apathy, loneliness, anxiety and activities of daily living (i.e., neuropsychiatric/behavioral and functional outcomes), not a pharmacologic disease‑modifying mechanism. citeturn0search3turn0search9",
        "Act: Key extracted details — Intervention: Cognitive Stimulation Therapy (CST), delivered 2×/week for 14 sessions of 45–50 minutes by a trained therapist; Outcomes measured: Apathy Rating Scale, Geriatric Anxiety Scale, Loneliness Scale, Functional Disability in Dementia Scale; Study type: single‑center pretest–posttest control (reported as an RCT in the published version). These details match published CST protocols and a recent randomized study reporting reductions in apathy, loneliness and anxiety after CST. citeturn0search2turn0search0",
        "Reflect: Classification rationale — because the trial tests a psychosocial therapy with the explicit aim of reducing neuropsychiatric symptoms (apathy, loneliness, anxiety) and improving ADLs, it best fits the 'neuropsychiatric symptom improvement' category. Note: CST also targets cognition in general and can improve cognitive scores (so one could argue it is a cognitive‑enhancing intervention broadly), but given the specific measured outcomes in this protocol, the primary intent here is symptom and functional improvement. Supporting sources describing CST, the 14‑session protocol, and evidence of benefit are cited below. citeturn0search7turn0search9",
        "Web search results (key sources consulted): PubMed entry for this RCT describing CST effects on apathy/loneliness/anxiety/ADLs. citeturn0search0; Aging & Mental Health full article (study details, published online Dec 13, 2024). citeturn0search2; Systematic review / meta‑analysis of CST efficacy showing benefits for cognition and neuropsychiatric symptoms. citeturn0search9; Description/definition of CST (origin, aims, and standard 14‑session protocol). citeturn0search3turn0search7"
    ],
    "agent_type": "T) Other",
    "explanation_agent": [
        "Reason: The intervention is Cognitive Stimulation Therapy (CST), a structured psychosocial/cognitive behavioral intervention delivered in group/therapist sessions that aims to improve cognition, mood, social engagement and reduce behavioral symptoms (apathy, loneliness, anxiety) and improve activities of daily living. It is not a pharmacologic agent that targets a specific molecular pathway (e.g., amyloid, tau, inflammation). citeturn0search1turn0search3",
        "Act: Extracted trial details from the protocol/abstract — Intervention: Cognitive Stimulation Therapy (14‑session protocol, delivered twice weekly in this study); Outcomes: Apathy (AES‑C), Geriatric Anxiety Scale, UCLA Loneliness Scale, Functional Impairment in Dementia Scale (DAD); Study design: randomized controlled trial showing reductions in apathy, loneliness and anxiety after CST. These study details are reported in the trial publication/abstract. citeturn0search0turn0search1",
        "Reflect: CADRO categories are organized around biological drug targets and mechanistic interventions (amyloid, tau, inflammation, synaptic plasticity, etc.). Because this trial tests a non‑pharmacological psychosocial therapy with the primary aim of symptom and functional improvement rather than modulation of a defined molecular/cellular target, the most appropriate CADRO assignment is 'T) Other'. If the intervention had a clearly defined biological mechanism (e.g., a drug affecting neurotransmitter receptors or inflammation), a different CADRO code would apply. Supporting evidence and systematic reviews of CST (benefit for cognition and some neuropsychiatric/functional outcomes) are cited below. citeturn0search5turn0search2",
        "Web search results consulted: PubMed entry for the RCT describing CST effects on apathy/loneliness/anxiety/ADLs. citeturn0search0; Aging & Mental Health full article (trial details, published online 13 Dec 2024). citeturn0search1; Systematic review/meta‑analysis(s) and pooled analyses of CST showing benefits for cognition and mixed findings for neuropsychiatric symptoms and ADLs. citeturn0search3turn0search5"
    ]
}