{
    "nct_id": "NCT04840992",
    "title": "A Randomized, Double-blind, Placebo-Controlled Phase I/II Clinical Trial to Evaluate the Safety and Immunogenicity of Ad5-nCoV for Inhalation in Adults 18 Years of Age and Older",
    "status": "COMPLETED",
    "last_update_time": "2023-02-07",
    "description_brief": "This study is a randomized, double-blind, placebo-controlled I/II clinical trial, in order to evaluate the safety and immunogenicity of Recombinant Novel Coronavirus Vaccine (Adenovirus Type 5 Vector) for Inhalation in adults 18 years of Age and Older.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE1",
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "PREVENTION",
    "results": null,
    "target_category": "N/A",
    "drug": [
        "Ad5-nCoV (Recombinant Novel Coronavirus Vaccine, adenovirus type 5 vector; inhalation/aerosol formulation)",
        "Ad5-nCoV (intramuscular formulation, also marketed as Convidecia)"
    ],
    "placebo": [
        "Placebo for inhalation",
        "Placebo (intramuscular)"
    ],
    "explanation_target": [
        "Reason: The trial tests a recombinant adenovirus type‑5 vector COVID‑19 vaccine (Ad5‑nCoV) delivered by inhalation to evaluate safety and immunogenicity — i.e., a SARS‑CoV‑2 preventive vaccine, not an Alzheimer’s disease therapy. Therefore it does not fit any of the Alzheimer’s trial categories (disease‑targeted biologic/small molecule, cognitive enhancer, or neuropsychiatric symptom improvement). citeturn0search5turn0search7",
        "Act: Key extracted details — intervention name: Ad5‑nCoV (Recombinant Novel Coronavirus Vaccine, adenovirus type 5 vector) with inhalation/aerosol administration; trial design: randomized, double‑blind, placebo‑controlled Phase I/II (NCT04840992). The inhaled/aerosol Ad5‑nCoV has been evaluated in phase 1/2 studies and reported in the literature. citeturn0search5turn0search1turn0search7",
        "Reflect: Classification check — the intervention is an infectious‑disease vaccine (biologic) targeting SARS‑CoV‑2, not Alzheimer’s pathology or cognitive/behavioral symptoms. According to the provided category definitions, this trial should be classified as 'N/A' because it is not an Alzheimer’s therapeutic trial. Supporting registry and publication entries are cited above. citeturn0search5turn0search7"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}