{
    "nct_id": "NCT03290326",
    "title": "Feasibility and Safety of a High-Frequency Transcranial Alternating Current Stimulation Intervention for Amyloid-β Reduction in Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2022-08-18",
    "description_brief": "Alzheimer's Disease (AD) is characterized by amyloid-β (Aβ) plaque buildup and phosphorylated tau (p-tau) in the brain, as well as widespread neurodegeneration. The evidence suggests that both amyloid and tau play a critical role in AD and interventions that reliably and safely decrease the intracerebral burden of amyloid or tau could potentially be of marked clinical importance. Currently, therapeutic options are very limited and while there are pharmacologic interventions that transiently improve cognitive function, there are no treatments that alter disease progression. The current study seeks to use a novel therapeutic intervention that uses noninvasive brain stimulation to target amyloid in the brain. The investigators anticipate this will decrease the amyloid levels in the brain, as evidence by Positron Emission Tomography (PET) imaging.",
    "description_detailed": "Alzheimer's Disease (AD) is characterized by amyloid-β (Aβ) plaque buildup and phosphorylated tau (p-tau) in the brain, as well as widespread neurodegeneration. There is no current treatments that alter disease progression.\n\nInvestigators will recruit 20 individuals with AD with evidence of amyloid placques in the brain through Positron Emission Tomography (PET) imaging. Investigators will use a novel approach, transcranial alternating current stimulation (tACS), to target the region of maximum amyloid burden in the brain. All participants will receive tACS. Each individual's participation in the study will consist of approximately 16 visits: 3 days for screening/baseline procedures as described below, 10 tACS study visits, and 3 days for follow-up assessments. Subjects will undergo baseline cognitive assessment, structural and functional MRI characterization, and resting-state EEG measurement. Additionally, patients will undergo a tACS-EEG recording session to assess brain plasticity levels and identify markers of response to stimulation. All subjects will then undergo 10 1-hour sessions of gamma-frequency (40 Hz) tACS, targeted to the region of maximal tracer uptake on the amyloid PET study. Subjects will take a standardized adverse effect questionnaire before and after each session and complete a short cognitive test after each session to demonstrate safety and tolerability. At the end of the 10 sessions, subjects will then repeat the baseline assessments, followed by repeat amyloid PET imaging to assess for changes in amyloid burden.\n\nInvestigators anticipate that targeting the region of amyloid burden in the brain with tACS will reduce the amyloid burden as evidence by the follow up PET imaging and show improvement on electrophysiological measures of brain function and on cognitive testing. If our prediction is correct, this will will provide a critical first step in the development of a novel intervention to prevent and treat AD.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": {
        "participantFlowModule": {
            "preAssignmentDetails": "During the screening and baseline procedures 7 participants screened out for the following reasons: 4 participants screened out on cognitive testing measures, being either too advanced or too mild, 2 participants did not meet 6 weeks stable medication inclusion criteria, and 1 participant screened out due to incidental findings on the baseline MRI",
            "recruitmentDetails": "Of 17 enrolled participants, 10 met inclusion criteria and underwent transcranial alternating current stimulation (tACS)",
            "groups": [
                {
                    "id": "FG000",
                    "title": "tACS",
                    "description": "Transcranial alternating current stimulation (tACS) tuned at the frequency of 40Hz (gamma frequency) was applied for 1 hour in 10 sessions on consecutive weekdays."
                }
            ],
            "periods": [
                {
                    "title": "Overall Study",
                    "milestones": [
                        {
                            "type": "STARTED",
                            "achievements": [
                                {
                                    "groupId": "FG000",
                                    "numSubjects": "10"
                                }
                            ]
                        },
                        {
                            "type": "COMPLETED",
                            "achievements": [
                                {
                                    "groupId": "FG000",
                                    "numSubjects": "10"
                                }
                            ]
                        },
                        {
                            "type": "NOT COMPLETED",
                            "achievements": [
                                {
                                    "groupId": "FG000",
                                    "numSubjects": "0"
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        "baselineCharacteristicsModule": {
            "groups": [
                {
                    "id": "BG000",
                    "title": "tACS",
                    "description": "Transcranial alternating current stimulation (tACS) tuned at the frequency of 40Hz (gamma frequency) was applied for 1 hour in 10 sessions on consecutive weekdays."
                }
            ],
            "denoms": [
                {
                    "units": "Participants",
                    "counts": [
                        {
                            "groupId": "BG000",
                            "value": "10"
                        }
                    ]
                }
            ],
            "measures": [
                {
                    "title": "Age, Customized",
                    "paramType": "COUNT_OF_PARTICIPANTS",
                    "unitOfMeasure": "Participants",
                    "classes": [
                        {
                            "title": "Age",
                            "categories": [
                                {
                                    "title": "55",
                                    "measurements": [
                                        {
                                            "groupId": "BG000",
                                            "value": "1"
                                        }
                                    ]
                                },
                                {
                                    "title": "57",
                                    "measurements": [
                                        {
                                            "groupId": "BG000",
                                            "value": "1"
                                        }
                                    ]
                                },
                                {
                                    "title": "63",
                                    "measurements": [
                                        {
                                            "groupId": "BG000",
                                            "value": "1"
                                        }
                                    ]
                                },
                                {
                                    "title": "75",
                                    "measurements": [
                                        {
                                            "groupId": "BG000",
                                            "value": "1"
                                        }
                                    ]
                                },
                                {
                                    "title": "76",
                                    "measurements": [
                                        {
                                            "groupId": "BG000",
                                            "value": "2"
                                        }
                                    ]
                                },
                                {
                                    "title": "78",
                                    "measurements": [
                                        {
                                            "groupId": "BG000",
                                            "value": "2"
                                        }
                                    ]
                                },
                                {
                                    "title": "79",
                                    "measurements": [
                                        {
                                            "groupId": "BG000",
                                            "value": "1"
                                        }
                                    ]
                                },
                                {
                                    "title": "83",
                                    "measurements": [
                                        {
                                            "groupId": "BG000",
                                            "value": "1"
                                        }
                                    ]
                                }
                            ]
                        }
                    ]
                },
                {
                    "title": "Sex: Female, Male",
                    "paramType": "COUNT_OF_PARTICIPANTS",
                    "unitOfMeasure": "Participants",
                    "classes": [
                        {
                            "categories": [
                                {
                                    "title": "Female",
                                    "measurements": [
                                        {
                                            "groupId": "BG000",
                                            "value": "4"
                                        }
                                    ]
                                },
                                {
                                    "title": "Male",
                                    "measurements": [
                                        {
                                            "groupId": "BG000",
                                            "value": "6"
                                        }
                                    ]
                                }
                            ]
                        }
                    ]
                },
                {
                    "title": "Race (NIH/OMB)",
                    "paramType": "COUNT_OF_PARTICIPANTS",
                    "unitOfMeasure": "Participants",
                    "classes": [
                        {
                            "categories": [
                                {
                                    "title": "American Indian or Alaska Native",
                                    "measurements": [
                                        {
                                            "groupId": "BG000",
                                            "value": "0"
                                        }
                                    ]
                                },
                                {
                                    "title": "Asian",
                                    "measurements": [
                                        {
                                            "groupId": "BG000",
                                            "value": "0"
                                        }
                                    ]
                                },
                                {
                                    "title": "Native Hawaiian or Other Pacific Islander",
                                    "measurements": [
                                        {
                                            "groupId": "BG000",
                                            "value": "0"
                                        }
                                    ]
                                },
                                {
                                    "title": "Black or African American",
                                    "measurements": [
                                        {
                                            "groupId": "BG000",
                                            "value": "0"
                                        }
                                    ]
                                },
                                {
                                    "title": "White",
                                    "measurements": [
                                        {
                                            "groupId": "BG000",
                                            "value": "10"
                                        }
                                    ]
                                },
                                {
                                    "title": "More than one race",
                                    "measurements": [
                                        {
                                            "groupId": "BG000",
                                            "value": "0"
                                        }
                                    ]
                                },
                                {
                                    "title": "Unknown or Not Reported",
                                    "measurements": [
                                        {
                                            "groupId": "BG000",
                                            "value": "0"
                                        }
                                    ]
                                }
                            ]
                        }
                    ]
                },
                {
                    "title": "Region of Enrollment",
                    "paramType": "NUMBER",
                    "unitOfMeasure": "participants",
                    "classes": [
                        {
                            "title": "United States",
                            "categories": [
                                {
                                    "measurements": [
                                        {
                                            "groupId": "BG000",
                                            "value": "10"
                                        }
                                    ]
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        "outcomeMeasuresModule": {
            "outcomeMeasures": [
                {
                    "type": "PRIMARY",
                    "title": "Change in Amyloid Burden",
                    "description": "Changes in the amyloid load observed via PET imaging will be evaluated by comparing PET data acquired before and after the 10 tACS sessions. The metric used is SUVR, a measure of the amount of proteins in the brain identified at the PET exam. We will calculate the difference between pre and post tACS SUVR (dSUVR) for the entire brain and report the average value (and standard deviation) for the entire group of patients. A negative value express a decrease in the amount of proteins in the brain post tACS intervention. It must be considered that dSUVR values refer to the entire brain, however patients were treated according to personalized tACS montages targeting patient-specific regions mostly affected by the pathology. This might have led to slightly different changes in SUVR in different part of the brain across participants. Also, as per standard procedures, results are presented at group level, i.e. without considering individual differences in longitudinal amyloid load changes.",
                    "populationDescription": "Mild to Moderate Alzheimer's Disease patients",
                    "reportingStatus": "POSTED",
                    "paramType": "MEAN",
                    "dispersionType": "Standard Deviation",
                    "unitOfMeasure": "dSUVR",
                    "timeFrame": "Up to six weeks",
                    "groups": [
                        {
                            "id": "OG000",
                            "title": "tACS",
                            "description": "Transcranial alternating current stimulation (tACS) tuned at the frequency of 40Hz (gamma frequency) will be applied for 1 hour in 10 sessions on consecutive weekdays. The tACS intervention (10 sessions) will be preceded and followed by amyloid PET imaging as well as a clinical/cognitive evaluation. The assessment of adverse effects will constitute a Primary outcome measure. Changes in amyloid load in the stimulated brain region will be evaluated and constitute a secondary outcome of the study. Clinically relevant changes in cognitive and clinical scores will be also evaluated as secondary outcomes. Stimulation will be also preceded and followed by electroencephalography (EEG) recording aimed at assessing changes in spectral power in the gamma band.\n\ntACS will be applied at a frequency of 40Hz and targeting the area of maximal tracer uptake on amyloid PET imaging using an individualized multielectrode design to maximize the induced electrical current to the target region."
                        }
                    ],
                    "denoms": [
                        {
                            "units": "Participants",
                            "counts": [
                                {
                                    "groupId": "OG000",
                                    "value": "10"
                                }
                            ]
                        }
                    ],
                    "classes": [
                        {
                            "categories": [
                                {
                                    "measurements": [
                                        {
                                            "groupId": "OG000",
                                            "value": "-1.55",
                                            "spread": "0.9"
                                        }
                                    ]
                                }
                            ]
                        }
                    ]
                },
                {
                    "type": "SECONDARY",
                    "title": "Change in EEG Gamma-band Spectral Power",
                    "description": "EEG power spectral densities (PSD) before and after the tACS intervention were evaluated, specifically absolute and relative power density values (μV2/Hz) were calculated within the gamma band (35-45Hz). Changes in the spectral power are reported in term of percentage of changes in relative spectral power from Pre to Post tACS intervention.",
                    "populationDescription": "The assessment of the effect of 40 Hz tACS on EEG gamma-band spectral power.",
                    "reportingStatus": "POSTED",
                    "paramType": "MEAN",
                    "dispersionType": "Standard Deviation",
                    "unitOfMeasure": "% difference in spectral power (μV2/Hz)",
                    "timeFrame": "Up to six weeks",
                    "groups": [
                        {
                            "id": "OG000",
                            "title": "tACS 40Hz",
                            "description": "Transcranial alternating current stimulation (tACS) tuned at the frequency of 40Hz (gamma frequency) will be applied for 1 hour in 10 sessions on consecutive weekdays. The tACS intervention (10 sessions) will be preceded and followed by amyloid, microglia and tau PET imaging as well as a clinical/cognitive evaluation. The assessment of the effect of stimulation on microglia activation, amyloid deposition and tau deposition will constitute a primary outcome measure. Assessment of adverse effects will be also evaluated as a secondary outcome. The effect of brain stimulation on brain connectivity will be assessed by EEG and cognitive function.\n\nTranscranial Alternating Current Stimulation (tACS): tACS will be applied at a frequency of 40Hz and targeting the area of maximal tracer uptake on amyloid PET imaging using an individualized multielectrode design to maximize the induced electrical current to the target region."
                        }
                    ],
                    "denoms": [
                        {
                            "units": "Participants",
                            "counts": [
                                {
                                    "groupId": "OG000",
                                    "value": "10"
                                }
                            ]
                        }
                    ],
                    "classes": [
                        {
                            "categories": [
                                {
                                    "measurements": [
                                        {
                                            "groupId": "OG000",
                                            "value": "23.5",
                                            "spread": "13.4"
                                        }
                                    ]
                                }
                            ]
                        }
                    ],
                    "analyses": [
                        {
                            "groupIds": [
                                "OG000"
                            ],
                            "groupDescription": "One-way ANOVA was conducted to compare the effect of 40Hz tACS on EEG gamma-band spectral power. Power changes were expressed as percentage relative power variations, accordingly with the event-related synchronization/desynchronization (ERS/ERD) index.",
                            "nonInferiorityType": "OTHER",
                            "pValue": "< 0.01",
                            "statisticalMethod": "ANOVA"
                        }
                    ]
                },
                {
                    "type": "SECONDARY",
                    "title": "Change in Adas-Cog Score",
                    "description": "Change in Adas-Cog score will be reported, to document a potential clinical benefit of tACS. The scale ranges from a total score of 0-70 with higher score indicating greater cognitive impairment.",
                    "reportingStatus": "POSTED",
                    "paramType": "MEAN",
                    "dispersionType": "Standard Deviation",
                    "unitOfMeasure": "Scores on a scale",
                    "timeFrame": "Up to six weeks",
                    "groups": [
                        {
                            "id": "OG000",
                            "title": "tACS",
                            "description": "Transcranial alternating current stimulation (tACS) tuned at the frequency of 40Hz (gamma frequency) will be applied for 1 hour in 10 sessions on consecutive weekdays."
                        }
                    ],
                    "denoms": [
                        {
                            "units": "Participants",
                            "counts": [
                                {
                                    "groupId": "OG000",
                                    "value": "10"
                                }
                            ]
                        }
                    ],
                    "classes": [
                        {
                            "categories": [
                                {
                                    "measurements": [
                                        {
                                            "groupId": "OG000",
                                            "value": "-0.97",
                                            "spread": "3.88"
                                        }
                                    ]
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        "adverseEventsModule": {
            "frequencyThreshold": "0",
            "timeFrame": "5 months",
            "eventGroups": [
                {
                    "id": "EG000",
                    "title": "tACS",
                    "description": "Transcranial alternating current stimulation (tACS) tuned at the frequency of 40Hz (gamma frequency) will be applied for 1 hour in 10 sessions on consecutive weekdays.",
                    "deathsNumAffected": 0,
                    "deathsNumAtRisk": 10,
                    "seriousNumAffected": 0,
                    "seriousNumAtRisk": 10,
                    "otherNumAffected": 8,
                    "otherNumAtRisk": 10
                }
            ],
            "otherEvents": [
                {
                    "term": "Headache",
                    "organSystem": "General disorders",
                    "assessmentType": "SYSTEMATIC_ASSESSMENT",
                    "stats": [
                        {
                            "groupId": "EG000",
                            "numAffected": 2,
                            "numAtRisk": 10
                        }
                    ]
                },
                {
                    "term": "Scalp Pain",
                    "organSystem": "General disorders",
                    "assessmentType": "SYSTEMATIC_ASSESSMENT",
                    "stats": [
                        {
                            "groupId": "EG000",
                            "numAffected": 2,
                            "numAtRisk": 10
                        }
                    ]
                },
                {
                    "term": "Neck Pain",
                    "organSystem": "General disorders",
                    "assessmentType": "SYSTEMATIC_ASSESSMENT",
                    "notes": "related to TMS positioning",
                    "stats": [
                        {
                            "groupId": "EG000",
                            "numAffected": 2,
                            "numAtRisk": 10
                        }
                    ]
                },
                {
                    "term": "Skin Irritation",
                    "organSystem": "General disorders",
                    "assessmentType": "SYSTEMATIC_ASSESSMENT",
                    "stats": [
                        {
                            "groupId": "EG000",
                            "numAffected": 5,
                            "numAtRisk": 10
                        }
                    ]
                },
                {
                    "term": "Sensations under electrodes",
                    "organSystem": "General disorders",
                    "assessmentType": "SYSTEMATIC_ASSESSMENT",
                    "notes": "tingling, burning, itching",
                    "stats": [
                        {
                            "groupId": "EG000",
                            "numAffected": 8,
                            "numAtRisk": 10
                        }
                    ]
                },
                {
                    "term": "Visual Changes",
                    "organSystem": "General disorders",
                    "assessmentType": "SYSTEMATIC_ASSESSMENT",
                    "notes": "flashing lights in peripheral vision",
                    "stats": [
                        {
                            "groupId": "EG000",
                            "numAffected": 6,
                            "numAtRisk": 10
                        }
                    ]
                },
                {
                    "term": "Nervousness",
                    "organSystem": "General disorders",
                    "assessmentType": "SYSTEMATIC_ASSESSMENT",
                    "notes": "related to cognitive testing",
                    "stats": [
                        {
                            "groupId": "EG000",
                            "numAffected": 3,
                            "numAtRisk": 10
                        }
                    ]
                },
                {
                    "term": "Difficulty concentrating",
                    "organSystem": "General disorders",
                    "assessmentType": "SYSTEMATIC_ASSESSMENT",
                    "stats": [
                        {
                            "groupId": "EG000",
                            "numAffected": 2,
                            "numAtRisk": 10
                        }
                    ]
                },
                {
                    "term": "Hand tingling",
                    "organSystem": "General disorders",
                    "assessmentType": "SYSTEMATIC_ASSESSMENT",
                    "stats": [
                        {
                            "groupId": "EG000",
                            "numAffected": 1,
                            "numAtRisk": 10
                        }
                    ]
                },
                {
                    "term": "Eye pain",
                    "organSystem": "General disorders",
                    "assessmentType": "SYSTEMATIC_ASSESSMENT",
                    "stats": [
                        {
                            "groupId": "EG000",
                            "numAffected": 1,
                            "numAtRisk": 10
                        }
                    ]
                }
            ]
        },
        "moreInfoModule": {
            "certainAgreement": {
                "piSponsorEmployee": true
            },
            "pointOfContact": {
                "title": "Principal Investigator - Emiliano Santarnecchi",
                "organization": "BIDMC",
                "email": "esantarn@bidmc.harvard.edu",
                "phone": "617-667-0326"
            }
        }
    },
    "target_category": "N/A",
    "drug": [
        "High‑frequency transcranial alternating current stimulation (tACS) — device intervention"
    ],
    "placebo": [
        "Sham stimulation"
    ],
    "explanation_target": [
        "Reason: The described intervention is a non‑drug, noninvasive brain stimulation (high‑frequency/40Hz transcranial alternating current stimulation, tACS) intended to reduce amyloid‑β burden in the brain as measured by PET — i.e., it targets Alzheimer’s pathology but is a device/neuromodulation approach rather than a biologic or small molecule. citeturn0search4turn1search3",
        "Act: Trial details (registered as NCT03290326 / titled 'Feasibility and Safety of a High‑Frequency Transcranial Alternating Current Stimulation Intervention for Amyloid‑β Reduction in Alzheimer''s Disease') describe multisession high‑frequency tACS versus sham with pre/post amyloid PET SUVR as a primary outcome, confirming this is a device neuromodulation trial (not a drug trial). citeturn1search1turn0search4",
        "Reflect: Mapping to the provided categories — (1) Disease‑targeted biologic: requires a biologic (e.g., monoclonal antibody or vaccine) — NOT the case; (2) Disease‑targeted small molecule: requires a small‑molecule drug — NOT the case; (3) Cognitive enhancer: category is for pharmacologic agents whose primary aim is symptomatic cognitive improvement rather than modifying pathology — the trial’s primary aim is amyloid reduction (pathology); (4) Neuropsychiatric symptom improvement: not the focus. Because the intervention is a device (tACS) targeting amyloid pathology and does not fit any of the four drug‑based categories, the correct classification under the provided scheme is 'N/A'. citeturn0search4turn1search3",
        "Web search results (sources consulted): 1) MedPath trial summary for 'tACS for Amyloid‑β Reduction' describing the intervention, amyloid PET SUVR primary outcome, and sham control. citeturn0search4 2) TrialTracker / ClinicalTrials.gov entry (NCT03290326) with title, dates, and reporting status. citeturn1search1 3) Published studies and protocols on multisession 40Hz tACS in AD and related safety/feasibility literature (examples include TRANSFORM‑AD and related publications). citeturn1search3turn0search0"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}