{
    "nct_id": "NCT01469351",
    "title": "Neurodegenerative Changes in Alzheimer's Disease: Identifying Potential Effects of Liraglutide on Degenerative Changes",
    "status": "COMPLETED",
    "last_update_time": "2013-04-18",
    "description_brief": "Today Alzheimers disease can not be cured. Animal experiments have shown that the hormone GLP-1 can improve memory in Alzheimer-prone mice.\n\nThe investigators hypothesis is that a 6-month treatment with the GLP-1 receptor stimulating drug liraglutide will reduce the intracerebral amyloid deposition in the central nervous system (CNS) in patients with Alzheimer's disease (AD) and thereby reduce the clinical symptoms of the disease.",
    "description_detailed": "The incidences of both type 2 diabetes (DM-2) and Alzheimer's disease (AD) have increased during the last years, resulting in an increase in morbidity and mortality. DM-2 is a risk factor for both AD and vascular dementia. In addition, an increased incidence of DM-2 in Alzheimer's patients has been observed. The understanding of the underlying mechanism behind this linkage is so far very sparse.\n\nIn both diseases premature cell degeneration develops. DM-2 is characterized by a loss of β-cell function and β cell mass in the pancreas, whereas AD shows a loss of neuronal function as well as neuronal cell death. General metabolic risk factors such as hyperglycemia and hypercholesterolemia are evident in both diseases.\n\nGlucagon-like-peptide-1 (GLP-1) is an incretin hormone with numerous documented effects on the glycaemic response. It is released as a response to food ingestion and consequently exerts a glucose-dependent stimulation of insulin secretion while inhibiting glucagon secretion. In animal experiments as well as cell experiments β-cell neogenesis, growth and differentiation are stimulated by GLP-1, and inhibition of β-cell apoptosis has been demonstrated in cell studies. In addition to α- and β-cells of the pancreas, GLP-1 receptors (GLP-1R) have been localized to the CNS, where GLP-1R are distributed corresponding to the hypothalamus and hippocampus. Experimental investigations on mice where GLP-1 was given intra-cerebroventricularly, GLP-1R stimulation reduced nerve cell damage caused by neurotoxic stimuli. Furthermore, GLP-1R stimulation in hippocampus induced learning ability and memory and it has been shown that GLP-1R stimulation leeds to neurite outgrowth and protects against nerve cell apoptosis.\n\nIn connection with hyperinsulinaemia in early stages of DM-2, studies suggest that stimulation of insulin receptors represented in the brain produce an increased level of β-amyloid and an increased number of neurofibrillary tangles. AD is pathologically characterized by an increased level of β-amyloid as well as an increased number of neurofibrillar tangles. Accumulation of β-amyloid in the brain is localized to areas with cognitive functions. A recent animal experimental work has shown reduced memory in GLP-1 receptor KO mice and mentions the lack of a possible neuroprotective effect as a potential explanation for the observation. In studies of humans a worsening of the cognitive functions has been shown to be associated with dementia and DM-2, even though an actual causal relation has not yet been found. The investigators have recently shown that GLP-1 has a neuroprotective function in patients with DM-2.\n\nPositron emission tomography (PET) scanning has been well evaluated in clinical demonstration of CNS changes following AD including changes in amyloid deposits.\n\nPresently there are no registered drugs which change the deposition of amyloid and there are no drugs with convincing effect on the progression of the disease in patients with Alzheimer's. Moreover the drugs which have been marketed for treatment have a disadvantageous side effect profile. Besides insulin, β-cells secrete amylin, amyloid or IAPP (islet amyloid polypeptide) and these thus share certain characteristics with β-amyloid. Previously IAPP was considered to be non-toxic but recent studies have indicated a possible conversion to toxic β-amyloid.\n\nThe insulin-producing β-cells have been found to be characterized by accumulation of amyloid in several DM-2 models. A recent study with treatment with DPP-4 inhibitors (increasing endogenous GLP-1) improved glucose tolerance, increased GLP-1 levels and normalized the topography of the islets of Langerhans in a mouse model with β cell specific over expression of human amyloid.\n\nThe investigators hypothesis is that a 26 week treatment with the GLP-1 receptor stimulating pharmaceutical liraglutide will reduce the intracerebral amyloid deposition in the CNS in patients with Alzheimer's disease, as demonstrated by PET.\n\nThe investigators aim is that this clinical study will be able to give new information about the effect of the GLP-1 axis in the CNS and explore the potential for treatment of large groups of patients who cannot be offered effective drugs today. Altogether the results from the studies will contribute to the development of future treatment options for AD.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted biologic",
    "drug": [
        "liraglutide (GLP-1 receptor agonist; brands: Victoza, Saxenda)"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The intervention is liraglutide, a GLP-1 receptor agonist (a peptide therapeutic) being tested to reduce intracerebral amyloid deposition and improve clinical symptoms—i.e., an attempt to modify AD pathology rather than only symptom relief. citeturn0search5",
        "Act: Preclinical studies show liraglutide improved memory and reduced amyloid plaque/oligomer load and neuroinflammation in multiple AD mouse models; it has also shown neuroprotective effects in non-human primate and small human studies reporting biological effects in AD. These support the investigators' claim that liraglutide may reduce amyloid deposition. citeturn0search4turn0search6turn0search3turn0news14",
        "Reflect: Classification as 'disease-targeted biologic' is based on (1) liraglutide being a peptide GLP-1 receptor agonist (a biologic-like therapeutic) and (2) the trial intent to reduce amyloid pathology (disease modification). Note: liraglutide acts on GLP-1 receptors (neuroprotective/metabolic pathways) rather than directly binding amyloid or tau, so its disease-targeting is indirect but aimed at pathological change—this still fits the 'disease-targeted biologic' category. citeturn0search5turn0search0"
    ],
    "agent_type": "L) Growth Factors and Hormones",
    "explanation_agent": [
        "Reason: The intervention is liraglutide, a GLP-1 (glucagon-like peptide-1) receptor agonist — a peptide hormone analogue being tested for disease-modifying/neuroprotective effects in AD (including reported reductions in amyloid measures in preclinical work). citeturn0search5turn0search3",
        "Act: Extracted details — drug: liraglutide (GLP-1 receptor agonist; brands Victoza/Saxenda); primary biological target: GLP-1 receptor (a peptide hormone receptor). The trial intent is to modify AD pathology (reduce intracerebral amyloid deposition and improve neurodegeneration) via a hormone/peptide therapeutic rather than a direct anti-amyloid monoclonal. Based on CADRO, the most specific fit is L) Growth Factors and Hormones because liraglutide acts as a hormone analogue/peptide biologic. citeturn0search1turn0search2",
        "Reflect: This classification aligns with the description: liraglutide is a peptide hormone analogue (GLP-1R agonist) with neuroprotective/metabolic actions that are hormonal in nature. An alternative, reasonable classification could be J) Metabolism and Bioenergetics (given liraglutide's effects on insulin signaling and brain glucose metabolism), but because the therapeutic is a peptide hormone analogue acting at a hormone receptor, CADRO L is the most specific match. Preclinical and clinical trial references supporting liraglutide's GLP-1R action, amyloid-related effects, and clinical testing in AD are listed below. citeturn0search4turn0search6",
        "Web search results cited (key sources):",
        "- Preclinical: \"The diabetes drug liraglutide prevents degenerative processes in a mouse model of Alzheimer's disease\" (shows reduced plaques, oligomers, inflammation). citeturn0search3",
        "- Preclinical/primate: \"Liraglutide reverses cognitive impairment in mice and attenuates insulin receptor and synaptic pathology in a non-human primate model.\" citeturn0search1",
        "- Trial protocol / rationale: NCT01469351 trial protocol and description (liraglutide hypothesised to affect Aβ deposition). citeturn0search0",
        "- Phase II/ELAD study details: protocol and results summaries for liraglutide in AD (effects on brain measures; mixed primary endpoint results but secondary signals reported). citeturn0search2turn0search6",
        "- Summary/news: coverage reporting biological/clinical signals (reduced regional brain atrophy, calls for further study). citeturn0news14"
    ]
}