{
    "nct_id": "NCT01825330",
    "title": "Effect of NeuroAD, Combined TMS Stimulation and Cognitive Training, on the Cognitive Function of Mild to Moderate Alzheimer Patients",
    "status": "COMPLETED",
    "last_update_time": "2016-03-29",
    "description_brief": "The study tests the effect of the NeuroAD on Alzheimer patients' cognitive function. The NeuroAD uses non-invasive stimulation of both magnetic and cognitive training.",
    "description_detailed": "The NeuroAD system is a combined system of Transcranial Magnetic Stimulation and cognitive training and is a non-invasive therapeutic system for the improvement of Alzheimer patients' cognitive function.\n\nA potential participant will undergo screening procedures to confirm eligibility to participate in the study, followed by randomization procedure to one of the study groups - treatment or sham (placebo) Patient will attend the clinic 5 times a week for 6 weeks, approximately an hour every day for treatment/sham. The patient will be required to return to the clinic for follow-up.\n\nUp to 150 patients will be enrolled in up to 10 clinical sites in the US and Israel.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "neuroAD™ Therapy System (Neuronix) — non‑invasive neuronavigated repetitive transcranial magnetic stimulation (rTMS) combined with simultaneous, targeted cognitive training; not a pharmacologic drug."
    ],
    "placebo": [
        "Sham neuroAD (sham rTMS and sham cognitive training / sham device) used as control in randomized trials."
    ],
    "explanation_target": [
        "Reason: The intervention (neuroAD™) is a device-based therapy that delivers neuronavigated rTMS paired with cognitive training, intended to improve cognitive function in mild–moderate Alzheimer patients rather than to alter amyloid/tau pathology. This matches the definition of a cognitive enhancer (symptomatic cognitive improvement), not a biologic or small molecule disease‑modifying therapy. citeturn0search1turn0search3",
        "Act (extracted details & sources): neuroAD™ is described in multiple clinical studies as a combined focal rTMS + cognitive training system (daily 1‑hour sessions for 6 weeks) evaluated in randomized, sham‑controlled trials and observational cohorts; reported outcomes focus on ADAS‑Cog / MMSE cognitive changes and clinical global impressions. The control used is a sham treatment. citeturn0search1turn0search0turn0search5",
        "Reflect (verification): Because neuroAD™ is a non‑pharmacologic neuromodulation + training intervention whose stated goal and trial endpoints are cognitive improvement/symptomatic benefit, it fits the 'cognitive enhancer' category. It is not a biologic (e.g., antibody/vaccine) nor a small molecule targeting AD pathology, and its trials used sham device controls (not placebo drugs). Regulatory history and summaries confirm device (Neuronix) origin and that the technology is intended for symptomatic cognitive treatment. citeturn0search2turn0search7"
    ],
    "agent_type": "M) Synaptic Plasticity/Neuroprotection",
    "explanation_agent": [
        "Reason: The intervention is a non‑pharmacologic neuromodulation system (neuroAD™) that pairs neuronavigated repetitive transcranial magnetic stimulation (rTMS) with simultaneous, targeted cognitive training intended to induce long‑term potentiation (LTP) and improve cognition (symptomatic/cognitive‑enhancer effect), not to directly modify amyloid or tau pathology. citeturn0search0turn0search1",
        "Act: Extracted details — neuroAD™ Therapy System (Neuronix) is a CE‑marked, non‑invasive device combining MRI‑guided/focal rTMS with individualized cognitive training delivered in ~6‑week, daily 1‑hour sessions; it was evaluated in randomized sham‑controlled multicenter studies and submitted to the FDA (de novo), with an FDA advisory panel reviewing the pivotal data in March 2019. Reported outcomes and regulatory discussion focus on cognitive endpoints rather than biomarker reduction of amyloid/tau. citeturn0search3turn0search0turn0search2",
        "Reflect: Classification check — because the mechanism and stated goal are to enhance synaptic function/plasticity (LTP) and produce symptomatic cognitive benefit rather than to target specific molecular pathologies (amyloid, tau, ApoE, inflammation, etc.), the best CADRO match is M) Synaptic Plasticity/Neuroprotection. It is not a multi‑target pharmacologic therapy nor a diagnostic device, so 'M' is the most specific applicable category. citeturn0search1turn0search8",
        "Web‑search sources used (selected): Neuronix/press materials describing neuroAD and its LTP/synaptic plasticity rationale; FDA de novo submission and advisory‑committee coverage; Alzforum and news coverage of the FDA advisory panel and pivotal trial results; commercial/coverage notices about CE‑mark and availability in other regions. (Sources cited above: turn0search0, turn0search1, turn0search2, turn0search3, turn0search8)."
    ]
}