{
    "nct_id": "NCT04606953",
    "title": "Working Memory Training With Attention Process Training (APT-II) in Older Adults With Mild Cognitive Impairment : Impacts on Cognition and Ecological Activities",
    "status": "COMPLETED",
    "last_update_time": "2021-09-28",
    "description_brief": "Older adults with Mild Cognitive Impairment (MCI) have an increased risk of developing dementia but do not meet the criteria for dementia. Cognitive rehabilitation makes it possible to compensate, at least in part, for cognitive deficits with the ultimate goal of reducing their impact in everyday life. The objective of the research is to evaluate the short- and long-term effectiveness and generalization of an attention and working memory training program (APT-II) on cognition and ecological activities in MCI patients with a randomized controlled trial. Thirty MCI patients will be randomly assigned between a \"cognitive training with APT-II\" condition and a control (routine care) condition. The intervention will consist of an 8-week individual cognitive training program (2 sessions/week), training different attentional components and working memory. This has the advantage of insisting on the transfer of the acquired knowledge in sessions to daily activities. To evaluate the effectiveness of the treatment, cognitive and functional follow-up measures (including a virtual reality task) are administered at several time intervals. This project should contribute to better management of cognitive disorders by offering a new standardized rehabilitation tool in French to clinical practice.",
    "description_detailed": "Older adults with Mild Cognitive Impairment (MCI) have an increased risk of developing dementia, but do not meet the criteria for dementia. Some of these individuals nevertheless remain in a stable state or even return to the norm. Currently, pharmacological treatments have not been shown to be sufficiently effective in treating cognitive deficits. The major challenge is to identify other therapeutic approaches to reduce the risk of cognitive impairment progressing to dementia. Deficits in working memory, which are very common in these individuals, have a prognostic value for progression to dementia of the Alzheimer's type. Cognitive re-education makes it possible to compensate, at least in part, for cognitive disorders with the ultimate goal of reducing their repercussions in daily life. Executive control training can improve working memory and attention, but how this gain is transferred to activities of daily living (ADLs) remains poorly understood to date. The generalization of cognitive gains to ADLs is crucial, however, as this generalization may contribute to patients' functional autonomy.\n\nThis project aims to evaluate the effectiveness of attention and working memory training (APT-II) on cognitive function and ecological activities in MCI patients by means of a single-blind randomized controlled trial. Working memory is involved in information manipulation and attentional processes. This ability is called upon in higher cognitive functions such as language, reasoning, comprehension, but also in various complex ADL situations. Deficits in working memory thus contribute significantly to other cognitive or functional impairments in MCI patients. To date, some working memory training has been shown to have an immediate impact on working memory in this population. However, long-term maintenance and impact on daily life have not been demonstrated in this population. Researchers of this study propose to fill this gap by using the APT-II (or Attention Process Training) program, which focuses on the transfer of cognitive gains from the start of training. Indeed, the APT-II program was translated from English to French by the scientific coordinator (S. Blanchet). The English version has already been validated in various populations with mild cognitive dysfunction following brain injury, stroke or small vessel brain disease. The efficacy of APT-II has never been studied in older adults with IBD. For the first time a research team evaluate the short- and long-term efficacy of this program in MCI patients on cognition and ADLs using virtual reality. This new technology provides an ecological and objective measure for the evaluation of memory and other cognitive functions while simulating naturalistic and controlled situations. The objective is therefore to evaluate the effectiveness of an attention and working memory training program (APT-II) on cognitive function in patients with MCI. To achieve this objective, patients with MCI are randomly assigned to an APT-II program or to a control group. Cognitive training with the APT-II program will include progressively more difficult and adaptive exercises and will be varied to facilitate near and far cognitive transfer. Attention, working memory and episodic memory are measured at different time intervals (before, immediately after, 3 and 6 months after training). A unique feature of the cognitive training program is its emphasis on generalization by teaching participants how to maximize the transfer of the attention management strategies learned during the sessions to their various ADLs requiring attention and executive control. Homework exercises targeting these different cognitive functions in ADLs are also provided between sessions.\n\nThe protocol is offered to elderly people with mild cognitive impairment. In this single-blind randomized controlled trial, participants are randomly assigned either to a \"cognitive training\" experimental group (n=20) or a \"standard care\" control group (n=20). Recruitment is multi-centric, and takes place via memory consultations from several sites: Tenon Hospital (collaboration with Dr Eric Bouvard), AP-HP Sorbonne University, and Dr Mettling's private neurology practice (Paris XI). MCI patients are selected according to the criteria of Petersen (2004). A battery of standardized neuropsychological tests is first administered to ensure that participants meet our criteria. Patients must be at least 55 years of age and have an impairment of attention, exécutive, memory and/or working memory as evidenced by impaired performance on tests assessing attention or executive function (score 1.5 standard deviation below the norm on these tests). Participants meeting the selection criteria are invited to continue the study. The project has already been approved by the Committee for the Protection of Persons (CPP) EST-III of the ANSM (BCR ID: 2018-A02377-48, N°CPP: 18.11.05, N° 18.08.21.66617). Patients in the experimental group receive the APT-II training program individually with a psychologist for 8 weeks (2 sessions/week). The exercises target different attentional components and working memory in the auditory-visual modalities. This exercices are of increasing difficulty while being adapted to each patient's profile in order to maximize the effects on cognitive reserve. During the sessions, the emphasis is on generalizing the gains towards the most problematic daily activities in order to reduce the impact of the patients' cognitive problems in their daily lives. Patients in the control group receive standard routine care. In order to test the impact of the APT-II training program on cognitive function and daily activities, cognitive and functional follow-up measures are administered in a blind condition just before (T0), after (T1), and 3 (T2) and 6 months (T3) after the intervention. The last two measures will be used to study long-term maintenance of earnings. The cognitive follow-up measures will test the effects of near (attention, working memory) and far (episodic memory) cognitive transfers and generalization to daily activities with questionnaires. Functional follow-up measures include a virtual reality task assessing episodic memory in the presence of interferences in order to examine the effects of training on an ecological situation with high demands on attentional resources.\n\nMCI patients who received the APT-II training program should perform better on attention and working memory tasks after training, with a distant transfer to episodic memory tasks compared to the control group who received standard care during the training time interval. Following cognitive training, MCI patients should also be less susceptible to environmental interferences as assessed with the virtual reality task, while reporting fewer cognitive complaints in everyday life with maintenance of these gains over time. In patients in the control group, it is anticipated that there will be no difference in follow-up measures between the different times or the presence of decreased performance as these patients are at risk of developing neurodegenerative pathology. In a preliminary study evaluating the efficacy of the APT-II programme by the same team of research, six MCI patients (m = 68 ± 10.56 years) attended 10 sessions of the APT-II programme (2 sessions/week). Statistical analyses indicate that after cognitive training, MCI patients tended to improve their performance on a working memory task (upside down number span, p = .06). There was also a gain in daily activities and well-being, as assessed by the Cognitive Failure Questionnaire (p = .04) and the Bravo Wellness Questionnaire (p = .04), respectively. These encouraging results support the effectiveness of the APT-II program in IBD patients. They remain to be confirmed on larger samples with a randomized controlled trial. This project could provide the clinic with a standardized cognitive intervention tool for better cognitive management of these patients. The clinical impact of the project will hopefully be significant.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "PREVENTION",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The described intervention is a non‑pharmacologic, manualized attention and working‑memory training program (APT‑II) delivered over 8 weeks to people with MCI, intended to improve cognitive performance and transfer gains to everyday activities — i.e., a behavioral cognitive rehabilitation aimed at improving cognition rather than modifying Alzheimer’s pathology or treating neuropsychiatric symptoms. citeturn0search0turn0search1",
        "Act: Key extracted details — Intervention: Attention Process Training II (APT‑II), an attention/working memory cognitive training program (manual/kit), delivered individually (8 weeks, 2 sessions/week) with ecological transfer emphasis; Target: attention and working memory (cognitive function); Not a drug/biologic or diagnostic. Sources confirming APT‑II is a manualized cognitive rehabilitation program and has been used in randomized trials in MCI and related conditions. citeturn0search1turn0search0turn0search3",
        "Reflect: Classification check — APT‑II is neither a monoclonal antibody/vaccine nor a small‑molecule therapeutic, and it targets cognition (attention/working memory) rather than neuropsychiatric symptoms; therefore it fits the 'Cognitive enhancer' category. Web search results supporting these points: IJMBS trial description of APT‑II in MCI (trial details), product/manual pages describing APT‑II content and purpose, and PubMed/clinical trial reports of APT‑II use in MCI and attention rehabilitation. citeturn0search0turn0search1turn0search3turn0search6"
    ],
    "agent_type": "M) Synaptic Plasticity/Neuroprotection",
    "explanation_agent": [
        "Reason: The intervention is a non‑pharmacologic, manualized attention/working‑memory training program (Attention Process Training II, APT‑II) delivered to older adults with MCI to improve attention, working memory, and transfer to everyday activities. This is a behavioral cognitive rehabilitation aimed at improving cognitive function (symptomatic cognitive enhancement) rather than modifying specific molecular AD pathologies (amyloid, tau, etc.). CADRO groups symptomatic cognitive‑enhancing approaches that act on neural function and plasticity under the Synaptic plasticity / Neuroprotection category. citeturn0search0turn0search1turn1search1",
        "Act: Key extracted details — Intervention: Attention Process Training II (APT‑II), a manualized attention/working memory training program (manual, auditory exercises, hierarchical attention tasks) typically delivered over weeks (example: 8 weeks, 2 sessions/week) with emphasis on ecological transfer to daily activities; Target (functional): attention and working memory/cognitive performance; Not a drug, biologic, or diagnostic — therefore the best CADRO fit is a mechanism that targets neural function and plasticity (M). Sources describing APT‑II content and randomized trials in MCI and related conditions are cited. citeturn0search3turn0search0turn0search4",
        "Reflect: Classification check — APT‑II does not target amyloid (A), tau (B), inflammation (F), neurotransmitter receptors (D) in a molecular/drug sense, nor is it a diagnostic-only procedure (T). Because CADRO explicitly includes synaptic plasticity/neuroprotection as the category for interventions that act on neural signaling, plasticity, and symptomatic cognitive enhancement, assigning M) Synaptic Plasticity/Neuroprotection best matches the intervention's intent and mechanism (enhancing cognitive performance via training‑induced neural plasticity). Alternative choices (e.g., T) Other) would be appropriate only if the intervention were purely diagnostic or had no therapeutic intent; here the aim is therapeutic cognitive improvement. citeturn1search0turn1search1",
        "Web search results (key sources supporting the above): 1) Trial description of APT‑II in MCI (Working memory/attention training; 8‑week program, transfer to daily life) — IJMBS trial description. citeturn0search0 2) RehAtt randomized trial and rationale (APT‑II in MCI with small vessel disease; descriptions of APT‑II and trial outcomes). citeturn0search1turn0search4 3) APT‑II product/manual description (components: manual, audio CDs, hierarchical attention exercises, generalization program). citeturn0search3 4) CADRO description and mapping of therapeutic/biological targets including the Synaptic plasticity / Neuroprotection category used to classify cognitive‑enhancing interventions. citeturn1search1turn1search0"
    ]
}