{
    "nct_id": "NCT01600859",
    "title": "A Randomized, Double-blind, Placebo-controlled Study to Evaluate the Safety, Tolerability, Pharmacokinetics, and Pharmacodynamics of Single Oral Doses of E2609 in Subjects With Mild Cognitive Impairment or Mild Dementia Due to Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2016-12-29",
    "description_brief": "Subjects will be adults aged 50 to 85 years who have subjective memory complaints and mild cognitive impairment or mild dementia due to Alzheimer's disease (AD). Subjects taking thyroxine or thyroid supplements and subjects receiving an acetylcholinesterase inhibitor (AChEI) and/or memantine for AD must be on a stable dose for at least 12 weeks prior to Screening and remain on their stable dose throughout the trial. Subjects will receive placebo or a single oral dose of E2609. Safety assessments will be conducted. Additionally, the pharmacokinetics of E2609 and drug effects will be evaluated using cerebrospinal fluid biomarkers and cognitive and psychological measures.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "E2609 (elenbecestat)"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The trial tests single oral doses of E2609 in subjects with MCI or mild AD, and measures CSF biomarkers and cognitive/psychological outcomes — indicating the intervention aims to affect underlying AD biology rather than only symptomatic cognition or neuropsychiatric symptoms. citeturn0search5",
        "Act: E2609 is elenbecestat, an orally administered small‑molecule BACE (beta‑secretase) inhibitor developed by Eisai (co‑developed with Biogen) that reduces production of amyloid‑beta (Aβ) peptides — a disease‑targeting (anti‑amyloid) mechanism. Therefore this is a disease‑targeted small molecule. citeturn0search4turn0search1turn0search2",
        "Additional supporting sources (drug identity and mechanism): press releases and regulatory notice describing E2609/elenbecestat as a BACE inhibitor and its clinical development program. citeturn0search3turn0search7",
        "Reflect: Classification check — the agent is a small‑molecule enzyme inhibitor targeting amyloid production (disease pathology). It is not a biologic (no monoclonal antibody or vaccine), not described as a symptomatic cognitive enhancer separate from pathology, nor focused on neuropsychiatric symptom management. Although this specific study is a single‑dose safety/PK/PD trial (not an efficacy trial), the drug's mechanism and development context justify the 'disease‑targeted small molecule' category. Note: later-stage trials of elenbecestat were discontinued for safety concerns (contextual; does not change mechanism). citeturn0search1turn0search4"
    ],
    "agent_type": "A) Amyloid beta",
    "explanation_agent": [
        "Reason: The study tests E2609 (elenbecestat) given orally in subjects with MCI or mild AD and measures pharmacodynamic biomarkers (CSF/amyloid-related readouts) and cognition — indicating a disease‑modifying approach aimed at Alzheimer pathology rather than only symptomatic treatment. citeturn0search5",
        "Act: E2609 is elenbecestat, an oral small‑molecule BACE (beta‑secretase) inhibitor developed by Eisai (co‑developed with Biogen) that reduces production of amyloid‑beta (Aβ) peptides; this mechanism directly targets amyloid biology. Based on that mechanism the correct CADRO classification is A) Amyloid beta. citeturn0search1turn0search5turn0search8",
        "Reflect: This classification aligns with CADRO because the intervention inhibits the enzyme (BACE) responsible for Aβ generation, i.e., an anti‑amyloid disease‑targeting approach. Although later development of elenbecestat was discontinued for an unfavorable risk–benefit profile, that safety outcome does not change its mechanism of action or the appropriate CADRO category. citeturn0search1turn0search2",
        "Web search results (key sources supporting identity/mechanism and development status):",
        "- Eisai/Biogen press release describing elenbecestat (E2609) as an oral BACE inhibitor that reduces Aβ production. citeturn0search5turn0search4",
        "- Eisai/Biogen announcement that Phase III MISSION AD studies of elenbecestat (E2609) were discontinued based on DSMB recommendation (safety/risk–benefit). citeturn0search1turn0search2",
        "- Eisai press release noting FDA Fast Track designation for E2609 as a BACE inhibitor in early AD. citeturn0search8"
    ]
}