{
    "nct_id": "NCT01466088",
    "title": "Double-Blind, Positive Comparator, Randomized, Parallel Study of Efficacy, Safety, and Tolerability of AZD3480 (TC-1734-226) as Monotherapy in Patients With Mild to Moderate Dementia of the Alzheimer's Type",
    "status": "COMPLETED",
    "last_update_time": "2015-05-11",
    "description_brief": "Alzheimer's disease is the most common form of dementia and is the fourth leading cause of death among people 65 years of age and older. The global prevalence of the disease will increase significantly as the population ages, unless preventative treatments can be identified and marketed. The present study seeks to evaluate AZD3480 (TC-1734) compared to an approved medication (donepezil) shown to improve cognition and function in patients with Alzheimer's disease.",
    "description_detailed": "This is a double blind, positive comparator, randomized, multicenter, parallel group study to assess the efficacy, safety, and tolerability of AZD3480 as monotherapy in patients with mild to moderate dementia of the Alzheimer's type (AD). Approximately 300 subjects will be randomized and divided into 2 cohorts. Actual randomization was 293 subjects.",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "AZD3480 (TC-1734, ispronicline)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The compound AZD3480 (also called TC-1734 or ispronicline) is a small-molecule selective agonist/partial agonist of neuronal nicotinic acetylcholine receptors (α4β2 subtype) developed to improve cognition (attention/episodic memory) rather than to remove core AD pathology. citeturn0search6turn0search8.",
        "Act: The cited Phase 2 trials and the registry entry for the study you provided describe AZD3480 being tested as monotherapy versus an approved cognitive-enhancing drug (donepezil) in mild–moderate AD, consistent with a symptomatic cognitive-enhancer indication rather than a biologic or disease-modifying mechanism. citeturn0search0turn0search3.",
        "Reflect: AZD3480 is a small-molecule nicotinic receptor agonist (not a biologic), with clinical development focused on improving cognitive performance; therefore the correct category is 'cognitive enhancer'. Key sources: Journal/phase-2 reports and the clinicaltrials.gov registry entry. citeturn0search0turn0search6turn0search3."
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: AZD3480 (TC-1734, ispronicline) is a small-molecule selective agonist/partial agonist at neuronal nicotinic acetylcholine receptors, primarily the α4β2 subtype, and was developed to improve cognition (attention/episodic memory) rather than to modify core AD pathology. citeturn0search0turn0search7",
        "Act: The described trial tested AZD3480 as a symptomatic cognitive-enhancer monotherapy (active comparator: donepezil) in mild-to-moderate AD, consistent with targeting neurotransmitter receptors (nAChRs) to enhance cholinergic signaling rather than targeting amyloid, tau, inflammation, or other disease-modifying pathways — therefore the CADRO category is D) Neurotransmitter Receptors. citeturn0search1turn0search2",
        "Reflect: Classification as 'Neurotransmitter Receptors' fits because the mechanism is direct modulation of the nicotinic acetylcholine receptor (a neurotransmitter receptor). The trial and reviews confirm symptomatic cognitive-enhancer intent and that development did not focus on disease-modification. No evidence in the description indicates multi-target or non-therapeutic diagnostic aims, so D) is the most specific CADRO match. citeturn0search4turn0search3",
        "Web search results (key sources used):",
        "- Phase IIb study reporting AZD3480 as a selective α4β2/α2β2 neuronal nicotinic receptor agonist and its Phase 2 results. citeturn0search0",
        "- Clinical trial registry entry for the cited study (AZD3480 vs donepezil in mild–moderate AD; Phase 2). citeturn0search1",
        "- Randomized trial in age-associated memory impairment describing TC-1734/AZD3480 as a selective α4β2 nicotinic agonist. citeturn0search2",
        "- Review and update on nicotinic acetylcholine receptor agonists (discussing AZD-3480/TC-1734 as an α4β2 partial agonist). citeturn0search4",
        "- Product/compound summaries noting ispronicline/AZD-3480 as an α4β2 nAChR partial agonist. citeturn0search3turn0search6"
    ]
}