{
    "nct_id": "NCT04627662",
    "title": "Using Technology to Support Care Partners for Persons With Alzheimer's Disease: Tele-STELLA",
    "status": "ACTIVE_NOT_RECRUITING",
    "last_update_time": "2024-11-26",
    "description_brief": "The purpose of this study is to test a revised psychoeducational intervention to help Care Partners for family members with dementia understand and reduce the distressing behaviors that come with progressive dementia. Tele-STELLA (Support via TEchnology: Living and Learning with Advancing Alzheimer's disease and related dementias) is a multicomponent videoconference-based intervention designed to facilitate effective management of behavioral and psychological symptoms common to the later stages of dementia. In the Tele-STELLA intervention, professionals (\"Guides\") meet with family members (\"Care Partners\") who care for persons with dementia. Working together, the Care Partners and Guides identify strategies to address upsetting behaviors. The goal of this intervention is to reduce upsetting behaviors and, thus, Care Partner burden.",
    "description_detailed": "Providing care for a family member with Alzheimer's disease and related dementias (ADRD, aka, \"dementia\") is both rewarding and risky. Care Partners exposed to chronic stress, often over years, are susceptible to physical and psychological ailments. Effective interventions that reduce Care Partner burden and health risks are available, but various factors impede participation, including distance, cost, behavioral symptoms of dementia, stigma and social anxiety. Recognizing the need to reduce barriers to access, scientists have turned to Internet-based interventions. Recent research indicates that multi-component, technology-facilitated interventions which allow Care Partner engagement with health professionals are effective and favored by Care Partners. However, a minority of telehealth-based interventions allow for health professional engagement and, of these, only a handful provide real-time interaction. Further, Hopwood et al. concluded that, despite the fact that family needs vary across ADRD stages, the interventions reviewed were not targeted to specific stages of dementia.\n\nTo address the needs of families living with dementia, the investigators have completed two pilot studies using Internet-based Care Partner interventions. These studies tested the feasibility and consumer acceptability of the evidence-based, STAR-C intervention, the precursor to Tele-STELLA, when delivered via telehealth. Qualitative data revealed the telehealth intervention was acceptable to Care Partners and preferred over a potential in-home intervention. The investigators found that burden was reduced, but depression was not. This may be because the interaction with the Guide formally ended after Session 8, leaving Care Partners with a sense of isolation, as this one commented: \"I went through withdrawals… I wanted to call her (the Guide)-who can I turn to?\" The prototype interventions did not include meaningful opportunities for Care Partners to interact with each other post-intervention. Care Partners felt their support vanished and did not like \"the fact that it was over.\" Care Partners advised that future interventions should include both one-to-one sessions and one-to-multiple sessions.\n\nBased on the qualitative and quantitative data from the pilot work, Tele-STELLA was designed to address the specific needs of families living with moderate to severe dementia. Tele-STELLA is a multi-component, tailored intervention that begins with one-to-one sessions with each Care Partner and Guide, then links Care Partners to each other in a meaningful way to sustain support post intervention. Tele-STELLA is designed for families living in the later stages of dementia, where behavioral symptoms are more prominent and distressing.\n\nThe ultimate goal of this study is to diminish the frequency of behavioral symptoms that persons with dementia experience, and Care Partner reactivity to these symptoms. Based on Kales et al. framework, behavioral symptoms arise from unmet needs, overburdened Care Partners and environmental factors, all within the context of cultural background and beliefs. Behavioral symptoms are bidirectional in that the person with dementia's behaviors affects the Care Partner's behaviors and vice versa. The investigators hypothesize that addressing these factors will reduce behavioral symptom frequency, and, in turn, Care Partner reactivity to them, resulting in reduced Care Partner burden, depression and grief.\n\nTele-STELLA allows all study activities to be done in Care Partners' homes, using videoconferencing, email and phones. This includes assessments of burden and depression using electronic versions of classic measures. No visits to university sites are needed.\n\nThe purpose of this study is to test a revised psychoeducational intervention to help Care Partners for family members with dementia understand and reduce the distressing behaviors that come with progressive dementia. Tele-STELLA (Support via TEchnology: Living and Learning with Advancing Alzheimer's disease and related dementias) is a multicomponent videoconference-based intervention designed to facilitate effective management of behavioral and psychological symptoms common to the later stages of dementia. In the Tele-STELLA intervention, professionals (\"Guides\") meet with family members (\"Care Partners\") who care for persons with dementia. Working together, the Care Partners and Guides identify strategies to address upsetting behaviors. The goal of this intervention is to reduce upsetting behaviors and, thus, Care Partner burden.\n\nThe specific aims of this study are:\n\nAim 1. Establish the feasibility and acceptability of Tele-STELLA\n\n1. Assess the feasibility of implementing Tele-STELLA with a national participant pool, including participants from multiple Alzheimer's Disease Research Centers.\n2. Assess feasibility and acceptability of the Constellation component of Tele-STELLA.\n3. Assess user acceptability of Tele-STELLA and fidelity to the intervention protocol. Refine and optimize Tele-STELLA, as needed, based on above findings.\n\nAim 2. Establish the efficacy of Tele-STELLA in reducing the frequency of behavioral and psychological symptoms of dementia (BPSD) and Care Partner reactivity to the symptoms.\n\nH1: Participants who completed the Tele-STELLA intervention will report a significant reduction in the frequency of BPSD and Care Partner reactivity to the BPSD.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "SUPPORTIVE_CARE",
    "results": null,
    "target_category": "neuropsychiatric symptom improvement",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The study tests Tele-STELLA, a multicomponent videoconference-based psychoeducational intervention delivered to family Care Partners to help them understand and reduce distressing behavioral and psychological symptoms of dementia (BPSD). The intervention is behavioral/supportive (not a pharmacologic agent) and explicitly aims to reduce upsetting behaviors and caregiver burden, which fits the 'neuropsychiatric symptom improvement' category as defined (interventions alleviating behavioral or psychiatric symptoms).",
        "Act: Key extracted details — Intervention name: Tele-STELLA (Support via TEchnology: Living and Learning with Advancing Alzheimer's disease and related dementias); Type: multicomponent, videoconference-based psychoeducational / telehealth support for Care Partners; Intended effect: reduce frequency of behavioral symptoms in persons with dementia and reduce Care Partner reactivity/burden. No drug or biologic is used or mentioned in the protocol. Sources confirming these details: protocol and pilot/phase reports. citeturn0search2turn0search1turn1search0",
        "Reflect: Classification check — Tele-STELLA targets management of behavioral symptoms through caregiver education/support rather than targeting Alzheimer pathology or cognition with a drug. Therefore it does not belong to 'disease-targeted biologic', 'disease-targeted small molecule', or 'cognitive enhancer' categories; 'neuropsychiatric symptom improvement' is the appropriate category. Web search results used to verify and support this classification: Tele-STELLA phase 1 report (Alzheimer's & Dementia / OHSU) and the Tele-STELLA protocol article (Journal of Advanced Nursing), plus the trial registry entry (NCT04627662). citeturn0search0turn0search1turn1search0"
    ],
    "agent_type": "T) Other",
    "explanation_agent": [
        "Reason: The described study (Tele-STELLA) is a multicomponent, videoconference-based psychoeducational/telehealth intervention delivered to family Care Partners to improve management of behavioral and psychological symptoms of dementia (BPSD) and reduce caregiver burden — it is a behavioral/supportive intervention, not a pharmacologic or biologic agent targeting a molecular pathway. citeturn0search2turn0search0",
        "Act: Extracted trial details — Intervention name: Tele-STELLA (Support via TEchnology: Living and Learning with Advancing Alzheimer's disease and related dementias); Type: videoconference-based psychoeducational caregiver support (two 8-week components addressing behavioral symptoms); Intended effect: reduce upsetting behaviors in persons with dementia and reduce Care Partner reactivity/burden. No drug, biologic, gene, or molecular pathway is described in the protocol or registry. citeturn0search0turn0search2turn0search3",
        "Reflect: Mapping to CADRO — CADRO categories A–Q are focused on biological targets (amyloid, tau, inflammation, neurotransmitters, etc.) and R is for multi-target biological interventions. Because Tele-STELLA is a non-pharmacologic caregiver-support/behavioral intervention with no identifiable biological drug target, it does not fit the disease-targeted CADRO categories and correctly maps to 'T) Other' (non-therapeutic / other). I verified this against the trial registration and published protocol. citeturn0search2turn0search0",
        "Web search results used to verify details: ClinicalTrials/registry summary for NCT04627662 describing Tele-STELLA and its behavioral/supportive design; the Tele‑STELLA protocol article in Journal of Advanced Nursing describing the intervention components and outcomes; and the OHSU STELLA program page listing Tele‑STELLA as a caregiver telehealth study. These sources confirm no drug/biologic or molecular target is involved, supporting the 'T) Other' classification. citeturn0search2turn0search0turn0search3"
    ]
}