{
    "nct_id": "NCT04858737",
    "title": "Prevention of Depression in the Workplace Through a Personalized Intervention Based on Risk Algorithms, ICTs and Decision Support Systems: Randomized Controlled Trial",
    "status": "ACTIVE_NOT_RECRUITING",
    "last_update_time": "2024-03-22",
    "description_brief": "The main goal is to design, develop and evaluate a personalized intervention to prevent depression in the workplace, based on Information and Communication Technologies (ICTs), predictive risk algorithms and decision support systems (DSS) for employed workers. The specific goals are: 1) to design and develop a DSS, called e-predictD-Work-DSS to elaborate personalized plans to prevent depression and its monitoring in the employed working population; 2) to design and develop an ICT solution that integrates the DSS on the web, a mobile application (App), the predictD risk algorithm, different intervention modules (including a work stress management module) and a monitoring-feedback system; 3) to evaluate the usability, adherence, acceptability and satisfaction of employed working population with the e-pD-Work intervention; 4) to evaluate the effectiveness of the e-pD-Work intervention to reduce the incidence of major depression, depression and anxiety symptoms, the probability of major depression next year and to improve quality of life; 5) to evaluate the cost-effectiveness and cost-utility of the e-pD-Work intervention to prevent depression.\n\nMethods: This a randomized, double-blind, controlled trial with two parallel arms (e-pD-Work vs active m-Health control) and 12 months follow-up. A total of 3,160 depression-free workers, aged between 18 and 55 years old will be recruited in Spain and randomly assigned to one of the two groups in a 1:1 ratio considering a stratification of age (18-29, 30-39, 40-49, 50-55 years) and sex similar to the Spanish population. Participants, interviewers and statisticians will be blinded to participants' allocation. The e-pD-Work intervention is self-guided, has a biopsychosocial approach and is multi-component (9 modules: physical exercise, improve sleep, expand relationships, solve problems, improve communication, assertiveness, decision making, manage thoughts and reduce work stress). The e-pD-Work intervention will be implemented in the smartphone of the workers and pivot on an already validated risk predictive algorithm and a DSS that helps workers to develop their own personalized depression prevention plans. Primary outcome will be the rate of major depression measured by CIDI. As secondary outcomes: depressive and anxiety symptomatology measured by PHQ-9 and GAD-7 respectively, the risk probability of depression measured by the predictD risk algorithm, quality of life measured by SF-12 and EuroQol, and cost-effectiveness and cost-utility.",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "PREVENTION",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The described trial tests a personalized, multi-component digital intervention (e-pD-Work) built from ICTs, a decision support system (DSS), a mobile app, and the predictD risk algorithm to prevent depression in employed workers. This is a non-pharmacologic, behavioral/preventive digital intervention rather than a drug or biologic; its aims are to reduce incidence of major depression and related symptoms via psychosocial modules (exercise, sleep, relationships, problem-solving, stress management, etc.). citeturn0search7turn0search4",
        "Act: Key extracted details — intervention name: e-pD-Work / e-predictD-Work-DSS; core components: web-based DSS + smartphone App + predictD risk algorithm + nine psychosocial modules; study design: randomized, double-blind, active-control, 12-month follow-up in depression-free workers with primary outcome rate of major depression (CIDI). No drug or biologic is described or implied in the protocol. The predictD algorithm referenced is an established risk-prediction algorithm for major depression developed and validated in primary care populations. citeturn0search7turn0search3turn0search5",
        "Reflect: According to the category definitions provided, this trial does not meet any of the Alzheimer-specific categories (disease-targeted biologic, disease-targeted small molecule, cognitive enhancer, or neuropsychiatric symptom improvement). It is a digital/behavioral prevention trial for depression in working adults and therefore should be classified as 'N/A' for the Alzheimer-focused category list. No ambiguity in the description suggests a pharmacologic agent or Alzheimer target. I performed a web search to confirm details about the predictD algorithm and the trial listing; results confirm predictD is a validated depression risk algorithm and the trial is an ICT/DSS-based prevention RCT rather than a drug trial. citeturn0search3turn0search7",
        "Web search results used: 1) Trial listing and description for the personalized workplace prevention trial (e-pD-Work), confirming intervention components and outcomes. citeturn0search7 2) Original predictD development/validation papers describing the international risk prediction algorithm for major depression (predictD) and extensions/validation papers. citeturn0search3turn0search5 3) A BMC Psychiatry protocol/paper describing use of predictD in prevention trials and its components. citeturn0search4"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}