{
    "nct_id": "NCT01002079",
    "title": "A Study of the Effect of Concomitant Administration of Rifampin on the Pharmacokinetics of BMS-708163 in Healthy Subjects",
    "status": "COMPLETED",
    "last_update_time": "2011-01-24",
    "description_brief": "The purpose of the study is to determine if the concomitant administration of rifampin with BMS-708163 will affect the Pharmacokinetics of BMS-708163 and to assess safety and tolerability of co-administration BMS-708163 and rifampin",
    "description_detailed": "N/A",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "BASIC_SCIENCE",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "BMS-708163 (avagacestat)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial tests BMS-708163, which is a small-molecule gamma-secretase inhibitor developed to reduce amyloid-β production (i.e., targeting Alzheimer’s pathology/disease-modifying mechanism). citeturn0search0turn0search4",
        "Act: Key extracted details — drug: BMS-708163 (avagacestat); mechanism: selective γ-secretase inhibitor targeting Aβ synthesis; trial described is a drug–drug interaction/PK study of concomitant rifampin with BMS-708163 (NCT01002079). citeturn0search4turn0search6turn1search5",
        "Reflect: Classification check — avagacestat is a small-molecule inhibitor aimed at Alzheimer’s pathological mechanism (amyloid production), so it fits the definition of 'disease-targeted small molecule' rather than a biologic, cognitive enhancer, or symptom-management intervention. No ambiguity in the mechanism from the sources; therefore the assigned category is appropriate. citeturn0search0turn0search3",
        "Web search results used (selected): PubMed/Clinical Therapeutics descriptions of BMS-708163 (avagacestat) as a γ‑secretase inhibitor and its pharmacodynamic effects on Aβ. citeturn0search0turn0search3",
        "Clinical trial registry / listing showing the rifampin drug–drug interaction study (NCT01002079) assessing pharmacokinetics and safety of concomitant rifampin + BMS-708163. citeturn0search6turn1search5"
    ],
    "agent_type": "A) Amyloid beta",
    "explanation_agent": [
        "Reason: The investigational drug BMS-708163 (avagacestat) is a small‑molecule γ‑secretase inhibitor developed to reduce production of amyloid‑β peptides (Aβ) by inhibiting APP cleavage, i.e., it directly targets the amyloid production pathway. citeturn0search4turn0search2turn1search6",
        "Act: Extracted details — drug: BMS‑708163 (avagacestat); mechanism: selective γ‑secretase inhibitor that lowers Aβ40/Aβ42 in CSF and plasma; trial type: a pharmacokinetic / drug–drug interaction study assessing concomitant rifampin with BMS‑708163 (NCT01002079). These details support classification under the CADRO category for amyloid‑beta. citeturn1search6turn1search3turn0search4",
        "Reflect: Classification check — the intervention’s primary biological focus is inhibition of γ‑secretase to reduce Aβ production, which maps specifically to CADRO category A) Amyloid beta (not to inflammation, tau, synaptic plasticity, etc.). No evidence in the description that the trial is multi‑target or non‑therapeutic, so 'A) Amyloid beta' is the appropriate category. citeturn0search4turn0search2",
        "Web search results used: key sources confirming mechanism and trial registry: (1) Discovery/evaluation of BMS‑708163 as a potent, selective γ‑secretase inhibitor. citeturn0search4 (2) Product/compound descriptions noting Aβ lowering and γ‑secretase activity. citeturn0search2turn0search3 (3) Clinical/pharmacodynamic reports showing CSF Aβ reductions with avagacestat. citeturn1search6turn1search8 (4) Clinical trial registry entry for the rifampin drug–drug interaction study (NCT01002079). citeturn1search3turn1search0"
    ]
}