{
    "nct_id": "NCT03002142",
    "title": "Auditory Rehabilitation With Hearing Aids and Cognition in Alzheimer Patients",
    "status": "COMPLETED",
    "last_update_time": "2021-05-11",
    "description_brief": "Alzheimer disease is a neurodegenerative disease. Recent studies suggest that subjects with hearing loss are more likely to develop Alzheimer's disease. Hearing loss can be consecutive to presbycusis and/or to central auditory dysfunction.\n\nStandard audiometric measures with pure tone and speech intelligibility allow the diagnosis of presbycusis. However, to demonstrate central auditory dysfunction, specific audiometric tests as noisy and/or dichotic tests, are needed.\n\nActually, no consensus exists to investigate hearing loss in people with Alzheimer's disease; therefore hearing loss may be an early manifestation of Alzheimer's disease. Until now, investigations and clinical procedure related to the diagnosis of Alzheimer's disease ignored the hearing ability of the patient. However, the major part of care management and investigations implies the patient's communication ability with caregivers. Hearing loss may be one of the most unrecognized deficit in subjects with Alzheimer's disease. Auditory rehabilitation with hearing aids could benefit to the patient to decrease cognitive decline but this management must be investigate during longitudinal studies in order to demonstrate their efficiency and need to be compared with a placebo.",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "hearing aids (auditory rehabilitation)"
    ],
    "placebo": [
        "placebo / inactive hearing aid (as used in some trials)"
    ],
    "explanation_target": [
        "Reason: The intervention is auditory rehabilitation with hearing aids (a non‑pharmacologic device-based treatment) intended to improve hearing and thereby reduce cognitive decline or improve cognitive test performance in people with Alzheimer disease. This is not a biologic or small molecule targeting AD pathology (amyloid/tau), nor is it directed at neuropsychiatric/behavioral symptoms alone — the stated goal is cognitive benefit. See randomized trials and protocols investigating hearing‑aid effects on cognition. citeturn0search0turn0search8",
        "Act: Key extracted details — title: 'Auditory Rehabilitation With Hearing Aids and Cognition in Alzheimer Patients'; intervention: fitting/use of hearing aids (auditory rehabilitation); comparator often a placebo/inactive device or usual care in prior trials. Evidence and large trials (e.g., ACHIEVE and other RCTs/protocols) examine whether hearing‑loss treatment slows cognitive decline. citeturn0search5turn0search7",
        "Reflect: Classification check — hearing aids do not target Alzheimer’s molecular pathology (so not disease‑targeted biologic or small molecule). Their mechanism is improving auditory input/communication and reducing cognitive load/social isolation, with the downstream aim of preserving or improving cognition. This fits the 'Cognitive enhancer' category (non‑pathology‑targeted interventions aimed at improving cognitive outcomes). Note: intervention is a device/rehabilitation, not a drug; some trials use placebo/inactive hearing aids as control. Representative sources: PubMed RCT and trial protocols; large randomized evidence summaries (ACHIEVE, HearCog). citeturn0search0turn0search8turn0search5"
    ],
    "agent_type": "T) Other",
    "explanation_agent": [
        "Reason: The intervention is auditory rehabilitation using hearing aids (a non‑pharmacologic, device‑based treatment) intended to improve hearing and downstream cognition, not a biologic or small molecule that targets Alzheimer’s molecular pathways (amyloid, tau, inflammation, synaptic receptors, metabolism, etc.). This is a rehabilitation/device cognitive‑enhancement approach rather than a CADRO biological target. citeturn0search3turn0search2",
        "Act: Extracted details — title: 'Auditory Rehabilitation With Hearing Aids and Cognition in Alzheimer Patients'; intervention: fitting/use of hearing aids and audiologic rehabilitation (device‑based); prior randomized trials and large RCTs (e.g., ACHIEVE) test whether hearing intervention affects cognitive decline; comparator/control varies (health education, usual care, placebo/inactive devices in some trials). No gene, receptor, molecular pathway, or pharmacologic target is specified. citeturn0search4turn0search3turn0search2",
        "Reflect: Classification check — because the trial tests a device/rehabilitation aimed at improving sensory input and cognitive outcomes, it does not align with CADRO categories A–Q (which map to molecular/cellular targets) or R (explicit multi‑molecular targeting). Per the instruction to return 'T) Other' when no therapeutic molecular/cellular target can be inferred or the trial is non‑therapeutic/diagnostic/device‑based, the correct CADRO assignment is T) Other. Secondary analyses and trial reports support that hearing interventions are studied for cognitive benefit but act via improved auditory input/social/ cognitive load mechanisms, not by modulating amyloid, tau, inflammation, etc. citeturn0search6turn0search5",
        "Web search results used (brief): 1) ACHIEVE randomized trial (hearing intervention vs health education; main 3‑year cognitive outcomes). citeturn0search3 2) Aging & Dementia summary/full text of ACHIEVE results. citeturn0search0 3) ACHIEVE project website (study description, interventions include hearing‑aid fitting and audiologic care). citeturn0search4 4) Earlier randomized controlled trial of hearing aids in patients with Alzheimer's disease (multicenter trial assessing cognitive outcomes with active vs placebo hearing aids). citeturn0search2 5) Secondary analyses showing heterogeneity of cognitive benefit by risk subgroup and improved communicative function with hearing intervention. citeturn0search6turn0search5"
    ]
}