{
    "nct_id": "NCT00621647",
    "title": "A Multicenter, Double-Blind, Randomized, Comparison of the Efficacy and Safety of Quetiapine Fumarate (SEROQUEL) and Placebo in the Treatment of Agitation Associated With Dementia.",
    "status": "COMPLETED",
    "last_update_time": "2009-03-24",
    "description_brief": "The purpose of this study is to determine how safe and effective Seroquel (quetiapine fumarate) is compared to placebo (a non-drug tablet) for a period of up to 10 weeks in the treatment of agitation symptoms in nursing home or assisted care residents.\n\nPLEASE NOTE: Seroquel SR and Seroquel XR refer to the same formulation. The SR designation was changed to XR after consultation with FDA.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE3"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "neuropsychiatric symptom improvement",
    "drug": [
        "Quetiapine fumarate (Seroquel)"
    ],
    "placebo": [
        "Placebo (non-drug tablet)"
    ],
    "explanation_target": [
        "Reason: The trial tests Seroquel (quetiapine fumarate) versus placebo for treatment of agitation in nursing‑home/assisted‑care residents with dementia — the intervention is an antipsychotic aimed at reducing behavioral/agitation symptoms rather than modifying Alzheimer pathology, so it fits the \"neuropsychiatric symptom improvement\" category. citeturn0search4turn0search2",
        "Act: Key details extracted from the description — drug: quetiapine fumarate (Seroquel), drug class: atypical antipsychotic, comparator: placebo, duration: up to 10 weeks; primary purpose: treatment of agitation associated with dementia. Supporting trial listings and randomized studies reporting similar 10‑week agitation trials are available. citeturn0search2turn0search1",
        "Reflect: This classification aligns with the category definitions: the drug is a psychotropic antipsychotic used to manage behavioral symptoms (agitation) and not described as targeting amyloid/tau or as a cognitive enhancer. Note safety considerations commonly discussed in the literature (e.g., caution about increased mortality and adverse effects in elderly dementia patients on atypical antipsychotics). Relevant sources: trial registry and published randomized trials/reviews of quetiapine for agitation in dementia. citeturn0search4turn0search1turn0search6",
        "Web search results used (titles only): 'A Multicenter, Double-Blind, Randomized, Comparison of the Efficacy and Safety of Quetiapine Fumarate (SEROQUEL) and Placebo in the Treatment of Agitation Associated With Dementia' (trial registry/clinical listing). citeturn0search4",
        "'Quetiapine to treat agitation in dementia: a randomized, double-blind, placebo-controlled study' (published 10‑week randomized trial). citeturn0search1",
        "'Quetiapine and rivastigmine and cognitive decline in Alzheimer's disease: randomised double blind placebo controlled trial' (study of quetiapine in institutionalized agitation; notes on efficacy and cognitive effects). citeturn0search0"
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The intervention is quetiapine fumarate (Seroquel), an atypical antipsychotic whose pharmacologic effects are mediated primarily via neurotransmitter receptors (notably antagonism at serotonin 5-HT2A and dopamine D2 receptors, with additional activity at histamine, adrenergic and other receptors). This trial tests symptomatic treatment for agitation/behavioral disturbance in dementia rather than a disease-modifying approach targeting amyloid, tau, inflammation, etc. citeturn0search3turn0search6turn0search12",
        "Act: Extracted details — drug: quetiapine fumarate (Seroquel); drug class: atypical antipsychotic; indication in the trial: treatment of agitation associated with dementia (multicenter, double-blind, randomized, placebo-controlled). Representative clinical trials of quetiapine for agitation/psychosis in dementia include 10-week randomized studies and other RCTs. citeturn0search1turn0search4turn0search0",
        "Reflect: Mapping to CADRO — quetiapine’s primary mechanism is modulation of neurotransmitter receptors, so the most specific CADRO category is D) Neurotransmitter Receptors. The trial is symptomatic (neuropsychiatric symptom improvement) and does not target amyloid, tau, inflammation, vasculature, synaptic plasticity as a primary mechanism; it is therefore not R) Multi-target or T) Other. Safety concerns about antipsychotic use in dementia (e.g., higher mortality risk) are noted in the literature but do not change the mechanistic classification. citeturn0search1turn0search4",
        "Web search results used (titles):",
        "- \"Quetiapine - StatPearls (Mechanism of Action)\". citeturn0search3",
        "- \"Quetiapine to treat agitation in dementia: a randomized, double-blind, placebo-controlled study\" (10‑week RCT). citeturn0search1",
        "- \"Quetiapine treatment of psychosis associated with dementia: a double-blind, randomized, placebo-controlled clinical trial\". citeturn0search4",
        "- \"Quetiapine and rivastigmine and cognitive decline in Alzheimer's disease: randomised double blind placebo controlled trial\". citeturn0search0",
        "- \"Mechanism of Action of Quetiapine | Psychopharmacology Institute\". citeturn0search6"
    ]
}