{
    "nct_id": "NCT02279511",
    "title": "Evaluating the Effectiveness of the Use of Intravenous Infusions of Adenosine Triphosphate (ATP) in Patients With Moderate Alzheimer's Disease and Severe: Double-blind Dose Finding Clinical Trial.",
    "status": "COMPLETED",
    "last_update_time": "2017-03-28",
    "description_brief": "To Check whether systemic treatment with ATP alters the profile of cerebral metabolism in patients with Alzheimer's disease using MRS techniques (Magnetic Resonance Spectroscopy) and adjust the infusion (minimum effective dose) that promotes this metabolic change.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "OTHER",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "Adenosine triphosphate (ATP) — intravenous infusion"
    ],
    "placebo": [
        "Placebo"
    ],
    "explanation_target": [
        "Reason: The trial tests systemic IV infusions of ATP to alter cerebral metabolism measured by MRS and to find a minimum effective infusion dose — an intervention intended to modulate brain metabolism/cognition rather than target Alzheimer’s core pathologies (amyloid or tau). citeturn0search1turn0search6",
        "Drug classification: ATP is a small organic nucleotide (adenosine triphosphate), i.e., a small molecule rather than a biologic (not a monoclonal antibody, vaccine, or large-protein biologic). This supports classifying the intervention as a small-molecule/metabolic modulator used to improve brain function. citeturn0search0",
        "Act (category assignment): Because the mechanism described is metabolic modulation to alter cerebral metabolism and (implicitly) cognitive/metabolic outcomes — not disease-modifying targeting of amyloid or tau — the best-fit category is Cognitive enhancer. The trial does not test a biologic targeting AD pathology, so 'disease-targeted biologic' is not appropriate. citeturn0search1",
        "Supporting evidence on feasibility: Prior clinical work has administered continuous IV ATP and measured blood/erythrocyte ATP changes and effects, indicating systemic ATP infusion is a studied, feasible intervention. citeturn0search2turn0search3",
        "Reflection / caveats: The trial is exploratory and focused on metabolic change (MRS) with only marginal efficacy reported in the published phase IIb proof-of-concept; it does not claim anti-amyloid or anti-tau activity, so classification as a cognitive enhancer (metabolic/cognitive modulation) is appropriate. If one instead emphasized the molecular type alone, ATP could be described as a small molecule — but the intended therapeutic effect (metabolic/cognitive) drives the chosen category. citeturn0search1turn0search0"
    ],
    "agent_type": "J) Metabolism and Bioenergetics",
    "explanation_agent": [
        "Reason: The trial tests systemic intravenous infusions of adenosine triphosphate (ATP) to alter cerebral metabolism (assessed by MRS) and to identify an effective infusion dose — an intervention aimed at modulating brain energy/metabolic processes and cognition rather than targeting core AD pathologies such as amyloid or tau. citeturn0search2turn0search4",
        "Act: The investigational intervention is intravenous ATP (a small organic nucleotide/small molecule) administered to change brain metabolic profiles; prior human studies have infused ATP and characterized its pharmacokinetics, supporting the metabolic-modulation interpretation. Based on the mechanism (bioenergetic/metabolic modulation), the best-fit CADRO category is J) Metabolism and Bioenergetics. citeturn0search5turn0search6",
        "Reflect: The published phase IIb/dose-finding study reports feasibility and safety but only marginal efficacy on MRS and cognitive measures, and the protocol explicitly aims to modify cerebral metabolism rather than amyloid or tau — this confirms that CADRO J (metabolism/bioenergetics) is the most appropriate classification rather than amyloid (A), tau (B), or a purely symptomatic neurotransmitter receptor category. If one emphasized only the intervention type (a small molecule), that would not change the CADRO category because CADRO is organized by biological target/pathway (here: metabolism). citeturn0search0turn0search2",
        "Web-search supporting sources (selected): 1) PubMed record for the ATP in AD randomized double-blind dose-finding trial describing IV ATP in moderate–severe AD and reporting feasibility/safety. citeturn0search0 2) Journal article (J Prev Alz Dis) with trial details (phase IIb, MRS metabolic outcomes, dosing regimens, conclusions). citeturn0search2 3) Clinical trial registry entry summarizing the study objective to check whether systemic ATP alters cerebral metabolism measured by MRS and to determine minimum effective infusion dose. citeturn0search4 4) Pharmacokinetic/clinical studies showing IV ATP has been administered in humans and alters blood/erythrocyte ATP pools, supporting feasibility of metabolic modulation. citeturn0search5 5) Additional human IV-ATP trial protocols (e.g., in depression) illustrating contemporary clinical use of IV ATP. citeturn0search6"
    ]
}