{
    "nct_id": "NCT00100282",
    "title": "Single Dose Escalation Safety Study of PPI-1019 in Patients With Mild-Moderate Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2006-09-18",
    "description_brief": "This is a multi-center, double-blind, inpatient study followed by outpatient, placebo-controlled, single-dose, dose-escalation evaluation of the safety and tolerability of PPI-1019 in patients with mild-moderate Alzheimer's disease (AD). Up to 12 sequential cohorts of 8 patients (6 active and 2 placebo) will be given a single PPI-1019 dose intravenously (IV) over 1 minute in order to determine a maximum tolerated dose (MTD). The MTD will be the dose immediately below the not-tolerated dose.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted biologic",
    "drug": [
        "PPI-1019 (Apan) — a synthetic, N‑methylated D‑enantiomeric peptide designed to bind/inhibit β‑amyloid (Aβ) aggregation and facilitate Aβ clearance; developed by Praecis Pharmaceuticals."
    ],
    "placebo": [
        "Placebo (matched IV placebo as used in the study)"
    ],
    "explanation_target": [
        "Reason: The protocol describes a single‑dose, dose‑escalation safety/tolerability study of PPI‑1019 in mild‑moderate AD, but the description does not state mechanism of action in the text. The trial listing identifies Praecis Pharmaceuticals as sponsor and the study as a Phase 1/2 safety study. citeturn0search0turn1search2.",
        "Act: Web searches show PPI‑1019 (also called Apan / APAN) is a peptide derived from β‑amyloid sequences designed to inhibit Aβ aggregation and promote clearance; it is therefore a biologic (peptide) targeting Alzheimer’s pathology (amyloid). PPI‑1019 entered Phase I/II trials for AD. citeturn1search3turn1search6.",
        "Reflect: Given PPI‑1019 is a peptide that directly targets Aβ aggregation/clearance (pathophysiologic hallmark of AD), the correct category is 'disease‑targeted biologic'. The trial is a safety dose‑escalation of that biologic. There is no indication this is a non‑pathology cognitive enhancer or a neuropsychiatric symptom treatment, and the intervention is therapeutic rather than diagnostic, so 'N/A' is not appropriate. citeturn1search3turn0search0.",
        "Web search results (key sources consulted): 1) Trial registry entry / study summary for the single‑dose escalation safety study (PRAECIS sponsor; Phase 1/2 safety study). citeturn0search0. 2) ICH GCP / clinical trial registry entry listing PPI‑1019 (APAN) in AD studies. citeturn1search2. 3) Drug/compound summary noting Apan (PPI‑1019) is a β‑amyloid‑derived inhibitory peptide that prevents Aβ aggregation and was evaluated in Phase I/II trials. citeturn1search3. 4) NCBI Bookshelf review referencing PPI‑1019 as an N‑methylated peptide that inhibits Aβ aggregation. citeturn1search6."
    ],
    "agent_type": "A) Amyloid beta",
    "explanation_agent": [
        "Reason: The investigational agent PPI-1019 (Apan) is described in registries and drug summaries as an N‑methylated, D‑enantiomeric peptide derived from β‑amyloid sequences that is designed to bind and inhibit Aβ aggregation and to facilitate mobilization/clearance of Aβ — i.e., it directly targets amyloid pathology. citeturn0search1turn0search8",
        "Act: The trial is a Phase 1/2 single/multiple‑dose safety/tolerability study of PPI‑1019 in mild–moderate AD (clinical trial record NCT00100334). Given the drug’s mechanism (anti‑Aβ aggregation/clearance) the most specific CADRO category is A) Amyloid beta. citeturn0search0",
        "Reflect: Classification as A) Amyloid beta fits because the intervention is a disease‑targeted biologic whose described MOA is to inhibit Aβ aggregation and promote Aβ clearance (not a neurotransmitter modulator, anti‑inflammatory, symptomatic cognitive enhancer, or diagnostic). No evidence in the provided description indicates multiple unrelated targets that would require R) Multi‑target, nor is this a non‑therapeutic procedure requiring T) Other. citeturn0search1turn0search3",
        "Web search results (key sources consulted): 1) Clinical trial registry entry for the PPI‑1019 safety study / NCT00100334 (trial status and Phase 1/2 details). citeturn0search0 2) NCATS / drug summary describing Apan (PPI‑1019) as a β‑amyloid‑derived peptide that inhibits Aβ aggregation and facilitates clearance. citeturn0search1 3) Product/drug pages and supplier summaries characterizing PPI‑1019 (Apan) as an APP/β‑amyloid aggregation inhibitor with in vitro activity. citeturn0search8turn0search2 4) Additional trial listings/adis/registry summaries noting Praecis Pharmaceuticals as sponsor and the completed Phase I/II safety evaluation. citeturn0search6turn0search3"
    ]
}