{
    "nct_id": "NCT06292351",
    "title": "Multicenter Randomized Double-blind Placebo-controlled Three-arm Parallel-group Clinical Study to Evaluate the Efficacy and Safety of DMB-I in the Treatment of Dementia Associated With Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2025-03-27",
    "description_brief": "The purpose of this study is to assess the efficacy and safety of DMB-I for the treatment of patients with Alzheimer type dementia.",
    "description_detailed": "This is a multicenter, randomized, placebo-controlled study that is to assess efficacy and safety, to select the optimal therapeutic dose of the drug and to test the hypothesis of superiority of DMB-I (Dimebon) over placebo in patients with mild to moderate Alzheimer's disease.\n\nThe study is planned to be conducted in clinical sites of the Russian Federation.\n\nPatients meeting all the eligibility criteria will be randomized into one of three treatment arms:\n\n1. DMB-I (Dimebon) 1 tab + Placebo 1 tab 3 times a day.\n2. DMB-I (Dimebon) 2 tab 3 times a day.\n3. Placebo 2 tab 3 times a day.\n\nThe total study duration for each patient is approximately 182 days broken down as follows:\n\nScreening period: up to 14 days, Treatment period: 26 weeks, Follow-up period: 2 weeks.",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "DMB-I (Dimebon / latrepirdine)"
    ],
    "placebo": [
        "Placebo"
    ],
    "explanation_target": [
        "Reason: The trial text and registry entries identify DMB-I as Dimebon (latrepirdine) and describe a Phase 2 randomized, placebo-controlled study to assess efficacy/safety for dementia due to Alzheimer’s disease — i.e., a therapeutic trial aiming to improve clinical outcomes. citeturn0search5turn0search0.",
        "Act: Dimebon/latrepirdine is a small-molecule, originally an antihistamine, repurposed for neurodegenerative disease. It has multi‑receptor / mitochondrial / autophagy/modulatory actions (not a monoclonal antibody or vaccine). Early trials emphasized cognitive/functional benefit rather than a single amyloid- or tau‑directed mechanism. citeturn1search6turn1search3.",
        "Additional trial details extracted: Phase 2, three-arm (two active dose arms + placebo) with dosing described in trial listings; sponsor Bigespas Ltd; registry ID NCT06292351. citeturn0search5turn0search1.",
        "Reflect: Although some preclinical studies report effects on amyloid handling and autophagy, the agent is a small molecule with multi‑target actions and the clinical program was positioned to improve cognition/clinical function (and later failed in larger phase III trials). Given the definitions: it is not a biologic, and its clinical intent was cognitive/neuroprotective benefit rather than a defined disease‑pathology–specific small‑molecule inhibitor. Therefore the best fit is 'cognitive enhancer'. (Note: one could argue ambiguity because of some reported effects on amyloid/autophagy in models, but that does not make it a clearly disease‑targeted small molecule in the sense of amyloid/tau‑directed drugs.) citeturn1search0turn1search4turn1search2."
    ],
    "agent_type": "R) Multi-target",
    "explanation_agent": [
        "Reason: The investigational product DMB‑I is identified as Dimebon (latrepirdine), a repurposed small molecule originally an antihistamine that showed clinical cognitive effects but whose mechanisms reported in the literature are heterogeneous (mitochondrial/energy metabolism effects, AMPK activation, modulation of autophagy/proteostasis and actions at multiple neurotransmitter receptors). citeturn0search12turn1search6",
        "Act: The trial description and registry entries name DMB‑I = Dimebon (latrepirdine) and describe a Phase 2, three‑arm randomized, placebo‑controlled efficacy/safety study (NCT06292351). Clinical and preclinical literature shows latrepirdine acts via multiple pathways (mitochondrial/AMPK and autophagy/proteostasis effects, plus multi‑receptor modulation) rather than a single, well‑defined disease pathology target. Given this multi‑mechanistic profile, the most specific CADRO match is R) Multi‑target. citeturn2search2turn1search4turn1search6",
        "Reflect: This classification aligns with the description provided (small‑molecule cognitive enhancer with reported mitochondrial/autophagy and receptor effects) and with CADRO guidance to choose 'Multi‑target' when an agent has multiple distinct mechanisms rather than a single clearly defined target (e.g., pure amyloid or tau). Historical clinical context (initial positive early results but later phase‑III failures) is consistent with a repurposed, pleiotropic agent rather than a targeted biologic. citeturn0search3turn0search12",
        "Web search results (key sources used):",
        "- Review summarizing latrepirdine mechanisms (mitochondria, autophagy, proteostasis). citeturn1search6",
        "- Experimental work showing AMPK / energy‑metabolism and neuronal effects. citeturn1search4",
        "- PubMed studies showing latrepirdine stimulates autophagy / reduces Aβ/α‑synuclein in models. citeturn1search2turn1search0",
        "- Pfizer / Medivation announcement of negative Phase‑3 program results and discontinuation of development. citeturn0search3",
        "- Trial registry / listing for NCT06292351 (DMB‑I / Dimebon Phase 2 study by Bigespas Ltd). citeturn2search2"
    ]
}