{
    "nct_id": "NCT04902703",
    "title": "Phase II Trial to Evaluate Safety and Efficacy of GM-CSF/Sargramostim in Alzheimer's Disease (SESAD)",
    "status": "RECRUITING",
    "last_update_time": "2025-09-02",
    "description_brief": "A medicine that is FDA-approved for bone marrow stimulation (called sargramostim) will be tested for its safety and efficacy in individuals with mild-to-moderate Alzheimer's disease over a six month treatment period.",
    "description_detailed": "This trial protocol is designed to evaluate primarily whether the long-term use of sargramostim (recombinant human GM-CSF), administered five days per week for six consecutive months (24 weeks), will be tolerated by and safe for use in participants with mild-to-moderate AD, secondarily whether sargramostim can slow, halt, or reverse cognitive decline, and exploratory whether sargramostim can slow, halt, or reverse decline in activities of daily living, reverse or improve several biomarkers associated with AD, as evaluated by multimodal neuroimaging techniques and blood and cerebrospinal fluid analyses. This trial extends the safety results from recently completed Phase 2 double-blind, placebo-controlled clinical trial in mild-to-moderate AD participants (NCT01409915, COMIRB#12-1273), using sargramostim that was administered five days per week for three consecutive weeks and in which there were no incidence of drug-related serious adverse events (SAEs).",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted biologic",
    "drug": [
        "Sargramostim (recombinant human GM-CSF; brand name Leukine)"
    ],
    "placebo": [
        "Saline (placebo)"
    ],
    "explanation_target": [
        "Reason: The intervention is sargramostim, a recombinant human granulocyte–macrophage colony‑stimulating factor (GM‑CSF) — a protein biologic intended to modulate the innate immune system and thereby affect Alzheimer's pathology and cognition. The trial explicitly tests safety and efficacy in mild‑to‑moderate AD with biomarker and cognitive endpoints, indicating a disease‑modifying intent rather than a symptomatic-only cognitive enhancer or neuropsychiatric treatment. citeturn0search0turn0search4",
        "Act (extracted details): Trial title and description: \"Phase II Trial to Evaluate Safety and Efficacy of GM‑CSF/Sargramostim in Alzheimer's Disease (SESAD)\" — sargramostim given subcutaneously (250 mcg/m2 daily, 5 days/week for 24 weeks) vs saline placebo; primary goals include safety/tolerability and effects on cognitive decline and AD biomarkers. Sargramostim is FDA‑approved for bone marrow stimulation (Leukine). citeturn0search0turn0search2",
        "Reflect (classification & justification): Sargramostim is a biologic (a recombinant growth factor, not a small molecule). The trial seeks to alter disease course and AD biomarkers (amyloid/tau/neurodegeneration markers) and builds on prior Phase 2 data showing biomarker changes and cognitive benefit signals after treatment — consistent with classifying this as a disease‑targeted biologic (biologic therapy aimed at disease processes via immune modulation). This distinguishes it from purely symptomatic cognitive enhancers or neuropsychiatric treatments. citeturn0search1turn0search4",
        "Web search results used (key sources): 1) Clinical trial record for NCT04902703 (Phase II SESAD) — trial details, dosing, aims. citeturn0search0; 2) PubMed / Wiley article reporting prior randomized trial of sargramostim in mild‑to‑moderate AD with safety and cognitive/biomarker findings. citeturn0search1turn0search4; 3) Drug information / indications showing sargramostim (Leukine) is FDA‑approved for hematologic uses (bone marrow stimulation). citeturn0search2; 4) Additional trial listings (CenterWatch / registry mirrors) confirming study design and recruitment. citeturn0search5turn0search7"
    ],
    "agent_type": "F) Inflammation",
    "explanation_agent": [
        "Reason: The investigational agent is sargramostim (recombinant human GM‑CSF), a cytokine/growth factor given to modulate the innate immune system (microglia/monocyte/macrophage activity) to alter AD pathology and cognition — this is an anti‑/pro‑immunomodulatory approach targeting neuroinflammation. citeturn0search3turn0search0",
        "Act: Extracted details — Phase 2 SESAD tests sargramostim (Leukine; GM‑CSF) administered subcutaneously 250 mcg/m2/day, 5 days/week for 24 weeks vs placebo with primary aims of safety/tolerability and secondary/exploratory cognitive and AD biomarker effects (blood/CSF/neuroimaging). The agent’s mechanism and the trial’s disease‑modifying intent point to inflammation/innate immune modulation as the target. citeturn0search0turn0search6",
        "Reflect: Classification check — CADRO category F) Inflammation covers interventions that modulate immune/inflammatory processes in AD. Sargramostim is intended to modulate the innate immune response (GM‑CSF signalling) and prior randomized data report changes in innate immune markers, cognitive scores, and AD biomarkers, supporting an inflammation‑targeted classification rather than amyloid, tau, synaptic, or purely symptomatic categories. Therefore F) Inflammation is the most specific CADRO match. citeturn0search3turn0search5",
        "Web search results used (key sources): 1) Clinical trial record for NCT04902703 (Phase II SESAD) — trial details and dosing. citeturn0search0 2) PubMed report of prior randomized sargramostim (GM‑CSF) trial in mild‑to‑moderate AD showing innate immune marker, cognitive and biomarker effects. citeturn0search3 3) Additional trial listings / registries confirming design and status (MedPath/CenterWatch/TrialsToday). citeturn0search1turn0search5"
    ]
}