{
    "nct_id": "NCT02502253",
    "title": "BDPP Treatment for Mild Cognitive Impairment (MCI) and Prediabetes or Type 2 Diabetes Mellitus (T2DM)",
    "status": "COMPLETED",
    "last_update_time": "2022-07-20",
    "description_brief": "Mild Cognitive Impairment (MCI) represents a group of persons who are at risk of incident dementia in the near-term. Persons with MCI who have deficits in short-term recall (amnestic MCI) are at significant risk of incident Alzheimer's disease (AD) (termed prodromal AD), and thus represent a worthy target for secondary prevention interventions.\n\nThere is increasing evidence that risk factors for metabolic syndrome (such as prediabetes and type 2 diabetes) increase risk of incident cognitive impairment and possibly AD, and evidence that the neurons of the AD brain are in fact insulin resistant with diminished glucose uptake under physiological conditions. Thus, persons with MCI and prediabetes or type 2 diabetes may be at particular risk of incident cognitive impairment and AD.\n\nA large clinical trial (ACCORD)1 demonstrated that tight control of peripheral blood glucose does not improve cognitive (or other health) outcomes in older persons with peripheral insulin resistance. Thus, there is a need to target cognitive outcomes in persons with MCI and metabolic risk factors, and a drug targeting insulin resistance with good blood-brain-barrier (BBB) penetrance can potentially accomplish these objectives. While there is a phase III study of intranasal insulin targeting this strategy, nutraceuticals offer a low-tech solution that would be more suitable to future secondary prevention trials in MCI.\n\nBioactive Dietary Polyphenol Preparation (BDPP) is a combination of two nutraceutical preparations grape seed polyphenolic extract (GSE), and resveratrol that contain abundant concentrations of polyphenols. The investigators have found that oral BDPP administration was associated with improved cognition and brain plasticity long-term potentiation (LTP) in mouse models of metabolic syndrome and AD, as well as lowering brain amyloid and tau burden in an AD mouse model2-4. The investigators have demonstrated excellent absorption of oral BDPP in a small study in humans and similarly excellent CSF penetration of oral BDPP in rats, but it is crucial to demonstrate safety and CSF penetration of oral BDPP in humans to assess its potential as a treatment for MCI and prediabetes or type 2 diabetes.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "PREVENTION",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "BDPP (Bioactive Dietary Polyphenol Preparation) — combination of grape seed polyphenolic extract (GSPE), trans‑resveratrol, and Concord grape/related polyphenols"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is BDPP, a nutraceutical mixture of polyphenolic small molecules (grape seed polyphenolic extract, trans‑resveratrol and grape‑derived polyphenols) developed to target Alzheimer-related pathology (amyloid/tau) and neuronal insulin resistance with the goal of preventing progression from MCI to AD. citeturn0search9turn0search3",
        "Act: Key extracted details — trial title: “BDPP Treatment for Mild Cognitive Impairment (MCI) and Prediabetes or Type 2 Diabetes Mellitus (T2DM)” (Johns Hopkins; Phase 1, completed). BDPP composition and clinical pharmacology studies (human metabolism / CSF penetration) are described in clinical trial listings and related publications. citeturn0search9turn0search3",
        "Supporting evidence: Preclinical studies show grape‑derived polyphenolic preparations (GSPE / BDPP components) inhibit Aβ oligomerization, reduce brain Aβ and tau burden, and improve cognition/LTP in AD and metabolic‑syndrome mouse models — consistent with a disease‑targeting mechanism. BDPP also yields brain‑available metabolites. citeturn0search2turn0search4turn0search0",
        "Reflect: Classification rationale — per the definitions provided, BDPP is not a biologic (no antibodies or vaccine) and is composed of small‑molecule polyphenols intended to alter AD pathology/biology (amyloid, tau, insulin resistance). Therefore it best fits 'disease‑targeted small molecule'. Note ambiguity: BDPP is a multi‑component nutraceutical (a mixture) rather than a single, standardized pharmaceutical small molecule; nevertheless its constituents are small molecules with preclinical disease‑modifying effects and human pharmacology is being evaluated. citeturn0search2turn0search3"
    ],
    "agent_type": "R) Multi-target",
    "explanation_agent": [
        "Reason: The intervention (BDPP) is a multi-component nutraceutical composed of grape seed polyphenolic extract (GSPE), trans‑resveratrol, and grape-derived polyphenols, developed to act on multiple Alzheimer-related processes — notably inhibition of Aβ oligomerization / reduction of Aβ burden and effects on tau and neuronal signaling/metabolic pathways (insulin resistance, CREB/mTOR signaling). These are disease-modifying biological pathways rather than a single receptor or single-pathway target. citeturn0search6turn0search3turn0search2turn0search5",
        "Act: Key extracted details and supporting web evidence — BDPP composition and clinical testing (Johns Hopkins Phase 1 / NCT02502253) indicate GSPE + resveratrol + Concord grape polyphenols as the active mixture. citeturn0search6 Preclinical studies show grape-derived polyphenolics inhibit Aβ aggregation/oligomerization and lower specific toxic Aβ oligomers (Aβ*56) in transgenic mouse models, and related polyphenolic preparations have been reported to attenuate tau misfolding — i.e., direct effects on amyloid and tau pathobiology. citeturn0search3turn0search2turn0search1 BDPP/BDPP metabolites also activate neuronal signaling pathways (CREB, mTOR) and have been studied for effects on insulin-resistance–related pathways and brain-available metabolites, indicating metabolic/neuroprotective actions in addition to direct anti-amyloid/tau activity. citeturn0search5turn0search8",
        "Reflect: CADRO mapping — because BDPP (a mixture of small-molecule polyphenols) is intended to modify multiple AD-related biological processes (amyloid, tau, and neuronal metabolism/insulin signaling), the most appropriate CADRO classification is R) Multi-target. While components are small molecules (not biologics), the mechanism spans CADRO categories A (Amyloid beta), B (Tau), and J (Metabolism and Bioenergetics); CADRO guidance indicates interventions with multiple distinct targets should be classified as 'R) Multi-target'. The description and cited literature support this multi-target interpretation. citeturn0search3turn0search2turn0search5"
    ]
}