{
    "nct_id": "NCT03880240",
    "title": "Gamma Induction for Amyloid Clearance in Alzheimer's Disease",
    "status": "RECRUITING",
    "last_update_time": "2023-12-05",
    "description_brief": "Alzheimer's Disease (AD) is characterized by amyloid-β (Aβ) plaque buildup and phosphorylated tau (p-tau) in the brain, as well as widespread neurodegeneration. Amyloid-β and tau are proteins that build up in the brain that may contribute to memory problems. The evidence suggests that both amyloid and tau play a critical role in AD and interventions that reliably and safely decrease the intracerebral burden of amyloid or tau could potentially be of marked clinical importance. Currently, therapeutic options are very limited and while there are pharmacologic interventions that transiently improve cognitive function, there are no treatments that alter disease progression.\n\nThe purpose of this study is to see if multiple daily sessions of non-invasive brain stimulation can affect brain activity to decrease the amount of amyloid and tau in people with AD as compared to Sham (placebo) stimulation. The type of brain stimulation that will be used is called transcranial alternating current stimulation (tACS). This study will investigate different doses of tACS (2-4 weeks) and assess safety. The hope is that tACS will decrease the amount of amyloid and tau and improve memory and thinking in people with AD.",
    "description_detailed": "This is an interventional, sham controlled, double-blind study in patients with early to moderate Alzheimer's Disease (AD). The study will enroll approximately 55 individuals with amyloid positive Mild Cognitive Impairment (MCI) or AD. Each subject will undergo a 1-2 visit screening period consisting of a physical and neurological exam, medical history and medication review, safety questionnaires, and cognitive testing. Each subject will then undergo 5-7 baseline visits including neuropsychological testing (memory and thinking tests), amyloid Positron Emission Tomography (PET) imaging if one is not available or it has been greater than 6 months, tau PET imaging, tACS-EEG (transcranial alternating current stimulation and electroencephalogram) assessment, TMS-EEG (transcranial magnetic stimulation and electroencephalogram) plasticity assessment, functional magnetic resonance imaging (fMRI), blood and saliva sample collection, and optional lumbar puncture (LP). Participants will be randomly assigned to one of four groups: stimulation for 2 weeks or 4 weeks, once a day or twice a day. One of the groups is a sham group. This means that this group will not receive actual tACS. Each session will be one hour of either individualized gamma-frequency (40 Hz) tACS or sham tACS, depending on the assigned group. Subjects will be assessed for any side effects before and after each session and complete a short memory and thinking test either daily or weekly. At the end of the daily sessions, 5-7 follow up visits will include a repeat of the baseline measures including amyloid and tau PET scans. Long-term follow-up visits will include an EEG, cognitive testing and an amyloid PET scan. The PET imaging studies will be conducted at Massachusetts General Hospital and up to 5 PET scans will be performed.",
    "phase": [
        "PHASE1",
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "N/A",
    "drug": [
        "transcranial alternating current stimulation (tACS) — gamma (40 Hz) neuromodulation; 20 daily 1-hour sessions (active)"
    ],
    "placebo": [
        "Sham (placebo) stimulation (sham tACS)"
    ],
    "explanation_target": [
        "Reason: The intervention is non‑invasive brain stimulation (transcranial alternating current stimulation, tACS) delivered at gamma (≈40 Hz) with the stated goal of reducing intracerebral amyloid and tau burden and improving cognition — i.e., a neuromodulation/device approach intended to produce disease‑modifying effects rather than a biologic or small‑molecule drug. citeturn0search8turn0search0turn0search3",
        "Act (extracted trial details): Intervention = gamma (40 Hz) tACS (multiple daily sessions, e.g., 20 one‑hour sessions over ~4 weeks in the trial listing); control = sham stimulation; primary outcomes include PET amyloid and tau burden and cognitive measures (ADAS‑Cog). These details match published/registered gamma‑tACS AD trials and preclinical studies showing reduced Aβ with 40 Hz stimulation. citeturn0search8turn0search6turn0search3",
        "Reflect (classification decision): The four allowed categories are (1) disease‑targeted biologic, (2) disease‑targeted small molecule, (3) cognitive enhancer, and (4) neuropsychiatric symptom improvement. This trial uses a non‑pharmacologic neuromodulation device (tACS). It does not fit the biologic or small‑molecule categories, and although cognitive outcomes are measured, the intervention is explicitly aimed at reducing amyloid/tau (disease pathology) via electrical stimulation rather than acting as a pharmacologic cognitive enhancer or a neuropsychiatric symptom treatment. Therefore the correct classification under the provided scheme is 'N/A'. citeturn0search0turn0search8",
        "Web search results used: TRANSFORM‑AD and related gamma‑tACS clinical trial reports and reviews showing 40 Hz tACS is being tested to modulate gamma oscillations and (in animal models and early human studies) to reduce Aβ/tau and improve memory. (Representative sources searched/cited above: TRANSFORM‑AD trial descriptions and protocols; preclinical mouse studies of 40 Hz tACS showing Aβ reduction; a trial listing of 'Gamma Induction for Amyloid Clearance' describing 20 daily sessions and PET endpoints.) citeturn0search0turn0search3turn0search8"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}