{
    "nct_id": "NCT00459550",
    "title": "A Randomised, Single-Blind, Placebo-Controlled Study to Investigate the Safety, Tolerability, Immunogenicity, Pharmacokinetics and Pharmacodynamics of Intravenous Infusion of GSK933776 in Patients With Alzheimer's Disease.",
    "status": "COMPLETED",
    "last_update_time": "2017-07-18",
    "description_brief": "A study to investigate the safety and tolerability of both single and multiple intravenous administration of GSK933776 in patients with Alzheimer's Disease.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted biologic",
    "drug": [
        "GSK933776 (humanized, Fc‑inactivated anti-β‑amyloid monoclonal antibody)"
    ],
    "placebo": [
        "placebo (used in the randomized, placebo‑controlled study)"
    ],
    "explanation_target": [
        "Reason: The investigational agent GSK933776 is a humanized IgG1 monoclonal antibody directed at the N‑terminus of β‑amyloid (Aβ), with its Fc region engineered to reduce complement and Fc‑receptor activity — i.e., a biologic that targets Alzheimer’s pathology (Aβ). citeturn0search1turn0search2",
        "Act: Trial details extracted — intravenous single and repeat dosing of GSK933776 in patients with mild AD / MCI to assess safety, tolerability, immunogenicity, pharmacokinetics and pharmacodynamics; studies reported target engagement (Aβ changes) in plasma and CSF. These characteristics and the mechanism (anti‑Aβ monoclonal antibody) match the definition of a disease‑targeted biologic. citeturn0search2turn0search1",
        "Reflect: Classification check — GSK933776 is not a small molecule, nor is it described as an agent whose primary aim is symptomatic cognitive enhancement or neuropsychiatric symptom management. The trial is therapeutic and pathology‑targeting (anti‑amyloid), so 'disease‑targeted biologic' is the appropriate category. citeturn0search2",
        "Web search results (key sources used): 1) 'First Administration of the Fc‑Attenuated Anti‑β Amyloid Antibody GSK933776 to Patients with Mild Alzheimer’s Disease' (PMC, reports single and repeat IV dosing, safety, PK/PD, and target engagement). citeturn0search2 2) 'Modulation of β‑amyloid by a single dose of GSK933776 in patients with mild Alzheimer’s disease: a phase I study' (Alzheimer's Research & Therapy — full text describing Fc‑inactivated anti‑Aβ mAb and CSF/plasma Aβ effects). citeturn0search1 3) PubMed entry for the above phase I study (abstract). citeturn0search0"
    ],
    "agent_type": "A) Amyloid beta",
    "explanation_agent": [
        "Reason: The investigational agent GSK933776 is a humanized, Fc‑inactivated monoclonal antibody directed at the N‑terminus of β‑amyloid (Aβ). Its mechanism is explicit: binding/modulating Aβ species, i.e., directly targeting amyloid pathology, which corresponds to CADRO category A (Amyloid beta).",
        "Act: Extracted trial details — intravenous single and repeat dosing of GSK933776 in patients with mild AD/MCI to assess safety, tolerability, immunogenicity, pharmacokinetics and pharmacodynamics; reported target engagement with Aβ changes in plasma and CSF. Given the explicit anti‑Aβ monoclonal antibody mechanism, assign 'A) Amyloid beta'.",
        "Reflect: Confirmed classification — the intervention is a disease‑targeted biologic aimed at amyloid pathology (not symptomatic-only, not a diagnostic, and not multi‑target). Therefore CADRO category A is the most specific and appropriate match.",
        "Web search results used (key sources summarized): 1) 'First Administration of the Fc‑Attenuated Anti‑β Amyloid Antibody GSK933776 to Patients with Mild Alzheimer’s Disease' (PMC) — reports single and repeat IV dosing, safety, PK/PD, and target engagement. 2) 'Modulation of β‑amyloid by a single dose of GSK933776 in patients with mild Alzheimer’s disease: a phase I study' (Alzheimer's Research & Therapy) — full text describing Fc‑inactivated anti‑Aβ mAb and CSF/plasma Aβ effects. 3) PubMed entry for the phase I study (abstract). These sources support the anti‑Aβ mechanism and reported biomarker effects cited above."
    ]
}