{
    "nct_id": "NCT00480701",
    "title": "Evaluation of 123-I Iodobenzovesamicol (IBVM) and SPECT as a Marker of Acetylcholine Transporter Density in the Brain of Healthy Subjects and Patients With Alzheimer Disease",
    "status": "COMPLETED",
    "last_update_time": "2014-04-16",
    "description_brief": "The underlying goal of this study is to assess 123-I IBVM SPECT imaging as a tool to assess cholinergic transporter binding in the brain of AD and PD research participants and age- and gender-matched healthy subjects.",
    "description_detailed": "Approximately 25 patients with mild to moderate Alzheimer's disease (AD) and 25 patients Parkinson's disease and 20 healthy controls will be recruited to participate in this study.\n\nAD patients will be eligible to participate if they have a diagnosis of AD based on NINCDS-ADRDA criteria.\n\nPD patients will be eligible to participate if they have a clinical diagnosis of Parkinson's disease.\n\nHealthy controls will be evaluated to ensure that there is no evidence of neurodegenerative changes including cognitive decline.\n\nAll subjects will undergo written informed consent and a screening evaluation including baseline clinical laboratory testing, a physical and neurological evaluation and cognitive assessment.\n\nSubjects will be asked to undergo an injection of 123-I IBVM followed by up to three approximately thirty minute SPECT scans during the next 24 hours.\n\nSubjects may be asked to undergo a second imaging visit two-weeks to six months following the initial imaging visit to assess the reproducibility of the imaging outcome and/or the progressive change from baseline in 123-I IBVM binding.\n\nThe imaging analyses will be performed by an image-processing specialist who will remain masked to clinical diagnosis. The primary imaging outcome measure will be the brain regional distribution volumes expressed as a target region to cerebellar ratio.",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "N/A",
    "results": null,
    "target_category": "N/A",
    "drug": [
        "[123I]-IBVM (123-I iodobenzovesamicol) — a SPECT radioligand selective for the vesicular acetylcholine transporter (VAChT)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The protocol describes using 123-I IBVM SPECT to measure cholinergic transporter (vesicular acetylcholine transporter, VAChT) binding in brains of AD/PD patients and healthy controls — i.e., an imaging/diagnostic radiotracer study rather than a therapeutic trial. citeturn0search1turn0search3.",
        "Act: Extracted details — intervention: [123I]-IBVM (iodobenzovesamicol), a radioiodinated SPECT ligand used to image VAChT and assess integrity of cholinergic pathways in neurological disorders. Sources documenting IBVM as a selective VAChT radioligand and its use in AD/PD/DLB/MSA/PSP imaging are cited. citeturn0search3turn0search6turn0search8.",
        "Web search results (key sources found):",
        "- Clinical trial entry for this study describing goal to assess 123-I IBVM SPECT imaging of cholinergic transporter binding (trial registry summary). citeturn0search1turn0search10.",
        "- Journal of Nuclear Medicine / PubMed descriptions: 123I-iodobenzovesamicol (IBVM) is a SPECT radioligand selective for the vesicular acetylcholine transporter (VAChT) used to assess cholinergic pathways; papers validate quantification methods for IBVM SPECT. citeturn0search3turn0search0.",
        "- Radiology and other imaging studies showing in vivo IBVM SPECT quantifies VAChT in neurodegenerative disorders (e.g., PSP, DLB, MSA, Parkinson disease, Alzheimer disease). citeturn0search4turn0search6turn0search8.",
        "- Chemistry/synthesis reference confirming 5-iodobenzovesamicol (IBVM) is radioiodinated for use as a cholinergic nerve marker. citeturn0search9.",
        "Reflect: Classification check — the intervention is a diagnostic radiotracer (imaging agent) intended to measure transporter density, not to modify disease biology, improve cognition, or treat neuropsychiatric symptoms. Therefore it does not fit the four therapeutic categories (disease-targeted biologic, disease-targeted small molecule, cognitive enhancer, or neuropsychiatric symptom improvement) and is classified as 'N/A'. citeturn0search1turn0search3.",
        "Note on ambiguity/missing info: No therapeutic drug or placebo is being tested; IBVM is used as an imaging agent. If you want, I can fetch the full trial record (NCT number), study dates, or key publications in full text. citeturn0search10turn0search3."
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}