{
    "nct_id": "NCT06234930",
    "title": "The Feasibility, Safety and Tolerability of Virtual Reality-based Audiovisual Stimulation",
    "status": "COMPLETED",
    "last_update_time": "2025-08-25",
    "description_brief": "This is a single-blind, sham-controlled, clinical trial that aims to evaluate the safety, tolerability, and feasibility of delivering audiovisual stimulation via a Virtual Reality (VR) headset to people cognitively impaired due to Alzheimer's and cognitively unimpaired people.",
    "description_detailed": "Audiovisual stimulation is a non-invasive approach that uses synchronized light and sound stimuli to modulate neural activity and cognitive processes.\n\nRecent literature suggests that when applied chronically, audiovisual stimulation may slow down the progression of Alzheimer's disease (AD). In contrast to traditional methods employing Light Emitting Diodes (LEDs) and computer screens for the delivery of visual stimuli, our study explores the feasibility, safety, and tolerability of delivering acute audiovisual stimulation via a Virtual Reality (VR) headset.\n\nThe investigators plan to recruit a total of 50 participants (n=25 mild AD or MCI due to AD and n=25 cognitively healthy participants). Audiovisual stimulation will be delivered over one experimental session to every participant. Stimuli will be embedded in passive environments and in a sound-video associative memory task. All participants will be exposed to stimulation at different frequencies and a sham condition will be used as a control. To determine the feasibility of VR-based audiovisual stimulation, the investigators will use electroencephalography (EEG) and measure the responsiveness of participants' brain activity to the acute intervention. Safety and tolerability will be evaluated using questionnaires.\n\nThis clinical trial aims to provide valuable insights into the development of a non-invasive therapy for early-stage Alzheimer's disease, while assessing the feasibility and safety of using VR technology to deliver audiovisual stimulation.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial tests delivery of audiovisual stimulation via a Virtual Reality (VR) headset (a device-based, non-pharmacologic neuromodulation intervention) in people with mild AD/MCI and healthy controls — it is not a biologic or small-molecule drug, nor a pharmacologic cognitive enhancer or a medication for neuropsychiatric symptoms. citeturn0search2turn0search5",
        "Act: Key extracted details from the trial record — intervention: 'Audiovisual stimulation VR system' (device-delivered synchronized light/sound stimuli); design: single‑blind, sham‑controlled, one experimental session per participant; planned measures: EEG to measure neural entrainment and questionnaires for safety/tolerability; planned enrollment: ~50 participants (≈25 mild AD/MCI, ≈25 cognitively healthy). Sources: trial registration and listings. citeturn0search6turn0search7",
        "Web search results used (summary of sources consulted): 1) Trial listing 'The Feasibility, Safety and Tolerability of VR-based Audiovisual Stimulation' (MedPath / NCT06234930) — trial description and sponsor. citeturn0search2 2) ClinConnect trial summary (detailed eligibility, site, goals). citeturn0search5 3) ICH GCP / registry entry for NCT06234930 (detailed description, contacts, locations). citeturn0search6 4) CenterWatch listing summarizing the study. citeturn0search7 5) Related literature on VR and gamma/audiovisual sensory stimulation feasibility (background context for this modality). citeturn0search0turn0search9",
        "Reflect: Given the intervention is a VR-based audiovisual stimulation device (non-drug) and the four provided categories are specific to biologics, small molecules, or drug-based cognitive/neuropsychiatric treatments, the correct classification is 'N/A' — the study does not fit any of the four drug/biologic-focused categories. The classification aligns with the trial record describing a non-invasive device intervention and feasibility/safety outcomes. citeturn0search2turn0search6"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}