{
    "nct_id": "NCT00051909",
    "title": "Efficacy and Safety of LY451395 in Patients With Probable Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2006-07-18",
    "description_brief": "Study of an investigational medication for the treatment of Alzheimer's Disease in patients who are not taking Aricept, Reminyl, Exelon.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "LY451395 (mibampator) — AMPA receptor potentiator (small-molecule)"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The investigational agent LY451395 is mibampator, a small-molecule AMPA (α-amino-3-hydroxy-5-methyl-4-isoxazole propionic acid) receptor potentiator that acts on glutamatergic neurotransmission rather than on amyloid or tau pathology. citeturn0search5turn0search1",
        "Act: The listed trial (Efficacy and Safety of LY451395 in Patients With Probable Alzheimer's Disease, NCT00051909) is a Phase 2 randomized, placebo-controlled study that excluded recent use of cholinesterase inhibitors (Aricept, Reminyl, Exelon) and used cognitive outcomes (ADAS-Cog as the primary endpoint in a related Phase 2 publication), indicating a primary aim of testing cognitive benefit. citeturn0search3turn0search0",
        "Reflect: Given the mechanism (AMPA receptor potentiation — modulation of synaptic glutamatergic transmission to enhance cognition) and the trial's cognitive primary outcome, the trial fits the 'cognitive enhancer' category (improving cognitive function without targeting core AD pathology). Note: mibampator has also been studied for neuropsychiatric symptoms (agitation/aggression) in AD in separate trials, but the trial title and primary cognition-focused design support classification here as a cognitive enhancer. citeturn0search1turn0search5"
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: LY451395 (mibampator) is a small-molecule potentiator of AMPA-type glutamate receptors (iGluRs), acting on glutamatergic neurotransmission and synaptic signaling rather than on core AD pathologies like amyloid or tau. citeturn0search4turn0search2",
        "Act: The listed trial (Efficacy and Safety of LY451395, NCT00051909) is a Phase 2, randomized, placebo-controlled study of mibampator in patients with probable Alzheimer's disease, with cognition and neuropsychiatric outcomes reported in Phase 2 publications — consistent with testing a cognitive/behavioral enhancer that modulates neurotransmitter receptors. citeturn0search1turn0search0",
        "Reflect: AMPA receptor potentiation directly targets a neurotransmitter receptor (glutamatergic AMPA receptors). Under CADRO, interventions that modulate neurotransmitter receptors are classified as D) Neurotransmitter Receptors. Although AMPA modulation can influence synaptic plasticity, the primary and most specific CADRO fit is D rather than the broader Synaptic Plasticity/Neuroprotection category. citeturn0search2",
        "Web search results used: PubMed report of mibampator clinical trial (AMPA potentiator; agitation/aggression trial). citeturn0search0; Clinical trial registry entry for NCT00051909 (LY451395 / mibampator, Phase 2). citeturn0search1; International Psychogeriatrics article discussing mibampator, AMPA receptor potentiation, and trial outcomes. citeturn0search2; compound information noting mibampator as a selective AMPA receptor potentiator. citeturn0search4"
    ]
}