{
    "nct_id": "NCT03920826",
    "title": "The Effects of TRanscranial AlterNating Current Stimulation FOR Patients With Mild Alzheimer's Disease (TRANSFORM-AD Study): A Randomized Controlled Clinical Trial",
    "status": "COMPLETED",
    "last_update_time": "2022-10-17",
    "description_brief": "The goal of this study is to explore the efficacy and safety of transcranial alternating current stimulation (tACS) in patients with mild Alzheimer's disease (AD). The study will recruit 40 individuals with mild AD with evidence of amyloid plaques in the brain through Positron Emission Tomography (PET) imaging. Participants will undergo baseline cognitive assessment, structural and functional MRI characterization, PiB-PET, and resting-state EEG measurement. The participants will be randomized to either a tACS group or a sham stimulation group. At the end of the intervention and 3-month follow-up, all subjects will repeat the baseline assessments.",
    "description_detailed": "Background: Alzheimer's disease (AD) is the most prevalent cause of dementia. Given the limited efficacy of pharmacological treatments, non-pharmacological approaches in AD are of great interest. In these approaches, brain stimulation technique is an important one, because of its potential to modulate cognitive functions in many neuropsychiatric diseases. Transcranial alternating current stimulation (tACS), as a neuromodulatory technique, oscillates a sinusoidal current at a chosen frequency to interact with the brain's natural cortical oscillations. Hypothetically, tACS would reduce cortical hyperactivity and induces cognitive improvement or delay cognitive decline in patients with AD.\n\nObjectives This double-blinded, randomized controlled trial evaluates the efficacy and safety of tACS in patients with mild AD. The second objective is to evaluate the effect of tACS on neural plasticity, which is assessed by structural and functional MRI, PiB-PET, and resting-state EEG.\n\nPatients and Methods The proposed study is a double-blinded, randomized controlled trial that will include 40 individuals with mild AD with positive findings in amyloid PET imaging or amyloid protein levels in CSF. The participants will be randomized to either a tACS group or a sham stimulation group. Both groups will undergo 30 one-hour sessions in 3 weeks (21 days). All the outcomes will be assessed at baseline, end of intervention and 3 months after the first intervention to measure long-term resilience of the effect.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "Cognitive enhancer",
    "drug": [],
    "placebo": [
        "sham stimulation"
    ],
    "explanation_target": [
        "Reason: The intervention is transcranial alternating current stimulation (tACS), a non‑pharmacologic, non‑invasive neuromodulation aimed at entraining neuronal oscillations (here 40 Hz/gamma) to improve cognitive function and hippocampal synchrony in mild Alzheimer's disease — this is a cognitive enhancement approach rather than a biologic or small‑molecule therapy. citeturn0search2turn0search1",
        "Act (key extracted trial details): The trial titled TRANSFORM‑AD randomizes amyloid‑positive patients with mild AD to 40 Hz tACS versus sham (30 one‑hour sessions across 15 days) and measures cognitive outcomes (ADAS‑Cog, MMSE, MoCA), MRI, PET, and EEG at baseline, post‑intervention, and 3‑month follow‑up — intervention is tACS (not a drug). citeturn0search2turn0search0",
        "Supporting web search results (examples found): PubMed abstract for TRANSFORM‑AD describing 40 Hz tACS, randomized sham‑controlled design and cognitive/MRI/EEG outcomes. citeturn0search0; Full text (Alzheimer's Research & Therapy) detailing methods, electrode montage, hospitalization for monitoring, and results (no primary ADAS‑Cog benefit, some secondary cognitive signal). citeturn0search2; Additional related trials/protocols showing tACS (gamma band) is used in AD research as a cognitive‑targeting neuromodulation (examples/protocols). citeturn0search1turn0search3",
        "Reflect: Given the intervention type (electrical brain stimulation) and the stated outcomes (cognitive assessments, hippocampal oscillatory activity), the trial fits the 'Cognitive enhancer' category. It is not a biologic (monoclonal antibody/vaccine) nor a small molecule drug, and it is not primarily targeting neuropsychiatric/behavioral symptoms; therefore 'Cognitive enhancer' is the appropriate classification. citeturn0search2",
        "Notes on ambiguity/missing info: No pharmacologic agent is used; the only potential alternative interpretation would be if the study's primary aim were disease modification of amyloid pathology (they recruited amyloid‑positive participants), but the intervention (tACS) and measured endpoints focus on cognition and neural synchrony rather than direct amyloid reduction — supporting the cognitive enhancer classification. citeturn0search2turn0search0"
    ],
    "agent_type": "M) Synaptic Plasticity/Neuroprotection",
    "explanation_agent": [
        "Reason: The intervention is transcranial alternating current stimulation (tACS) at 40 Hz (gamma), a non‑pharmacologic neuromodulation intended to entrain neuronal oscillations, restore network synchrony and improve cognitive/hippocampal function — mechanisms that act on neural network activity and synaptic function rather than on a specific molecular pathology like amyloid or tau. citeturn0search1turn0search4",
        "Act: Key extracted trial details — TRANSFORM‑AD randomized amyloid‑positive patients with mild AD to 40 Hz tACS versus sham (30 one‑hour sessions across 15 days) and measured cognitive outcomes (primary ADAS‑Cog and secondary MMSE/MoCA), MRI, PET and EEG/EEG‑fMRI at baseline, end of intervention and 3‑month follow‑up. The intervention is electrical brain stimulation (not a drug), so there is no single molecular target or drug pathway to map. citeturn0search0turn0search1",
        "Reflect: Mapping to CADRO — tACS aims to modify network oscillations, excitatory/inhibitory balance and synaptic/neuronal synchrony (effects tied to synaptic plasticity and neuroprotection), so the most specific CADRO match is M) Synaptic Plasticity/Neuroprotection. This is preferable to categories focused on amyloid, tau, neurotransmitter receptors, or inflammation because the primary mechanism described is modulation of network dynamics and synaptic function. Meta-analyses and reviews of 40 Hz tACS in AD frame the intervention as a neuromodulatory, cognition-targeting approach with effects on oscillations and memory/cognition. citeturn0search2turn0search4",
        "Notes on ambiguity / alternatives: No pharmacologic agent or molecular pathway is targeted, so one could consider 'T) Other' only if the intervention were strictly diagnostic/non‑therapeutic. Because TRANSFORM‑AD tests a therapeutic neuromodulation intended to improve cognition and hippocampal synchrony, M) Synaptic Plasticity/Neuroprotection better reflects the biological focus. If future descriptions emphasized direct amyloid/tau clearance as the primary mechanism rather than network entrainment, reconsideration toward A) Amyloid beta or B) Tau would be warranted — but the trial and related literature emphasize network/synaptic effects. citeturn0search1turn0search4",
        "Web search results supporting this classification (examples): PubMed protocol abstract for TRANSFORM‑AD (trial design, 40 Hz tACS, outcomes ADAS‑Cog, PET/MRI/EEG). citeturn0search0; Alzheimer's Research & Therapy full trial report (randomized 40 Hz tACS vs sham, cognitive and hippocampal oscillation outcomes). citeturn0search1; Meta‑analysis of 40 Hz γ‑tACS in AD summarizing cognitive effects and safety. citeturn0search2; Review summarizing mechanisms by which 40 Hz tACS may restore gamma oscillations, network function and downstream effects (neuroinflammation, perfusion, amyloid interactions) — supports neuromodulation→synaptic/network interpretation. citeturn0search4; Example randomized crossover study combining 40 Hz tACS with cognitive exercises showing cognitive benefit in dementia. citeturn0search5"
    ]
}