{
    "nct_id": "NCT05667649",
    "title": "Ph 1, Open-Label Safety Study of Escalating Doses of Intracerebroventricular Injections of Ex Vivo Expanded, Autologous ADSCs in Participants With Mild-Moderate AD Whose Treatment is Not Addressed Adequately by Available Therapy",
    "status": "RECRUITING",
    "last_update_time": "2025-04-01",
    "description_brief": "This is a research study to evaluate the safety of an investigational autologous cell product obtained from participant's own adipose tissue as a possible treatment for Alzheimer disease.",
    "description_detailed": "This is a Phase 1, Open-Label Safety Study of Escalating Doses of Intracerebroventricular Injections of Ex Vivo Expanded, Autologous Adipose-Derived Stem Cells (ADSCs) in Participants with Mild to Moderate Alzheimer's Disease (AD) whose Treatment is not Addressed Adequately by Available Therapy (i.e., an unmet medical need). The investigational product, which is referred to as RB-ADSC, consists of stem cells obtained from the participant's own adipose tissue by lipoaspirate. After collection, the stem cells are cultured and expanded outside the body, and then reintroduced into the same patient. A soft plastic reservoir (Ommaya reservoir) is implanted under the scalp, communicating with the brain cavities (ventricles). This study will primarily evaluate the safety of RB-ADSC injected in the Ommaya reservoir in a 3 + 3 dose escalation study. The planned enrollment will be 9 participants, 3 participants per escalation Cohort.\n\nThe primary objectives will evaluate adverse events, serious adverse events, and dose limiting toxicities to determine a recommended phase 2 clinical trial dose. Secondary objectives will evaluate preliminary efficacy measured by clinical assessments, volumetric MRI (Neuro Quant®), CSF biomarkers (Phospho-Tau, Total Tau, AB-42), and diagnostic imaging comparison (Amyloid PET). Each participant will be followed for 12 months after treatment.",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted biologic",
    "drug": [
        "RB-ADSC (autologous adipose-derived stem cells; ex vivo expanded, Wnt‑activated / ADSCs, delivered intracerebroventricularly)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The investigational product is an autologous, ex vivo–expanded adipose‑derived stem cell therapy (ADSCs) administered intracerebroventricularly via an Ommaya reservoir as a potential treatment for Alzheimer disease—i.e., a cell biologic intended to modify disease biology (neuroregeneration/anti‑inflammatory/biomarker effects) rather than a small molecule or purely symptomatic cognitive enhancer. citeturn0search1turn0search0",
        "Act: Trial pages identify the product as RB‑ADSC, a Phase‑1 open‑label, dose‑escalation study (NCT05667649) of intracerebroventricular injections of autologous ADSCs; sponsor Regeneration Biomedical; primary aim is safety with secondary biomarker and cognitive assessments. citeturn0search1turn0search4",
        "Supporting evidence / context: Descriptions note cells are cultured/enriched (Wnt‑activated) and outcomes include CSF p‑tau/Abeta measures and amyloid PET, consistent with a disease‑modifying biological approach rather than a symptomatic drug. Prior reports and small studies of adipose‑derived cell therapies have reported cognitive/biomarker changes, suggesting a proposed disease‑targeting/regenerative mechanism. citeturn0search7turn0search5turn0search2",
        "Reflect: Given the intervention is a cell biologic (autologous stem/stromal cells) intended to alter neurobiology and AD biomarkers, the best match to the provided categories is 'disease-targeted biologic'. Note minor ambiguity: the mechanism is not a monoclonal antibody directed at amyloid/tau specifically, but it is a biologic therapy intended to modify disease processes (not just symptomatic cognitive enhancement or neuropsychiatric symptom control). citeturn0search0turn0search7"
    ],
    "agent_type": "R) Multi-target",
    "explanation_agent": [
        "Reason: The investigational product is RB‑ADSC — autologous, ex vivo–expanded, Wnt‑activated adipose‑derived stem/stromal cells delivered intracerebroventricularly. The sponsor describes the cells as intended to stimulate regenerative stem cell activity in the brain and to reduce inflammation — i.e., multiple biological mechanisms (neuroregenerative, anti‑inflammatory, and putative neuroprotective/biomarker effects) rather than a single molecular target such as amyloid or tau. citeturn0search0turn0search1",
        "Act: Extracted trial details — product name RB‑ADSC; delivery: Ommaya reservoir into lateral ventricles; phase 1, open‑label, dose‑escalation; primary aim safety with secondary biomarker (CSF p‑tau, Aβ42) and imaging endpoints. Sponsor/regulatory and press materials explicitly describe the cells as Wnt‑activated ADSCs with regenerative and anti‑inflammatory intent. citeturn0search0turn0search3turn0search4",
        "Reflect: Because the cell biologic is intended to act through multiple, overlapping biological processes (neurogenesis/stem cell activation, immunomodulation/inflammation reduction, and neuroprotection with downstream biomarker changes), the best fit within CADRO is R) Multi‑target. If one had to force a single specific CADRO domain, E) Neurogenesis or F) Inflammation could be argued, but the trial materials emphasize a multi‑mechanistic disease‑modifying approach rather than a single defined molecular target. citeturn0search1turn0search3",
        "Web search evidence (selected sources used):",
        "- ClinicalTrials.gov record for NCT05667649 — protocol details, RB‑ADSC intervention, intracerebroventricular Ommaya delivery, objectives and biomarker endpoints. citeturn0search0",
        "- Regeneration Biomedical / GlobeNewswire announcement describing RB‑ADSC as Wnt‑activated, autologous expanded ADSCs intended to stimulate regenerative brain regions and reduce inflammation; interim results summary and safety statements. citeturn0search1turn0search3",
        "- ICH GCP / trial registry summaries and clinical‑trial aggregator pages reiterating study design, dosing cohorts, and endpoints. citeturn0search2turn0search4"
    ]
}