{
    "nct_id": "NCT03462121",
    "title": "A 6-Month, Double-Blind, Phase 2 Study and 6-Month Open- Label Extension Evaluating the Safety, Tolerability, and Clinical Benefit of RPh201 in Individuals With Alzheimer's Disease With or Without Coexisting Cerebrovascular Disease",
    "status": "COMPLETED",
    "last_update_time": "2020-04-29",
    "description_brief": "This study is a randomized, double-blind, placebo-controlled, multicentre, Phase 2 study, with an optional open-label extension, to evaluate the safety, tolerability, and efficacy of RPh201 in subjects with mild to moderate AD who are eligible for enrollment in this study.\n\nSubject participation will include a Screening Phase, Treatment Phase, and an Optional Open-Label Extension. The Screening Phase will be up to 4 weeks prior to randomization. Both the subject and their study partner(s) will sign an informed consent form (ICF). At Visit 2, Subjects will be randomized 2:1 to RPh201 or placebo. The Treatment Phase will last for 6 months post-randomization, or until subject withdrawal from the study, whichever comes first. The Optional Open-Label Extension will begin once a subject has completed the Treatment Phase and the subject and their study partner(s) have signed an ICF to continue on the study. The Optional Open-Label Extension will continue for 6 months, or until subject withdrawal from the study, whichever comes first. Subjects who do not participate in the Optional Open-Label Extension will be asked to return for an optional post-study visit 6 months after the end of the Treatment Phase.\n\nSubjects may participate in an optional biomarker sub-study. Up to 15 subjects may also participate in an optional FDG-PET sub-study during their study participation. Separate informed consent will be required for both of these sub-studies.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "RPh201 — botanical drug candidate (extract from gum mastic; major constituents masticadienonic acid and isomasticadienonic acid); formulated as a 5% w/w solution in cottonseed oil for subcutaneous injection"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The provided trial tests RPh201 in mild–moderate AD to evaluate safety/tolerability and cognitive/clinical benefit. RPh201 is a botany‑derived compound (gum mastic extract) with reported neuroprotective, neuroregenerative and neuroenhancing effects in preclinical models rather than a monoclonal antibody or vaccine targeting amyloid/tau. citeturn1search0turn0search5.",
        "Act: Key facts from registries and the literature — (a) the Phase 2 AD study is randomized 2:1 vs placebo, 6 months treatment with optional 6‑month open‑label extension. citeturn1search0; (b) RPh201 is a botanical extract containing masticadienonic acid (MDA) and isomasticadienonic acid (IMDA) and is given subcutaneously as a 5% formulation in cottonseed oil. citeturn0search5; (c) preclinical studies report neurogenesis/synaptogenesis and improved functional recovery (stroke and other models), supporting a putative neuroregenerative/neuroenhancing mechanism rather than a specific anti‑amyloid or anti‑tau action. citeturn0search2turn0search5.",
        "Reflect: Mapping to the category definitions — it is not a biologic (no antibody/vaccine) and does not appear to be a small‑molecule designed to inhibit canonical AD pathology (amyloid/tau). Instead, RPh201 is a botanical, neuroregenerative/neuroenhancing candidate intended to improve cognitive/functional outcomes without a clearly stated anti‑amyloid/tau mechanism, so it best fits 'cognitive enhancer'. Trial registration and publisher sources support this interpretation. citeturn0search5turn1search0.",
        "Ambiguity / limitations: The sponsor describes potential 'disease‑modifying' or regenerative benefits, and preclinical work suggests regenerative effects — if future evidence shows RPh201 directly targets AD pathology (amyloid/tau) the classification could change. Current public sources identify RPh201 as a botanical neuroenhancer, so 'cognitive enhancer' is the most appropriate category based on available information. citeturn0search5turn0search2."
    ],
    "agent_type": "M) Synaptic Plasticity/Neuroprotection",
    "explanation_agent": [
        "Reason: The investigational product RPh201 is a botanical extract (gum mastic) reported in preclinical and early clinical studies to exert neuroprotective, neuroregenerative and neuroenhancing effects (not a specific anti-amyloid or anti‑tau biologic), which maps to mechanisms that enhance synaptic function or promote neuronal repair rather than targeting amyloid/tau pathology. citeturn0search2turn0search0",
        "Act: Key extracted facts from trial registries and the literature — (a) RPh201 is a proprietary gum mastic extract whose major constituents include masticadienonic acid (MDA) and isomasticadienonic acid (IMDA), administered subcutaneously in a cottonseed‑oil formulation; (b) RPh201 has progressed through early human studies and is being evaluated in randomized Phase 2 studies in AD (6‑month double‑blind with open‑label extension as described) and in other indications (NAION), supporting its characterization as a neuroenhancer/neuroregenerative candidate rather than an anti‑amyloid/tau agent. citeturn0search0turn0search6turn0search3",
        "Reflect: Classification decision and caveats — RPh201’s publicly described mechanism (preclinical evidence of neurogenesis/axonal/myelin increases and functional recovery) aligns best with CADRO category M) Synaptic Plasticity/Neuroprotection rather than A) Amyloid beta or B) Tau. If future evidence shows a direct disease‑modifying effect on canonical AD pathologies (amyloid or tau) the CADRO classification should be revisited. citeturn0search2turn0search0",
        "Web evidence (selected sources used to support the above): (1) Phase 1 human safety and description of RPh201, including molecular constituents (MDA/IMDA) and neuroprotective/neuroenhancing characterization. citeturn0search0 (2) Preclinical study showing improved neurological recovery, increased axons/myelin and functional benefits in a rat stroke model consistent with neuroregenerative effects. citeturn0search2 (3) Clinical trial registry / trial details listing RPh201 dosing/formulation and study design elements (subcutaneous cottonseed‑oil vehicle; twice‑weekly administration schedules used in other RPh201 trials). citeturn0search6 (4) Industry/news coverage of ongoing clinical development (Phase 2/3 activity in other indications) corroborating trial progression. citeturn0search3"
    ]
}