{
    "nct_id": "NCT06669182",
    "title": "Effects of Cerebellar Transcranial Magnetic Stimulation on Patients with Alzheimer's Disease：A Multicenter Randomized Controlled Trial",
    "status": "RECRUITING",
    "last_update_time": "2025-01-07",
    "description_brief": "Alzheimer's Disease (AD) is the primary cause of dementia, with its prominent feature being cognitive decline. The cerebellum plays a crucial role in cognitive processing, making it a potential target for therapeutic intervention. This study will be conducted to evaluate the efficacy and safety of cerebellar Intermittent theta-burst stimulation (CRB-iTBS) in participants with mild Alzheimer's disease on the change from baseline in the Clinical Dementia Rating-Sum of Boxes (CDR-SB) at 3 months of treatment in the Core Study. This project aims to provide a valid treatment to improve the cognitive function and quality of life for those with Alzheimer's disease.",
    "description_detailed": "Background:\n\nAlzheimer's disease (AD) is a progressive neurodegenerative disease that poses substantial challenges for both families and society. The primary pathological hallmarks of AD are β-amyloid plaque (Aβ) deposition and neurofibrillary tangles. Notably, the cerebellum seems to be resilient to these pathological developments in the initial phases of AD. This early resistance of the cerebellum suggests it might contribute to compensating for the cognitive impairments associated with AD. Enhancing cerebellar reserve is a potential therapeutic approach. Repetitive transcranial magnetic stimulation (rTMS) has been explored as a means to achieve this, attributed to synaptic plasticity in the cerebellar cortex.\n\nHypothesis:\n\nThe cerebellar dentate nucleus (CDN), a crucial node for information transmission between the cerebellum and cerebral cortex, shows abnormal functional connectivity with cortex in AD patients. Preclinical studies demonstrated that stimulating lateral cerebellar nucleus, the rodent homologue of the human CDN, enhanced cognitive rehabilitation and improved cortical plasticity in animals after brain injury, suggesting CDN as a neuromodulation target for cognitive networks. We speculate that intermittent θ-burst stimulation (iTBS) based TMS targeting the cerebellar dentate nucleus may improve cognitive function, brain function, and lymphatic drainage in AD patients.\n\nSpecific aims:\n\nIn this study, we will conduct a randomized, double-blind, sham-controlled clinical trial focusing on the cerebellum with iTBS to assess its efficacy, safety and potential mechanisms in the treatment of AD patients. The findings yielded by the present project will have a potential strong impact on clinical practice of AD patients. Since rTMS is well tolerated and relatively low-priced, a positive result could lead to a fast application of the present proposal to the clinical experience. If successful, the proposed project will provide support for a novel treatment for cognitive dysfunction in AD patients.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [],
    "placebo": [
        "sham stimulation"
    ],
    "explanation_target": [
        "Reason: The intervention is cerebellar intermittent theta-burst stimulation (CRB‑iTBS), a noninvasive transcranial magnetic stimulation protocol intended to improve cognition (primary outcome: change in CDR‑SB). This is a neuromodulation treatment, not a biologic or small‑molecule drug. citeturn0search6turn0search0",
        "Act: Key extracted details — intervention: cerebellar intermittent theta‑burst stimulation (CRB‑iTBS / cerebellar TMS); comparator/placebo: sham stimulation; intended effect: cognitive improvement/quality of life in mild AD (measured by CDR‑SB). CRB‑iTBS and related cerebellar rTMS/iTBS trials have shown cognitive benefits in randomized studies. citeturn0search6turn0search0turn0search1turn0search2",
        "Reflect: Classification rationale — this is a therapeutic, non‑drug neuromodulation intervention aimed at improving cognitive function, so it best fits the 'cognitive enhancer' category (not a disease‑targeted biologic or small molecule, and not primarily a neuropsychiatric‑symptom treatment). The literature and the trial registry describe it as iTBS targeting cognition in AD. citeturn0search7turn0search0",
        "Web search results (selected supporting sources): 1) PubMed: \"Effects of cerebellar intermittent theta‑burst stimulation on patients with Alzheimer's disease: A randomized controlled trial\" — RCT showing short‑term cognitive improvement after cerebellar iTBS. citeturn0search0 2) PubMed: \"Effect of cerebellum stimulation on cognitive recovery in patients with Alzheimer disease\" — prior randomized trial of cerebellar rTMS with cognitive benefits. citeturn0search1 3) PubMed: \"Accelerated intermittent theta‑burst stimulation broadly ameliorates symptoms and cognition in Alzheimer's disease\" — iTBS to DLPFC showing cognitive gains (supporting iTBS literature). citeturn0search2 4) Trial listing: MedPath / NCT06669182 — \"Advantage of Cerebellar Transcranial Magnetic Stimulation in Alzheimer's Diseases (ACT‑AD)\" matching the provided description. citeturn0search6 5) Review: \"Effects of transcranial magnetic stimulation on neurobiological changes in Alzheimer's disease\" — overview of TMS/iTBS as noninvasive approaches to improve cognition in AD. citeturn0search7"
    ],
    "agent_type": "M) Synaptic Plasticity/Neuroprotection",
    "explanation_agent": [
        "Reason: The intervention is cerebellar intermittent theta-burst stimulation (CRB‑iTBS), a noninvasive neuromodulation protocol intended to improve cognition in AD rather than a molecular biologic or small molecule; its mechanism is modulation of neural circuits and plasticity rather than a specific molecular target. citeturn0search1",
        "Act: Extracted details — intervention: cerebellar iTBS / cerebellar TMS; comparator: sham stimulation; primary intent: cognitive enhancement (change in CDR‑SB). This trial and prior cerebellar rTMS/iTBS studies report cognitive benefits and network/plasticity changes. citeturn0search1turn0search0",
        "Reflect: Rationale for CADRO classification — CADRO category M (Synaptic Plasticity/Neuroprotection) best matches neuromodulation approaches like rTMS/iTBS because their reported effects operate via enhancing synaptic plasticity, cortical excitability and network function (and can induce neuroprotective/neurotrophic changes), rather than acting on a single molecular pathology such as amyloid or tau. Reviews and meta-analyses link TMS effects in AD to plasticity and neurobiological modulation. citeturn1search0turn1search1turn1search3",
        "Web search results (selected supporting sources cited above): 1) RCT: \"Effects of cerebellar intermittent theta‑burst stimulation on patients with Alzheimer's disease\" — iTBS vs sham with improved CDR‑SB. citeturn0search1 2) RCT: \"Effect of cerebellum stimulation on cognitive recovery in patients with Alzheimer disease\" — cerebellar rTMS improves cognition and cerebello‑cerebral connectivity. citeturn0search0 3) Review: \"Effects of transcranial magnetic stimulation on neurobiological changes in Alzheimer's disease\" — summarizes mechanisms including promotion of synaptic plasticity and neuroprotective changes. citeturn1search0 4) Meta-analysis/systematic review: cortical excitability and plasticity changes measured with TMS in AD/MCI supporting plasticity as a therapeutic/biomarker target. citeturn1search1 5) Clinical study linking cortical plasticity improvements to cognitive gains after rTMS. citeturn1search3"
    ]
}