{
    "nct_id": "NCT04300933",
    "title": "Effects of Electroencephalogram-based Neurofeedback on Cognition in Adults With Subject Cognitive Decline",
    "status": "COMPLETED",
    "last_update_time": "2020-03-06",
    "description_brief": "Alzheimer's disease (AD) is the most common form of neurodegenerative disorders leading to dementia. Currently, there has been no effective pharmacologic therapy for this disease. Electroencephalogram-based neurofeedback is considered as a potentially treatment strategy. In this project, the investigators aim to investigate the effectiveness of neurofeedback therapy on cognition for individuals with subjective cognitive decline (SCD). Participants will receive electroencephalogram-based neurofeedback therapy once a day for successive five days. Then, the investigators will evaluate the changes of memory function between baseline and post-therapy visits.",
    "description_detailed": "Currently, there has been no effective therapy for Alzheimer's disease (AD). Electroencephalogram-based neurofeedback is now considered as a potentially intervention and may positively affect cognitive function for patients with AD. However, there are few existing studies involving the role of neurofeedback on cognition for subjective cognitive decline (SCD).\n\nFifty participants with SCD will be recruited in this clinical trial. At baseline, neuropsychological tests are conducted. Participants will receive electroencephalogram-based neurofeedback therapy once a day for successive five days. After that, the investigators will evaluate the changes of memory measures, which is the primary outcome.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "PREVENTION",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is electroencephalogram (EEG)-based neurofeedback, a non‑pharmacologic training that teaches participants to self‑modulate brain electrical activity with the aim of improving cognitive function (memory/attention) rather than delivering a biologic or small molecule therapeutic. Systematic reviews and reviews of EEG‑neurofeedback describe its use to improve memory and other cognitive domains in older adults, MCI and early dementia. citeturn0search7turn0search5",
        "Act: Key trial details extracted from the registry: title 'Effects of Electroencephalogram-based Neurofeedback on Cognition in Adults With Subjective Cognitive Decline'; intervention = behavioral EEG‑based neurofeedback given once daily for five successive days to adults with subjective cognitive decline (SCD); primary outcome = change in memory measures from baseline to post‑therapy. This is a behavioral/neurotraining intervention (no drug). citeturn0search2",
        "Act (supporting evidence): Prior small studies and reviews report that neurofeedback protocols have produced stable or improved memory/cognitive scores in AD, MCI, and older adults, supporting the interpretation that the intended effect is cognitive enhancement rather than disease‑modifying effects on amyloid/tau or neuropsychiatric symptom reduction. citeturn0search0turn0search3",
        "Reflect: Classification check — the trial tests a brain‑training/neurofeedback behavioral intervention aimed at improving cognition (memory) in SCD. This does not involve a biologic (e.g., antibody/vaccine) nor a small molecule targeting AD pathology, nor is it primarily targeting neuropsychiatric symptoms. Therefore the correct category is 'cognitive enhancer'. No drug or placebo is involved in this trial per the registry. citeturn0search2turn0search8"
    ],
    "agent_type": "T) Other",
    "explanation_agent": [
        "Reason: The trial tests EEG-based neurofeedback, a behavioral/neurotraining intervention that teaches participants to self-modulate brain electrical activity to improve cognition (memory/attention). This is a non-pharmacologic, non‑molecular intervention (no biologic or small molecule therapeutic or explicit molecular target is given), so it does not map to any CADRO drug-target category (A–S). citeturn0search0turn0search8",
        "Act: Key details extracted: title 'Effects of Electroencephalogram-based Neurofeedback on Cognition in Adults With Subjective Cognitive Decline'; intervention = behavioral EEG‑based neurofeedback (daily for five successive days); primary outcome = change in memory from baseline; trial lists no drug and specifies a neurofeedback training intervention. Because no biological target (amyloid, tau, inflammation, receptor, etc.) or drug/pathway is specified, assign 'T) Other'. (Related neurofeedback trials and protocols for SCD/MCI/older adults have been reported in the literature.) citeturn0search6turn0search5",
        "Reflect: Verification and alternative consideration — neurofeedback may act by altering neural oscillations and promoting functional plasticity, but CADRO categories classify molecular/biologic drug targets (e.g., amyloid, tau, inflammation, synaptic receptor modulators). The registry description and trial listing indicate a behavioral neurotraining (not a pharmacologic agent) so the most appropriate CADRO classification is 'T) Other'. Supporting reviews and meta-analyses show neurofeedback is investigated as a cognitive enhancement/rehabilitation technique rather than a disease‑modifying drug targeting AD pathologies. citeturn0search1turn0search9",
        "Web search results (supporting sources found): 1) The Effects of Neurofeedback on Aging‑Associated Cognitive Decline: systematic review showing neurofeedback studies in older adults can improve memory and other cognitive domains. citeturn0search0 2) A review of neurofeedback in MCI and AD reporting trials that enhance memory/attention across heterogeneous protocols. citeturn0search8 3) Brain‑computer interfaces and BCI/EEG neurofeedback for cognitive enhancement in older people — systematic review summarizing BCI/NF applications and methodological limitations. citeturn0search1 4) Pilot studies (e.g., beta‑wave enhancement NF in MCI) reporting cognitive improvements after NF training. citeturn0search5 5) Studies specifically exploring neurofeedback as an intervention for subjective cognitive decline (SCD). citeturn0search6"
    ]
}