{
    "nct_id": "NCT02434666",
    "title": "Safety and Tolerability of CPC-201 in Patients With Dementia of the Alzheimer's Type Long Term Extension Safety Study in Patients With Dementia of the Alzheimer's Type Who Completed Study CPC-001-07",
    "status": "COMPLETED",
    "last_update_time": "2017-09-18",
    "description_brief": "This is a long-term-safety roll-over extension study for a Phase II Study (Protocol CPC-001-07).",
    "description_detailed": "This is a long-term-safety roll-over extension study for a Phase II Study (Protocol CPC-001-07). Patients having safely completed the 12-week maintenance phase of Study CPC-001-07 will be eligible for admission. Subjects will remain on their CPC-201 MTD as determined in Study CPC-001-07. The dose of CPC-201 will be increased from 15 mg/day (administered in Study CPC-001-07) to 20mg/day starting on Day1. For those patients who do not tolerate 20mg/day CPC-201, the dose of CPC-201will be decreased to its previously tolerated level of 15mg/day.\n\nThis protocol allows to increase patients' MTD of CPC-201, as previously determined in the Phase II Study (CPC-001-07 protocol) by, 5mg or 10mg increment up to a maximum of 60 mg/day starting on Day7 or Month 3 visits of this extension protocol per Investigator's judgment and patient's tolerability.\n\nThis extension study is intended to continue for each enrolled patient for up to 6 months unless medically contraindicated. Patients may withdraw from this study at any time. Upon termination of this study, patients will return to their original daily donepezil dose of 10 mg/day and will continue to receive CPC-201 mg/day for one final week.",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "CPC-201 (combination of donepezil + solifenacin)",
        "donepezil",
        "solifenacin"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The protocol/title describe a long-term safety extension of CPC-201 for Alzheimer’s-type dementia. CPC-201 is a combination formulation of the acetylcholinesterase inhibitor donepezil with the peripherally acting anticholinergic solifenacin, given to allow higher/tolerable doses of donepezil with reduced peripheral side effects. These features indicate a symptomatic, cholinergic cognitive-enhancement strategy rather than a disease‑modifying approach. citeturn0search0turn0search5",
        "Act: Trial records and publications identify CPC-201 as donepezil + solifenacin and describe the Phase II dose‑escalation/safety study and the extension (roll‑over) safety study. The extension study keeps patients on their CPC-201 MTD and explores increasing the CPC-201 dose; the goal is to enable higher donepezil exposure to potentially augment cognitive benefit. Key sources: the Phase II paper and article (Neurotherapeutics / PubMed) and the trial registry/extension listing. citeturn0search5turn0search2turn0search1",
        "Reflect: Donepezil is an acetylcholinesterase inhibitor that provides symptomatic cognitive benefit; solifenacin is a peripheral antimuscarinic used here to reduce peripheral AEs and permit higher donepezil dosing. Because the intervention augments cholinergic symptomatic treatment rather than targeting core AD pathology (amyloid/tau) with a biologic or disease‑modifying small molecule, the correct category is 'cognitive enhancer'. This classification matches the mechanism and trial intent described in the cited literature. citeturn0search0turn0search3",
        "Web search results consulted (titles and sources): 1) 'Donepezil Plus Solifenacin (CPC-201) Treatment for Alzheimer\\u2019s Disease' — Neurotherapeutics / PubMed. citeturn0search5turn0search0 2) Clinical trial record(s): Phase II CPC-201 study (NCT02185053) and extension study listing (NCT02434666 / MedPath). citeturn0search1turn0search2 3) Company press release summarizing Phase 2 results (Chase Pharmaceuticals / Business Wire). citeturn0search3",
        "Notes/ambiguity: The trial is a safety/extension study (roll‑over) rather than an efficacy trial; secondary analyses in the Phase II paper reported cognitive signal improvements, but the primary mechanism remains symptomatic cholinergic enhancement. No indication in the protocol/title that CPC-201 is intended as a disease‑modifying therapy."
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The intervention is CPC-201, a combination of donepezil (an acetylcholinesterase inhibitor that increases synaptic acetylcholine) plus solifenacin (a peripheral antimuscarinic used to reduce peripheral side effects so higher donepezil doses are tolerable). This is a symptomatic, cholinergic cognitive‑enhancement strategy that acts on cholinergic neurotransmission rather than on core AD pathology (amyloid or tau). citeturn0search0turn0search1",
        "Act: Extracted details — trial drug: CPC-201 (donepezil + solifenacin), donepezil (AChE inhibitor), solifenacin (peripheral antimuscarinic); trial is a long‑term safety/roll‑over extension (NCT02434666) keeping/enabling higher CPC-201 doses. These facts identify the biological focus as modulation of cholinergic neurotransmission (neurotransmitter receptors/acetylcholine system), so assign CADRO category D) Neurotransmitter Receptors. citeturn0search2turn0search0",
        "Reflect: Classification check — the trial’s goal is symptomatic cognitive enhancement via cholinergic modulation (not disease modification of amyloid, tau, inflammation, etc.), so Neurotransmitter Receptors is the most specific CADRO match. It is not multi‑target in the CADRO sense (R) because the intent is to augment cholinergic neurotransmission; solifenacin is present only to mitigate peripheral AEs, not to target an independent AD pathology. If the description had focused on disease‑modifying mechanisms (amyloid, tau, inflammation, metabolism, etc.) a different CADRO category would apply. citeturn0search0turn0search1",
        "Web search results consulted (key items): 1) \"Donepezil Plus Solifenacin (CPC-201) Treatment for Alzheimer’s Disease\" — Neurotherapeutics (full article describing CPC-201 Phase II dose‑escalation and rationale). citeturn0search0turn0search3 2) PubMed entry for the CPC-201 study reporting MTD and cognitive/global outcomes (abstract and figures). citeturn0search1 3) Trial registry record for the extension safety study (NCT02434666) — confirms the long‑term roll‑over design and interventions (donepezil + solifenacin). citeturn0search2"
    ]
}