{
    "nct_id": "NCT01880151",
    "title": "NEw approacheS for The dIagnosis of AlzeiMer's diseAse Through neuroElectrical Changes in the Brain",
    "status": "COMPLETED",
    "last_update_time": "2021-08-25",
    "description_brief": "Recent diagnostic criteria for Alzheimer's disease (AD) recognize an extended spectrum of AD stages as part of the disease, including a preclinical stage. This underscores the importance of early prognosis of AD when it is still possible to influence the course of the disorder. The investigators propose a comprehensive project which will target the data-driven modeling of the disease development. This goal will be achieved by creating and validating a battery of new sensitive biomarkers for clinical evaluation and prediction of AD in individuals. The AD-related brain changes will be assessed by noninvasive functional EEG measured during an episodic memory task in subjects at different stages of AD, as well as in healthy controls. The novel functional biomarkers will be extracted using a rigorous multistage selection procedure involving advanced methods for feature extraction, as well as statistics and classification for optimal selection. The ESTIMATE project will serve as a first step in an extensive array of research procedures which will enable the early clinical identification of Alzheimer's disease in elderly individuals who could then take advantage of preventive pharmaceutical therapies.",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "DIAGNOSTIC",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial (ESTIMATE / NEw approacheS for The dIagnosis of AlzeiMer's diseAse Through neuroElectrical Changes in the Brain) is developing and validating EEG-based functional biomarkers for early diagnosis/prognosis of Alzheimer’s disease — a diagnostic/biomarker study, not a therapeutic drug trial. citeturn0search3",
        "Act: Key extracted details — Intervention: Device (EEG) during an episodic memory task; Aim: create/validate sensitive functional EEG biomarkers for clinical evaluation and prediction of AD at different stages (preclinical → symptomatic); Study type: interventional but diagnostic/biomarker-focused (no drug or pharmacologic treatment specified). Evidence: clinical-trials registry entry for the ESTIMATE project. citeturn0search3",
        "Reflect: Classification decision — Because the intervention is a diagnostic neurophysiological measurement (EEG) intended to produce biomarkers for early identification and prediction (not to modify disease biology, improve cognition directly, or treat neuropsychiatric symptoms), it does not fit any of the four therapeutic categories (disease-targeted biologic, disease-targeted small molecule, cognitive enhancer, or neuropsychiatric symptom improvement). Therefore the correct category is 'N/A'. Supporting literature showing EEG biomarker studies and their diagnostic/monitoring role in AD is consistent with this interpretation. citeturn0search0turn0search1",
        "Web search results used (brief): (1) Clinical-trials/registry entry for the ESTIMATE project (lists Intervention: Device—EEG and study description). citeturn0search3 (2) Recent journal article on automated EEG biomarkers for detecting/monitoring AD (supports non-therapeutic, diagnostic biomarker purpose). citeturn0search0 (3) PubMed article on personalized EEG-based models estimating AD progression (supports the use of EEG as biomarker/predictive tool rather than a therapeutic agent). citeturn0search1"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}