{
    "nct_id": "NCT06887192",
    "title": "A Randomized, Double-Blind, Placebo-Controlled Study to Assess the Efficacy and Safety of ML-007C-MA for the Treatment of Hallucinations and Delusions Associated With Alzheimer's Disease Psychosis",
    "status": "RECRUITING",
    "last_update_time": "2025-09-19",
    "description_brief": "ML-007C-MA-221 is a Phase 2, randomized, double-blind, placebo-controlled study to evaluate the efficacy and safety of ML-007C-MA in male and female participants aged 55 to 90 years with hallucinations and delusions associated with Alzheimer's Disease Psychosis (ADP).\n\nThe primary objective is to evaluate the efficacy of ML-007C-MA compared with placebo for the treatment of hallucinations and delusions associated with ADP as measured by the Neuropsychiatric Inventory-Clinician (NPI-C): Hallucinations and Delusions (H+D) score.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "neuropsychiatric symptom improvement",
    "drug": [
        "ML-007C-MA (investigational M1/M4 muscarinic agonist; MapLight Therapeutics)"
    ],
    "placebo": [
        "Placebo"
    ],
    "explanation_target": [
        "Reason: The trial tests ML-007C-MA for hallucinations and delusions in Alzheimer’s Disease Psychosis (ADP), i.e., treatment of psychotic/neuropsychiatric symptoms rather than targeting amyloid or tau pathology. citeturn1search2turn1search0",
        "Act (web search findings): ML-007C-MA is described by the sponsor (MapLight) and press releases as a novel M1/M4 muscarinic receptor agonist being developed for ADP and schizophrenia; the Phase 2 VISTA study is randomized, double-blind, placebo-controlled, and the primary endpoint is change in NPI‑C Hallucinations + Delusions (H+D). (sources: MapLight press release, PR Newswire, trial registry listings). citeturn1search0turn0search1turn0search3",
        "Reflect: Muscarinic agonists act symptomatically to modulate cholinergic neurotransmission and are not disease-modifying biologics or amyloid/tau‑targeting small molecules; the intended effect here is reduction of psychosis (hallucinations/delusions). Therefore the correct category is neuropsychiatric symptom improvement. Key supporting sources: MapLight announcement and the Phase 2 trial registry (NCT06887192). citeturn1search0turn1search2",
        "Notes/ambiguity: ML-007C-MA is a receptor agonist (small-molecule pharmacologic agent) rather than a monoclonal antibody or vaccine. If you want, I can fetch the formal ClinicalTrials.gov record (NCT06887192) or MapLight’s protocol summary for additional detail. citeturn1search1turn1search8"
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: ML-007C-MA is an investigational agonist of M1 and M4 muscarinic acetylcholine receptors (cholinergic neurotransmitter receptors). The trial tests symptomatic reduction of hallucinations and delusions (neuropsychiatric symptoms) rather than targeting core AD pathologies such as amyloid or tau. citeturn0search2turn0search0",
        "Act: Extracted trial details — drug: ML-007C-MA (an oral, extended‑release M1/M4‑preferring muscarinic agonist co-formulated with a peripheral antimuscarinic in the ML-007C‑MA formulation); indication: hallucinations and delusions associated with Alzheimer’s disease psychosis; design: Phase 2 randomized, double‑blind, placebo‑controlled (VISTA) with primary endpoint NPI‑C Hallucinations+Delusions. These registry and sponsor announcements explicitly identify muscarinic receptor agonism as the mechanism. citeturn0search3turn0search2turn1search2",
        "Reflect: Muscarinic receptors are canonical neurotransmitter receptors; CADRO groups receptor-directed symptomatic pharmacology under 'Neurotransmitter Receptors'. Because the intervention is a small‑molecule muscarinic agonist acting on M1/M4 receptors to modulate cholinergic neurotransmission (symptom control) rather than modifying amyloid/tau biology, the correct CADRO classification is D) Neurotransmitter Receptors. No evidence in the materials suggests multiple distinct CADRO mechanisms that would require 'R) Multi-target'. citeturn0search1turn0search3",
        "Web search findings (key sources): 1) MapLight announcement and program page describing ML‑007C‑MA as an M1/M4 muscarinic agonist and the VISTA Phase 2 ADP study. citeturn0search2turn1search3 2) PR Newswire / MapLight releases describing Phase 1 completion, the ML‑007 (M1/M4 preferring agonist) program and the ML‑007C‑MA formulation. citeturn0search3turn0search0 3) Clinical trial registry summary (study NCT06887192 / mirrored registry entries) listing indication, design, endpoints, and enrollment for the ML‑007C‑MA ADP Phase 2 study. citeturn1search2turn1search1"
    ]
}