{
    "nct_id": "NCT04279418",
    "title": "Effects of Mixed Functional Foods Supplementation on Cognition and Neuroimaging Biomarkers in Adults With Subject Cognitive Decline",
    "status": "COMPLETED",
    "last_update_time": "2020-02-19",
    "description_brief": "Alzheimer's disease (AD) is the most common form of neurodegenerative disorders leading to dementia. Currently, there has been no effective drugs targeting this disease. Functional food is considered as a potentially non-pharmacologic treatment. In this project, the investigators aim to investigate the effectiveness of a mixed functional food with main compositions of ginsenoside, green tea polyphenols and marine collagen peptide on cognition for individuals with subjective cognitive decline (SCD). Taking the randomized, double-blind, placebo-controlled method, participants in the functional food group will take mixed functional foods for three months and those in the placebo group will take placebo. After that, the investigators will investigate the changes of cognitive function. Furthermore, based on the neuroimaging technique, the regulatory mechanism of functional food in intervening SCD will be revealed from the perspective of altered brain functional activity. In conclusion, these results are beneficial for understanding the therapeutic effect of mixed functional foods as a non-drug treatment for early AD and further elucidating the potential brain mechanism, which are of great values in solving scientific and clinical practice issues.",
    "description_detailed": "Currently, there has been no effective therapy for Alzheimer's disease (AD). Functional food is now considered as a potentially non-pharmacologic intervention and supplementation of functional food may positively affect cognitive function for patients with AD. However, there are few existing studies involving the role of mixed functional foods with multiple compositions on cognition and neuroimaging biomarkers for subjective cognitive decline (SCD).\n\nSixty participants with SCD will be recruited in this three-month, randomized, double-blind, placebo-controlled trial. Each group had thirty participants. Participants in the functional food group will take mixed functional foods for three months and those in the placebo group will take placebo. After that, the investigators will investigate the changes of memory measures, which is the primary outcome. Furthermore, based on the neuroimaging technique of functional near-infrared spectroscopy (fNIRS), the regulatory mechanism of mixed functional foods in intervening SCD will be revealed from the perspective of altered brain functional activity.\n\nIn conclusion, these results are beneficial for understanding the therapeutic effect of mixed functional foods as a non-drug therapy for preclinical AD and further elucidating the potential brain mechanism, which are of great values in solving scientific and clinical practice issues.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "PREVENTION",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "ginsenoside (Panax ginseng extract)",
        "green tea polyphenols (e.g., EGCG)",
        "marine collagen peptide"
    ],
    "placebo": [
        "placebo (matching functional food)"
    ],
    "explanation_target": [
        "Reason: The trial tests a mixed 'functional food' (ginsenoside, green tea polyphenols, marine collagen peptide) delivered as a dietary supplement to improve cognition in people with subjective cognitive decline (SCD); the investigators measure cognitive change and neuroimaging biomarkers — the goal is symptomatic/cognitive improvement rather than testing a biologic or a targeted small‑molecule against a specific AD pathology.",
        "Act: Key component evidence from the literature — ginseng/ginsenosides have randomized trials and meta-analyses indicating memory/cognitive benefits (clinical and preclinical evidence). citeturn0search1turn0search3 Green tea polyphenols (notably EGCG) show neuroprotective and cognition-enhancing effects in human studies and animal models and have been linked to reduced amyloid-related processes in preclinical work. citeturn0search5turn0search4 Marine collagen peptides / collagen hydrolysates have limited preclinical neuroprotective data and small pilot human studies suggesting possible cognitive/brain-structure effects, but evidence is preliminary. citeturn1search1turn1search2",
        "Reflect: Mapping to the predefined categories — these ingredients are nutraceutical/dietary-supplement components intended to improve cognition (symptomatic/neuroprotective support). They are not monoclonal antibodies or vaccines (disease-targeted biologics) nor conventional small-molecule drugs developed to directly target amyloid/tau enzymes or receptors in the manner of disease‑modifying AD drugs. Therefore the best fit is 'cognitive enhancer'. Note: some components (EGCG) have preclinical mechanisms that touch amyloid processing (a potential disease‑modifying signal), but the trial as described is testing a supplement for cognitive benefit in SCD rather than a targeted disease‑modifying therapy — so classifying it as a cognitive enhancer is appropriate. citeturn0search4turn0search5",
        "Web search results used (summaries / sources): 1) Meta-analysis/systematic reviews and RCT evidence for ginseng/ginsenosides and cognition (effects on memory; limited/inconclusive for disease modification). citeturn0search1turn0search3 2) Systematic review and preclinical studies for green tea polyphenols/EGCG showing cognitive/brain benefits and possible anti-amyloid mechanisms. citeturn0search5turn0search4 3) Animal studies and small human pilot studies for marine collagen peptides / collagen hydrolysates indicating possible neuroprotective or cognitive/brain-structure effects but scant clinical evidence. citeturn1search1turn1search2",
        "Final classification rationale (concise): The intervention is a non‑pharmacologic mixed functional food composed of nutraceutical ingredients intended to improve cognition in SCD; components have cognitive-enhancing / neuroprotective evidence but are not biologic therapies or targeted small molecules for AD pathology — therefore classify as 'cognitive enhancer'."
    ],
    "agent_type": "M) Synaptic Plasticity/Neuroprotection",
    "explanation_agent": [
        "Reason: The intervention is a mixed 'functional food' / nutraceutical supplement (ginsenosides from Panax ginseng, green tea polyphenols including EGCG, and marine collagen peptides) given to improve cognition in people with subjective cognitive decline. The study's goal is symptomatic/cognitive improvement and possible neuroprotective support rather than testing a specific disease‑modifying biologic aimed exclusively at amyloid, tau, ApoE, or a defined molecular enzyme/receptor. This aligns conceptually with synaptic support/neuroprotection. ",
        "Act: Key evidence: ginseng/ginsenosides have randomized trials and a recent meta-analysis showing small but significant memory benefits. citeturn0search5 Green tea polyphenol EGCG has well‑documented neuroprotective and anti‑amyloid/anti‑aggregation actions in preclinical studies and reviews (EGCG promotes non‑amyloidogenic APP processing and remodels Aβ aggregates). citeturn0search0turn0search2 Marine collagen hydrolysates / peptides have limited human pilot data and preclinical studies suggesting possible cognitive/brain‑structure effects and neuroprotective/anti‑inflammatory actions, but evidence is preliminary. citeturn1search7turn1search6 Given these ingredients and the trial's symptomatic cognitive focus, the most specific CADRO match is M) Synaptic Plasticity/Neuroprotection (cognitive enhancer / neuroprotective support).",
        "Reflect: EGCG has some preclinical mechanisms touching amyloid processing (which might map to A) Amyloid beta if the trial were explicitly amyloid‑targeting), but the described trial tests a dietary cognitive enhancer mixture rather than a targeted anti‑amyloid drug. No single clearly defined molecular target (e.g., a specific receptor, enzyme, or pathogenic protein) is the primary emphasis; the intent is symptomatic/neuroprotective improvement. Therefore ‘M) Synaptic Plasticity/Neuroprotection’ best fits. If the trial instead prioritized explicit anti‑amyloid disease modification as the primary mechanism, A) Amyloid beta could be considered, but that is not the case here. ",
        "Web search results cited (key sources summarized): 1) Meta‑analysis/systematic review showing ginseng (ginsenosides) memory benefit. citeturn0search5 2) EGCG studies/reviews showing anti‑amyloid, anti‑aggregation and neuroprotective mechanisms (in vitro, animal, review articles). citeturn0search0turn0search2 3) Pilot human study and animal/preclinical reports of collagen hydrolysates / marine peptides showing possible brain‑structure and cognitive improvements and anti‑inflammatory/antioxidant effects (preliminary evidence). citeturn1search7turn1search6"
    ]
}