{
    "nct_id": "NCT02353598",
    "title": "A Phase Ib, Multicenter, Randomized, Placebo-Controlled, Double-Blind, Parallel-Arm, Multiple-Dose Study to Assess The Safety, Tolerability, And Pharmacokinetics of Intravenous Crenezumab Administered in Patients With Mild to Moderate Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2019-07-23",
    "description_brief": "This randomized, placebo-controlled, double-blind, parallel-arm study will evaluate the safety and tolerability of at least two dose levels of intravenous (IV) crenezumab in 24-72 participants with mild to moderate Alzheimer disease (AD) (mini-mental state examination \\[MMSE\\] 18 to 28 points, inclusive). An optional open-label extension (OLE) will be offered after the completion of initial double-blind stage.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted biologic",
    "drug": [
        "crenezumab (humanized IgG4 monoclonal antibody targeting amyloid-β oligomers)"
    ],
    "placebo": [
        "placebo (matching IV)"
    ],
    "explanation_target": [
        "Reason: The intervention is crenezumab given IV to patients with mild–moderate AD; crenezumab is a monoclonal antibody designed to bind and promote removal/neutralization of neurotoxic amyloid-β oligomers (a disease-pathology target), so the intended effect is disease-targeting rather than symptomatic-only cognitive enhancement or behavioral symptom control. citeturn0search3turn0search1",
        "Act: Key extracted details — drug name: crenezumab; drug type: humanized IgG4 monoclonal antibody; route/dose form in this study: intravenous multiple-dose; trial goal: assess safety, tolerability and PK in mild–moderate AD. Crenezumab’s mechanism (preferential binding to Aβ oligomers and lowering oligomer levels in CSF) is described in trial publications and company materials, which supports classification as a disease-targeted biologic. citeturn0search4turn0search8turn0search6",
        "Reflect: Classification check — fits the definition of 'Disease-targeted biologic' (biologic targeting AD pathology). There is no indication in the description that the drug is a small molecule, a general cognitive enhancer without pathological target, or an agent aimed at neuropsychiatric/behavioral symptoms, so 'disease-targeted biologic' is appropriate. (If you want, I can return the primary source links or additional citations.) citeturn0search1turn0search3"
    ],
    "agent_type": "A) Amyloid beta",
    "explanation_agent": [
        "Reason: The drug in this trial is crenezumab, a humanized monoclonal IgG4 antibody developed to bind and neutralize amyloid-β (with preferential binding to oligomeric, neurotoxic Aβ species), i.e., it directly targets amyloid pathology in Alzheimer disease. citeturn0search1turn0search3turn0search6",
        "Act: Extracted details — drug: crenezumab (humanized IgG4 monoclonal antibody); indicated mechanism: binding/preferential affinity for Aβ oligomers and interaction with monomeric and aggregated Aβ species; trial design: Phase Ib, multicenter, randomized, placebo-controlled, IV multiple-dose study in mild–moderate AD to assess safety/tolerability/PK. These facts support classification under CADRO category A (Amyloid beta). citeturn0search0turn0search4turn0search1",
        "Reflect: The description and supporting publications consistently identify crenezumab as an anti–amyloid-β immunotherapy that targets Aβ oligomers (disease-modifying/pathology-targeted), not a symptomatic or non-therapeutic intervention. No alternative CADRO category (e.g., inflammation, tau, synaptic) better fits the explicit amyloid Aβ target; therefore the correct CADRO classification is A) Amyloid beta. (Additional trial and biomarker details: Phase 2 ABBY/BLAZE outcomes and PK/PD data are reported in the literature.) citeturn0search2turn0search4"
    ]
}