{
    "nct_id": "NCT01864655",
    "title": "A Phase Ib Multiple Ascending Dose Study of the Safety, Tolerability, and CNS Availability of AZD0530 in Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2021-04-22",
    "description_brief": "Alzheimer's disease is a devastating neurodegenerative disorder, for which there is currently no effective treatment to slow or halt progression. Beta amyloid peptide accumulates in the brains of those with Alzheimer's, and is thought to play a major role in triggering the dementia. The investigators recently characterized a molecular pathway by which ß-amyloid damages neurons, and showed that the protein termed Fyn kinase is crucial. Our data suggest that blocking Fyn will have a significant therapeutic benefit for Alzheimer's. Astra Zeneca has developed a blocker of Fyn and related kinases (AZD0530) for the treatment of cancer. Chronic AZD0530 administration is well tolerated in humans, and the investigators propose to test its potential as a novel Alzheimer's disease modifying therapy. This study will assess the safety and tolerability of AZD0530 in patients with Alzheimer's disease.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "AZD0530 (saracatinib)"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The investigational agent AZD0530 is a repurposed small-molecule Src-family tyrosine kinase inhibitor (saracatinib) that specifically inhibits Fyn/Src and is proposed to block Aβ-oligomer → PrP_C → Fyn signaling implicated in Alzheimer’s synaptotoxicity, i.e., a disease-pathway target rather than a symptomatic cognitive enhancer or psychiatric treatment. citeturn1search4turn1search1",
        "Act (trial details extracted): The study is a Phase Ib multiple-ascending-dose, randomized, double-blind, placebo-controlled trial testing oral AZD0530 (doses reported 50, 100, 125 mg daily) for safety, tolerability and CNS (CSF) penetration in mild–moderate AD; placebo was used as the comparator. citeturn1search4turn1search3",
        "Reflect (classification justification): Because AZD0530 is a small-molecule kinase inhibitor targeting Fyn (a proposed driver of AD pathology) and the trial aims to evaluate its potential disease-modifying effect, the correct category is 'disease-targeted small molecule' rather than a biologic, symptomatic cognitive enhancer, or neuropsychiatric symptom treatment. Key supporting sources are listed below. citeturn1search4turn1search1turn1search3",
        "Web search results / primary sources used: - Phase Ib full text / open-access article (Alzheimer's Research & Therapy / PMC). citeturn1search4 - PubMed abstract for the Phase Ib study. citeturn1search1 - Clinical trial registry / trial record (NCT01864655) summarizing design, interventions and placebo use. citeturn1search3 - NINDS clinical-trial summary page (trial inclusion/exclusion & overview). citeturn1search2"
    ],
    "agent_type": "M) Synaptic Plasticity/Neuroprotection",
    "explanation_agent": [
        "Reason: AZD0530 (saracatinib) is a small-molecule Src‑family kinase inhibitor that specifically targets Fyn/Src and was repurposed for AD to block the Aβ‑oligomer → PrP_C → Fyn signaling cascade implicated in synaptotoxicity and disruption of synaptic plasticity. citeturn0search0turn1search1",
        "Act: Trial details extracted — Phase Ib multiple‑ascending‑dose, randomized, double‑blind, placebo‑controlled study (24 subjects) testing oral AZD0530 at 50, 100 and 125 mg daily for 4 weeks to assess safety, tolerability and CNS (CSF) penetration; secondary measures included cognitive and imaging outcomes. citeturn1search3turn1search4",
        "Reflect: The investigational mechanism is inhibition of a kinase (Fyn) that mediates synaptic dysfunction in response to Aβ oligomers and interacts functionally with tau, so the intervention is best classified as targeting synaptic signaling/plasticity and neuroprotection rather than directly targeting amyloid plaques or tau aggregates. Although AZD0530 also inhibits other Src family kinases, the trial rationale and preclinical data focus on normalizing aberrant Fyn‑mediated synaptotoxic signaling, aligning with CADRO category M. citeturn0search0turn1search3",
        "Output (classification): M) Synaptic Plasticity/Neuroprotection."
    ]
}