{
    "nct_id": "NCT06116084",
    "title": "Randomized Controlled Study Evaluating the Efficacy of Hypnosis by Deportee Method Adapted to Nuclear Medicine",
    "status": "RECRUITING",
    "last_update_time": "2023-10-30",
    "description_brief": "In Nuclear Medicine, the examinations are long (20-60 minutes) and the patients must remain immobile, sometimes fasting. The anxiety of the latter can lead to poor quality examinations and sometimes, although already injected with radioactive drugs, the patients refuse the examination. In imaging, the use of hypnosis (prior to the MRI examination or with the patient during a scintigraphic examination) is frequent due to the conformation of MRI or scintigraphic machines, particularly for claustrophobic patients (2-2.5% of cases).\n\nMedical electroradiology manipulators (MERM) have been trained to practice Ericksonian hypnosis whose effectiveness in combating anxiety is no longer in question. Scientific studies by Faymonville et al, 2006 and Rainville et al, 2002, have shown the effectiveness of this method in managing anxiety using the simplified STAI-6 scale before and after hypnosis.\n\nThe dosimetric study of the MERM position would then be greatly modified in favor of a decrease in exposure targeted by the June 4, 2018 decree on personnel safety. The impact of whether or not the MERM is physically present near the patient would also be studied. If minimal, this will resolve the current contradiction between the quality of patient care delivered and the radiation protection imposed in nuclear medicine.\n\nThe investigators propose here a pilot study evaluating remote-delivered Ericksonian hypnosis versus conventionally-delivered Ericksonian hypnosis, which will allow for the sizing of a subsequent multicenter randomized non-inferiority controlled trial. Indeed, there is currently no data available on the non-inferiority margin of this technique.",
    "description_detailed": "In Nuclear Medicine, the examinations are long (20-60 minutes) and the patients must remain immobile, sometimes fasting. The anxiety of the latter can lead to poor quality examinations and sometimes, although already injected with radioactive drugs, the patients refuse the examination. In imaging, the use of hypnosis (prior to the MRI examination or with the patient during a scintigraphic examination) is frequent due to the conformation of MRI or scintigraphic machines, particularly for claustrophobic patients (2-2.5% of cases).\n\nMedical electroradiology manipulators (MERM) have been trained to practice Ericksonian hypnosis whose effectiveness in combating anxiety is no longer in question. Scientific studies by Faymonville and Rainville have shown the effectiveness of this method in managing anxiety using the simplified STAI-6 scale before and after hypnosis.\n\nDuring nuclear medicine examinations, the proximity of MERMs to patients to practice conventional hypnosis results in significant exposure to radioactive radiation, which is not compatible with radiation protection guidelines. Some MERMs have been practicing hypnosis for several years, others are reluctant. However, exposure decreases as a function of the decrease in exposure time and the distance to the radioactive source. If the examination time cannot be modified, the distance to the patient could be by using an original method, remote hypnosis using a headset and microphone to provide Ericksonian hypnosis sessions in the same way as those provided in conventional sessions. The dosimetric study of the MERM position would then be greatly modified in favor of a decrease in exposure targeted by the June 4, 2018 decree on personnel safety. The impact of whether or not the MERM is physically present near the patient would also be studied. If minimal, this will resolve the current contradiction between the quality of patient care delivered and the radiation protection imposed in nuclear medicine.\n\nThe investigators propose here a pilot study evaluating remote-delivered Ericksonian hypnosis versus conventionally-delivered Ericksonian hypnosis, which will allow for the sizing of a subsequent multicenter randomized non-inferiority controlled trial. Indeed, there is currently no data available on the non-inferiority margin of this technique. This pilot study will also allow for extensive documentation of the implementation of the remote hypnosis technique and for any necessary adjustments to the intervention to ensure its feasibility, acceptability, and reproducibility in the subsequent trial.\n\nThe hypothesis is that the use of remote-assisted hypnosis in nuclear medicine reduces patient anxiety as much as conventional Ericksonian hypnosis, while limiting the radiation exposure of the MERMs.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "SUPPORTIVE_CARE",
    "results": null,
    "target_category": "neuropsychiatric symptom improvement",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The protocol describes an interventional, non-pharmacologic trial comparing remote-delivered (\"déportée\") Ericksonian hypnosis versus conventionally-delivered Ericksonian hypnosis to reduce patient anxiety during long nuclear medicine exams (scintigraphy/PET). The intended effect is anxiety reduction and improved exam tolerability/quality, not targeting Alzheimer pathology or cognition with a drug. citeturn0search5turn0search6",
        "Act: Key extracted details — Title: \"Randomized Controlled Study Evaluating the Efficacy of Hypnosis by Deportee Method Adapted to Nuclear Medicine\"; Intervention: Ericksonian hypnosis provided remotely vs conventionally by trained medical electroradiology manipulators (paramedical intervention); Primary outcome: change in anxiety measured by STAI-6; This is a behavioral/psychological intervention (no drug). Sources: study listings and trial registry entries summarizing the design and outcomes measured. citeturn0search5turn0search6turn0search8",
        "Reflect: Classification check — falls under 'Neuropsychiatric symptom improvement' because the intervention aims to alleviate anxiety (a neuropsychiatric/behavioral symptom) during imaging. It is not a biologic or small molecule disease-modifying agent, nor primarily a cognitive enhancer. No ambiguity in intervention type; therefore 'neuropsychiatric symptom improvement' is the correct category. Trial registry/site records confirming the hypnosis intervention and outcomes are cited. citeturn0search5turn0search8",
        "Web search results (sources found): 1) MedPath trial summary for \"Randomized Controlled Study Evaluating the Efficacy of Hypnosis in Nuclear Medicine\" (details on design, STAI-6 primary outcome). citeturn0search5 2) ICHGCP registry entry (HYDEM) summarizing the same randomized study and background on Ericksonian hypnosis in imaging. citeturn0search6 3) Nancyclotep site (local platform) listing the HYDEM trial and noting it is a paramedical intervention in nuclear medicine. citeturn0search8"
    ],
    "agent_type": "T) Other",
    "explanation_agent": [
        "Reason: The protocol describes a non‑pharmacologic, behavioral intervention—Ericksonian hypnosis (remote vs conventional)—aimed at reducing patient anxiety during long nuclear medicine exams, not at a molecular or biological AD target. This does not map to any CADRO disease‑modifying or mechanism‑focused categories (e.g., Amyloid, Tau, Inflammation, Synaptic plasticity). citeturn0search6turn0search0",
        "Act: Extracted details — Title: \"Randomized Controlled Study Evaluating the Efficacy of Hypnosis by Deportee Method Adapted to Nuclear Medicine\"; Intervention: Ericksonian hypnosis delivered remotely versus conventionally by trained medical electroradiology staff; Primary outcome: change in anxiety measured by STAI‑6. No drug, molecular pathway, or biological target is specified in the trial record. Therefore assign 'T) Other'. citeturn0search0turn0search11",
        "Reflect: This classification was checked against CADRO categories: the trial addresses a neuropsychiatric/behavioral symptom (anxiety) with a psychosocial/procedural intervention rather than a biologic target. CADRO has no dedicated ‘‘neuropsychiatric symptom’’ mechanistic bucket, and the guidance specifies returning 'T) Other' for interventions that do not fit the mechanistic categories (or are non‑therapeutic/diagnostic). Thus 'T) Other' is the most specific appropriate assignment. citeturn0search6turn0search1",
        "Web search results used: 1) MedPath trial summary for the HYDEM study (details on design and STAI‑6 primary outcome). citeturn0search0 2) ICH GCP / clinical trial registry entry for HYDEM describing Ericksonian hypnosis in nuclear medicine and rationale. citeturn0search6 3) Additional trial listing/registry mirrors summarizing the same randomized study. citeturn0search11turn0search1"
    ]
}