{
    "nct_id": "NCT00309725",
    "title": "Placebo-Controlled Evaluation of Galantamine in the Treatment of Alzheimer's Disease: A Cardiac Safety Study.",
    "status": "COMPLETED",
    "last_update_time": "2011-05-17",
    "description_brief": "The objective of this trial was to investigate the effect of galantamine (an acetylcholinesterase inhibitor) on heart rate and PR interval (the time it takes for the heart's electrical impulse to get from the atria to the ventricles) during the administration of rapidly increasing doses and at the end of a 2-week treatment period with 32 mg per day in patients with Alzheimer's disease.",
    "description_detailed": "This 6-week, double-blind, parallel group trial was also designed to detect cardiac arrhythmias and conduction disturbances, such as heart block. Holter monitors and Electrocardiograms were used to measure cardiac parameters at baseline, at the end of Week 2 (first dose of 12 mg twice daily), at the end of Week 4 (first dose of 16 mg twice daily) and at Week 6 (after 2 weeks of maximum tolerated dose allowed in the trial, i.e., 24 or 32 mg/day). Other safety data collected were adverse event reports, urine and blood analysis, vital signs and physical examination. Drug levels in the blood were also tested. Patients were randomized to receive either placebo or galantamine up to 32 mg daily (i.e., 4 mg twice daily in Week 1, 8 mg twice daily in Week 2, 12 mg twice daily in Weeks 3 and 4, and 16 mg twice daily in Weeks 5 and 6). Dosage could be reduced from 16 mg twice daily to 12 mg twice daily during the first 3 days of the 32 mg/day dosing period, if a patient could not tolerate the higher dose. This titration is more rapid and the dose is higher than currently recommended for treatment.",
    "phase": [
        "PHASE3"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "galantamine"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The drug in this trial is galantamine, a reversible acetylcholinesterase inhibitor that also allosterically modulates nicotinic acetylcholine receptors — a small-molecule symptomatic treatment used to improve cognition in Alzheimer’s disease rather than to directly target amyloid or tau pathology. citeturn0search6turn0search3",
        "Act: The trial objective explicitly examined the effects of galantamine on heart rate and PR interval during dose escalation to 32 mg/day in patients with AD (a 6‑week, double‑blind, placebo‑controlled cardiac safety study). This confirms the intervention (galantamine) and that the comparator was placebo. citeturn0search0turn0search5",
        "Classification decision: Based on mechanism (AChE inhibition ± nicotinic modulation) and its clinical use to improve cognitive symptoms (not to modify core AD pathology), this trial falls into the 'cognitive enhancer' category (small‑molecule symptomatic therapy). citeturn0search6",
        "Reflect: Although the specific study is a cardiac safety study measuring heart rate/PR interval and arrhythmias, that is a safety endpoint — it does not change the fact that galantamine’s therapeutic class and intended clinical effect in AD are symptomatic cognitive enhancement. The classification therefore remains 'cognitive enhancer'. citeturn0search0turn0search9",
        "Web search results / sources used: ClinicalTrials entry for the cardiac safety study (NCT00309725) describing the trial objective and dosing. citeturn0search0",
        "PubMed multi-centre RCTs and reviews describing galantamine efficacy and clinical use in mild–moderate AD (symptomatic cognitive benefit). citeturn0search3turn0search6",
        "Clinical reports evaluating galantamine’s cardiac electrophysiology effects (bradycardia, conduction) relevant to the safety focus of this trial. citeturn0search9",
        "Registry/ICH GCP and trial listings summarizing the same cardiac safety study and dosing schedule. citeturn0search5turn0search1"
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The investigational drug is galantamine, a small‑molecule symptomatic cognitive enhancer that acts via cholinergic mechanisms — reversible acetylcholinesterase inhibition and reported allosteric modulation/positive potentiation of nicotinic acetylcholine receptors. These actions directly affect neurotransmitter signaling rather than targeting amyloid, tau, inflammation, vasculature, or other CADRO domains. citeturn0search7turn0search0",
        "Act: The trial description and registry entry identify galantamine as the intervention and describe a cardiac safety study (heart rate and PR interval) in AD patients, confirming the drug and clinical focus (symptomatic cholinergic modulation). Because galantamine’s primary mechanism relevant to AD is modulation of cholinergic neurotransmission (AChE inhibition ± nicotinic receptor potentiation), the most specific CADRO match is D) Neurotransmitter Receptors. citeturn1search0turn1search2",
        "Reflect: I considered alternate CADRO categories (e.g., M) Synaptic Plasticity/Neuroprotection), but the mechanism is principally cholinergic neurotransmission modulation (enzyme inhibition and receptor potentiation), which aligns best with Neurotransmitter Receptors. The study’s cardiac safety endpoints do not change the mechanistic classification. Key sources describing galantamine’s mechanisms and clinical use are cited below. citeturn0search2turn0search3",
        "Web search results / sources used: NCT trial record for the cardiac safety study (Placebo‑Controlled Evaluation of Galantamine — NCT00309725). citeturn1search0turn1search2",
        "Mechanism and clinical reviews: Galantamine clinical review and RCT evidence supporting symptomatic cognitive benefit in AD. citeturn0search0turn1search4",
        "Mechanistic/preclinical studies describing acetylcholinesterase inhibition and reported allosteric potentiation of nicotinic acetylcholine receptors (and discussion of some conflicting receptor-specific findings). citeturn0search2turn0search1"
    ]
}