{
    "nct_id": "NCT01550172",
    "title": "Improving Dementia Caregiver Sleep & the Effect on Heart Disease Biomarkers",
    "status": "COMPLETED",
    "last_update_time": "2016-10-24",
    "description_brief": "The purpose of the study is to determine whether a combined intervention of a night home monitoring system and cognitive-behavioral therapy for insomnia (CBTi) is effective in improving sleep in dementia caregivers who arise at night.",
    "description_detailed": "Informal caregivers provide the majority of care for chronically ill adults, including persons with dementia. While these individuals provide a great benefit to the chronically ill relative, being a caregiver is associated with deleterious health consequences, including premature mortality and higher rates of coronary heart disease (CHD). Another common complaint among dementia caregivers is poor sleep, which has been connected to premature mortality and higher rates of CHD in noncaregiving adults. Currently no sleep therapies are empirically validated as effective for caregivers of persons with dementia (PWD), and since PWD often arise at night, improving caregiver sleep could be potentially hazardous as a sleeping caregiver cannot provide supervision during night awakenings. Our primary purpose is thus to determine whether a combined intervention is effective in improving sleep in caregivers of PWD who arise at night. The intervention consists of a night home monitoring system that provides reliable alerts to caregivers when PWD leave the bed and move through the house. While this system improved home safety for PWD, it did not affect caregiver sleep, so a more traditional sleep therapy will be added-cognitive-behavioral therapy for insomnia. In the proposed study, experimental participants will receive the night home monitoring system + CBTi; active comparator participants will receive the night home monitoring system and sleep behavioral therapy. Participants will remain in the study for 29 weeks, with 4 data collection points. We hypothesize experimental participants will have less time awake after going to bed, and improved sleep efficiency (percent time asleep while in bed). Sleep data will be collected for multiple nights using actigraphy and sleep diary. Our secondary research questions focus on the relationship between poor sleep and CHD. Both in adults and in dementia caregivers, there appears to be a link between poor sleep and abnormal levels on coronary heart disease biomarkers, and likely an increase in CHD with poor sleep. We aim to further explore this relationship as well as determine whether levels of biomarkers improve with improved sleep from the intervention. We propose to draw blood samples at 4 data collection points and measure a set of biomarkers indicative of CHD.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is a combined night home monitoring system (a home safety/alert technology) plus cognitive-behavioral therapy for insomnia (CBTi) aimed at improving sleep in dementia caregivers — a behavioral/non‑pharmacologic intervention rather than a drug or biologic. citeturn0search6turn0search0",
        "Act (key details found): Registration NCT01550172; lead sponsor University of South Florida; interventions listed as behavioral: Sleep Behavioral Therapy A/B plus Night Home Monitoring System (NHMS); primary aim is improved caregiver sleep and secondary aim includes effect on coronary heart disease biomarkers. citeturn0search6turn0search5",
        "Supporting evidence / published work: Prior related trials and publications describe the NHMS and its testing in caregivers (results and methods summarized in PubMed/Wiley publications). This confirms the study tests technology + CBTi (non‑drug behavioral therapy). citeturn0search3turn0search2",
        "Reflect: Classification check against category definitions — not a biologic (no antibodies/vaccine), not a small molecule, not a pharmacologic cognitive enhancer, and not an intervention whose primary goal is to treat neuropsychiatric symptoms of the person with dementia. The trial is a behavioral/technology sleep intervention for caregivers, so it does not fit the four therapeutic drug/biologic categories; therefore classification = 'N/A'. citeturn0search4turn0search9",
        "Web search results used (brief): - Clinical trial registry entry / ICH GCP summary for NCT01550172 (trial overview, interventions, enrollment). citeturn0search6 - MedPath / trial listing with brief summary. citeturn0search0 - PubMed / Journal article describing nighttime monitoring system trials and findings. citeturn0search3turn0search2 - USF digital commons grant/abstract describing the study aims and relationship to CHD biomarkers. citeturn0search4turn0search5"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}