{
    "nct_id": "NCT05521477",
    "title": "HIgh Frequency Sampling to sTudy the Physiological Effect of Probiotics on Peripheral Markers of Alzheimer's Pathology: a Proof-of-concept Study",
    "status": "COMPLETED",
    "last_update_time": "2025-01-20",
    "description_brief": "proof-of-concept study to adequately design a larger trial to investigate the effect of supplementation of a probiotic (SLAB51) on AD biomarker.",
    "description_detailed": "BACKGROUND: A growing body of evidence suggests an effect of gut bacteria and their metabolites on brain health, including the development of neurodegenerative conditions and Alzheimer's disease (AD). Probiotic supplementation is commonplace in medicine but targeting the gut microbiome to prevent AD is poorly understood and little is known on the dynamic effects of probiotics on physiology.\n\nAIM: This is a proof-of-concept study to adequately design a larger trial to investigate the effect of supplementation of a probiotic (SLAB51) on AD biomarker. The study will use a high frequency sampling to closely monitor the physiological dynamics as the result of low and high dose consumption of the probiotic.\n\nMETHODS: Study subjects will be three patients with prodromal AD between 60 and 80 years old and carrying the apolipoprotein E (APOE) e4 allele. Participants will sequentially receive no supplement (run-in), low and high doses of probiotics for five consecutive days with a washout period in-between. Blood and stools will be collected every day or every second days. The main readout will be the established plasma markers of AD, and more exploratory analysis will be performed on putative mediators of the gut-brain axis.\n\nEXPECTED OUTCOME: Curves of dynamic change of the readouts will be built for each subject, and a model of the response will be estimated. The results of this project will help design a larger trial to identify the most promising analytes showing a dynamic response to probiotic consumption and better understand the link to the pathology.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "BASIC_SCIENCE",
    "results": null,
    "target_category": "disease-targeted biologic",
    "drug": [
        "SLAB51 (multi‑strain probiotic; reported strains include Streptococcus thermophilus, Bifidobacterium longum, B. breve, B. infantis, Lactobacillus acidophilus, L. plantarum, L. paracasei, L. delbrueckii subsp. bulgaricus, L. brevis)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial tests supplementation with SLAB51, a live multi‑strain probiotic, with the explicit aim of changing established plasma markers of Alzheimer’s pathology (i.e., a disease‑modifying biomarker endpoint) by modulating the gut–brain axis. citeturn0search4turn0search2.",
        "Act (key details & web evidence): SLAB51 has been studied preclinically and reported to reduce oxidative stress, influence SIRT1 pathways, reduce amyloid accumulation and neuroinflammation in AD animal models — suggesting a mechanism that could affect core AD pathology rather than merely symptomatic cognitive enhancement. citeturn0search0turn0search6. The trial description (proof‑of‑concept, high‑frequency sampling of blood/stool, prodromal AD subjects) confirms the intent to detect biomarker changes after probiotic dosing. citeturn0search4turn0search2. Composition details for SLAB51 are reported in reviews/summaries listing the lactobacilli and bifidobacteria strains above. citeturn0search5.",
        "Reflect: Classification rationale — SLAB51 is a live‑microorganism product (a biologic) used with the goal of altering AD biomarkers/pathophysiology via the gut‑brain axis. Under the provided category definitions, this best fits 'disease‑targeted biologic' (biologic intervention aimed at Alzheimer’s pathology). Note ambiguity: although not a monoclonal antibody or vaccine, probiotics are biological products; if you prefer to reserve 'biologic' only for proteins/antibodies, an alternate label could be 'other disease‑targeted intervention (microbiome therapy)'. Sources summarized above support the mechanistic and trial design claims. citeturn0search0turn0search6turn0search4."
    ],
    "agent_type": "N) Gut-Brain Axis",
    "explanation_agent": [
        "Reason: The trial tests SLAB51, a live multi‑strain probiotic given to prodromal AD subjects with the explicit purpose of modulating the gut–brain axis to change established plasma markers of Alzheimer’s pathology — which directly maps to CADRO category N (Gut‑Brain Axis). citeturn0search2",
        "Act: Key details & evidence — (1) the trial description (proof‑of‑concept, high‑frequency blood/stool sampling in prodromal AD) states the intent to detect biomarker changes after probiotic dosing. citeturn0search2 (2) SLAB51 composition and strain listings (Streptococcus thermophilus, multiple Bifidobacterium and Lactobacillus species) are reported in product/study descriptions. citeturn0search5turn0search4 (3) Preclinical studies report SLAB51 activates SIRT1 and reduces oxidative stress, influences HIF‑1α and hypoxia pathways, alters lipid metabolism, and has been associated with reduced amyloid/neuroinflammatory readouts in AD models — consistent with microbiome‑to‑brain mechanism(s) rather than a single canonical protein target. citeturn0search1turn0search3turn0search6",
        "Reflect: Classification rationale and alternatives — SLAB51 is a biological microbial product intended to act via the gut‑brain axis; although downstream effects touch oxidative stress (G), inflammation (F), and may influence amyloid pathways (A), the intervention’s primary axis of action is microbiome modulation. Therefore the most specific CADRO fit is N) Gut‑Brain Axis. If one prioritized the downstream molecular changes over the delivery/targeting modality, an argument for R) Multi‑target could be made, but that is less specific to the intervention type described. No information indicates this is a diagnostic/non‑therapeutic trial, so 'T) Other' is not appropriate. citeturn0search1turn0search2",
        "Web search results cited (short notes): (1) SLAB51 activates SIRT1 and reduces brain oxidative damage in 3xTg‑AD mice (Molecular Neurobiology, 2018). citeturn0search1turn0search0 (2) NCT05521477 trial record / proof‑of‑concept trial description (high‑frequency sampling, prodromal AD, APOE4 carriers). citeturn0search2 (3) SLAB51 affects HIF‑1α/NOS pathways and attenuates neuroinflammation in AD models. citeturn0search3 (4) In vitro / formulation papers list SLAB51 strains and report intestinal/anti‑inflammatory effects. citeturn0search4turn0search5 (5) Studies report SLAB51 alters lipid metabolism and neuroprotective metabolite profiles in AD mouse models. citeturn0search6"
    ]
}