{
    "nct_id": "NCT03954210",
    "title": "SIESTA: Sleep Intervention to Enhance Cognitive Status and Reduce Beta Amyloid",
    "status": "COMPLETED",
    "last_update_time": "2025-07-15",
    "description_brief": "The objective of this study is to compare the efficacy of a sleep intervention on improving cognitive function in older adults with symptoms of insomnia, determine the association between change in sleep measures and change in cognitive function, and examine the efficacy of the sleep intervention on reducing the rate of Aβ deposition. Participants, ages 60-85, will be randomly assigned to a six-week sleep intervention program. A sub-group of fifty participants will undergo Florbetapir-Positron-emission tomography (PET) imaging during the one-year reassessment to examine the efficacy of the sleep intervention on reducing the rate of Aβ accumulation from baseline to one-year post-intervention.",
    "description_detailed": "Lifestyle interventions to increase exercise and improve diet have been the focus of recent clinical trials to potentially prevent Alzheimer's disease (AD). However, despite the strong links between sleep disruptions, cognitive decline, and AD, sleep enhancement has yet to be targeted as a lifestyle intervention to prevent AD. Approximately fifteen percent of AD may be prevented by an efficacious intervention aimed to reduce sleep disturbances and sleep disorders. Chronic insomnia is the most frequent sleep disorder occurring in at least forty percent of older adults. Individuals with insomnia are more likely to be diagnosed with AD and demonstrate a decline in cognitive function at long-term follow-up. AD is characterized by the accumulation of Aβ plaques and tau tangles in the brain, and growing evidence shows impaired sleep contributes to the accumulation of Aβ. An intervention aimed at improving insomnia may represent a critical opportunity for primary prevention to slow cognitive decline and potentially delay the onset of AD. Therefore, the long-term goal of this research agenda is to understand how addressing sleep disturbances, via sleep intervention, may delay the onset of AD.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is a behavioral sleep program (Cognitive Behavioral Therapy for Insomnia, CBT-I, and sleep/lifestyle education) intended to improve cognition and to test whether improved sleep reduces Aβ accumulation. It is not a biologic or small-molecule drug, nor a pharmacologic cognitive enhancer, and it is not primarily a neuropsychiatric drug trial for behavioral symptoms like agitation or depression. citeturn0search0turn0search2turn0search8",
        "Act (key extracted details): Title: \"SIESTA: Sleep Intervention to Enhance Cognitive Status and Reduce Beta Amyloid\" (NCT03954210). Intervention: Cognitive Behavioral Therapy for Insomnia (CBT-I) and Sleep & Lifestyle Education; duration: six-week intervention; population: ages 60–85; exploratory subgroup (~50 participants) will receive Florbetapir (F-18) amyloid PET at one-year reassessment to assess Aβ accumulation. These trial details are documented in ClinicalTrials/registry listings and the published trial protocol. citeturn0search1turn0search2turn0search8",
        "Reflect: Under the provided category definitions (disease-targeted biologic; disease-targeted small molecule; cognitive enhancer — defined as drugs; neuropsychiatric symptom improvement), this behavioral/lifestyle sleep intervention does not fit any of the four specified drug-oriented categories. Although the trial aims to improve cognition and measure effects on amyloid burden, the intervention is non-pharmacologic — therefore the correct classification per the instructions is 'N/A'. If the taxonomy allowed non-drug behavioral interventions that improve cognition, one might label it a \"behavioral cognitive-enhancer\" in a broader sense, but that would be outside the four allowed categories. citeturn0search0turn0search8"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}