{
    "nct_id": "NCT07058688",
    "title": "A Multicenter, Randomized, Double-masked, Placebo-controlled Study to Evaluate the Safety, Tolerability, Pharmacokinetics and Pharmacodynamics of NTRX-07 in Subjects With Mild Cognitive Impairment or Mild to Moderate Alzheimer's Disease",
    "status": "RECRUITING",
    "last_update_time": "2025-06-30",
    "description_brief": "1. Study Overview NeuroTherapia Inc. is conducting a clinical study to explore the safety and effects of a new drug called NTRX- 07. This drug targets people with mild cognitive impairment (MCI) or mild to moderate Alzheimer's disease (AD). The study's primary focus is on safety and how the drug interacts with the body over a short-term period of 28 days. This research is important as it aims to find new ways to manage symptoms and slow the progression of AD.\n2. Key Objectives Primary Objective:\n\n   * To assess the safety and tolerability of NTRX-07 in patients with AD.\n   * Safety and tolerability will be measured by monitoring any side effects or adverse events in participants during and after the treatment period.\n\n   Secondary Objective:\n   * To study how NTRX-07 is processed by the body, including how it is absorbed, distributed, metabolized, and eliminated.\n   * This includes measuring the drug levels in the blood and cerebrospinal fluid (CSF) over time.\n3. Study Design • Type of Study:\n\n   o A randomized, double-masked, placebo-controlled study. \"Randomized\" means participants are randomly assigned to receive either the actual drug (NTRX-07) or a placebo (an inactive substance). \"Double-masked\" indicates that neither the participants nor the researchers know who receives the real drug or the placebo, reducing bias and ensuring objective results.\n\n   • Participants:\n   * 48 individuals with MCI or mild to moderate AD.\n\n     • Treatment Groups:\n   * Participants will be split into two groups: 24 will receive NTRX-07, and 24 will receive a placebo.\n\n     • Duration:\n   * The study will last up to 7-10 weeks for each participant, including a 28-day period during which they take the drug or placebo daily.\n4. Study Procedures\n\n   • Screening Period:\n   * Before starting the treatment, participants will undergo a screening period of up to 45 days. During this time, they will have tests to confirm their eligibility, including physical exams, blood tests, cognitive assessments, and brain imaging (MRI).\n\n     • Treatment Period (28 days):\n   * Participants will take the study drug or placebo daily for 28 days. During this period, they will visit the study center for evaluations, including safety checks, cognitive tests, blood and CSF sampling, and EEG tests (to measure brain activity).\n\n     • Follow-Up:\n   * After the treatment period, participants will have a follow-up visit 7 days later for final safety assessments.\n5. Safety Monitoring and Assessments\n\n   * The study's primary focus is on safety. Researchers will monitor participants closely for any adverse events, such as side effects, throughout the study.\n   * Safety assessments will include monitoring vital signs (blood pressure, heart rate, temperature), conducting laboratory tests (blood and urine analysis), performing physical examinations, and using electrocardiograms (ECGs) to monitor heart health.\n6. Exploratory Assessments\n\n   • Although this study primarily focuses on safety, researchers will also conduct exploratory assessments to observe any potential positive effects of NTRX-07 on brain function and symptoms of AD. These will include:\n\n   o Cognitive Testing:\n   * Standard tests like the AD Assessment Scale-Cognitive Subscale (ADAS-cog) and the Mini-Mental State Examination (MMSE) will be used to evaluate any changes in cognitive function.\n\n     o Brain Imaging:\n   * MRI scans will help assess changes in brain structure and inflammation.\n\n     o Biomarkers:\n   * Blood and CSF samples will be analyzed for specific biomarkers related to inflammation, brain health, and AD progression.\n7. Eligibility Criteria\n\n   * Inclusion Criteria:\n\n     * Individuals aged 65-88 with a confirmed diagnosis of MCI or mild to moderate AD.\n     * Must have a caregiver who can assist with the study requirements.\n     * Must be able to undergo specific procedures like MRI scans and CSF sampling.\n   * Exclusion Criteria:\n\n     * Individuals with other significant health conditions or history of neurological disorders other than AD.\n     * Those currently participating in another clinical trial or have certain medication restrictions.\n8. Importance of the Study AD is a progressive condition that affects memory, thinking, and behavior. Current treatments only manage symptoms temporarily, and there is an need for new therapies. NTRX-07 is a novel drug that has shown promise in animal studies, potentially reducing brain inflammation, clearing harmful proteins, and improving memory and learning. This study is an essential step toward understanding if NTRX-07 can offer a safe and effective treatment option for people with AD.\n9. Summary This clinical trial is designed to test the safety and processing of a new drug, NTRX-07, in people with MCI or mild to moderate AD. Participants will be carefully monitored for any side effects while researchers also gather data on the drug's impact on brain function. If successful, this study could lead to more advanced trials and, ultimately, a new treatment option for those affected by AD.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "NTRX-07 (oral small-molecule, selective CB2 receptor agonist)"
    ],
    "placebo": [
        "Placebo (inactive comparator)"
    ],
    "explanation_target": [
        "Reason: The investigational agent NTRX-07 is described as an orally available small molecule that acts on neuroinflammatory pathways (selective cannabinoid receptor type 2 — CB2) and has preclinical evidence for reducing inflammation, promoting amyloid clearance, and improving cognition — indicating it targets AD pathology rather than only symptomatic cognitive enhancement. citeturn0search3turn0search9turn0search2",
        "Act: Key trial details extracted from the description and public sources: NTRX-07 is the active drug, given daily for 28 days in a randomized, double-masked, placebo-controlled study with safety, PK/PD, CSF biomarker and exploratory cognitive endpoints — consistent with a disease-targeting small-molecule development program. citeturn0search1turn0search3",
        "Reflect: Classification — disease-targeted small molecule. Rationale: NTRX-07 is a small-molecule CB2 agonist intended to modulate microglial-driven neuroinflammation and facilitate clearance of AD-related proteins (disease-modifying mechanism). The trial’s focus on biomarkers, CSF drug levels, and preclinical claims of Aβ clearance support a disease-targeted small-molecule classification rather than a pure symptomatic cognitive enhancer or neuropsychiatric-symptom treatment. citeturn0search9turn0search2",
        "Web search results / sources (selected): NeuroTherapia product and program pages describing NTRX-07 as an oral, selective CB2 agonist with anti‑inflammatory and amyloid‑clearing activity and Phase 1b data. citeturn0search3turn0search5; PR Newswire announcement about the Phase 2 28‑day randomized trial and its objectives (safety, PK, biomarker/target engagement). citeturn0search1; Peer-reviewed/preclinical description of NTRX‑07 (MDA7) and planned early clinical studies. citeturn0search2; Alzforum summary page for NTRX‑07 (MDA7) listing therapy type, target, and development status. citeturn0search9",
        "Notes / ambiguity: None critical — web sources consistently identify NTRX‑07 as a small-molecule CB2 agonist targeting neuroinflammation in AD. If you want, I can pull specific trial registry entries (e.g., NCT number) or include direct links to the cited pages. citeturn0search7turn0search0"
    ],
    "agent_type": "F) Inflammation",
    "explanation_agent": [
        "Reason: NTRX-07 is described as an orally available, selective cannabinoid receptor type 2 (CB2) agonist that targets microglia to reduce neuroinflammatory signaling and has preclinical/early-clinical evidence for reducing inflammation and improving cognition — activity that maps to modulation of neuroinflammation. citeturn0search0turn0search4",
        "Act: Extracted trial details and mechanism — drug = NTRX-07 (aka MDA7), mechanism = selective CB2 receptor agonist (microglial/inflammatory pathway), trial design = randomized, double-masked, placebo-controlled, 28-day dosing with safety, PK/PD and biomarker (including CSF) endpoints — all consistent with a disease-modifying program that targets inflammation. citeturn0search3turn0search2turn0search8",
        "Reflect: CADRO mapping — the primary biological focus is modulation of neuroinflammation (microglial CB2 signaling), which corresponds to CADRO category F) Inflammation. While the sponsor mentions potential effects on amyloid clearance, the proximate target/mechanism is inflammatory modulation rather than a direct amyloid or tau–targeting therapy, so 'F) Inflammation' is the most specific fit (not multi-target or Other). citeturn0search0turn0search6",
        "Web search results (selected): NeuroTherapia company pages describing NTRX-07 as a selective CB2 agonist that targets microglia and reduces CNS inflammation. citeturn0search0turn0search4; PR Newswire announcement of EMA approval to begin a 28‑day Phase 2 randomized trial in AD with safety, PK and biomarker/target‑engagement endpoints. citeturn0search2; Clinical trial registry record (Phase 1 multiple ascending dose / MAD study listing NTRX‑07/MDA7 and noting safety/PK in healthy volunteers and early AD). citeturn0search3; CenterWatch trial listing describing the 28‑day AD study procedures and biomarker assessments. citeturn0search8; Alzheimer’s Drug Discovery Foundation / grant summary describing development path and emphasis on reducing neuroinflammation as the therapeutic strategy. citeturn0search6"
    ]
}