{
    "nct_id": "NCT06623864",
    "title": "Significant Activities in the Implementation of the Integrated Person-centered Care Model: Intervention Protocol",
    "status": "RECRUITING",
    "last_update_time": "2024-09-30",
    "description_brief": "The increasing life expectancy and global aging population necessitate changes in long-term gerontological services based on Person-Centred Care approaches. This study aims to improve Person-Centred Care in geriatric centers through meaningful activities and the role of occupational therapists and direct care professionals in developing these activities. A descriptive cross-sectional quasi-experimental design was proposed, with 10 participants.",
    "description_detailed": "Background: Increasing life expectancy means that the ageing of populations globally is on the rise. It is therefore important to promote changes in long-term gerontological services based on Person-Centred Care approaches, in which meaningful occupation serves as a basis and is supported by appropriate professional support, such as the occupational therapist and the direct care professional.\n\nObjective: To improve Person-Centred Care in a geriatric centre, through the use of meaningful activities and to identify the role of the occupational therapist and direct care professional in the development of these activities.\n\nMethods: A descriptive cross-sectional quasi-experimental pre-post single-group design is proposed. A total of 10 participants. The methodology used will be mixed. The data collection techniques and tools will be the PDC evaluation instrument pre and post intervention and a survey at the end of the project.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "SUPPORTIVE_CARE",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial tests a non-pharmacologic, person-centred intervention (meaningful activities delivered/implemented by occupational therapists and direct care staff) to improve care in geriatric centers — i.e., supportive/implementation care rather than a biologic or small-molecule drug, or a labeled cognitive-enhancing or psychotropic treatment. citeturn0search0turn0search1turn0search2",
        "Act (extracted details): Title and design match the user description: \"Significant Activities in the Integrated Person-centered Care Model\" (interventional, single-group quasi‑experimental/pre‑post module), NCT06623864, lead sponsor Universidad de Burgos, 10 participants, primary intervention described as \"meaningful activities\" and role of occupational therapists/direct care professionals. No drug or placebo is listed. citeturn0search0turn0search1turn0search2",
        "Reflect: This fits none of the four therapeutic categories (disease-targeted biologic, disease-targeted small molecule, cognitive enhancer, or neuropsychiatric symptom improvement) because it is an occupational/behavioral/support intervention aimed at improving person-centred care and activities of daily living rather than modifying AD pathology, delivering a pharmacologic cognitive enhancer, or treating neuropsychiatric symptoms with a drug. Similar person‑centred/occupation‑based interventions are described in the literature as non‑pharmacologic care models. citeturn0search5turn0search6"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}