{
    "nct_id": "NCT06940687",
    "title": "Neurophysiological Benefits of Live Music for Early Alzheimer's Patients and Their Caregivers",
    "status": "RECRUITING",
    "last_update_time": "2025-04-15",
    "description_brief": "This study aims to investigate the neurophysiological effects of live music on individuals with early Alzheimer's Disease (AD), dementia, and/or mild cognitive impairment (MCI) and their caregivers. Heart rate (HR), heart rate variability (HRV), and brain activity will be measured as participant-caregiver dyads listen to preferred and improvised music performed by professional musicians. Investigators will leverage various measurement techniques including, but not limited to, electroencephalography (EEG), behavioral, surveys, and physiological monitoring to study the impact of live music on anxiety in AD and inter-dyad synchrony.",
    "description_detailed": "Analysis of recordings captured during live concerts will be conducted using music information retrieval, pulse clarity, psychological ethnography, and similar methods. Investigators hypothesize that live music will reduce anxiety, increase social motivation, elevate parasympathetic activity, and enhance neural synchrony yielding increased interpersonal coordination, harmony, and emotional connection within dyads, indicating a positive impact on their autonomic nervous system and emotional well-being.\n\nThe primary objective of this study is to investigate the neurophysiological effects of live music concert experiences on people living with early AD and their caregivers using EEG and HR monitoring.\n\nThe secondary objectives of this study are to:\n\n* Understand whether the live concert experience reduces state anxiety and enhances connection between individuals with early AD and their caregivers.\n* Determine what role the physical characteristics of the concert music have on the wellbeing, behavior, connectedness, and autonomic function of people with early AD and their caregivers.\n\nIn-person sessions of the study will be conducted at a music / event venue in either the Greater New Haven, CT area, with possible expansion to venue(s) in the Washington, DC area, and/or the Nashville, TN area. The Yale IRB-approved study team may conduct the study at additional locations (including in the Washington, DC area and the Nashville, TN area) with permission from the venue(s).\n\nEach participant will take part in two sessions. Both sessions will last up to 3 hours.\n\nParticipants will attend a series of live music performances and pre-recorded control session performances. Physiological and survey data will be collected to assess the impact of live versus pre-recorded music on anxiety, social motivation, parasympathetic activity, and neural synchrony.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "SUPPORTIVE_CARE",
    "results": null,
    "target_category": "neuropsychiatric symptom improvement",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is live music (a behavioral/music-therapy intervention) delivered to people with early AD/MCI and their caregivers with the stated aim of reducing state anxiety and increasing interpersonal/emotional synchrony — this targets neuropsychiatric symptoms (anxiety) rather than acting as a biologic or small-molecule disease-modifying agent. citeturn0search0turn0search1",
        "Act: Key extracted details — Intervention: Live Music Session and Pre-recorded Music Session; Measurements: EEG, heart rate (HR), heart rate variability (HRV), behavioral surveys, facial/motion analysis; Population: early Alzheimer’s disease/dementia or MCI participant-caregiver dyads; Clinical ID / listings: NCT06940687; Sponsor: Yale University. citeturn0search1turn0search3",
        "Reflect: Classification rationale — The study is non-pharmacologic and explicitly aims to reduce anxiety and enhance emotional/physiological synchrony, so it best fits the 'neuropsychiatric symptom improvement' category (interventions to alleviate behavioral/psychiatric symptoms). It is not a disease-targeted biologic or small molecule, and while it may have cognitive/emotional benefits, the primary focus is symptom (anxiety) and interpersonal synchrony. citeturn0search1turn0search0",
        "Web search results consulted (summary): Yale Medicine clinical trial listing describing study purpose and measures; CenterWatch / clinical-trial listing with NCT06940687 summarizing interventions and objectives; TrialsToday/other registries with protocol details and recruiting information. citeturn0search0turn0search1turn0search3"
    ],
    "agent_type": "T) Other",
    "explanation_agent": [
        "Reason: The intervention is live music (a behavioral/music-therapy intervention) delivered to people with early AD/MCI and their caregivers with the explicit aim of reducing state anxiety and increasing interpersonal/emotional synchrony. This targets neuropsychiatric/behavioral symptoms (anxiety, social motivation, dyadic synchrony) rather than a biological pathway, gene, receptor, or protein that maps to a CADRO disease-modifying category. citeturn0search1turn0search0",
        "Act: Extracted details — Intervention: Live Music Session vs Pre-recorded Music Session; Outcomes: EEG, HR, HRV, facial/motion analysis, anxiety scales (Geriatric Anxiety Scale, STAI), social-motivation measures; Population: early Alzheimer’s/dementia or MCI participant–caregiver dyads; No drug, no molecular target listed (trial drug = []). Because the study is a non-pharmacologic behavioral intervention aimed at symptom relief/psychosocial effects rather than modifying amyloid, tau, inflammation, synaptic mechanisms, etc., it does not fit any CADRO therapeutic target category. citeturn0search0turn0search1turn0search3",
        "Reflect: Classification rationale — CADRO categories A–Q and R address molecular, cellular, physiological, or multi-target therapeutic mechanisms (e.g., Amyloid beta, Tau, Inflammation, Synaptic Plasticity). This study is symptomatic, non-drug, and focused on neuropsychiatric outcomes (anxiety, interpersonal synchrony). Per the instructions, trials that do not fit a CADRO therapeutic target (or are non-therapeutic/behavioral interventions) should be classified as 'T) Other'. Therefore 'T) Other' best reflects the trial's focus. citeturn0search1turn0search3",
        "Web search results consulted (key listings and what they show): 1) Yale Medicine listing — 'Music for Cognitive Health Study' describing study purpose, measures (EEG, HR/HRV), hypothesis that live music will reduce anxiety and increase dyadic synchrony; recruitment details and contact. citeturn0search1 2) Trial summary/registry (MedPath) — detailed outcomes, EEG and HRV measures, live vs prerecorded music design, enrollment and timeline. citeturn0search0 3) ICH GCP / clinical-trials-registry entry — study overview, interventions, and interventional (non-pharmacologic) status. citeturn0search3"
    ]
}