{
    "nct_id": "NCT04449926",
    "title": "BCG and Plasma Amyloid in Non-Demented Adults",
    "status": "COMPLETED",
    "last_update_time": "2021-12-22",
    "description_brief": "BCG vaccination, the most widely used vaccination in the world, is used to reduce risk of tuberculosis infection; it is used for other mycobacterial infections as well, benefiting leprosy and Buruli ulcer. BCG has \"heterologous\" effects that aids in an array of non-mycobacterial and viral infections as well as bladder cancer. It is the heterologous effect, sometimes called the \"off-target\" effect that may offer benefit in Alzheimer's disease. Population studies and studies of adults receiving BCG show a lessened risk of Alzheimer's disease. The study will see if BCG vaccination will alter a plasma test for amyloid, a biomarker for cerebral amyloid.",
    "description_detailed": "Alzheimer's disease (AD) is commonly regarded as Alzheimer's dementia. It is now understood that changes in the brain that result in late-onset AD dementia start years or even decades prior to clinical dementia. Biomarkers aid in diagnosing AD however, currently approved biomarkers have drawbacks as they are invasive and expensive. The two most commonly used biomarkers are amyloid PET scan and spinal tap for amyloid and tau. A new plasma amyloid test has received \"Breakthrough Device Designation\" from the US-FDA. As an investigational tool, this blood test for amyloid peptides 42/40 levels accurately predicts brain amyloidosis in cognitively normal individuals. In the past 100 years, four billion doses of BCG vaccination have been given for tuberculosis prevention. A favorable effect with BCG for non-tuberculous mycobacteria is also recognized in cervical lymphadeniits, leprosy and Buruli's ulcer. Recently, BCG has found favorable use in autoimmune diseases type 1 diabetes (T1D) and multiple sclerosis (MS); moreover, a protective role by BCG for Alzheimer's disease has been described. Adult exposure to BCG lessened the risk of AD by four-fold. This is an interventional pilot study to test 50 non-demented adults measuring their plasma amyloid 42/40 level prior to BCG prime/boost followed with the same plasma amyloid testing 9 months after vaccination. Sub-clinical CMV infection is felt to drive immune senescence and increase the risk of AD; we will test for CMV antibodies and we will measure lymphocyte phenotype prior to BCG and at study end to look for an immune-modulating effect on this indicator of immunosenescence.",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "PREVENTION",
    "results": null,
    "target_category": "disease-targeted biologic",
    "drug": [
        "Bacillus Calmette–Guérin (BCG) vaccine"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is BCG vaccination (a live-attenuated vaccine — a biologic) given to non-demented adults with the stated goal of altering a plasma amyloid assay (a biomarker of cerebral amyloid), i.e., an effect on Alzheimer’s pathophysiology rather than solely symptomatic cognitive enhancement or neuropsychiatric symptom control. citeturn0search0turn0search4",
        "Act: Key details — the trial title and registration list the intervention as Bacillus of Calmette and Guérin (BCG) and the primary outcome is change in plasma amyloid 42/40 ratio after vaccination (NCT04449926; pilot/phase 2). BCG is a vaccine with documented 'heterologous' (off‑target, immune‑modulating) effects and population/retrospective studies of BCG exposure (including intravesical BCG for bladder cancer) report lower incidence of Alzheimer’s/dementia. citeturn0search0turn0search5turn0search3",
        "Reflect: Classification rationale and ambiguity — by the provided category definitions vaccines are considered 'biologics'; because this vaccine is being tested for its effect on an Alzheimer’s biomarker (amyloid) it best fits 'disease-targeted biologic'. Note the intervention is an immune‑modulator with off‑target effects rather than a targeted anti‑amyloid monoclonal or anti‑tau vaccine specifically engineered against those proteins, so there is some ambiguity (biologic but not amyloid‑specific). The trial description and supporting literature justify the 'disease-targeted biologic' classification. citeturn0search0turn0search7turn0search3"
    ],
    "agent_type": "F) Inflammation",
    "explanation_agent": [
        "Reason: The intervention is intradermal/boost BCG vaccination, a live-attenuated biologic expected to modulate innate/adaptive immunity (\"trained immunity\") rather than a molecularly specific anti-amyloid agent; the trial’s stated primary outcome is change in a plasma amyloid 42/40 biomarker (NCT04449926), but the biological mechanism of BCG is immune modulation. citeturn0search3turn1search0",
        "Act: Key extracted details — the registered pilot study NCT04449926 (BCG and Plasma Amyloid in Non‑Demented Adults) administers BCG (Tice strain) and measures plasma Aβ42/40 before and 9 months after vaccination, and also measures immune markers (T‑cell phenotype). The trial is disease‑focused (aiming to alter an AD biomarker) but the agent’s mechanism is nonspecific immune modulation (BCG). citeturn0search3turn0search5",
        "Act (supporting evidence): Multiple epidemiologic/cohort studies of BCG exposure (including intravesical BCG for bladder cancer) report lower incidence or reduced risk of Alzheimer’s/ dementia in treated patients, motivating interventional trials; these findings are observational and do not prove a direct anti‑amyloid pharmacologic action. citeturn0search1turn0search2turn0search0",
        "Act (mechanism): BCG induces \"trained immunity\" — long‑lasting functional reprogramming of innate immune cells via epigenetic and metabolic changes, increasing cytokine responses and altering immune profiles; this immune reprogramming is the plausible mechanistic link to downstream effects on neuroinflammation and possibly amyloid dynamics. citeturn1search0turn1search2",
        "Reflect: CADRO mapping — because the vaccine’s primary biological action is to modulate immune/inflammatory pathways (not a molecule-specific anti‑amyloid or anti‑tau therapeutic), the most specific CADRO category is F) Inflammation. There is ambiguity because the trial measures an amyloid biomarker (and is disease‑targeted in intent), but that biomarker endpoint does not make the intervention an amyloid‑directed therapy; thus F) Inflammation best fits. citeturn0search3turn1search0",
        "Web search results (key sources cited above): 1) NCT04449926 trial description showing BCG intervention and plasma Aβ42/40 primary outcome. citeturn0search3 2) JAMA Network cohort linking intravesical BCG treatment to decreased ADRD risk. citeturn0search1 3) PubMed/Bronx cohort reporting lower AD incidence after BCG. citeturn0search0 4) PubMed study showing reduced AD/Parkinson’s risk after BCG (hospital‑based cohorts). citeturn0search2 5) Reviews on BCG‑induced trained immunity (mechanism: epigenetic/metabolic reprogramming of innate immune cells). citeturn1search0turn1search2",
        "Conclusion/Output: F) Inflammation — Rationale: BCG is an immune‑modulating vaccine whose plausible mechanism in this context is modification of innate/adaptive immune responses (inflammation/trained immunity) rather than a direct anti‑amyloid molecular target; therefore the CADRO category that best describes the drug target type is F) Inflammation."
    ]
}