{
    "nct_id": "NCT05576688",
    "title": "Investigation of the Relationship Between Trunk Control and Balance, Gait, Functional Mobility and Fear of Falling in People With Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2022-10-11",
    "description_brief": "The purposes of this study were to investigate the relationship between trunk control and balance, gait, functional mobility, and fear of falling in people with Alzheimer's disease and to compare trunk control, balance, gait, functional mobility, and fear of falling in people with Alzheimer's disease and healthy older adults.\n\nBalance, an essential motor skill necessary to perform both static and dynamic everyday activities with stability and security, is impaired in people with Alzheimer's disease when compared to cognitively preserved elderlies. Gait and functional mobility disorders are also observed in people with Alzheimer's disease from the early period of the disease. People with Alzheimer's disease tend to fall more often and are more seriously injured from falls than cognitively intact older adults. The annual incidence rate for falling is 60% to 80% for older adults with Alzheimer's disease, over twice the incidence of age-matched cognitively intact older adults.\n\nTrunk control is shown among the most important factors that ensure the balance and walking of the individual in different environments and conditions during functional activities. Optimal trunk control relies on adequate somatosensory, motor, and musculoskeletal systems, which are frequently compromised in people with Alzheimer's disease. For this reason, the investigators think that trunk control may be affected in people with Alzheimer's disease compared to healthy older adults and may be related to balance, gait, functional mobility and fear of falling.",
    "description_detailed": "The study was carried out with the purpose of investigating the relationship between trunk control and balance, gait, functional mobility, and fear of falling in people with Alzheimer's disease and comparing trunk control, balance, gait, functional mobility, and fear of falling in people with Alzheimer's disease and healthy older adults.\n\n35 people with Alzheimer's disease and 33 healthy older adults with matching ages and genders were included the study. Trunk control with Trunk Impairment Scale; balance with Berg Balance Scale, Functional Reach Test, One-Leg Standing Test and Five-Repeat Sit-and-Stand Test; gait with Dynamic Gait Index; functional mobility with Timed Up and Go Test; fear of falling with Falls Efficacy Scale-International were evaluated.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "SCREENING",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial is an observational/assessment study that investigates relationships between trunk control and balance, gait, functional mobility, and fear of falling in people with Alzheimer’s disease and compares those measures to healthy older adults — it does not test a drug, biologic, or a symptomatic pharmacologic treatment. citeturn0search1turn0search0",
        "Act (key extracted details): The published abstract reports 35 people with AD and 33 healthy older adults; measurements included the Trunk Impairment Scale (TIS), Berg Balance Scale (BBS), Functional Reach Test (FRT), One-Leg Standing Test (OLST), Five-Repeat Sit-to-Stand Test (5STS), Dynamic Gait Index (DGI), Timed Up and Go (TUG), and Falls Efficacy Scale-International (FES-I). No drug or therapeutic pharmacologic intervention is described. citeturn0search1",
        "Reflect: Given the category definitions, this study does not involve a biologic or small-molecule disease-modifying agent, nor a cognitive enhancer or a neuropsychiatric symptom treatment — it is a non‑therapeutic observational/rehabilitation-oriented study. Therefore the correct classification is 'N/A'. Sources: PubMed entry and Springer listing for the article. citeturn0search1turn0search0"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}