{
    "nct_id": "NCT05732935",
    "title": "Fasting to Provide Energy Needed to Help Adults in Need of Cognitive Enhancement (FASTING ENHANCE)",
    "status": "RECRUITING",
    "last_update_time": "2024-10-23",
    "description_brief": "Grounded in the principles of geroscience, the proposed Fasting ENHANCE study will test whether a time restricted eating (TRE) regimen can improve cognitive function and other aspects of successful aging in a safe and sustainable manner in at risk overweight older adults. Specifically, this study will evaluate whether TRE can improve cognitive and physical function, as well as self-reported sleep, mood, and quality of life, in overweight, older adults (age \\> 65 years) who are at high risk of cognitive decline due to self-reported cognitive difficulties. Eligible participants will be assigned to either a TRE intervention, in which they will be instructed to fast for a target of 16 hours per day, or a successful aging (SA) comparison group for a 24-week period.",
    "description_detailed": "During the past century, persons aged \\>70 years represented the fastest growing segment of the US population with the life expectancy of older Americans steadily increasing, until the onset of COVID-19 in 2020. Unfortunately, the increase in lifespan has not been accompanied by an increase in health-span, which is the time-period in which a person is healthy and functionally independent. Rather, the aging population has been accompanied by an increase in the number of individuals living with chronic metabolic and neurocognitive disease conditions, including obesity, metabolic syndrome, and Alzheimer's disease and Related Disorders (ADRD). Moreover, poor metabolic health appears to be a risk factor for accelerated brain aging; therefore improving metabolic health may represent a strategy to improve long-term brain health.\n\nAlthough age-related biological and metabolic changes clearly have a role in the development of chronic health conditions and risk for ADRD, a growing body of research indicates lifestyle factors contribute to modifiable patho-physiological states that precede the development of many age-related chronic health conditions. Specifically, over-nutrition, sedentary lifestyle, and poor sleep habits have been directly linked with metabolic diseases, as well as cognitive decline and development of ADRD in later life.\n\nOur work and that of others has demonstrated that the rate of functional decline among older adults is highly influenced by biological and metabolic changes during aging, which are largely affected by lifestyle factors, namely dietary intake, sleep, and physical activity levels. Specifically, the investigators have shown that intermittent fasting (IF) regimens, particularly time restricted eating (TRE), can have positive effects on biological, metabolic, and functional health markers in middle-aged and older adults, similar to that of calorie restriction. These observations raise the possibility that interventions targeting the fundamental biology of human aging have the potential to delay, if not prevent, the onset of aging-associated conditions, such as ADRD. The unprecedented growth of the aging population has created an urgent need for promising interventions that can preserve older adult's capacity to live independently and function well.\n\nThe scientific premise of this proposal is that a time-restricted eating intervention can target the cellular and metabolic alterations that underlie age-related metabolic and neurocognitive disease conditions and thereby extend health-span in the growing population of older adults who reported subjective cognitive decline.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "PREVENTION",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is a behavioral/time-restricted eating (TRE) regimen (16 hours/day fasting) intended to improve cognitive function, physical function, sleep, mood, and quality of life in older, overweight adults at risk for cognitive decline. This is an attempt to enhance cognition and functioning rather than to target specific Alzheimer’s pathology (e.g., amyloid or tau).",
        "Act: Extracted trial details — Title: FASTING ENHANCE (Fasting to Provide Energy Needed to Help Adults in Need of Cognitive Enhancement); Intervention: Time-Restricted Eating (target 16 hours fasting per day) versus a successful aging (SA) comparison group for 24 weeks; Population: overweight adults >65 years with self-reported cognitive difficulties. No drug or biologic is used.",
        "Web search supporting evidence (selected results): 1) A 2024 systematic review finds TRE/intermittent fasting may have positive effects on cognitive function and mental health in older adults (summary of studies up to Oct 2023). (source: PubMed / ScienceDirect; see turn0search2 and turn0search6). 2) A protocol for a TRE trial aimed at preventing age-related vascular cognitive decline in older adults (single-arm TRE, 14:10 for 6 months) shows similar rationale and outcomes of interest. (source: PubMed; turn0search1). 3) Multiple RCTs and trials exist evaluating TRE for weight, metabolic and cardiometabolic outcomes (examples: TRE 16:8 and other fasting-window trials), showing TRE is a non-pharmacologic lifestyle intervention with metabolic and possibly cognitive effects (examples: turn0search0, turn0search3, turn0search4).",
        "Reflect: Classification check — this is not a biologic or small-molecule therapy and does not explicitly target Alzheimer’s molecular pathology; its primary stated goal is improving cognition and other aspects of successful aging. According to the provided category definitions, the appropriate category is 'cognitive enhancer' (non-pathology-targeting intervention intended to improve cognitive function). There is no drug to identify; thus drug/placebo fields are empty. No alternative classification (e.g., N/A) is warranted because this is a therapeutic intervention aimed at cognitive improvement rather than a diagnostic or non-therapeutic study."
    ],
    "agent_type": "J) Metabolism and Bioenergetics",
    "explanation_agent": [
        "Reason: The intervention is a behavioral time‑restricted eating (16 h/day fasting) intended to improve cognition by changing energy availability, metabolic state, and related physiology rather than by directly targeting molecular AD pathology (amyloid, tau, inflammation, etc.). This mechanism (modulating energy metabolism/ bioenergetics — e.g., fasting-induced shifts in insulin, ketone production, and cellular energy pathways) best maps to CADRO category J. citeturn0search3",
        "Act: Extracted trial details and classification — Title: FASTING ENHANCE; Intervention: Time‑Restricted Eating (16 h fasting/day) vs successful aging control for 24 weeks in overweight adults ≥65 with self‑reported cognitive difficulties; No drug/biologic is used. Because the intervention acts via metabolic/energy pathways (behavioral manipulation of eating window), I assign: 'J) Metabolism and Bioenergetics'. (No drug target/gene to look up.) citeturn0search3turn0search4",
        "Reflect: Verification and alternatives — I considered other CADRO categories (e.g., M Synaptic Plasticity/Neuroprotection because the goal is cognitive enhancement, or T Other if non‑therapeutic). However, the described mechanism is metabolic (energy availability/bioenergetics) rather than a purely diagnostic/non‑therapeutic procedure, and it does not explicitly act on amyloid, tau, inflammation, or a defined synaptic receptor. Thus 'J) Metabolism and Bioenergetics' is the most specific and appropriate classification. If future protocol text explicitly emphasizes e.g., ketone supplementation or direct synaptic/neurotrophic modulation, reclassification could be considered.",
        "Web search supporting evidence (selected results): 1) Systematic review reporting TRE/IF may positively affect cognitive function and mental health in older adults (search up to Oct 2023). citeturn0search3 2) Preventive Medicine Reports / ScienceDirect open‑access review summarizing TRE & IF cognitive findings and noting need for more RCTs. citeturn0search1 3) Protocol for a TRE trial targeting prevention of age‑related vascular cognitive decline (TRE 14:10 for 6 months) describing metabolic/vascular/energy rationales and cognitive outcomes — supports use of TRE as a metabolism‑targeting intervention for cognition. citeturn0search4 4) Studies using Ramadan or other TRE models show changes in cognition and sleep outcomes, illustrating TRE as a non‑pharmacologic metabolic intervention with potential cognitive effects. citeturn0search5"
    ]
}