{
    "nct_id": "NCT01119638",
    "title": "Post Marketing Study of Escitalopram Versus Risperidone for the Treatment of Behavioral and Psychological Symptoms Amongst Alzheimer's Disease Patients",
    "status": "COMPLETED",
    "last_update_time": "2015-06-23",
    "description_brief": "Behavioral and psychological symptoms of dementia (BPSD) are among the most distressing manifestations of dementia. Pharmacotherapy is frequently used and especially in institutional settings. Current guidelines recommend the use of second-generation antipsychotics (SGAs). Nonetheless, there are concerns regarding both their safety and effectiveness in patients with dementia. Inconclusive evidence support the use of other psychoactive agents such as SSRI antidepressants or cognitive enhancers.\n\nIn two published studies citalopram was as efficacious as, but better tolerated than perphenazine or risperidone in patients with BPSD.\n\nThus, with proven efficacy and a beneficial safety profile the evaluation of the use of escitalopram for BPSD is warranted.",
    "description_detailed": "Behavioral and psychological symptoms of dementia (BPSD) as agitation or psychosis are among the most distressing manifestations of dementia. The evidence-based management of these symptoms includes the search for treatable physical and environmental precipitants, support and psychoeducation for primary caregivers and psychosocial interventions. Nevertheless, pharmacotherapy is frequently used and especially in institutional settings. Current guidelines recommend the use of second-generation antipsychotics (SGAs). Nonetheless, there are concerns regarding both their safety and effectiveness in patients with dementia. Recent research has resulted in a 'black-box\" warning concerning the safety of using SGAs for BPSD. Sparse and inconclusive evidence support the use of other psychoactive agents such as SSRI antidepressants or cognitive enhancers.\n\nIn two published randomized controlled trials, citalopram was more efficacious than placebo and as efficacious as, but better tolerated than perphenazine or risperidone in patients with dementia hospitalized for the treatment of agitation or psychosis.\n\nThus, with proven efficacy and a beneficial safety profile the evaluation of the use of escitalopram for BPSD is warranted.\n\nA 6-week parallel groups, randomized, controlled trial in patients with dementia hospitalized because of behavioral symptoms will be conducted at the Abarbanel MHC.\n\nParticipants will be consecutively recruited on an inpatient unit. Randomization will be based on a table of random numbers held centrally by an uninvolved physician.\n\nThe study will be of a \"double-blind\" design. All medications in identical packaging will be distributed to the ward from a central pharmacy.",
    "phase": [
        "PHASE4"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "neuropsychiatric symptom improvement",
    "drug": [
        "Escitalopram (SSRI)",
        "Risperidone (atypical antipsychotic)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial compares escitalopram versus risperidone specifically to treat behavioral and psychological symptoms of dementia (BPSD) in Alzheimer's patients — an intervention aimed at reducing neuropsychiatric/behavioral symptoms (not modifying underlying AD pathology or primarily improving cognition). citeturn0search1turn0search0",
        "Act (key details): Trial title and registry/summary identify the two active drugs (escitalopram and risperidone). Escitalopram is an SSRI antidepressant and risperidone is an atypical antipsychotic; both are used to manage agitation/psychosis in dementia. citeturn0search0turn0search1",
        "Act (supporting evidence): Prior randomized trials and reviews show citalopram/SSRIs can reduce agitation and other behavioral symptoms and have been compared with antipsychotics (perphenazine, risperidone), motivating trials of escitalopram for BPSD. citeturn0search2turn0search5turn0search3",
        "Reflect: These interventions target neuropsychiatric/behavioral symptom control rather than disease-modifying mechanisms or pure cognitive enhancement, so the correct category is 'neuropsychiatric symptom improvement'. No placebo arm is specified in the provided trial title/summary. citeturn0search1turn0search7"
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The trial compares escitalopram (an SSRI that inhibits the serotonin transporter/SERT) and risperidone (an atypical antipsychotic that antagonizes dopamine D2 and serotonin 5-HT2A receptors). Both drugs act on neurotransmitter systems to reduce neuropsychiatric symptoms rather than to modify core AD pathology, so the most specific CADRO match is Neurotransmitter Receptors. citeturn0search4turn0search6turn0search0",
        "Act: Key details extracted from the trial description: escitalopram = selective serotonin reuptake inhibitor (primary target: SERT/serotonin transporter); risperidone = atypical antipsychotic with high affinity for 5-HT2A and D2 receptors. These mechanisms map to neurotransmitter receptors/transporters and clinical use is for behavioral/psychotic symptoms in dementia (BPSD). Evidence of clinical trials comparing these agents for agitation/psychosis in AD is available. citeturn0search4turn0search6turn0search0turn1search3",
        "Reflect: Classification as 'D) Neurotransmitter Receptors' fits the description because the interventions act on monoaminergic neurotransmission (serotonin, dopamine) to treat neuropsychiatric symptoms, not on amyloid, tau, inflammation, synaptic neuroprotection, or other disease‑modifying pathways. Alternatives (e.g., 'R) Multi-target') are not necessary because both drugs share the same broad pharmacologic domain (monoamine receptors/transporters). If additional agents with disease‑modifying intentions were present, 'R' would be considered. citeturn0search2turn1search1",
        "Web search results (selected):",
        "1) \"Escitalopram, an antidepressant with an allosteric effect at the serotonin transporter\" (review showing escitalopram targets the serotonin transporter / SERT). citeturn0search4",
        "2) DrugBank summary of escitalopram (mechanism: SERT inhibition; allosteric modulation described). citeturn0search6",
        "3) Mechanism of action summaries and receptor affinity data for risperidone (high affinity 5-HT2A antagonist; D2 antagonist) from Psychopharmacology Institute and StatPearls. citeturn0search0turn0search2",
        "4) Abcam product summary noting risperidone as a 5-HT2A / D2 antagonist (binding Ki values). citeturn0search7",
        "5) Clinical literature showing trials and reviews of escitalopram/SSRIs and risperidone for agitation/behavioral symptoms in Alzheimer disease (pilot randomized trial comparing escitalopram vs risperidone; larger S-CitAD and meta-analytic evidence). citeturn1search3turn1search0turn1search2"
    ]
}