{
    "nct_id": "NCT06874621",
    "title": "VY7523-102: A Randomized, Placebo-Controlled, Double-Blind Study to Evaluate the Safety, Tolerability, Pharmacokinetics, and Preliminary Efficacy of Multiple Ascending Intravenous Doses of VY7523 in Participants With Early Alzheimer's Disease",
    "status": "RECRUITING",
    "last_update_time": "2025-09-23",
    "description_brief": "This study is to be conducted in participants with early Alzheimer's Disease to test VY7523, a new drug being researched for treatment of Alzheimer's Disease. This study will look at how safe the drug is and how it works in the brain. It was first tested in normal, healthy participants who volunteered to participate. The study will look at three different dose levels, starting with the lowest dose first and moving to higher doses and more participants after safety has been reviewed by doctors and researchers. Some patients will receive drug while others will receive placebo. This will help to better compare how the drug works between participants receiving drug and placebo. The study will last up to 6 months for the lower dose groups and 12 months for the highest dose group.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE1",
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted biologic",
    "drug": [
        "VY7523 (IV recombinant humanized IgG4 monoclonal antibody targeting pathological tau, C‑terminal epitope)"
    ],
    "placebo": [
        "matching placebo (participants randomized to drug or placebo)"
    ],
    "explanation_target": [
        "Reason: The description tests VY7523 in early Alzheimer’s disease and asks about safety/tolerability, PK, and preliminary efficacy. The key question for category selection is whether the intervention is a biologic or small molecule and whether it is intended to target AD pathology (disease-modifying) vs symptomatic cognitive or neuropsychiatric effects.",
        "Act: Web search shows VY7523 is an intravenous, recombinant, humanized IgG4 monoclonal antibody that selectively binds pathological (C‑terminal) tau and is being developed to inhibit the seeding/spread of pathological tau in Alzheimer’s disease. The ongoing multiple-ascending-dose (MAD) trial in early AD is intended to evaluate safety/tolerability, PK (including CSF), immunogenicity, and ability to prevent spread of pathologic tau (e.g., measured by tau PET). citeturn0search0turn0search1turn0search3",
        "Reflect: Because VY7523 is a monoclonal antibody that targets tau pathology (a core AD pathological process) and the trial aims to measure effects on pathological tau spread, this fits the definition of a disease-targeted biologic (biologic therapy targeting Alzheimer’s pathology). The trial description also notes randomization to drug or placebo, which I noted above. No evidence suggests it is a small molecule, a purely symptomatic cognitive enhancer, or an intervention directed only at neuropsychiatric symptoms. citeturn0search5"
    ],
    "agent_type": "B) Tau",
    "explanation_agent": [
        "Reason: The investigational product VY7523 is described and reported in company and trial sources as an IV-administered, recombinant humanized IgG4 monoclonal antibody that selectively binds pathological tau (C‑terminal epitope) and is being developed to inhibit seeding/spread of pathological tau in Alzheimer’s disease — this directly maps to CADRO category B (Tau). citeturn0search0turn0search1",
        "Act: Extracted details from the trial description and public sources: • Drug: VY7523 — recombinant, humanized IgG4 monoclonal antibody. • Biological target/mechanism: selective binding to pathological tau (C‑terminal epitope) to inhibit seeding/spread of pathologic tau. • Trial intent: multiple-ascending-dose MAD study in early AD evaluating safety, tolerability, PK and preliminary efficacy including tau PET endpoints. These facts support classification under 'B) Tau'. citeturn0search0turn0search1turn0search3",
        "Reflect: The intervention is a disease-targeting biologic whose mechanism is explicitly anti‑tau (not anti-amyloid, not symptomatic neurotransmitter modulation, and not diagnostic). No evidence in the provided description or the cited sources indicates multiple distinct CADRO targets, so 'B) Tau' is the most specific and appropriate CADRO classification. citeturn0search2turn0search6",
        "Web-search sources (supporting evidence): • Voyager Therapeutics / GlobeNewswire: VY7523 described as IV recombinant humanized IgG4 mAb selective for pathological tau (C‑terminal), preclinical data and MAD trial plan. citeturn0search0 • Voyager Therapeutics press release reporting positive SAD data and initiation of MAD trial in early AD. citeturn0search1 • Voyager AD/PD 2025 release describing VY7523 preclinical and clinical program. citeturn0search2 • Clinical trial registry / tracker entry for VY7523-102 (MAD trial in early AD; NCT06874621). citeturn0search3 • News coverage (NeurologyLive) summarizing safety/tolerability in early trials and MAD initiation. citeturn0search6"
    ]
}