{
    "nct_id": "NCT04122001",
    "title": "Transcranial Direct Current Stimulation in Typical and Atypical Alzheimer's Disease",
    "status": "RECRUITING",
    "last_update_time": "2025-09-08",
    "description_brief": "Alzheimer's disease (AD) is the leading neurodegenerative disease of aging characterized by multiple cognitive impairments. Given the recent failures of disease-modifying drugs, the current focus is on preventing or mitigating synaptic damage that correlates with cognitive decline in AD patients. Transcranial Direct Current Stimulation (tDCS) is a safe, non-invasive, non-painful electrical stimulation of the brain that is shown to act as a primer at the synaptic level when administered along with behavioral therapy, mostly involving language, learning and memory. Previous studies have shown that tDCS over the left angular gyrus (AG) improves language associative learning in the elderly through changes in functional connectivity between the AG and the hippocampus. The investigators' previous clinical trial on the effects of tDCS in neurodegenerative disorders has also shown augmented effects of lexical retrieval for tDCS. In the present study the investigators will compare the effects of active vs. sham tDCS over the AG-an area that is part of the default mode network but also a language area, particularly important for semantic integration and event processing-in two predominant AD variants: probable AD with amnesic phenotype (amnesic/typical AD) and probable AD with non-amnesic (language deficit) phenotype also described as logopenic variant PPA with AD pathology (aphasic/atypical AD). The investigators aim to: (1) determine whether active high-definition tDCS (HD-tDCS) targeting the left AG combined with a Word-List Learning Intervention (WordLLI) will improve verbal learning; (2) identify the changes in functional connectivity between the stimulated area (AG) and other structurally and functionally connected areas using resting-state functional magnetic resonance imaging; (3) identify changes in the inhibitory neurotransmitter GABA at the stimulation site using magnetic resonance spectroscopy. Furthermore, the investigators need to determine the characteristics of the people that may benefit from the new neuromodulatory approaches. For this reason, the investigators will evaluate neural and cognitive functions as well as physiological characteristics such as sleep, and will analyze the moderating effects on verbal learning outcomes. Study results can help provide treatment alternatives as well as a better understanding of the therapeutic and neuromodulatory effects of tDCS in AD, thus improving patients' and caregivers' quality of life.",
    "description_detailed": "The investigation implements a double-blind, sham-controlled, within-subject, cross-over design that allows for the evaluation of the cognitive and neural effects of word-list learning as modulated by tDCS compared to sham stimulation. Participants in all groups will receive word-list learning intervention (WordLLI)+ High-Definition tDCS (HD-tDCS) or WordLLI+ sham in Period 1 or 2, randomized for the Period 1 stimulation condition. Each learning Period will last 2 weeks, with 5 learning sessions per week (for a total of 10 learning sessions per Period) with a 3-month (stimulation-free) wash-out period between the two Periods. The intensity, total number of learning sessions and number of learning items is consistent with most other tDCS studies in neurodegenerative disorders and the investigators have used this design successfully over the past 7 years in neurodegenerative disorders (PPA, mild AD). Stimulation is implemented every weekday to take advantage of the long-term potentiation induced by tDCS as found in early multi-session studies. A tDCS-only condition (without any intervention) is not implemented in this design because no study to date has shown improvement on motor, cognitive, or language performance after anodal tDCS-only for 2 or even more weeks. After each period the investigators will perform 1-month and 3-month follow-up sessions for evaluation purposes. For those participants who are long-distance, at the 1-month time point only the investigators may use a video conferencing tool such as GoToMeeting to administer the assessments. This is to mitigate the costs of travel for a short appointment.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [],
    "placebo": [
        "sham tDCS"
    ],
    "explanation_target": [
        "Reason: The trial intervention is high-definition transcranial direct current stimulation (HD-tDCS) — a non‑invasive electrical neuromodulation technique applied to the left angular gyrus combined with a behavioral Word‑List Learning Intervention to improve verbal learning and functional connectivity. This is not a biologic or a small‑molecule drug but a neuromodulatory cognitive intervention intended to improve cognition. citeturn0search6turn0search3",
        "Act: Key extracted details — intervention: HD‑tDCS targeting left angular gyrus; comparator: sham (placebo) tDCS; intent: improve verbal learning/cognitive function and probe synaptic/functional‑connectivity changes (including GABA by MRS). Multiple systematic reviews and RCTs study tDCS as a cognitive enhancement approach in AD and cognitive impairment, and sham protocols are standard for control. citeturn0search3turn0search6turn0search1turn0search9",
        "Reflect: Classification check — by the provided definitions: (a) not a biologic (no antibody/vaccine) and (b) not a small molecule drug; the primary aim is improving cognitive performance (verbal learning) and modulating synaptic/functional connectivity, so it fits the 'cognitive enhancer' category. There is a sham tDCS control (placebo), confirming a cognitive‑enhancement trial design rather than a disease‑targeting pharmacologic intervention. citeturn0search0turn0search5",
        "Web search results (selected sources used): - Systematic review/meta‑analysis of tDCS effects in AD (supports cognitive‑enhancement intent and evidence base). citeturn0search0 - Meta‑analysis on tDCS for global cognition in AD (shows immediate post‑treatment benefits). citeturn0search6 - RCT combining cognitive training + tDCS in cognitive impairment (example of combined behavioral + tDCS paradigm). citeturn0search3 - Development/evaluation of sham protocols for HD‑tDCS and sham‑tDCS methodological considerations (supports 'sham tDCS' as the placebo). citeturn0search1turn0search9 - Discussion of variability and blinding/biological concerns around sham tDCS (relevant to trial design). citeturn0search5"
    ],
    "agent_type": "M) Synaptic Plasticity/Neuroprotection",
    "explanation_agent": [
        "Reason: The intervention is high-definition transcranial direct current stimulation (HD-tDCS) applied to the left angular gyrus together with a behavioral word‑list learning task. This is a non‑pharmacologic neuromodulatory approach intended to modify cortical excitability, functional connectivity and neurochemical markers (e.g., GABA) to improve cognition—mechanisms that map to modulation of synaptic function and plasticity rather than a molecular drug target. citeturn0search3turn1search1turn2search6",
        "Act: Key extracted details from the description — intervention: HD‑tDCS targeting left angular gyrus; control: sham tDCS; intent: improve verbal learning and probe synaptic/functional‑connectivity and GABA changes by MRS. Clinical literature treats tDCS as a cognitive‑enhancement neuromodulation approach with effects on network connectivity and neuroplasticity. Based on these facts, the most specific CADRO match is M) Synaptic Plasticity/Neuroprotection. citeturn0search6turn0search0turn2search4",
        "Reflect: Confirming the fit — CADRO categories cover mechanisms such as amyloid, tau, inflammation, neurotransmitter receptors, etc.; HD‑tDCS does not act via a single molecular target (e.g., amyloid, tau, ApoE) but by altering cortical excitability, neurotransmitter balance and plasticity processes. Therefore M) Synaptic Plasticity/Neuroprotection is the best classification. If the trial had been purely diagnostic or non‑therapeutic, the correct label would be T) Other, but here the aim is cognitive enhancement/neuroplastic modulation, so M is appropriate. citeturn0search5turn2search3",
        "Web search results (selected sources used): - Systematic reviews / meta‑analyses showing tDCS can improve global cognition in AD and MCI. citeturn0search3turn0search6 - HD‑tDCS + MRS studies demonstrating focal neurometabolic (GABA/glutamate) changes after HD‑tDCS in older adults / MCI. citeturn2search6turn2search4 - Studies supporting the left angular gyrus as a neuromodulation target for episodic memory and as a node influencing hippocampal/default‑mode network connectivity (rTMS/tMS and neuromodulation literature). citeturn1search1turn1search3"
    ]
}