{
    "nct_id": "NCT02820896",
    "title": "A Phase 1, Randomized, Placebo-Controlled, Double-Blind, Single and Multiple Ascending Dose Study to Assess the Safety, Tolerability, and Pharmacokinetics of Intravenous and Subcutaneous RO7105705 Administered in Healthy Volunteers and Patients With Mild-to-Moderate Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2017-07-19",
    "description_brief": "This is a Phase I, randomized, placebo-controlled, double-blind study to evaluate the safety, tolerability, pharmacokinetics, and preliminary activity of RO7105705 in two participant populations: healthy participants and participants with mild-to-moderate Alzheimer's disease. This study is a single dose, dose-escalation, and multiple dose study comprising approximately six single dose cohorts in healthy participants administered RO7105705, either intravenously (IV) or subcutaneously (SC), and comprising one or more multiple dose cohorts in healthy participants administered RO7105705 IV every week (QW), a total of 4 doses, and one or more multiple dose cohorts in participants with Alzheimer's disease administered RO7105705 IV QW, a total of 4 doses.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted biologic",
    "drug": [
        "RO7105705 (semorinemab; humanized IgG4 anti‑tau monoclonal antibody; synonyms: MTAU-9937A, RG6100)"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The trial tests RO7105705, which is a humanized monoclonal antibody directed at pathological tau and intended to intercept extracellular tau and block cell‑to‑cell spread of tau pathology — i.e., it targets Alzheimer’s disease pathology rather than only treating symptoms. citeturn0search0turn0search2.",
        "Act: Key extracted details from the trial description — Phase I, randomized, placebo‑controlled, single and multiple ascending dose study in healthy volunteers and patients with mild‑to‑moderate AD administering RO7105705 IV or SC. The Phase I study description and dosing scheme match published reports of RO7105705 (semorinemab). citeturn0search1turn0search5.",
        "Act (drug identity/mechanism): RO7105705 = semorinemab, an anti‑tau IgG4 monoclonal antibody designed to bind N‑terminal tau and reduce propagation of pathological tau; pharmacodynamic signals (e.g., increased plasma total tau) and CNS exposure were observed in Phase I. citeturn0search0turn0search2turn0search7.",
        "Reflect: Given the intervention is a monoclonal antibody targeting tau pathology, this fits the definition of a \"disease‑targeted biologic\" (biologic therapy aimed at Alzheimer’s pathology). There is no indication the drug is a small molecule, symptomatic cognitive enhancer, or solely for neuropsychiatric symptom management. Classification as disease‑targeted biologic is therefore appropriate. citeturn0search6turn0search3.",
        "Web search results / sources consulted (representative): 1) ALZFORUM entry for Semorinemab (RO7105705) — identifies synonyms and target (tau). citeturn0search0. 2) Alzheimer's & Dementia (Wiley) Phase I study abstract describing RO7105705 single/multiple dose design in healthy volunteers and AD patients. citeturn0search1. 3) AC Immune press release describing RO7105705 (semorinemab) advancing into Phase 2 and summarizing Phase I findings (mechanism, dosing, PD signal). citeturn0search2. 4) Therapeutic Target Database / drug entries confirming RO7105705 (semorinemab) is a monoclonal antibody targeting tau. citeturn0search6. 5) NCATS / drug resource (semorinemab synonyms and descriptive entry). citeturn0search7."
    ],
    "agent_type": "B) Tau",
    "explanation_agent": [
        "Reason: The investigational product is RO7105705 (semorinemab), a humanized IgG4 monoclonal antibody that binds the N‑terminal region of tau and is intended to intercept extracellular/pathological tau and block cell‑to‑cell propagation of tau pathology — i.e., the intervention directly targets tau pathology rather than symptomatic neurotransmitter systems. citeturn0search0turn0search2",
        "Act: Extracted trial details and mechanism from the description and public records: Phase 1, randomized, placebo‑controlled, single and multiple ascending IV and SC dosing in healthy volunteers and patients with mild‑to‑moderate AD; drug synonyms RO7105705, semorinemab, MTAU‑9937A, RG6100; mechanism = anti‑tau N‑terminal IgG4 mAb with observed PD signals (e.g., increased plasma total tau) and CNS exposure in early studies. These specifics match published trial entries and drug databases. citeturn0search4turn0search0turn0search5",
        "Reflect: Classification check — this is a disease‑targeted biologic whose molecular target is tau (extracellular/pathological tau propagation). It is not a symptomatic neurotransmitter agent, nor a diagnostic-only intervention, nor a multi‑target compound. Therefore the correct CADRO classification is B) Tau. No contradictory details or ambiguity were found in the provided description or public sources. citeturn0search0turn0search2",
        "Web search results / sources consulted (representative): Semorinemab — ALZFORUM therapeutic entry (RO7105705; target: tau). citeturn0search0; Phase 1 study record / Roche trial page (A Study of RO7105705 in Healthy Participants and Participants With Mild‑to‑Moderate Alzheimer’s Disease; describes IV/SC single and multiple ascending doses; NCT02820896). citeturn0search4; NCATS / drug resource entry for semorinemab (RO7105705; IgG4 anti‑tau monoclonal antibody). citeturn0search5turn0search7; Recent review discussing semorinemab mechanism and clinical findings. citeturn0search2"
    ]
}