{
    "nct_id": "NCT00544856",
    "title": "Effects of a Complex Cognitive Training in Mild Cognitive Impairment and Mild Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2009-01-28",
    "description_brief": "A recent meta-analysis that included over 29.000 individuals found that the odds ratio (OR) of individuals with high brain reserve compared to low was 0.54 (p \\< 0.0001), a risk decrease of 46%. Among the factors that influence cognitive reserve, mentally stimulating activities was the most robust factor after controlling for education, age, occupation and other potential confounds. The brain reserve effect was sustained over a median longitudinal follow-up of 7 years. It would be interesting to detect whether a complex cognitive training could show similar effects on the cognitive abilities of patients with mild Alzheimer's disease (AD) and mild cognitive impairment (MCI) as it has been reported in previous studies based on mentally stimulating activities analysis.\n\nThe hypothesis is that a complex cognitive training alters the neural networks in both subject groups and this alteration is associated with improvement or stabilization of cognitive and non-cognitive function.\n\nThe investigator will perform a complex cognitive training program. Twenty patients with mild AD and twenty four patients with MCI will be recruited in this study. The patients will be randomised in control- and treatment groups.Additionally indirect effects on non-cognitive functions will be evaluated in caregivers of the patients.\n\nThe investigators expect that the cognitive and non-cognitive abilities will be changed during the cognitive training. The investigators also expect differences between treatment and control groups.",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "Cognitive enhancer",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial tests a non‑pharmacologic, complex cognitive training intervention intended to alter neural networks and produce improvement or stabilization of cognitive (and related non‑cognitive) abilities in patients with mild AD and MCI. The description cites a meta‑analysis showing high brain/mental reserve (complex mental activity) is associated with substantially lower dementia risk (OR 0.54 over ~7 years), which motivates randomized trials of cognitive training. citeturn0search0",
        "Act: Key extracted details — intervention: complex cognitive training program (non‑drug); population: 20 mild AD + 24 MCI patients randomized to treatment vs control; outcomes: cognitive and non‑cognitive function in patients and indirect effects on caregivers. No drug or biologic is named in the protocol description; this is an active behavioral/rehabilitative intervention rather than a pharmacologic trial. Existing literature shows randomized/controlled cognitive training trials in MCI and mild AD and meta‑analyses supporting cognitive‑training effects, confirming this is a behavioral cognitive enhancement approach rather than a drug/biologic study. citeturn0search6turn0search1turn0search4",
        "Reflect: Category mapping — by intent the intervention is aimed at improving/stabilizing cognition (cognitive enhancement). Although the provided category definition for 'Cognitive enhancer' uses the word 'drugs', the trial’s primary aim (enhancing cognition via training) best fits the cognitive‑enhancement category rather than disease‑targeted biologic or small molecule or a neuropsychiatric‑symptom focus. If the classifier were strictly limited to pharmacologic agents only, one could argue for 'N/A' — but given the aim and mechanism (behavioral cognitive enhancement), the appropriate classification is 'Cognitive enhancer'. Supporting RCTs and controlled studies of cognitive training in MCI/AD are common in the literature. citeturn0search3turn0search7",
        "Web search summary (supporting results used above): 1) Meta‑analysis linking complex mental activity/brain reserve to reduced dementia incidence (OR 0.54; ~29,000 individuals; median follow‑up ~7 years). citeturn0search0 2) Multiple randomized and controlled trials of computer‑based and multicomponent cognitive training in MCI and mild AD showing cognitive and some non‑cognitive benefits in several studies. citeturn0search1turn0search6turn0search3 3) Recent meta‑analyses and RCT evidence support efficacy of cognitive training in MCI for several cognitive domains. citeturn0search4",
        "Notes/ambiguity: No drug or placebo is involved or named in the trial description. If you require a strict taxonomy that reserves 'Cognitive enhancer' only for pharmacologic agents, mark this trial as 'N/A' instead — otherwise, because the intervention's goal is to enhance cognition, the correct category is 'Cognitive enhancer'."
    ],
    "agent_type": "T) Other",
    "explanation_agent": [
        "Reason: The described trial tests a non‑pharmacologic complex cognitive training intervention (behavioral/rehabilitative) intended to improve/stabilize cognition in MCI and mild AD. There is no drug, biologic, molecular pathway, or specified neurobiological target named in the description, so no CADRO disease- or mechanism-based category (A–Q, R) applies. Evidence from systematic reviews and randomized trials supports cognitive‑training as a behavioral cognitive‑enhancement approach rather than a molecularly targeted therapy. citeturn0search0turn0search1turn0search4",
        "Act: Extracted key details — intervention: complex cognitive training program (non‑drug); population: patients with mild AD and MCI randomized to training vs control; outcomes: cognitive and non‑cognitive measures and indirect caregiver effects. Because CADRO categories map to biological targets or therapeutic modalities and this is an active behavioral intervention without an explicit molecular/biologic target, the trial does not fit CADRO categories A–S except the catch‑all 'T) Other'. Supporting trial examples and meta‑analyses of cognitive training in MCI/AD are cited. citeturn0search2turn0search5turn0search7",
        "Reflect: Confirmed classification — the intervention’s mechanism (behavioral/neurorehabilitation, aiming to alter neural networks via training) is not a named pharmacologic target such as amyloid, tau, inflammation, synaptic receptors, etc. CADRO guidance in this task indicates non‑therapeutic or non‑targeted interventions should be assigned 'T) Other'. If a taxonomy strictly required only drug/biologic trials, one could mark 'N/A', but within CADRO choices provided the correct assignment is 'T) Other'. citeturn0search3",
        "Web search results used (selected): 1) Systematic review/meta‑analysis supporting computerized cognitive training efficacy in MCI/dementia. citeturn0search0 2) Randomized trials of computer‑based cognitive training and multimodal cognitive training studies in MCI and mild AD. citeturn0search2turn0search5turn0search4 3) Additional RCTs and single‑site controlled trials reporting cognitive benefits from cognitive training in MCI/AD. citeturn0search6turn0search7"
    ]
}