{
    "nct_id": "NCT05804279",
    "title": "Pharmacokinetics and Safety of BPDO-1603 or BPDO-16031 and BPDO-16033 Administration in Healthy Adults. Randomized, Open-label, Single-dose, Cross-over, Phase 1 Study",
    "status": "COMPLETED",
    "last_update_time": "2023-03-26",
    "description_brief": "Pharmacokinetics and safety of BPDO-1603 or BPDO-16031 and BPDO-16033 administration in healthy adults. Randomized, open-label, single-dose, cross-over, Phase 1 study",
    "description_detailed": "N/A",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "BPDO-1603 (alias BPS-034) — fixed-dose combination tablet: memantine 20 mg + donepezil 10 mg",
        "BPDO-16031",
        "BPDO-16033"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The Phase‑1 trial tests BPDO‑1603 (and related formulations BPDO‑16031, BPDO‑16033). Public trial records and trial registries identify BPDO‑1603 (BPS‑034) as a fixed‑dose combination of memantine 20 mg and donepezil 10 mg — both are established symptomatic (small‑molecule) treatments used to improve cognition in Alzheimer’s disease, not biologic disease‑modifying agents. citeturn0search7turn0search4",
        "Act (extraction and matching): Key extracted details — trial NCT05804279 titled “Pharmacokinetics and Safety of BPDO‑1603 or BPDO‑16031 and BPDO‑16033 Administration in Healthy Adults” lists BPDO‑1603 as memantine + donepezil FDC; literature reviews list BPDO‑1603/BPS‑034 as a potential cognitive‑enhancing product in AD development. Based on the intervention (combination of two small‑molecule symptomatic AD drugs) and the category definitions, this matches the \"cognitive enhancer\" category. citeturn0search4turn0search5",
        "Reflect (verification and uncertainty): The available sources consistently describe BPDO‑1603 as an FDC of memantine and donepezil and describe it as intended for symptomatic/cognitive benefit in AD (not as a monoclonal antibody, vaccine, or small‑molecule targeting amyloid/tau for disease modification). Therefore classification as \"cognitive enhancer\" is appropriate. If you want, I can fetch the primary trial registry page (NCT record) or regulatory/label documents for donepezil and memantine to add more mechanistic citations. citeturn0search7turn0search4turn0search5",
        "Web search results used: 1) Trial record / summary showing NCT05804279 and study details (Pharmacokinetics and Safety of BPDO‑1603 ...). citeturn0search4 2) Veeva/CTV trial listing that specifies the tablet composition (memantine 20 mg / donepezil 10 mg). citeturn0search7 3) Review article noting BPDO‑1603 (BPS‑034) as a potential cognitive‑enhancing drug in AD clinical development. citeturn0search5"
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The investigational product BPDO-1603 (alias BPS-034) is a fixed‑dose combination of memantine and donepezil — two established, symptomatic small‑molecule Alzheimer’s treatments that act on glutamatergic and cholinergic neurotransmission, respectively. citeturn0search1turn0search8",
        "Act: Extracted details and mapping — BPDO‑1603 = memantine 20 mg + donepezil 10 mg (fixed‑dose combination). Memantine is an N‑methyl‑D‑aspartate (NMDA) receptor antagonist (targets a glutamate neurotransmitter receptor). Donepezil is a reversible acetylcholinesterase inhibitor that increases acetylcholine availability and enhances cholinergic neurotransmission (acts on the cholinergic neurotransmitter system). Because both components directly modulate neurotransmitter systems (NMDA receptor / cholinergic signalling), the most specific CADRO category is D) Neurotransmitter Receptors. citeturn0search8turn0search4turn0search0turn1search1turn1search6",
        "Reflect: Verification and uncertainty — Sources consistently describe BPDO‑1603/BPS‑034 as an FDC of memantine + donepezil intended for symptomatic cognitive enhancement (not a disease‑modifying biologic targeting amyloid, tau, inflammation, etc.). Both drug mechanisms map to neurotransmission targets (NMDA receptor and acetylcholinesterase/cholinergic system), so CADRO D is appropriate. If new evidence showed the product had additional disease‑modifying effects or explicitly targeted non‑neurotransmitter pathways, reclassification (e.g., R) Multi‑target or another CADRO category would be warranted. citeturn0search8turn0search2",
        "Output: Selected CADRO category — D) Neurotransmitter Receptors. Brief rationale: fixed‑dose combination of memantine (NMDA receptor antagonist) and donepezil (acetylcholinesterase inhibitor) acts via modulation of neurotransmitter systems to provide symptomatic cognitive enhancement; aligns with CADRO category D. citeturn0search8turn0search4turn1search1",
        "Web search results used (key sources): 1) Clinical trial registry record for NCT05804279 / BPDO‑1603 study. citeturn0search1 2) MedPath / trial summaries and product monograph describing BPS‑034 / BPDO‑1603 as a memantine + donepezil fixed‑dose combination. citeturn0search8turn0search3 3) FDA/Drug monograph and reviews describing memantine as an NMDA receptor antagonist. citeturn0search4turn0search0 4) FDA/Prescribing information and reviews describing donepezil as a reversible acetylcholinesterase inhibitor (cholinergic enhancement). citeturn1search1turn1search6 5) Namzaric (memantine + donepezil) approval/history illustrating clinical use of this drug combination as a symptomatic cognitive enhancer. citeturn0search2"
    ]
}