{
    "nct_id": "NCT01796314",
    "title": "Impact of a Therapeutic Educational Programme for Alzheimer's Disease Patients and Their Caregiver in Community Dwelling, on the AD Patient's Quality of Life",
    "status": "COMPLETED",
    "last_update_time": "2021-10-26",
    "description_brief": "Therapeutic education expands in Alzheimer's Disease management in France. Several studies revealed a positive impact on caregiver's burden and/or quality of life. The purpose of this study, is to determine whether a therapeutic educational programme for both AD patients and primary caregivers, in community dwelling, improves patient's quality of life.",
    "description_detailed": "This study is designed to determine whether a therapeutic educational programme for both AD patients, in community dwelling, and their primary caregivers improves patient's quality of life, after two months.\n\nDesign : This study is a monocentric randomised controlled intervention trial\n\nPopulation : One hundred and seventy dyads 'patient-caregiver' in which the patient suffers from mild to moderately severe Alzheimer's disease patients (MMSE 11 to 26), lives in community dwelling and has a primary caregiver will be included during eighteen months. The primary caregiver is define as a person living with the patient or providing care at least 3 times a week or 8 hours per week; he/she isn't a professional. Eighty five dyad will be include in the intervention group (group A) and eighty five in the control group (group B).\n\nOutcome : Our primary endpoint is the AD patient's quality of life assessed by Logsdon's Quality of life in Alzheimer's Disease scale (Qol-AD) reported by the caregiver at two months.\n\nOur secondary endpoints are caregiver's burden assessed by the Zarit Burden Inventory, frequency and severity of behavioural and psychological symptoms assessed by the Neuro Psychiatric Inventory, independence in personal and instrumental daily life activities assessed by Katz's Activities of Daily Living and Lawton's Instrumental Activities of Daily Living scales, and caregiver's quality of life assessed by the Nottingham Health Profile at 6 months. The patient quality of life will also be recorded at 12 months on the logsdon's Quality of Life in Alzheimer's Disease scale reported, and at every visit (MO, M2, M6, et M12) on the same scale dut (QoL-AD) reported by the patient himself.\n\nIntervention :\n\nThe intervention is a therapeutic educational programme. It includes two consultations for the dyad AD patient/caregiver and four group sessions, one a week, for caregivers only. The intervention length is 2 months.\n\nThe intervention group (n=85) will benefit from an educational programme that includes two consultations for the dyad AD patient/caregiver and four group sessions for caregivers only. The two consultations will be held at baseline (MO) and two months later (M2); the first one (MO)will include : the 'educational diagnosis', the comprehensive assessment of the patient and assessment of the judgement criteria. Between MO and M2 the primary caregivers will participate to four collective sessions one per week about, of 3 hours length : 1- Knowledge of the disease; 2- Pharmacological and non pharmacological treatments. Behavioural and psychological symptoms of dementia 3- Crisis situations. Prevention of caregiver's exhaustion 4- Assistive devices and care pathways. At M2, the dyad will benefit from : assessment of response to the educational objectives and of the judgement criteria.\n\nThe control group (n=85) will benefit from routine care.\n\nThe intervention will be implemented over an eighteen month period.\n\nMonitoring will consist of a two consultations to 6 and 12 months including assessment of primary and secondary judgment criteria.\n\nData collection :\n\nData will be collected in Access data basis and SAS software will be used to perform statistic analysis. Intention to treat analysis using linear mixed model will be performed, adjusting for patient (disease severity), caregiver characteristics (burden) and occurence of life event that may interfere with the patient's quality of life.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "SUPPORTIVE_CARE",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is a therapeutic educational programme (therapeutic patient education) delivered to Alzheimer’s patients and their primary caregivers in the community with the goal of improving the patient’s quality of life. This is a behavioral/educational, dyadic (patient + caregiver) intervention rather than a pharmacologic agent targeting AD pathology or cognition. citeturn0search4turn0search0",
        "Act: Key trial details extracted from public sources — title/identifier: THERAD (Impact of a Therapeutic Educational Programme for Alzheimer’s Disease Patients and Their Caregiver in Community Dwelling); registered as NCT01796314 and conducted by Toulouse University Hospital (France). Design: randomized controlled trial of an educational programme (two-month programme with individual and group sessions for dyads), enrolling community-dwelling mild-to-moderately severe AD patients and caregivers. No drug or placebo is used in this intervention. citeturn0search5turn0search4turn0search0",
        "Reflect: Classification check — by the provided category definitions: (1) Disease-targeted biologic = biologic agents (mAbs, vaccines) targeting pathology — NOT applicable; (2) Disease-targeted small molecule = small-molecule drugs targeting pathology — NOT applicable; (3) Cognitive enhancer = pharmacologic agents aiming to improve cognition without targeting pathology — NOT applicable; (4) Neuropsychiatric symptom improvement = interventions primarily treating behavioral/psychiatric symptoms — partially related but the trial’s primary aim is to improve patient quality of life via education/support rather than directly treating neuropsychiatric symptoms. The trial is a non-pharmacologic educational intervention (behavioral/psychosocial), so it does not fit the four therapeutic drug/intervention categories and is classified as 'N/A'. Also see published pilot and full RCT reports (pilot and THERAD results). citeturn0search1turn0search0"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}