{
    "nct_id": "NCT03080051",
    "title": "Phase 0 Evaluation of [18F]MNI-952 as a Potential PET Radioligand for Imaging Tau Protein in the Brain of Patients With Progressive Supranuclear Palsy or Alzheimer's Disease Compared to Healthy Volunteers",
    "status": "COMPLETED",
    "last_update_time": "2017-10-05",
    "description_brief": "The overall goal of this imaging trial is to evaluate \\[18F\\]MNI-952 (also known as \\[18F\\]UCB-K), a tau targeted PET radioligand.",
    "description_detailed": "The overall goal of this imaging trial is to evaluate \\[18F\\]MNI-952 (also known as \\[18F\\]UCB-K), a tau targeted PET radioligand.\n\n* To characterize \\[18F\\]MNI-952, a PET radioligand for imaging tau.\n* To visually and quantitatively assess brain uptake and pharmacokinetics of \\[18F\\]MNI-952, a PET imaging marker for tau pathology in individuals with Progressive Supranuclear Palsy (PSP) or Alzheimer's disease (AD) and compare with healthy volunteers (HV).\n* To evaluate the safety of a single injection of \\[18F\\]MNI-952.\n* To compare the distribution of tau (using \\[18F\\]MNI-952) and Aâ (using florbetapir) in AD subjects.",
    "phase": [
        "EARLY_PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "OTHER",
    "results": null,
    "target_category": "N/A",
    "drug": [
        "[18F]MNI-952 (aka [18F]UCB-K)",
        "[18F]Florbetapir (comparator)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The description and trial title state this is a PET imaging (radioligand) study evaluating [18F]MNI-952 as a tau-targeted PET radioligand for imaging tau protein in PSP and Alzheimer's disease — i.e., a diagnostic imaging agent, not a therapeutic intended to modify disease or symptoms. citeturn0search0turn0search3",
        "Act: Extracted intervention: [18F]MNI-952 (also noted as [18F]UCB-K) as the tau PET tracer; the study also lists [18F]Florbetapir as an intervention/comparator. These sources describe the agent as a PET radioligand for tau imaging. citeturn0search0turn0search4",
        "Reflect: Classification: 'N/A' because the trial evaluates a diagnostic PET radioligand (imaging marker) rather than a therapeutic biologic or small molecule, a cognitive enhancer, or an intervention targeting neuropsychiatric symptoms. No therapeutic mechanism-of-action aiming to modify AD pathology or cognition is described in the trial record. citeturn0search0turn0search3"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}