{
    "nct_id": "NCT03757325",
    "title": "A Multicenter, Randomized, Placebo-Controlled, Double-Blind, Phase 1b Study to Evaluate the Safety, Tolerability, Pharmacokinetics, and Pharmacodynamics of DNL747 in Subjects With Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2020-02-25",
    "description_brief": "The purpose of this study is to evaluate the safety, tolerability, pharmacokinetics, and pharmacodynamics of multiple oral doses of DNL747 in subjects with Alzheimer's disease when administered for 29 days in a cross-over design",
    "description_detailed": "This is a Phase 1b randomized, placebo-controlled, double-blind, crossover study to evaluate the safety, tolerability, pharmacokinetics (PK), and pharmacodynamics (PD) of DNL747 in subjects with Alzheimer's disease (AD)",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "DNL747 (also known as SAR443060) — an orally bioavailable, CNS-penetrant small-molecule, reversible inhibitor of RIPK1 (receptor-interacting serine/threonine-protein kinase 1). citeturn0search0turn0search5"
    ],
    "placebo": [
        "Placebo (used in the randomized, double-blind, placebo-controlled crossover design). citeturn0search7turn0search11"
    ],
    "explanation_target": [
        "Reason: The intervention named DNL747 is described in the literature and company publications as a small-molecule, CNS-penetrant inhibitor of RIPK1 (SAR443060), a kinase implicated in inflammatory cell-death pathways relevant to Alzheimer's pathology. This indicates a disease-targeting mechanism rather than a purely symptomatic cognitive enhancer. citeturn0search0turn0search5",
        "Act: The trial text (Phase 1b, randomized, placebo-controlled, double-blind crossover, 29-day dosing) matches registered study details for NCT03757325 in subjects with Alzheimer’s disease. The study measured safety, PK, PD and target engagement (e.g., pS166 RIPK1 biomarker) consistent with testing a pathway-targeting small molecule. citeturn0search7turn0search11",
        "Reflect: Given DNL747's molecular class (small molecule) and its intended mechanism (RIPK1 inhibition to modulate disease-relevant inflammatory/necroptotic pathways), the correct category is 'disease-targeted small molecule'. The classification aligns with company/investigator reports of CSF penetration and biomarker (pRIPK1/pS166) target engagement. citeturn0search8turn0search0",
        "Additional note / context from web search: Phase 1 results reported good CNS exposure and peripheral target engagement, and the program has been described in multiple peer-reviewed and company sources (PubMed / Clinical and Translational Science / Denali investor materials). citeturn0search5turn0search4"
    ],
    "agent_type": "H) Cell Death",
    "explanation_agent": [
        "Reason: The investigational drug DNL747 (SAR443060) is a CNS-penetrant, orally bioavailable, reversible small-molecule inhibitor of receptor-interacting protein kinase 1 (RIPK1). RIPK1 is a central regulator of necroptosis/programmed necrosis and also participates in inflammatory signaling; inhibition of RIPK1 is intended to block necroptotic cell-death pathways that contribute to neurodegeneration in Alzheimer’s disease. citeturn0search0turn0search7",
        "Act: The trial (phase 1b, randomized, placebo-controlled, AD subjects) tested SAR443060/DNL747 for safety, PK/PD and demonstrated CNS exposure and PD target engagement (reduced pS166–RIPK1), consistent with direct inhibition of a kinase that mediates cell death/necroptosis. These trial details and target engagement data are reported in the clinical/translational publications. citeturn0search2turn0search0",
        "Reflect: CADRO includes separate categories for Inflammation (F) and Cell Death (H). Although RIPK1 also modulates inflammatory signaling, its inhibition is most specifically intended to block necroptotic/regulated cell-death cascades that drive neurodegeneration; therefore the most specific CADRO match is H) Cell Death. An alternative plausible classification is F) Inflammation (because RIPK1 links to inflammatory signaling), but H is chosen as the primary, more specific mechanism. Supporting literature on RIPK1’s role in necroptosis and its clinical development (SAR443060/DNL747) is cited below. citeturn0search7turn0search6turn0search0",
        "Web-search sources (key results used):",
        "- Vissers et al., Clinical and Translational Science — safety, PK, target engagement of SAR443060 (DNL747) in healthy subjects and patients with AD/ALS (phase I/Ib). citeturn0search0turn0search2",
        "- Publication/full text describing the phase Ib AD study design and results (Wiley/Clinical and Translational Science). citeturn0search2",
        "- Review: \"From RIPK1 to Necroptosis: Pathogenic Mechanisms in Neurodegenerative Diseases\" — role of RIPK1 in necroptosis and neurodegeneration. citeturn0search7",
        "- Reviews and mechanistic papers on necroptosis and RIPK1 kinase activity. citeturn0search6turn0search3"
    ]
}