{
    "nct_id": "NCT02600130",
    "title": "A Phase, I Prospective, Randomized, Double-Blinded, Placebo-controlled, Trial to Evaluate the Safety and Potential Efficacy of Lomecel-B Infusion Versus Placebo in Patients With Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2021-12-13",
    "description_brief": "This is a Phase I, prospective, randomized, placebo-controlled, double-blinded study designed to test the safety and efficacy of LMSCs (Longeveron Mesenchymal Stem Cells) for the treatment of subjects with clinically diagnosed Alzheimer's disease.",
    "description_detailed": "This is a randomized, placebo-controlled clinical trial designed to evaluate the safety and efficacy of LMSCs (Longeveron Mesenchymal Stem Cells) or placebo in subjects with Alzheimer's Disease. Following a successful Safety Run-In Phase, a total of twenty-five (25) subjects will be randomized to (2:2:1) to receive low-dose LMSCs, high-dose LMSCs or placebo. After randomization, baseline imaging, and study product infusion, subjects will be followed up at 2,4,13, 26, 39 and 52 week post study product infusion. Intention-to-treat study population will be used for the purpose of the endpoint analysis and safety evaluations.",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted biologic",
    "drug": [
        "Lomecel-B (also called laromestrocel) — an allogeneic mesenchymal stem cell (medicinal signaling cell) product"
    ],
    "placebo": [
        "placebo (infusion)"
    ],
    "explanation_target": [
        "Reason: The trial tests Lomecel-B / Longeveron mesenchymal stem cells — a cell-based biologic therapy — administered by intravenous infusion and hypothesized to act via pleiotropic, potentially disease-modifying mechanisms (pro-vascular and anti-inflammatory effects) rather than as a small molecule or symptomatic cognitive enhancer. citeturn0search9turn0search1",
        "Act: Extracted trial details — Phase I, prospective, randomized, double-blind, placebo-controlled study of Lomecel-B infusion vs placebo in patients with clinically diagnosed Alzheimer’s disease; Lomecel-B is described by the sponsor and peer-reviewed reports as an allogeneic MSC (medicinal signaling cell) product (synonym: laromestrocel). citeturn0search4turn0search9",
        "Reflect: Classification rationale — because the investigational product is a biologic cell therapy intended to target Alzheimer’s disease biology (inflammation/vascular health and other pathophysiologic processes) and not a conventional small molecule or a drug solely for symptomatic cognitive or neuropsychiatric relief, the correct category is 'disease-targeted biologic'. This aligns with published Phase I results and sponsor descriptions. citeturn0search9turn0search7",
        "Web-search sources used (key results): Phase I peer-reviewed publication and open-access full text describing safety and exploratory efficacy of Lomecel-B in mild AD. citeturn0search9",
        "Sponsor/trial registry and program pages describing the product as an allogeneic medicinal signaling cell (Lomecel-B / laromestrocel) and the Phase I/Phase 2 program (trial NCT02600130 and CLEAR MIND Phase 2a). citeturn0search4turn0search5",
        "Note on ambiguity: The product is not an anti-amyloid monoclonal antibody; it is a cell-based biologic with proposed pleiotropic (anti-inflammatory, pro-vascular) mechanisms. If you want, I can fetch specific passages (e.g., mechanism paragraphs) from the cited papers or provide links to the trial registry entries. citeturn0search0turn0search6"
    ],
    "agent_type": "R) Multi-target",
    "explanation_agent": [
        "Reason: The investigational product is Lomecel‑B (laromestrocel), an allogeneic mesenchymal stem cell (MSC) — a cell‑based biologic with pleiotropic, disease‑modifying mechanisms (not a single molecular target). Sponsor and peer‑reviewed reports describe proposed anti‑inflammatory/immunomodulatory and pro‑vascular/regenerative effects as the basis for benefit in Alzheimer’s disease. citeturn1search1turn0search4",
        "Act: Extracted trial details — Phase I/early studies tested intravenous Lomecel‑B (laromestrocel) in mild AD; safety was primary and secondary/exploratory endpoints assessed cognition, imaging and biomarkers. Reports explicitly attribute multiple mechanisms (immunomodulation/anti‑inflammatory and vascular/regenerative) to the MSC therapy rather than a single CADRO pathway. citeturn1search4turn1search6",
        "Reflect: Mapping to CADRO — because the therapy is intended to act through more than one biological process (notably inflammation and vascular/regenerative pathways), the most appropriate CADRO classification is R) Multi‑target. If the description had specified a single dominant mechanism (for example only anti‑inflammatory), F) Inflammation would be used; if only vascular effects were targeted, K) Vasculature would be used. Given the stated pleiotropy, R) Multi‑target best fits. citeturn1search1turn0search4",
        "Web search sources used (key results cited above): Phase I randomized, double‑blind, placebo‑controlled clinical trial publication reporting safety and exploratory efficacy of Lomecel‑B in mild AD (Alzheimer’s & Dementia / PubMed entry). citeturn1search1turn1search4",
        "Additional sources: Longeveron press releases and investor pages summarizing Phase 2a (CLEAR‑MIND) and product designation/INN that describe Lomecel‑B (laromestrocel) as an allogeneic MSC product with proposed anti‑inflammatory and pro‑vascular mechanisms. citeturn0search4turn0search1"
    ]
}