{
    "nct_id": "NCT00253201",
    "title": "Efficacy, Tolerability and Safety of Galantamine in the Treatment of Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2011-05-17",
    "description_brief": "The purpose of this study is to evaluate the safety and effectiveness of two doses of galantamine (a drug for treating dementia) versus placebo in the treatment of patients with Alzheimer's disease.",
    "description_detailed": "Dementia is a chronic, progressive brain disease that may involve a number of symptoms, including memory loss and changes in personality, behavior, judgment, attention span, language and thought. The most common type of dementia is Alzheimer's disease. Over time, patients with Alzheimer's disease may lose ability to perform daily tasks related to personal care (for example, bathing, dressing, and eating) and may be unable to handle money or travel to familiar places. Several small clinical trials have shown galantamine to be safe and effective in treating the symptoms associated with Alzheimer's disease. Doses studied have ranged from 15 - 60 mg/day, with galantamine administered two or three times daily. Additional information is needed to determine the optimal dose regimen for galantamine in the treatment of Alzheimer's disease. This multicenter, double-blind, placebo-controlled study evaluates the safety and effectiveness of two doses of galantamine, each given twice daily, in the treatment of patients with Alzheimer's disease. All patients initially receive placebo for a 1-month period and then receive one of two doses of galantamine (beginning with 4 mg twice daily and gradually increasing to 12 or 16 mg twice daily) or placebo for 6 months. The primary measures of effectiveness include the change from baseline to the end of treatment in the ADAS-cog/11 score (Alzheimer's Disease Assessment Scale: sum of 11 cognitive items) and the CIBIC-plus (Clinician's Interview Based Impression of Change - Plus Caregiver Input) score. Additional measures of effectiveness assessed at the end of the treatment include the ADAS-cog/13 score (Alzheimer's Disease Assessment Scale: sum of 13 cognitive items) and the Disability Assessment for Dementia (DAD) score. Safety evaluations (incidence of adverse events, electrocardiograms (ECGs), physical examinations, laboratory tests) are performed throughout the study. Caregiver quality of life (Psychological General Well Being Index, (PGWB)) and health/social care resource utilization (physician and other health care professional visits, use of social services, etc.) is also assessed throughout the study by questionnaires answered by the caregivers. Blood samples are taken throughout the study to determine the concentration of drug in the blood. Patients may participate in an optional portion of the study in which their genetic material is analyzed to see if contains something that would affect the way galantamine is used by their bodies. The study hypothesis is that galantamine administered in either dose is effective in the treatment of Alzheimer's disease as compared with placebo, and is well tolerated. This study will be conducted in the United States. A companion study of exact design will be conducted internationally. Galantamine, 12 or 16 mg tablets (or placebo), by mouth twice daily for 6 months, beginning with 4 mg twice daily and gradually increasing to 12 or 16 mg twice daily.",
    "phase": [
        "PHASE3"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "galantamine"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The trial tests galantamine (two doses) versus placebo for Alzheimer’s disease. Galantamine is a small‑molecule, reversible acetylcholinesterase inhibitor with additional allosteric modulation of nicotinic receptors — its established effect is symptomatic improvement in cognition and global function in mild–moderate AD rather than targeting amyloid or tau pathology. citeturn0search3turn0search1",
        "Act: Key extracted details — intervention: galantamine (oral small molecule cholinesterase inhibitor); comparator: placebo; intended effect: improve cognition/functional outcomes in AD (symptomatic). Large randomized trials and systematic reviews show cognitive and functional benefit at typical maintenance doses (16–24 mg/day) versus placebo. citeturn0search7turn0search2",
        "Reflect: Classification rationale — falls under the 'Cognitive enhancer' category because the drug is a symptomatic cholinergic enhancer (small molecule) aimed at improving cognitive function/activities of daily living rather than a biologic designed to modify underlying AD pathology. Not classified as a disease‑targeted biologic or disease‑targeted small molecule (disease‑modifying) nor as a neuropsychiatric‑symptom‑only intervention. Sources supporting mechanism and clinical role: PubMed reviews, DrugBank summaries, and Cochrane review. citeturn0search1turn0search0turn0search7"
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The described trial tests galantamine, a small‑molecule acetylcholinesterase inhibitor that also allosterically potentiates nicotinic acetylcholine receptors — the intervention acts on cholinergic neurotransmission to produce symptomatic cognitive benefit rather than targeting amyloid or tau pathology. citeturn0search5turn0search3",
        "Act: Key extracted details from the description and the literature — intervention: galantamine (oral, 16–24 mg/day typical maintenance dosing); mechanism: reversible acetylcholinesterase inhibition with additional allosteric potentiation of nicotinic ACh receptors; intended effect: symptomatic improvement in cognition, global function, and activities of daily living in mild–moderate AD versus placebo. Evidence summaries and systematic reviews report cognitive and functional benefit at these doses. citeturn0search1turn0search0turn0search4",
        "Reflect: Classification rationale — galantamine’s primary therapeutic action is modulation of cholinergic neurotransmission (enzyme inhibition and receptor potentiation). Under CADRO, interventions that modify neurotransmitter systems (receptors/related enzymes) are best captured by D) Neurotransmitter Receptors. This is not a disease‑modifying anti‑amyloid or anti‑tau approach, nor is it a multi‑target disease‑modifying biologic; therefore D) is the most specific fit. citeturn0search1turn0search5",
        "Web search results (supporting sources): 1) Cochrane evidence summary and full review: galantamine slows decline in cognition, function and global measures at 16–24 mg/day vs placebo (systematic review). citeturn0search0turn0search1 2) PubMed mechanistic studies: galantamine is an allosteric potentiating ligand of neuronal nicotinic receptors and raises acetylcholine via cholinesterase inhibition. citeturn0search5 3) DrugBank / review article: describes galantamine’s dual actions including activation/allosteric modulation of nicotinic receptors. citeturn0search3 4) AAFP summary (Cochrane‑based clinical summary): clinical practice synopsis describing symptomatic benefit and typical dosing/tolerability. citeturn0search4"
    ]
}