{
    "nct_id": "NCT01602393",
    "title": "A Randomized, Placebo-Controlled, Multicenter Study to Evaluate the Safety and Tolerability of Multiple Dose Regimens of CHF 5074 (200, 400, 600 mg/Day for up to 12 Weeks) and to Explore the Effects on Potential Markers of Clinical Efficacy in Patient With Mild Cognitive Impairment",
    "status": "COMPLETED",
    "last_update_time": "2014-01-07",
    "description_brief": "The purpose of the study is to evaluate the safety and tolerability of ascending oral doses of CHF 5074 after prolonged administration to patients with mild cognitive impairment.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "CHF 5074 (aka CSP-1103)"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The described trial tests CHF 5074 in mild cognitive impairment and the literature identifies CHF5074 (CSP-1103) as a small-molecule γ-secretase modulator and microglial/neuroinflammation modulator that reduces Aβ pathology and affects neuroinflammatory biomarkers — i.e., it targets Alzheimer’s pathology rather than being a pure symptomatic cognitive enhancer or a biologic. citeturn0search2turn0search1.",
        "Act (extracted details + web results): The trial title/description matches a randomized, placebo-controlled, multicenter, 12-week ascending-dose study of CHF5074 in MCI patients (200/400/600 mg/day) assessing safety, tolerability and biomarkers. Clinical data show CHF5074 is orally bioavailable, reaches CSF in a dose-dependent manner and reduced CSF/plasma neuroinflammatory markers in a 12-week placebo-controlled MCI study. citeturn0search4turn0search7.",
        "Reflect: Classification as a \"disease-targeted small molecule\" aligns with the compound being a non-biologic small molecule that modulates γ-secretase activity and microglial/inflammatory responses (disease-pathology-directed). There is no indication in the description that CHF5074 is a biologic, a purely symptomatic cognitive enhancer, or an agent aimed primarily at neuropsychiatric symptoms, so the chosen category is appropriate. Key sources: preclinical γ-secretase modulation and cognitive effects (Imbimbo et al.), microglial modulation papers, and the 12-week MCI clinical trial report. citeturn0search2turn0search1turn0search4"
    ],
    "agent_type": "A) Amyloid beta",
    "explanation_agent": [
        "Reason: CHF5074 (CSP-1103) is described and documented in the literature as a small‑molecule γ‑secretase modulator that reduces Aβ production/plaques and also modulates microglial/neuroinflammatory responses. The γ‑secretase modulation and preclinical reductions in β‑amyloid burden identify amyloid biology as a primary disease target. citeturn0search2turn0search4",
        "Act: Extracted trial details — randomized, placebo‑controlled, multicenter, 12‑week ascending‑dose (200/400/600 mg/day) study in MCI assessing safety, tolerability, CSF penetration and biomarkers. Clinical data show dose‑dependent CSF concentrations and reductions in CSF/plasma neuroinflammatory markers; preclinical studies show reduced Aβ burden and plaque‑associated microglial activation. These findings support a primary amyloid‑directed mechanism with secondary anti‑inflammatory/microglial effects. citeturn0search0turn0search1",
        "Reflect: CADRO mapping — the compound’s mechanism (γ‑secretase modulation leading to decreased Aβ production and plaque burden) maps most directly to A) Amyloid beta. Because CHF5074 also modulates neuroinflammation/microglia, one could note a secondary link to F) Inflammation; however the dominant, disease‑pathology‑directed mechanism reported in primary preclinical and mechanistic studies is amyloid modulation, so the most specific CADRO assignment is A) Amyloid beta. citeturn0search2turn0search1",
        "Web search results (key sources used): 1) 12‑week double‑blind, placebo‑controlled MCI study reporting CSF dose‑dependent concentrations and reductions in CSF sCD40L and TNF‑α (CHF5074) — PubMed. citeturn0search0 2) Preclinical study: CHF5074 (γ‑secretase modulator) reduces brain β‑amyloid pathology and learning deficits in transgenic APP mice — Imbimbo et al., British Journal of Pharmacology (2009). citeturn0search2turn0search4 3) Study showing CHF5074 induces microglial alternative (M2) activation and suppresses Aβ‑induced proinflammatory genes in cultures and Tg2576 mice. citeturn0search1"
    ]
}