{
    "nct_id": "NCT01639586",
    "title": "Comparaison du Service Rendu à la Personne Atteinte d'Une Maladie d'Alzheimer et de l'Aidant Par Trois Types de Prises en Charge (Plateforme, Accueil de Jour et Groupe contrôle",
    "status": "COMPLETED",
    "last_update_time": "2023-03-20",
    "description_brief": "One of the interests of the Alzheimer Plan 2008-2010 is to provide increase support to helping families. It's also of major to involve the patient in the most active treatment possible, encouraging social inter relationship as well as cognitive and behavioural stimulation activities.\n\nIn the frame of non drug related approaches to Alzheimer disease (AD), several research projects and actions have already been conducted, but no specific study concerning the efficiency of different types of respite care structures have been conducted so far in France. The present project concerns the thematic of the frame \"Development and diversification of respite care structures\".\n\nA platform is defined in the Alzheimer Plan as a \"diversified range of despite structures according to patients' needs and informal caregivers' expectations\" providing several objectives:\n\nTwo objectives targeting the informal caregivers:\n\n* offer spare time or tutored\n* inform, support and accompany\n\nTwo objectives targeting the patients:\n\n* encourage maintain of the patient social life and relationships and work together towards his/her psychological and emotional well-being\n* contribute to improve functional cognitive and sensory capacities\n\nThe study COMPARSE suggests to compare for the patient - informal caregiver couple, the impact of three different groups of patient care on health profit; resit platform (P), the day care group (D), the control group without access to a respite structure (C).",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "HEALTH_SERVICES_RESEARCH",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial description compares three non‑pharmacological care models for people with Alzheimer’s (a respite/platform service, day‑care, and a control with no respite) and lists social, caregiver‑support, and cognitive/behavioural stimulation objectives. This is an organisational/social intervention, not a drug or biologic. citeturn0search1turn0search0",
        "Act: Key extracted details from the description — study name COMPARSE (Comparaison du Service Rendu ...), interventions compared: respite platform (P), day care (D), and control (C); primary aims target informal caregivers (support, respite, information) and patients (maintain social life, psychological well‑being, improve functional/cognitive/sensory capacities). No drug, biologic, or placebo is mentioned in the protocol description; the intervention class is non‑drug, psychosocial/health‑services. citeturn0search3",
        "Reflect: Given the category definitions, this study does not test a biologic or small molecule disease‑targeting agent, nor a pharmacologic cognitive enhancer or a neuropsychiatric drug. It evaluates service/organizational and psychosocial respite interventions; therefore the correct classification is 'N/A' (does not fit the four therapeutic categories). Supporting references about respite/day‑care and non‑drug interventions for Alzheimer care are provided below. citeturn0search0turn0search1turn0search3",
        "Web search results supporting the classification (selected): 1) Ameli (French health site) — describes the role of caregivers and purpose of respite/platforms for people with Alzheimer (supports that these are non‑pharmacological social/services interventions). citeturn0search0 2) Gouvernement 'Pour les personnes âgées' — describes day care, teams specialized in Alzheimer, and non‑drug approaches to maintain autonomy and social links. citeturn0search1 3) EM‑Consulte review — notes the importance of non‑pharmacological interventions and the difficulty of recommending specific non‑drug approaches; supports that the described trial falls into non‑drug intervention research. citeturn0search3"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}