{
    "nct_id": "NCT05901233",
    "title": "Telerehabilitation with Remotely-Supervised TDCS in Progressive Aphasia",
    "status": "ACTIVE_NOT_RECRUITING",
    "last_update_time": "2024-10-16",
    "description_brief": "Primary progressive aphasia (PPA) is a disorder characterized by gradual decline in speech-language ability caused by underlying neurodegenerative disease. PPA is a devastating condition that can affect adults as young as their 50's, depriving them of the ability to communicate and function in society. Along with Alzheimer's Disease and other Alzheimer's Disease Related Dementias (AD/ADRD), PPA is now identified earlier and with greater precision. Increasingly, patients and families seek options for behavioral and neuromodulatory treatments to address PPA's devastating effects on communication, prolong speech-language skills, and maximize quality of life. Studies have documented the robust benefits of speech-language telerehabilitation methods for persons with PPA, with in-home treatment resulting in immediate and long-term benefits. This investigation aims to further enhance the potency of these treatment approaches by pairing them with tailored neuromodulatory intervention that targets critical brain networks supporting treatment in each clinical subtype of PPA. The study will evaluate the feasibility and preliminary benefit of home-based transcranial direct current stimulation (tDCS) combined with evidence-based speech-language telerehabilitation methods. tDCS will be delivered to patients in their own homes and site of stimulation will be tailored for each clinical subtype of PPA. This project has the potential to enhance clinical management and rehabilitation for individuals with PPA by establishing the benefit of behavioral and neuromodulatory treatment that is neurobiologically-motivated and accessible for patients and families.",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "Cognitive enhancer",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial tests home-based, remotely-supervised transcranial direct current stimulation (tDCS) paired with speech-language telerehabilitation to improve or prolong speech-language (cognitive/communication) abilities in primary progressive aphasia (PPA) — i.e., a neuromodulatory + behavioral intervention intended to enhance cognitive/communication function rather than a biologic or small-molecule disease-modifying therapy. citeturn0search1turn0search3",
        "Act (key details extracted): The intervention is non-pharmacologic — remotely supervised/home-based tDCS (RS-tDCS) delivered to stimulation sites tailored by PPA subtype and paired with evidence-based speech-language telerehabilitation (e.g., lexical retrieval, script training). The trial title is “Telerehabilitation with Remotely-Supervised TDCS in Progressive Aphasia.” Prior pilot and feasibility studies of home-based tDCS + speech therapy in PPA and aphasia are published, confirming the approach and feasibility. No drug is involved. citeturn0search1turn0search3turn0search4",
        "Reflect: This intervention best maps to the \"Cognitive enhancer\" category because its objective is to improve/maintain language and cognitive functioning through neuromodulation and behavioral therapy, not to target Alzheimer’s pathology with a biologic or small molecule, nor to primarily treat neuropsychiatric/behavioral symptoms. The available registration and published feasibility/pilot studies describe tDCS as an adjunct to language rehabilitation rather than a disease-modifying agent. citeturn0search1turn0search0",
        "Web search results / supporting sources (selected): (1) Clinical trial record: \"Telerehabilitation with Remotely-Supervised TDCS in Progressive Aphasia\" (UCSF trial description). citeturn0search1 (2) Pilot/home-based a-tDCS study reporting improvements in verbal short-term/working memory and language when paired with therapy. citeturn0search3 (3) Feasibility/RS‑tDCS reports and case series showing home-based tDCS + telerehabilitation is feasible and well tolerated in PPA/aphasia. citeturn0search0turn0search4"
    ],
    "agent_type": "M) Synaptic Plasticity/Neuroprotection",
    "explanation_agent": [
        "Reason: The trial tests remotely‑supervised/home‑based transcranial direct current stimulation (tDCS) paired with speech‑language telerehabilitation to improve or prolong language/cognitive function in primary progressive aphasia (PPA). This is a neuromodulatory + behavioral cognitive‑enhancement intervention rather than a pharmacologic disease‑modifying therapy, so the biological focus is on modulating cortical excitability and promoting plasticity rather than targeting amyloid, tau, inflammation, etc. citeturn0search5turn0search7",
        "Act: Key details extracted — intervention is non‑pharmacologic RS‑tDCS delivered at home, stimulation sites tailored by PPA subtype, paired with evidence‑based speech‑language telerehabilitation (lexical retrieval, script training, vSTM/WM training). Multiple feasibility/pilot/home‑based studies report this combined tDCS+telerehabilitation approach is feasible and shows preliminary language/working‑memory benefits. No drug, gene, or classic molecular pathway target is involved. citeturn0search5turn0search1turn0search4",
        "Reflect: Mapping to CADRO — tDCS exerts effects by modulating cortical excitability and facilitating LTP‑like synaptic plasticity (NMDA/AMPA, BDNF, dendritic spine changes, metaplasticity), mechanisms that align best with the Synaptic Plasticity/Neuroprotection CADRO category (M). Therefore the most specific CADRO match is M) Synaptic Plasticity/Neuroprotection. Mechanistic reviews and preclinical/clinical work support that tDCS acts primarily via plasticity‑related processes rather than a single molecular disease target. citeturn1search2turn1search3turn1search6",
        "Web search results / supporting sources (selected): (1) UCSF clinical trial record: 'Telerehabilitation with Remotely‑Supervised TDCS in Progressive Aphasia' (trial description). citeturn0search5 (2) Home‑based tDCS pilot in PPA showing improvements in verbal STM/WM and language when paired with therapy. citeturn0search7 (3) Feasibility studies of remotely‑supervised tDCS for aphasia/PPA. citeturn0search0turn0search4 (4) Reviews and preclinical/clinical mechanistic literature linking tDCS to LTP‑like synaptic plasticity, BDNF and structural plasticity. citeturn1search2turn1search3"
    ]
}