{
    "nct_id": "NCT04442594",
    "title": "REMINISCENCES : Reminiscence Triggered by Virtual Reality for Older Adults With Mood Disorders",
    "status": "COMPLETED",
    "last_update_time": "2023-02-10",
    "description_brief": "Presentation \\& Pre-screening of the control group / reminiscence group Patient/resident pre-screening team meeting for the study Explanation and proposal of the study to patients and their families Signature of resident/patient and family consents Audit of inclusion and non-inclusion criteria Inclusion Medical advice for VR Clinical interview with the family or legal guardian for an accurate life history + an anamnesis interview (psychologist or doctor) with the patient or resident.\n\nCreation of video contents Creation of personalized video contents Clinical scales review Evaluation of the number of psychotropic molecules prescribed (coordinating doctor, general practitioner, geriatrician)\n\n* Pre-test phase with the patient for the use of the VR headset\n* Randomisation\n* Session procedure As previously mentioned, the virtual reality sessions will take place in a quiet setting twice a week in the living or hosting residence. The sessions will be hold over a period of time of 6 weeks.\n\nEach subject of the reminiscence group will have two personalised virtual surroundings (after data being collected from team and/or families).\n\nThe virtual environment will change every 3 weeks in order to avoid the phenomenon of habituation.\n\nThe subjects of the control group will be exposed to two generic virtual settings (beach, mountain etc.) with a different virtual environment every 3 weeks.\n\nDuring the session, note will be taken on the subject's speech. The session will also be filmed and/or recorded with a prior signed agreement by the patient or his representative.\n\n\\- Last session (S6) Review of clinical scales (re-testing) Re-evaluation of drug prescriptions",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "SUPPORTIVE_CARE",
    "results": null,
    "target_category": "neuropsychiatric symptom improvement",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention described is personalized immersive virtual reality (VR) reminiscence sessions for older adults with mood disorders (and mention of Alzheimer disease comorbidity). The intent is to improve mood/psychological well-being and related neuropsychiatric symptoms rather than to target Alzheimer pathology or deliver a pharmacologic agent. citeturn0search1turn0search3",
        "Act: Key extracted details — intervention = virtual reality sessions (personalized vs generic), twice weekly for 6 weeks, with clinical scales and review of psychotropic prescriptions. No drug name or pharmacologic intervention is described. The trial registry and listings confirm this is a VR reminiscence procedural intervention (NCT04442594 / REMINISCENCES). citeturn0search1turn0search5",
        "Act (supporting literature): Published and indexed studies and reviews show VR reminiscence/reminiscence therapy in older adults is used to improve mood and psychological well-being (and sometimes cognition), supporting the interpretation that this is a non-pharmacologic mood/neuropsychiatric intervention. citeturn0search0turn0search4",
        "Reflect: Given the definitions — (1) disease-targeted biologic (biologics targeting pathology), (2) disease-targeted small molecule (pathology-directed small molecules), (3) cognitive enhancer (drugs to improve cognition without targeting pathology), (4) neuropsychiatric symptom improvement (interventions to alleviate behavioral/psychiatric symptoms) — this study best fits category 4 because it targets mood/affective symptoms using a non-drug VR reminiscence intervention. There is no drug to look up; web search confirms absence of a pharmacologic agent in the trial registry. citeturn0search1turn0search5",
        "Web search results referenced: trial registry/listing for REMINISCENCES (NCT04442594) describing VR reminiscence procedure and mood disorder target; PubMed/clinical reports of VR reminiscence improving mood and psychological well‑being in older adults; systematic reviews of VR‑based reminiscence therapies showing effects on mood and cognition. citeturn0search1turn0search5turn0search0turn0search4"
    ],
    "agent_type": "T) Other",
    "explanation_agent": [
        "Reason: The intervention is personalised immersive virtual-reality (VR) reminiscence sessions intended to improve mood and other neuropsychiatric symptoms in older adults (including those with Alzheimer disease), not a pharmacologic or biologic agent targeting disease biology. This is described in the trial registry and in reviews of VR-reminiscence interventions. citeturn1search1turn0search0",
        "Act: Key extracted details — intervention = virtual reality sessions (personalized vs generic), procedure-based (no drug listed), delivered over weeks with mood scales (Hamilton) and review of psychotropic prescriptions; registry NCT04442594 confirms this is a VR procedural intervention rather than a drug trial. Therefore there is no molecular/biologic target to map to CADRO categories A–Q or R. citeturn1search1turn0search2",
        "Reflect: CADRO is focused on biological/pharmacologic targets (amyloid, tau, inflammation, synaptic mechanisms, etc.). A psychosocial/behavioral non‑drug intervention that aims to improve neuropsychiatric symptoms does not specify a biochemical pathway or molecular target, so it does not fit a pathology-directed CADRO category. Per the instructions, non‑therapeutic or non‑biological procedural interventions should be classified as 'T) Other'. Systematic reviews and trials show VR‑reminiscence improves mood/cognition but do not introduce a drug target to classify. citeturn0search1turn0search6",
        "Web search results (supporting sources):",
        "- REMINISCENCES (NCT04442594) trial listing — VR reminiscence procedure, personalized vs generic video arms, outcomes include Hamilton mood score and psychotropic drug use review. citeturn1search1",
        "- Systematic review: Virtual reality–based reminiscence therapy for older adults (J Clin Nursing, 2024) — VR‑RT can improve psychological well‑being and cognition. citeturn0search0",
        "- Systematic review: Effects of Virtual Reality‑Based Reminiscence Therapies (JMIR, 2024) — summarizes safety and mood/cognitive effects of VR‑RT. citeturn0search1",
        "- Randomized trial comparing immersive VR reminiscence vs traditional RT — shows improvements in mood/psychological well‑being. citeturn0search2",
        "- Longitudinal study of immersive VR reminiscence in people with dementia — reports reductions in depressive symptoms during intervention. citeturn0search6"
    ]
}