{
    "nct_id": "NCT01025466",
    "title": "A Multicenter, Randomized, Open-label Study to Compare the Tolerability Between Rivastigmine Patch Monotherapy and Combination Therapy With Memantine in Patients With Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2010-05-18",
    "description_brief": "The primary objective is to compare the tolerability between rivastigmine patch monotherapy and combination therapy with memantine in patients with Alzheimer's disease (AD). The secondary objective is to compare the efficacy and safety between rivastigmine patch monotherapy and combination therapy with memantine in patients with AD. The study hypothesis is that the tolerability of the combination therapy with memantine is not inferior to that of rivastigmine patch monotherapy in AD patients.",
    "description_detailed": "Recently, the rivastigmine patch demonstrated efficacy comparable to the highest doses of rivastigmine capsules, with markedly improved tolerability profile. We hypothesized that combination of memantine and rivastigmine patch will be safe and well tolerated and result in more clinical benefit in patients with AD in comparison with rivastigmine patch monotherapy, for the mechanisms of the drugs are different.",
    "phase": [
        "PHASE4"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "rivastigmine (transdermal patch)",
        "memantine"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial compares rivastigmine patch and combination therapy with memantine in AD. Rivastigmine is a reversible cholinesterase inhibitor that increases acetylcholine to improve cholinergic function, and the transdermal patch is an approved delivery form for symptomatic treatment of AD. Memantine is an NMDA receptor antagonist that reduces excitotoxic glutamate signaling and is used to improve symptoms/slow excitotoxicity in AD. Both drugs are small-molecule, symptomatic treatments rather than biologics that target core AD pathology (amyloid/tau). citeturn0search10turn0search7turn0search2",
        "Act: Key extracted details — intervention names: rivastigmine transdermal patch (monotherapy) and memantine (added for combination therapy); drug types: small-molecule cholinesterase inhibitor and small-molecule NMDA antagonist; intended effect per trial objectives: tolerability, efficacy, and safety (symptomatic/cognitive benefit and tolerability), not stated as disease-modifying. Therefore the best match among the provided categories is 'cognitive enhancer'. citeturn0search10turn0search8",
        "Reflect: This classification aligns with the mechanisms and regulatory descriptions: rivastigmine’s label notes it enhances cholinergic function and states there is no evidence it alters disease course, and memantine’s pharmacology describes symptomatic NMDA antagonism (not a biologic or disease-modifying anti-amyloid/tau agent). There is no indication in the trial description of a diagnostic-only intervention or a primary aim to treat neuropsychiatric symptoms specifically, so 'cognitive enhancer' is the appropriate category. No ambiguity remains from the description; both named drugs are well-known small-molecule symptomatic treatments. citeturn0search10turn0search6",
        "Web search sources used (brief): Rivastigmine/transdermal system — FDA/label and clinical pharmacology (mechanism, indication, note that it does not alter disease course). citeturn0search10; Rivastigmine reviews on tolerability/patch formulation. citeturn0search4turn0search1; Rivastigmine mechanism summary (StatPearls). citeturn0search7; Memantine mechanism and clinical use (StatPearls; NMDA antagonist). citeturn0search2turn0search5; Memantine pharmacology/review (PubMed). citeturn0search6"
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The trial compares rivastigmine (transdermal cholinesterase inhibitor) and memantine (NMDA receptor antagonist). Both drugs act by modulating neurotransmission—rivastigmine increases acetylcholine availability via reversible inhibition of acetylcholinesterase/butyrylcholinesterase, and memantine is an uncompetitive antagonist of NMDA-type glutamate receptors that reduces excitotoxic signaling. citeturn0search4turn0search5turn0search3",
        "Act: Key extracted details — interventions: rivastigmine transdermal patch (approved cholinesterase inhibitor, symptomatic cognitive enhancer) and memantine (approved NMDA receptor antagonist, used for symptomatic treatment of moderate-to-severe AD). The trial objective is tolerability/ symptomatic benefit rather than disease modification. These properties map to CADRO category D (Neurotransmitter Receptors), since the interventions directly modulate cholinergic and glutamatergic receptor-mediated neurotransmission. citeturn0search6turn0search1",
        "Reflect: Classification check — neither agent targets core AD proteopathies (amyloid or tau) nor is the trial testing a diagnostic or non-therapeutic intervention. Both act on neurotransmitter systems (cholinergic signaling via cholinesterase inhibition and glutamatergic signaling via NMDA receptor antagonism), so D) Neurotransmitter Receptors is the most specific CADRO match. There is no substantive evidence here of multi-target disease-modifying intent, so 'R) Multi-target' is not appropriate. citeturn0search5turn0search3",
        "Web sources used (key): Rivastigmine mechanism and patch indications — StatPearls (Rivastigmine) and FDA/label summaries showing cholinesterase inhibition and that it is symptomatic (does not alter disease course). citeturn0search4turn0search5",
        "Memantine mechanism and clinical use — StatPearls/NCBI and supporting reviews showing uncompetitive NMDA receptor antagonism and symptomatic use in AD. citeturn0search3turn0search0"
    ]
}