{
    "nct_id": "NCT00733863",
    "title": "A 52-week,Multi-center,Randomized,Double-blind,Placebo-controlled,Parallel Group Study in Patients With Mild Alzheimer's Disease to Investigate the Safety and Tolerability of Repeated Subcutaneous Injections of CAD106",
    "status": "COMPLETED",
    "last_update_time": "2020-02-08",
    "description_brief": "This study will evaluate the safety and tolerability of repeated subcutaneous injections of CAD106 in patients with mild Alzheimer's disease.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted biologic",
    "drug": [
        "CAD106 (active Aβ immunotherapeutic vaccine; Aβ1-6 peptide coupled to Qβ virus-like particle; administered subcutaneously in the described trial)"
    ],
    "placebo": [
        "placebo (as used in the randomized, double-blind, placebo-controlled trial)"
    ],
    "explanation_target": [
        "Reason: The intervention (CAD106) is an active immunotherapy vaccine designed to elicit anti–amyloid-β (Aβ) antibody responses to reduce brain amyloid plaque burden — i.e., it directly targets Alzheimer’s pathology (amyloid). This is a biologic (vaccine/virus‑like particle conjugate) intended as a disease-modifying approach. citeturn0search7turn0search3",
        "Act: Key extracted details — drug name: CAD106; drug type: active Aβ immunotherapeutic vaccine (Aβ1–6 peptide coupled to Qβ virus‑like particle); route in these studies: subcutaneous/intramuscular injections; population: patients with mild Alzheimer’s disease. Based on these features, the trial fits the category 'disease-targeted biologic.' citeturn0search2turn0search1",
        "Reflect: The classification was checked against the four category definitions: CAD106 is not a small molecule inhibitor (so not 'disease-targeted small molecule'), is not described as a symptomatic cognitive enhancer or neuropsychiatric treatment, and is a biologic vaccine targeting Aβ pathology — therefore 'disease-targeted biologic' is the correct category. Recent clinical reports also show CAD106 elicits anti-Aβ antibodies and can slow amyloid accumulation on PET, supporting the disease-targeting interpretation. citeturn0search3turn0search4",
        "Web search/results (key sources found): 1) Phase 2 study and safety/immunogenicity (open access PMC article): 'Active Aβ immunotherapy CAD106 in Alzheimer's disease: A phase 2b study.' citeturn0search3 2) Long-term 52-week studies and extensions describing repeated injections and safety/tolerability: PubMed summary 'Long-term treatment with active Aβ immunotherapy with CAD106 in mild Alzheimer's disease.' citeturn0search1 3) First‑in‑man / early safety report describing CAD106 composition (Aβ1–6 coupled to Qβ) and rationale: Alzheimer’s & Dementia conference/full report. citeturn0search2 4) Recent prevention/biomarker study showing CAD106-induced antibody titers and slowed amyloid PET accumulation in at‑risk individuals (2024 report). citeturn0search4turn0search5"
    ],
    "agent_type": "A) Amyloid beta",
    "explanation_agent": [
        "Reason: The investigational product CAD106 is an active immunotherapy (vaccine) comprising the Aβ1–6 peptide coupled to a Qβ virus‑like particle designed to elicit anti–amyloid‑β antibody responses and reduce brain Aβ plaque burden — i.e., it directly targets amyloid pathology. citeturn0search2turn0search5",
        "Act: Key extracted details — drug name: CAD106; modality: active Aβ immunotherapeutic vaccine (Aβ1–6 peptide conjugated to Qβ/Qbeta VLP); route in the described studies: subcutaneous/intramuscular injections; intended mechanism: induce B‑cell (antibody) response to Aβ to lower brain amyloid. Based on these facts, the trial maps to CADRO category A) Amyloid beta. citeturn0search1turn0search3",
        "Reflect: Confirmed against CADRO definitions — CAD106 is a disease‑targeted biologic whose primary target is amyloid‑β (not tau, inflammation, synaptic function, etc.), so A) Amyloid beta is the most specific and appropriate category. Clinical publications report antibody induction and correlation with reduced amyloid PET signal, supporting on‑target (amyloid) engagement. citeturn0search0turn0search4",
        "Web search results (key sources): 1) Phase 2/90‑week randomized study showing CAD106 immunogenicity, safety, and correlation of antibody titers with amyloid PET change. citeturn0search0 2) Phase 1/52‑week first‑in‑human randomized study describing CAD106 composition (Aβ1–6 conjugated to Qβ) and safety/immunogenicity. citeturn0search2 3) Long‑term treatment summary supporting sustained antibody responses and target engagement. citeturn0search5 4) Phase/prevention cohort (Generation Study 1) reporting that CAD106 induced Aβ IgG, slowed amyloid PET accumulation in APOE ε4 homozygotes. citeturn0search4turn0search6 5) Additional phase II safety/tolerability reports describing dosing/routes and VLP carrier (Qβ). citeturn0search3"
    ]
}