{
    "nct_id": "NCT05949047",
    "title": "Biobehavioral Mechanisms of Smartphone-based Cognitive Emotion Regulation Training for Unpaid Primary Caregivers of Persons With Alzheimer's Disease",
    "status": "RECRUITING",
    "last_update_time": "2025-05-30",
    "description_brief": "Alzheimer's Disease (AD) and Alzheimer's Disease-Related Dementias (ADRD) not only exact a heavy toll on patients, they also impose an enormous emotional, physical, and financial burden on unpaid, often family, caregivers. The strain of providing care for a loved one diagnosed with AD, often across several years, is associated with elevated depression risk and poorer overall health. Emotion regulation skills represent an ideal target for psychological intervention to promote healthy coping in ADRD caregivers. The project seeks to use an experimental medicine approach to test the efficacy and biobehavioral mechanisms of a novel, relatively brief, targeted, scalable, smartphone-based cognitive emotion regulation intervention aimed at improving psychological outcomes (i.e., reducing perceived stress, caregiver burden, and depressive symptoms) in ADRD unpaid primary caregivers as well as examine potential benefits of the caregiver intervention on quality of life in care recipients. Cognitive reappraisal is the ability to modify the trajectory of an emotional response by thinking about and appraising emotional information in an alternative, more adaptive way. Reappraisal can be operationalized via two primary tactics: psychological distancing (i.e. appraising an emotional stimulus as an objective, impartial observer) and reinterpretation (i.e., imagining a better outcome than what initially seemed apparent). The project will investigate the efficacy and underlying biobehavioral mechanisms of a novel, one-week cognitive reappraisal intervention in this population, with follow-up assessments at 2 weeks, 4 weeks, and 3 months. ADRD unpaid primary caregivers will be randomly assigned to receive training in either distancing, reinterpretation, or a no regulation natural history control condition, with ecological momentary assessments of self-reported positive and negative affect, remotely- collected psychophysiological health-related biomarkers (i.e., heart rate variability data) using pre-mailed Polar H10 chest bands, and health-related questionnaire reports. Distancing training is expected to result in longitudinal reductions in self-reported negative affect, longitudinal increases in positive affect, and longitudinal increases in HRV that are larger than those attributable to reinterpretation training and no-regulation control training.",
    "description_detailed": "The objective of the research is to use an experimental medicine approach to test the efficacy and biobehavioral mechanisms of a novel, relatively brief, targeted, scalable, smartphone-based cognitive emotion regulation intervention aimed at improving psychological outcomes (i.e., reducing perceived stress, caregiver burden, and depressive symptoms) in unpaid primary caregivers of persons diagnosed with Alzheimer's Disease or a related dementia (ADRD) as well as examine potential benefits of the caregiver intervention on quality of life in care recipients. Cognitive reappraisal (i.e., the ability to modify the trajectory of an emotional response by thinking about and appraising emotional information in an alternative, more adaptive way) represents a highly promising target for psychological intervention in ADRD caregivers. Reappraisal can be operationalized via two primary tactics: psychological distancing (i.e. appraising an emotional stimulus as an objective, impartial observer) and reinterpretation (i.e., imagining a better outcome than what initially seemed apparent). The project builds upon promising preliminary work to investigate the efficacy and underlying biobehavioral mechanisms of a novel, one-week cognitive reappraisal intervention in this population. ADRD unpaid primary caregivers will be randomly assigned to receive training in either distancing, reinterpretation, or a no regulation natural history control condition (Look Only), with one-week of active smartphone-based reappraisal training, with follow-up assessments at 2 weeks, 4 weeks, and 3 months, with longitudinal collection of self-reported positive and negative affect, ecological momentary assessments of daily stress, remotely-collected psychophysiological health-related biomarkers (i.e., heart rate variability data collected using a pre-mailed H10 strap and phone app using bluetooth), and health-related questionnaire reports. The study aims to mechanistically relate changes in psychological and psychophysiological function to prediction of health-relevant behavioral outcomes during a novel emotion regulation intervention never before implemented in this stressed, high risk group.\n\nThis research represents a Phase I, Stage I clinical trial. The primary endpoints are the assessments of the psychological and psychophysiological mechanisms mediating behavior change as a function of the cognitive emotion regulation intervention. Psychological mechanisms will be assessed by changes in self-reported positive and negative affect. Psychophysiological mechanisms will be investigated by analysis of heart rate variability data. The secondary endpoint is testing the efficacy of the intervention via assessment of psychological outcomes (i.e., the behavior change, as represented in changes in perceived stress, caregiver burden, and depressive symptoms), as well as care recipient quality of life.\n\n270 ADRD unpaid primary caregivers will be recruited to participate in this study. This research involves random assignment of ADRD caregiver participants to either distancing training, reinterpretation training, or a no regulation natural history control condition (Look Only), as described above, using a parallel intervention model. In particular, the investigators will pseudorandomly assign participants to training groups via initially randomly interspersing 270 condition assignments (90 per cell) and then assigning participants in order accordingly. Male ADRD caregivers as well as caregivers from underrepresented racial and ethnic groups will be oversampled to ensure parity of male and female caregivers as well as equitable representation of underrepresented groups in the sample. Trained experimenters from the study team will administer all 3 conditions (distancing, reinterpretation, and Look Only) with equal frequency. The identity of the experimenter will be incorporated as a covariate during data analysis. Fidelity to the experimental protocol will be maintained via a standardized script for emotion regulation training, modified for each of the three conditions (Distancing, Reinterpretation, Look Only); direct PI training of the Project Coordinator and all research assistants who will acquire data on this protocol; and regular adherence monitoring via ongoing PI observation of Project Coordinator and research assistant training implementation. In addition, the investigators will audiotape training sessions (optionally, via informed consent), with PI review of a randomly-selected 10% of recordings to further ensure fidelity to the protocol.\n\nPower Analyses\n\nPower analysis for caregiver self-reported negative affect:\n\nSufficient power to assess self-reported negative affect outcomes will be achieved by recruiting 90 participants per training condition. This sample size estimate is based upon a power analysis for detecting an approximate effect size (d = 0.5) previously reported for within and between-subjects behavioral analyses of longitudinal reappraisal training data. Power analyses using this approximate effect size indicate over 95% power (alpha = 0.05) to detect within-group effects and over 90% power (alpha = 0.05) to detect between- group effects should be achieved with 70 participants per condition. Assuming all-cause attrition of 20% (which reflects a liberal upper bound, given past participant attrition rates of approximately 10% in longitudinal studies performed by the current study team), the sample size should provide sufficient power to assess this outcome. Post-attrition, the investigators expect to have analyzable complete data for 72-81 participants per condition.\n\nPower analysis for caregiver heart rate variability (HRV):\n\nSufficient power to assess respiratory sinus arrhythmia outcomes will be achieved by recruiting 90 participants per training condition. This sample size estimate is based upon a power analysis using an approximate effect size (d = 0.5) previously obtained for within and between-subjects analyses of HRV data. Power analyses using this approximate effect size indicate over 95% power (alpha = 0.05) to detect within- group effects and over 90% power (alpha = 0.05) to detect between-group effects should be achieved with 70 participants per condition. Assuming all-cause attrition of 20% (which reflects a liberal upper bound given past participation attrition rates in longitudinal studies performed by the current study team of approximately 10%), the sample size should provide sufficient power to assess this outcome. Post-attrition, the investigators expect to have analyzable complete data for 72-81 participants per condition.\n\nPower analysis for caregiver perceived stress, caregiver burden, depressive symptoms:\n\nSufficient power to assess questionnaire outcomes (e.g., perceived stress, caregiver burden, depressive symptoms) will be achieved by recruiting 90 participants per training condition. This sample size estimate is based upon a power analysis using an approximate effect size (d = 0.5) previously reported for within and between-subjects analyses of questionnaire reports measuring these variables (e.g., depressive symptoms; perceived stress). Power analyses using this approximate effect size indicate over 95% power (alpha = 0.05) to detect within-group effects and over 90% power (alpha = 0.05) to detect between-group effects should be achieved with 70 participants per condition. Assuming all-cause attrition of 20% (which reflects a liberal upper bound given past participation attrition rates in longitudinal studies performed by the current study team of approximately 10%), the sample size should provide sufficient power to assess this outcome. Post-attrition, the investigators expect to have analyzable complete data for 72-81 participants per condition.\n\nPower analysis for care recipient affect and quality of life:\n\nSufficient power to assess care recipient affect and quality of life will be achieved by recruiting 90 participants per training condition. While the precise anticipated effect size for change over time in these care recipient measures as a function of caregiver cognitive emotion regulation training is not known and not expected to be large, a power analysis using a small effect size (d = 0.3) indicates 80% power (alpha = 0.05) to detect within-group effects should be achieved with 71 participants per condition. Assuming all-cause attrition of 20% (which reflects a liberal upper bound given past participation attrition rates in longitudinal studies performed by the current study team of approximately 10%), the sample size should provide sufficient power to assess this outcome. Post-attrition, the investigators expect to have analyzable complete data for 72-81 participants per condition.\n\nData Analyses\n\nData analysis will primarily use linear mixed models, incorporating fixed effects for Training Group (Distancing, Reinterpretation, No Regulation Control), Session, and Trial Type (for analyses involving the reappraisal task; Look Neutral, Look Negative, and Reappraise Negative), and their fixed-effect interactions, as well as a random effect consisting of an intercept (main effect) for each participant. In an exploratory follow-up, the investigators will additionally examine models using a random slope per participant. The outcome variables will be changes in self-reported positive and negative affect (via EMA) and HRV (RMSSD) (Aim 1) and changes in health-relevant behavioral outcomes (Aim 2). In these analyses, gender, age, caregiver relationship to care recipient, and baseline caregiving distress burden will be incorporated as covariates. Importantly, the investigators also anticipate having sufficient power to conduct exploratory analyses on the effect of caregiver gender and age on the hypothesized effects (all Aims) given that the investigators will ensure gender balance in each group by oversampling male caregivers (see Recruitment and Retention Plan). This information may help inform future intervention design and assessment (Stage II and beyond) that may arise from the results of this work. Aim 3 will be investigated using multilevel mediation modeling involving training group assignment as the higher-level predictor (X); self-reported positive and negative affect, and HRV data as individual-level mediators (M); and health-relevant behavior as individual-level outcome variables (Y; i.e., a 2-1-1 multilevel mediation model). Relevant covariates indicated above will be incorporated in all mediation models.\n\nMissing data will be imputed using random forest imputation, which mines for complexities (interactions, nonlinearities) in the data while achieving more robust cross-validated prediction of missing-at-random (MAR) data. Loss to follow-up will be mitigated via systematic tracking of participant progress during the experiment (e.g., timeliness and completeness of training via Qualtrics from T1-T7; completion rate for daily EMA pings; and timeliness and completeness of questionnaires). An experimenter will directly contact participants who do not complete study components on schedule (i.e., not completing daily training, responding to fewer than 1 EMA ping per day, or not completing questionnaires on schedule) with reminders about the study schedule and assist with any questions. This checking and reminder system will be in addition to the automated SMS reminders sent via SurveySignal.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "BASIC_SCIENCE",
    "results": null,
    "target_category": "neuropsychiatric symptom improvement",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is a brief, smartphone-based cognitive emotion regulation (cognitive reappraisal) training for unpaid ADRD caregivers intended to reduce perceived stress, caregiver burden, and depressive symptoms — i.e., it targets psychological/psychiatric symptoms and coping, not Alzheimer’s pathology or cognition-enhancing pharmacology. (See trial description). citeturn0search0turn0search4",
        "Act: Key extracted details from the trial description — \"smartphone-based cognitive emotion regulation intervention\" using cognitive reappraisal tactics (distancing vs reinterpretation), randomized to two active psychological training arms and a no-regulation control, with EMA and HRV measurement via Polar H10 chest bands. Primary outcomes are self-reported negative/positive affect, caregiver burden, depressive symptoms, and HRV — all consistent with targeting affective/psychiatric outcomes rather than disease-modifying pathology or cognitive enhancement. No drug or placebo is involved. citeturn0search0turn0search4",
        "Reflect: This trial is a behavioral/psychological intervention aimed at improving caregivers' emotional and psychiatric outcomes, so it does not fit the 'disease-targeted biologic' or 'disease-targeted small molecule' categories, nor the 'cognitive enhancer' category (which would target cognition directly). The best match among the provided categories is 'neuropsychiatric symptom improvement.' The web search confirms the trial title and intervention details and shows no pharmacologic agent is used. citeturn0search0turn0search2"
    ],
    "agent_type": "T) Other",
    "explanation_agent": [
        "Reason: The intervention is a brief, smartphone-based cognitive emotion regulation (cognitive reappraisal) training for unpaid ADRD caregivers intended to reduce perceived stress, caregiver burden, and depressive symptoms — i.e., it targets psychological/psychiatric outcomes and biobehavioral mechanisms (affect and HRV), not Alzheimer’s molecular pathology or a pharmacologic target. citeturn0search0turn0search2",
        "Act: Extracted trial details — one-week smartphone-based reappraisal training (distancing vs reinterpretation vs Look Only control), ecological momentary assessment of affect, and heart rate variability measured with a Polar H10 strap; no drug or biologic agent is used in the protocol. These trial pages confirm the behavioral (non-pharmacologic) nature of the intervention. citeturn0search0turn0search2",
        "Reflect: This is a behavioral/psychological intervention aimed at improving caregiver neuropsychiatric outcomes rather than targeting a CADRO biological mechanism (amyloid, tau, inflammation, synaptic receptors, metabolism, etc.). Per the instructions, trials without a disease-targeted biological mechanism or druggable pathway should be classified as 'T) Other'. Confirmed by registry descriptions. citeturn0search0turn0search1"
    ]
}