{
    "nct_id": "NCT04566770",
    "title": "A Randomized, Double-blind, Placebo -Controlled Phase IIb Clinical Trial to Evaluate the Safety and Immunogenicity of Ad5-nCoV in Person 6 Years of Age and Older and Those Who Have Previously Been Vaccinated With Ad5-EBOV",
    "status": "COMPLETED",
    "last_update_time": "2022-10-28",
    "description_brief": "This study is a randomized, double-blind, placebo -controlled IIb clinical trial, in order to evaluate the safety and immunogenicity of Recombinant Novel Coronavirus Vaccine (Adenovirus Type 5 Vector) in people 6 years old and above and .",
    "description_detailed": "This is a phase IIb clinical trial to evaluate safety and immuogenicity of Ad5-nCoV developed by Cansino and Beijing Institute of Biotechnology in health people aged 6 years old and above.\n\nThe study will be double-blind, placebo-controlled trial with participants randomly allocated 2:1 to placebo and experimental vaccine .\n\nThe immunization schedule is two doses intramuscular injections (deltoid).",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "PREVENTION",
    "results": null,
    "target_category": "N/A",
    "drug": [
        "Recombinant Novel Coronavirus Vaccine (Adenovirus Type 5 Vector) (Ad5-nCoV) — CanSino Biologics / Beijing Institute of Biotechnology"
    ],
    "placebo": [
        "Placebo (matched)"
    ],
    "explanation_target": [
        "Reason: The intervention described is a recombinant adenovirus type‑5 vectored COVID‑19 vaccine (Ad5‑nCoV), a biologic vaccine intended to prevent SARS‑CoV‑2 infection by inducing an immune response — not an Alzheimer’s therapy. citeturn0search2turn0search1",
        "Act: Key extracted trial details — randomized, double‑blind, placebo‑controlled Phase IIb evaluating safety and immunogenicity of Ad5‑nCoV in persons aged ≥6 years (title also notes prior Ad5‑EBOV vaccination). The product Ad5‑nCoV has been investigated via intramuscular and aerosolized routes and in booster studies; sponsor/manufacturer is CanSino Biologics / Beijing Institute of Biotechnology. citeturn0search2turn0search3turn0search9",
        "Reflect: Classification check — the four allowed Alzheimer’s categories are disease‑targeted biologic, disease‑targeted small molecule, cognitive enhancer, or neuropsychiatric symptom improvement. Although Ad5‑nCoV is a biologic, it targets SARS‑CoV‑2 (infectious disease prevention), not Alzheimer’s pathology or cognitive/behavioral symptoms. Therefore the trial does not fit any Alzheimer’s treatment category and should be classified as 'N/A'. citeturn0search2turn0search1",
        "Web search results supporting the above: - Trial listing (NCT04566770 / Phase IIb) describing the randomized double‑blind placebo‑controlled study of Ad5‑nCoV in persons ≥6 years. citeturn0search2 - PubMed reports and trial summaries identifying Ad5‑nCoV as the recombinant adenovirus type‑5 vectored COVID‑19 vaccine (CanSino/Beijing Institute). citeturn0search1turn0search0 - Additional trial registry and publications documenting intramuscular and aerosolized administration, immunogenicity and booster studies of Ad5‑vectored COVID‑19 vaccines. citeturn0search3turn0search9"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}