{
    "nct_id": "NCT02520232",
    "title": "Pathological and Non-pathological Aging, Physical Activity, Genotype and Cognition (VIAGECO)",
    "status": "COMPLETED",
    "last_update_time": "2019-02-22",
    "description_brief": "Alzheimer's disease (AD) is an irreversible, progressive brain disease. It is the most common form of dementia and the major cause of functional dependence in the elderly. Since there is currently no cure for Alzheimer's disease, a growing number of scientists pointed out the interest to use non-pharmacological alternative therapeutic approaches in order to slow down the decline of physical and cognitive resources and improve quality of life of patients with Alzheimer's disease. Several narrative and meta-analytical reviews suggest that regular practice of physical activity delays the occurrence of cognitive decline and slows down Alzheimer's disease progress when compared with sedentary people. Despite the growing interest of the scientific community for the positive effects of chronic exercise on mental health and cognitive functions, the clinical reality of this phenomenon remains to be clearly established, more particularly in aged people suffering from neurodegenerative diseases.The first aim of this research project is to test if chronic exercise reduces and even compensates for a cognitive decline in both patients with prodromal Alzheimer's disease (i.e., no dementia) and aging people with no pathology of central nervous system. The second aim of this research project is to examine whether an increasing of cerebral blood flow induced by chronic exercise can explain this positive effect.",
    "description_detailed": "Several epidemiologic studies conducted in North America and in Europe have shown that the regular practice of physical activity, in opposition to a sedentary life, is associated with a reduced risk of developing neurodegenerative diseases such as AD. These results have been strengthened by cross-sectional and interventional studies, which have shown that physical activity slows down the decline of cognitive functions typically observed in normal and pathological aging and retards the onset of dementia. The positive effects of chronic exercise on cerebral and cognitive ageing are now recognised by scientists and clinicians; however, the mechanisms underlying these effects in humans are poorly understood and there is a real need for randomised controlled trial (RCT) on this topic. The objective of this research project is to understand the compensatory mechanisms that may account for the positive effects of regular physical activity on pathological and non-pathological cerebral ageing in human and in particular in people presenting prodromal AD. All participants will be separated into six groups corresponding to the combination of two independent variables: the population type (aged people without any neurological disease vs. prodromal Alzheimer's disease participants) and the type of physical activity program they will follow during six months (aerobic and strength exercise program, stretching and balance program, or maintaining sedentary life style). Cognitive performance, cardiovascular health, brain integrity and cerebral functioning will be assessed at two or three different times: before the onset of the training program (pre-test), at the end of the training period (post-test 1) and six months after the end of the training program (post-test 2).",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "PREVENTION",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The study (VIAGECO) tests chronic physical exercise (aerobic/strength vs stretching vs sedentary) in prodromal Alzheimer's and healthy older adults to assess whether exercise slows/compensates cognitive decline and whether increased cerebral blood flow explains effects — this is a non‑pharmacological behavioral/physical intervention, not a drug or biologic. citeturn0search0",
        "Act: Key extracted details — trial title: \"Pathological and non-pathological aging, physical activity, genotype and cognition (VIAGECO)\"; intervention: supervised physical activity programs (aerobic + strength, stretching, or maintaining sedentary lifestyle) over six months in participants aged 65–80, with outcomes cognitive performance and cerebral blood flow. No drug or biologic agent is tested in the protocol. Supporting references about exercise as a non-pharmacological intervention and related trials are provided. citeturn0search0turn0search4turn0search5",
        "Reflect: Classification check — by the definitions provided, the trial is not a disease‑targeted biologic (no antibody/vaccine), not a disease‑targeted small molecule, not a pharmacologic cognitive enhancer, nor an intervention aiming primarily at neuropsychiatric symptoms; it is a non‑drug behavioral intervention (exercise), so it does not fit the four therapeutic drug categories and should be labeled 'N/A'. Web search used to confirm the VIAGECO project description and related exercise-in-AD literature. citeturn0search0turn0search6"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}