{
    "nct_id": "NCT00183378",
    "title": "Behavioral Treatment of Nocturnal Disturbances in Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2012-01-12",
    "description_brief": "This study will compare four different behavioral treatment programs to determine which is most effective in reducing night-time disturbances in individuals with Alzheimer's disease (AD).",
    "description_detailed": "Nocturnal disturbances, such as getting out of bed repeatedly, having hallucinations, talking or singing in bed, and waking up confused are common among patients with AD. Such nocturnal disturbances are associated with increased physical and psychological morbidity in both AD patients and their caregivers and are a major risk factor for patient institutionalization. Nonpharmacologic treatments for these disturbances are needed. This study will assign AD patients to one of four different treatments to determine which is most effective in reducing nocturnal disturbances.\n\nThis study will last 6 months. Participants will be randomly assigned to a walking program, a light exposure program, a \"NITE-AD\" program, combining the walking and light exposure programs, or routine AD care with nocturnal disturbance education. Walking program participants will have three 1-hour visits with a therapist over an 8-week period. The therapist and the participant will set an initial daily walking goal and develop a plan for gradually increasing the participants' walking to 30 minutes/day, to be increased at a participant-selected pace. Pedometers will be given to participants to monitor daily activity. The therapist will also discuss exercise safety and will review ways to prevent muscle soreness. Light program participants will also have three 1-hour visits with a therapist over 8 weeks. The therapist will develop a daily, caregiver-supervised light exposure plan requiring participants to sit in front of a light box for 1 hour every day. NITE-AD program participants will have six 1-hour visits with a therapist over 8 weeks; their visits will include setting up both walking and the light exposure routines. Participants assigned to education will receive information about about sleep in aging and dementia, but no assistance setting up walking or light exposure plans.\n\nParticipants will be assessed at study entry and at Months 2 (post-test) and 6. The sleep patterns of both the patients and the caregivers will be measured. Caregiver reports of patients' night-time behavioral disturbances and readings from an actigraph, a small electronic device worn by participants that records and reports their levels of activity at night, will be used to estimate sleep. The study will also collect data on patient and caregiver mood, stress, and behavior. A follow-up visit will occur 6 months after study completion; at the follow-up visit, the same outcome measures will be collected as at baseline and post-test. Participants will receive 3 biannual phone follow-ups (12, 18, and 24 months) to assess patient residential status and caregiver reports of patient and caregiver sleep.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "neuropsychiatric symptom improvement",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The study description and title indicate non‑pharmacologic behavioral interventions aimed at reducing night‑time (nocturnal) disturbances in people with Alzheimer’s disease — i.e., behavioral/psychiatric symptoms (sleep/wake disturbance, nighttime wandering, hallucinations, etc.). This fits the definition of \"neuropsychiatric symptom improvement\" rather than a disease‑modifying biologic/small molecule or a cognitive enhancer. citeturn0search0turn0search1",
        "Act (web search results / trial details): Web searches show this trial (NCT00183378) comparing four behavioral programs (walking program, light exposure program, combined \"NITE‑AD\" program, and routine care with nocturnal disturbance education) to treat sleep/nocturnal disturbances in AD. No drug or pharmacologic agent is listed in the interventions. citeturn0search0turn0search2",
        "Act (supporting publication): A related randomized controlled trial (NITE‑AD) and publications report that sleep hygiene, increased daytime walking, and light exposure were used as behavioral techniques to improve sleep in AD patients — further confirming these are behavioral (non‑drug) interventions. citeturn0search1turn0search7",
        "Reflect: Classification checked against the category definitions: interventions are behavioral programs targeting nighttime behavioral symptoms (sleep disturbances), so \"neuropsychiatric symptom improvement\" is the appropriate category. There is no drug to report (hence drug and placebo lists are empty). If you want I can retrieve the full trial record (NCT00183378) or linked publications. citeturn0search0turn0search1"
    ],
    "agent_type": "T) Other",
    "explanation_agent": [
        "Reason: The trial tests non‑pharmacologic behavioral interventions (walking, increased daytime light exposure, sleep‑hygiene/education — the NITE‑AD program) to reduce nocturnal disturbances (sleep/wake fragmentation, wandering, nighttime confusion) in people with Alzheimer’s disease. These are symptomatic, behavioral interventions addressing neuropsychiatric/sleep symptoms rather than a biological molecular target (e.g., amyloid, tau, inflammation). citeturn0search1turn0search3",
        "Act: Extracted trial details — ClinicalTrials.gov/registry entry NCT00183378 and related randomized trials describe four behavioral arms: walking program, light‑exposure program, combined NITE‑AD (walking + light + education), and routine care with education. No drug or pharmacologic agent is listed as an intervention. Key supporting publications report improved actigraphic sleep outcomes with walking and bright‑light exposure. citeturn0search3turn0search1turn0search2",
        "Reflect: CADRO classifies therapeutic targets by biological mechanism (e.g., amyloid, tau, inflammation). Because this trial uses non‑drug behavioral strategies to treat neuropsychiatric/sleep symptoms and does not target a molecular or physiologic pathway in the CADRO sense, the correct classification is T) Other. The trial is symptomatic/behavioral (not disease‑modifying via a defined biological target), so 'T) Other' best fits. citeturn0search1turn0search3",
        "Web search results (supporting sources):",
        "- McCurry SM et al., Increasing Walking and Bright Light Exposure to Improve Sleep in Community‑Dwelling Persons with Alzheimer’s Disease (randomized trial; ClinicalTrials.gov NCT00183378). citeturn0search1",
        "- Clinical trial registry entry describing Behavioral Treatment of Nocturnal Disturbances in Alzheimer’s Disease (NCT00183378): interventions = Walking, Light Exposure, Combined (NITE‑AD), Routine Care with Education. citeturn0search3",
        "- PubMed summary of trial results and NITE‑AD pilot/related publications showing sleep hygiene, walking, and bright light therapies used as behavioral (non‑drug) interventions. citeturn0search2turn0search0"
    ]
}