{
    "nct_id": "NCT05607732",
    "title": "Primary Care Detection of Cognitive Impairment Leveraging Health & Consumer Technologies in Underserved Communities: The MyCog Trial",
    "status": "RECRUITING",
    "last_update_time": "2025-02-18",
    "description_brief": "Our study intends to offer 'real world' evidence of a viable, sustainable means to mobilize primary care via a comprehensive strategy for detecting cognitive impairment and dementias, advancing next steps for referral, and participating in the care planning and management of affected patients and caregivers. We will conduct a clinic-randomized, pragmatic trial testing the effectiveness and fidelity of our NIH Toolbox-derived paradigm to improve early detection and management of cognitive impairment/dementia in primary care settings serving health disparate patient populations.",
    "description_detailed": "Practical, scalable strategies are needed to help primary care practices better detect and manage cognitive impairment (CI), especially those caring for medically underserved, low socioeconomic status (SES) communities. Since 2017, our team has been a member of the Consortium for Detecting Cognitive Impairment, Including Dementia (DetectCID); a network dedicated to improving clinical paradigms for early detection of CI and Alzheimer's disease-related dementias (ADRD) and its subsequent management in everyday clinical settings. Having developed the NIH Toolbox for Assessment of Neurological and Behavioral Function and with expertise in health system re-design for patient-centered care, we validated our clinical paradigm, known as MyCog. This includes a brief, iPad-based, self-administered, electronic health record (EHR)-linked strategy to assess for CI during primary care visits when concerns are identified, and 'turnkey' recommendations to address them.\n\nWe will partner with a national primary care provider (Oak Street Health) and conduct a 2-arm, clinic-randomized, 'real world' pragmatic trial comparing MyCog to usual care. We will focus on populations experiencing CI/ADRD disparities: Black, H/L, and low SES older adults.\n\nOur specific aims and hypotheses (H) are to:\n\nAim 1: Test the effectiveness of the MyCog paradigm to improve early detection of cognitive impairment and dementias among low SES, Black and Hispanic/Latino older adults.\n\nCompared to usual care, primary care practices implementing MyCog will demonstrate:\n\nH1: higher rates of detected and/or diagnosed cases of cognitive decline and impairment\n\nAmong detected and/or diagnosed cases of cognitive impairment, primary care practices implementing MyCog - compared to usual care - will have:\n\nH2: a greater proportion of early stage (mild) cognitive impairments H3: more referrals for related medical and non-medical services H4: greater caregiver involvement in subsequent patient visits\n\nAim 2: Investigate the presence of disparities in early detection of cognitive impairment, its diagnosis, and rate of referrals by race and ethnicity.\n\nH5: Disparities in early detection of CI, diagnosis, and referrals by race and ethnicity will be reduced among those primary care practices implementing MyCog compared to usual care.\n\nAim 3: Determine the fidelity and reliability of MyCog and identify any patient, caregiver, clinician, and/or health system barriers to its optimal, sustained implementation.\n\nAim 4: Assess the cost-effectiveness of the MyCog paradigm from a primary care perspective.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "DIAGNOSTIC",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is the MyCog paradigm — a brief, iPad‑based, self‑administered, EHR‑linked cognitive assessment (derived from two NIH Toolbox measures) plus clinician decision‑support designed to improve detection, referral, and care planning for cognitive impairment/dementia in primary care. Its goal is earlier identification and management, not delivery of a biologic or small‑molecule therapy or a symptomatic pharmacologic cognitive enhancer. citeturn0search5turn0search7",
        "Act: Key extracted details — intervention name: MyCog (classified as a Diagnostic Test / screening tool); setting: pragmatic, clinic‑randomized trial in primary care (Oak Street Health) focused on underserved populations; primary aim: increase detection and management of cognitive impairment/ADRD compared with usual care. Because MyCog is a diagnostic/implementation strategy (not a drug or device intended to modify pathology or directly improve cognition via pharmacology), it does not fit any of the four therapy categories and is therefore 'N/A'. citeturn0search0turn0search1turn0search6",
        "Reflect: Verification — multiple sources (ClinicalTrials.gov listing and protocol papers) describe MyCog as an NIH Toolbox‑derived cognitive screener and implementation paradigm for primary care rather than a therapeutic agent, supporting the 'N/A' classification. There is no drug or placebo involved in the trial description. If you want, I can classify examples of trials that would map to each of the four categories (e.g., an anti‑amyloid monoclonal antibody → disease‑targeted biologic) or extract other trial metadata (NCT number NCT05607732, sponsor Northwestern). citeturn0search0turn0search7turn0search5"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}