{
    "nct_id": "NCT05776641",
    "title": "Prevention of Alzheimer's Disease Using Gamma Entrainment",
    "status": "RECRUITING",
    "last_update_time": "2025-01-08",
    "description_brief": "Alzheimer's disease (AD) is characterized by significant memory loss, toxic protein deposits (amyloid and tau) in the brain, and changes in the gamma frequency band on EEG. Gamma waves are important for memory, and in patients with AD, there are fewer gamma waves in the brain. The Tsai lab found that boosting gamma waves in AD mouse models using light and sound stimulation at 40Hz not only reduced amyloid and tau in the brain, but also improved memory. A light and sound device was developed for humans that stimulates the brain at 40Hz that can be used safely at home. The goal of this study is to see if using this device can prevent dementia in people who are at risk for developing Alzheimer's disease.",
    "description_detailed": "The investigators are recruiting participants aged 55+ with normal memory who have or had a close family member with Alzheimer's disease. 200 participants will undergo a blood test and a subset will undergo an amyloid PET scan and only 50 participants who have cerebral amyloid deposits will continue in the study. Neither the participant nor the investigators will know whether the participant is receiving sham or active stimulation. Participants will use the device for 12 months at home, for 60 minutes each day when they are awake. Participants will come to the Massachusetts General Hospital in Boston for 4-6 visits: before starting the stimulation, at 6 months, and after 12 months of usage. The participants will undergo PET scans, MRI, EEG, blood tests and memory tests and questionnaires at each visit to monitor progress. In addition, people may elect to allow for us to study their cerebral spinal fluid. Participants will also wear a \"fitbit\" like watch to monitor sleep and activity throughout the study. The goal of this study is to evaluate whether stimulation with our device at 40Hz will reduce AD pathology in the brain.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "PREVENTION",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is a non‑pharmacologic, home-use light-and-sound device that entrains brain activity at 40 Hz (gamma stimulation). In mouse models this 40 Hz sensory entrainment reduced amyloid and tau and improved memory, and small human pilot studies and a randomized sham‑controlled pilot have tested safety, entrainment and exploratory effects on brain structure, sleep and cognition. citeturn0search2turn0search7turn0search6",
        "Act (extracted details / web search results): The device/program is commonly referred to as 40 Hz GENUS (Gamma ENtrainment Using Sensory stimuli) in the Tsai lab studies and has been commercialized/developed further (e.g., Cognito Therapeutics’ Spectris headset). A randomized, sham‑controlled pilot (NCT04055376) and other small clinical studies have tested daily 40 Hz light+sound stimulation in people with mild AD or at‑risk individuals. This is a device / neuromodulation intervention (not a drug — no biologic or small molecule is being administered). citeturn0search8turn0news12turn0search6",
        "Reflect: According to the provided category definitions, the four allowed categories are limited to biologic agents, small molecules, cognitive enhancers (pharmacologic class), or interventions for neuropsychiatric symptoms. The described trial is a sensory neuromodulation device aiming to entrain gamma oscillations and potentially alter AD pathology — a therapeutic device, not a biologic or small molecule, and not a typical pharmacologic cognitive enhancer or a neuropsychiatric‑symptom drug. Therefore it does not fit any of the four specified categories and should be classified as 'N/A'. (Supporting references show device name, pilot results, and rationale from Tsai lab and related reports.) citeturn0search4turn0search6"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}