{
    "nct_id": "NCT00153010",
    "title": "A Phase II Double-Blind, Randomized, Dose-Ranging, Placebo-Controlled, Multicenter, Safety and Efficacy Evaluation of Three Doses of NS 2330 in Patients With Mild to Moderate Dementia of the Alzheimer's Type",
    "status": "COMPLETED",
    "last_update_time": "2013-10-28",
    "description_brief": "Objectives: The objective of this study will be to determine the safety, tolerability, drug blood levels, and efficacy of each of three doses of NS 2330 (Tesofensine) given once daily compared with placebo in patients with mild to moderate Dementia of the Alzheimer's Type.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "NS 2330 (Tesofensine) — small‑molecule triple monoamine reuptake inhibitor (serotonin, norepinephrine, dopamine)."
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The trial tests NS 2330 (tesofensine) vs placebo in mild–moderate Alzheimer's dementia to assess safety/tolerability, blood levels and efficacy; the provided trial listing identifies NS 2330 (tesofensine) in a Phase II randomized, placebo‑controlled study. citeturn0search0",
        "Mechanism & drug class: Tesofensine is a small‑molecule triple monoamine (dopamine, norepinephrine, serotonin) reuptake inhibitor — i.e., it modulates neurotransmitter levels rather than targeting amyloid or tau pathology. citeturn0search1turn0search3turn0search2",
        "Act (extraction & matching): Extracted intervention = NS 2330 (tesofensine); comparator = placebo. Because its mechanism is neurotransmitter reuptake inhibition (not an anti‑amyloid or anti‑tau biologic/small‑molecule), the trial aims at symptomatic/cognitive effects rather than disease modification, matching the 'cognitive enhancer' category. citeturn0search0turn0search1",
        "Reflect (verification and caveats): Multiple publications and summaries show tesofensine was developed as a monoamine reuptake inhibitor and later pursued for obesity; clinical work in neurodegenerative diseases produced symptomatic evaluations rather than disease‑modifying evidence, supporting classification as a cognitive/symptomatic enhancer rather than a disease‑targeted agent. If additional trial documentation explicitly states a disease‑modifying mechanism (e.g., anti‑amyloid or anti‑tau), reclassification would be required — but available sources support 'cognitive enhancer'. citeturn0search9turn0search5"
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The investigational drug is NS 2330 (tesofensine), a small‑molecule triple monoamine reuptake inhibitor that blocks reuptake of dopamine, norepinephrine and serotonin — i.e., it modulates monoaminergic neurotransmission and is being tested as a symptomatic/cognitive enhancer rather than an anti‑amyloid or anti‑tau disease‑modifying agent. citeturn0search1turn0search4",
        "Act: Extracted intervention = NS 2330 (tesofensine); comparator = placebo. Given the mechanism (monoamine reuptake inhibition / modulation of neurotransmitter systems) the most specific CADRO match is D) Neurotransmitter Receptors (drugs acting on neurotransmission/synaptic signaling), not amyloid, tau, inflammation, or other pathology‑directed categories. Supporting trial and pharmacology sources confirm tesofensine’s triple‑reuptake mechanism and clinical testing. citeturn0search0turn0search1",
        "Reflect: Classification check — tesofensine acts by increasing synaptic monoamines (dopamine, norepinephrine, serotonin) via transporter inhibition, which aligns with CADRO’s Neurotransmitter/Receptor category for symptomatic cognitive enhancers. There is no indication in the provided description that the agent targets amyloid, tau, ApoE/lipids, inflammation, proteostasis, vasculature, or other CADRO categories; therefore D) is the best fit. If future documentation indicated a disease‑modifying mechanism (e.g., anti‑amyloid/tau), the classification should be revised. citeturn0search3turn0search2",
        "Web search sources (selected): 1) ADVANS study and clinical descriptions showing NS 2330 (tesofensine) clinical trials and mechanism. citeturn0search0 2) PET/DAT occupancy and pharmacology papers confirming tesofensine is a triple monoamine reuptake inhibitor (dopamine, norepinephrine, serotonin). citeturn0search1turn0search2 3) Preclinical/pharmacology reports describing tesofensine’s effects on monoaminergic pathways and development for obesity and symptomatic indications. citeturn0search4turn0search3"
    ]
}