{
    "nct_id": "NCT00240695",
    "title": "An Open-Label Extension Study to Assess the Long-Term Safety and Tolerability of Galantamine HBr in the Treatment of Mild Cognitive Impairment",
    "status": "COMPLETED",
    "last_update_time": "2011-05-17",
    "description_brief": "The purpose of this follow-up study is to assess the long-term safety and tolerability of galantamine in individuals with mild cognitive impairment who participated in a previous study with galantamine",
    "description_detailed": "Dementia is a chronic, progressive brain disease that may involve a number of symptoms, including memory loss and changes in personality, behavior, judgment, attention span, language and thought. The most common type of dementia is Alzheimer's disease. Over time, patients with Alzheimer's disease may lose ability to perform daily tasks related to personal care (for example bathing, dressing, eating) and may be unable to handle money or travel to familiar places. The term mild cognitive impairment (MCI) is used to describe individuals who have memory impairments suggestive of early dementia, but do not yet meet the criteria for Alzheimer's disease. Individuals with MCI are more likely to develop Alzheimer's disease than normal elderly patients. Individuals with MCI who completed 1 of 2 previous double-blind studies with galantamine may participate in this follow-up study if they have not progressed to dementia. They will receive open-label galantamine for 12 months and will be evaluated after 2, 6 and 12 months of treatment. Safety evaluations (incidence of adverse events, ECGs, physical examinations, laboratory tests) will be performed throughout the study. Effectiveness will be assessed after 12 months of treatment (by using standardized tests and rating scales (Alzheimer's Disease Assessment Scale: cognitive/MCI version \\[ADAS-Cog/MCI\\], Clinical Dementia Rating \\[CDR\\] and CDR-Sum of the Boxes \\[CDR-SB\\]). Health status will be assessed using the Health Survey portion of the Short-Form 36 (SF-36) and the use of health and social care resources will be assessed using a resource-use questionnaire. The enrolled individuals may participate in an optional portion of the study in which their genetic material is analyzed to see if contains something that would affect the way galantamine is used by their bodies. Galantamine 8 or 12 milligrams (mg) by mouth twice daily for 12 months. Dose will start at 4 mg twice daily and be gradually increased to final dose; 12 mg twice daily dose may be decreased to 8 mg twice daily based upon tolerability",
    "phase": [
        "PHASE3"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "galantamine hydrobromide (galantamine; brand: Razadyne)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is galantamine hydrobromide, a small‑molecule cholinergic agent used to improve cognition/symptoms in cognitive impairment rather than a biologic targeting amyloid or tau. citeturn2search1turn0search5",
        "Act (key details & evidence): Galantamine is a reversible acetylcholinesterase inhibitor and has been described to allosterically modulate nicotinic acetylcholine receptors — actions that increase cholinergic neurotransmission and produce symptomatic cognitive benefits in Alzheimer's disease. citeturn2search1turn1search6",
        "Act (trial context): The described trial is an open‑label extension assessing long‑term safety/tolerability of galantamine in people with mild cognitive impairment; open‑label extension and long‑term safety/effectiveness studies of galantamine have been reported. citeturn0search0turn0search6",
        "Reflect: Classification rationale — because galantamine is a small‑molecule symptomatic cholinergic agent (not a biologic aimed at amyloid/tau) and the trial tests safety/tolerability in MCI (not disease modification via pathology-targeting), the correct category is \"cognitive enhancer.\" Note: some preclinical work reports neuroprotective or nicotinic‑modulating effects, but these do not make it a pathology‑targeting disease‑modifying biologic/small molecule for classification here. citeturn1search7turn1search2",
        "Web search results used (sources): Drugs.com / Razadyne prescribing information (galantamine hydrobromide, clinical use and MOA). citeturn2search1; PubMed review and clinical studies summarizing galantamine mechanism and long‑term/open‑label trials. citeturn0search5turn0search0; Mechanistic studies describing acetylcholinesterase inhibition and nicotinic receptor modulation. citeturn1search6turn1search3; FDA information page on galantamine (safety/regulatory history). citeturn2search2"
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The trial drug is galantamine hydrobromide, a symptomatic cholinergic cognitive enhancer whose primary pharmacology is reversible inhibition of acetylcholinesterase and allosteric modulation of nicotinic acetylcholine receptors, increasing cholinergic neurotransmission rather than directly targeting amyloid, tau, or other AD pathologies. citeturn0search0turn0search1",
        "Act (key details & evidence): The description is an open‑label extension assessing long‑term safety/tolerability of galantamine in people with mild cognitive impairment. Galantamine’s mechanism and long‑term clinical use (open‑label extensions showing sustained symptomatic cognitive effects and safety/tolerability) are documented in regulatory and clinical literature. citeturn0search2turn0search3turn0search5",
        "Reflect: This intervention targets the cholinergic neurotransmitter system (enzymatic acetylcholine breakdown and nicotinic receptor modulation), which maps to CADRO category D) Neurotransmitter Receptors. It is not a biologic aimed at amyloid or tau, nor is it clearly multi‑target disease‑modifying; therefore D is the most specific and appropriate CADRO classification. citeturn0search0turn0search1",
        "Web search results used (key sources):",
        "- FDA information page on galantamine (Razadyne) — regulatory/safety and mechanism summary. citeturn0search0",
        "- PubMed: Long‑term outcomes and open‑label extension trials of galantamine showing safety/tolerability and sustained symptomatic effects. citeturn0search1turn0search3",
        "- European Psychiatry / multicenter long‑term MCI study and other long‑term efficacy/safety reports. citeturn0search2turn0search5"
    ]
}