{
    "nct_id": "NCT05591313",
    "title": "Acute Exercise Effect on Neurocognitive Function Among Cognitively Normal Late-Middle-Aged Adults With/Without Generic Risk of Alzheimer's Disease: The Moderation Role of Exercise Volume and Apolipoprotein E Genotype",
    "status": "COMPLETED",
    "last_update_time": "2023-02-04",
    "description_brief": "This study explores the acute exercise effect on neurocognitive function and also its potential moderators in an exercise setting and Apolipoprotein E (APOE) genetic risk.",
    "description_detailed": "Acute exercise has emerged as a modifier to multiple aspects of cognitive function; however, its effect on populations with different risks of Alzheimer's disease (AD) and the role of exercise variance and APOE genotype within the effect reminds underestimated. The current study aimed to examine the acute exercise effect on neurocognitive function from behavioral and neuroelectric perspectives among cognitively normal late-middle-aged adults. Additionally, we determined whether variations in exercise intensity and duration and the presence of the APOE ɛ4 allele modulated the effect.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention described is acute physical exercise (a non‑pharmacologic, lifestyle/behavioral intervention) tested for short‑term effects on neurocognitive function and moderation by APOE genotype, so it is not a drug (biologic or small molecule), a pharmacologic cognitive enhancer, nor a neuropsychiatric drug. citeturn0search0turn0search5",
        "Act (extracted details): The study tested acute aerobic exercise in cognitively normal late‑middle‑aged adults (~51 participants, ~36% APOE ε4 carriers), measured Stroop task performance and EEG/ERP under rest and three exercise conditions, and reported acute cognitive benefits regardless of APOE ε4 status; ClinicalTrials registration NCT05591313 is listed. Key sources: PubMed article and Europe PMC record. citeturn0search0turn0search5turn0search3",
        "Reflect (verification): Classification as 'N/A' is consistent with the description and with literature framing exercise as a behavioral/lifestyle intervention (not a therapeutic drug). Systematic reviews and related trials examine exercise effects by APOE status, supporting that this is an exercise trial rather than a drug trial. citeturn0search4turn0search6",
        "Web search results used (summary of sources consulted): PubMed record for the article (PMID 37526237) reporting the acute exercise study and outcomes; Europe PMC / journal DOI record; institutional repository listing (National Taiwan Normal University) with study metadata; a systematic review/meta‑analysis on exercise and APOE4; and related exercise+APOE clinical trials. These sources were used to confirm intervention type, population, outcomes, and that no pharmacologic agent was involved. citeturn0search0turn0search5turn0search1turn0search4turn0search6"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}