{
    "nct_id": "NCT03510572",
    "title": "Clinical Evaluation of [18F]PI-2620 Positron Emission Computed Tomography for Imaging Tau Protein in Patients With Tauopathies and Healthy Volunteers: Phase 0 Study",
    "status": "COMPLETED",
    "last_update_time": "2020-12-11",
    "description_brief": "The overall goal of this imaging trial is to evaluate \\[18F\\]PI-2620, a tau targeted positron emission computed tomography radioligand, in individuals with tauopathies and healthy volunteers (HV).",
    "description_detailed": "N/A",
    "phase": [
        "EARLY_PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "DIAGNOSTIC",
    "results": null,
    "target_category": "N/A",
    "drug": [
        "[18F]PI-2620 (tau PET radioligand)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention described is [18F]PI-2620, a Fluorine-18–labeled PET radioligand developed to bind aggregated tau protein (3R/4R isoforms) for in vivo imaging of tau pathology in Alzheimer disease and other tauopathies. This is a diagnostic imaging agent, not a therapeutic intended to modify disease, improve cognition, or treat neuropsychiatric symptoms. citeturn0search0turn0search3",
        "Act: Key extracted details — name: [18F]PI-2620; type: tau-targeted PET radioligand (Fluorine-18 labeled); purpose: image tau protein in patients with tauopathies and healthy volunteers (Phase 0/first-in-human and subsequent imaging studies). Clinical and preclinical publications describe selection of PI-2620 for clinical validation and its use to image tau in AD, PSP, and other tauopathies, confirming its role as an imaging biomarker rather than a therapeutic agent. citeturn0search0turn0search3turn0search4turn0search1",
        "Reflect: Classification check — by the provided category definitions: it is not a biologic therapy or vaccine (disease-targeted biologic), nor a small-molecule therapeutic intended to alter disease biology (disease-targeted small molecule), nor a cognitive enhancer, nor an intervention to treat neuropsychiatric symptoms. It is a diagnostic PET tracer; therefore the correct category is 'N/A'. The clinical literature supports this diagnostic/imaging use of [18F]PI-2620. citeturn0search3turn0search0"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}