{
    "nct_id": "NCT06451952",
    "title": "Virtual Darkness and Digital Phenotyping in Specialized and Municipal Dementia Care: The DARK.DEM Randomized Controlled Trial",
    "status": "RECRUITING",
    "last_update_time": "2025-04-08",
    "description_brief": "Behavioral and psychological symptoms of dementia (BPSD) such as anxiety, depression, psychosis and agitation, are prevalent, often treatment resistant, resource demanding and significantly deteriorates cognition, independency, quality of life and mortality in people with dementia.\n\nThe DARK.DEM trial aims at developing new diagnostics and treatment for BPSD in both specialized and municipal dementia care.\n\nThe investigators will develop digital phenotyping by determining the convergent validity of data from a smartwatch against established psychometric scales for BPSD for patients admitted to NKS Olaviken gerontopsychiatric hospital.\n\nThe investigators will conduct an open label single blinded randomized controlled trial to determine the effectiveness, feasibility and safety of virtual darkness as adjunctive treatment of agitation in patients with dementia admitted to the hospital. The investigators will randomize minimum 72 patients to treatment as usual (psychotropic drugs, psychological and environmental interventions) or 14 days of virtual darkness therapy, that is, exposure to light deprived of blue wavelengths from 19.00-08.00, provided in a secluded patient unit with circadian lightening. Primary outcome is 14 days change in agitation assessed with Cohen-Mansfield Agitation Inventory. Secondary outcomes are change in diurnal variation of motor activity assessed with a smartwatch and sleep monitor, other BPSD, activities of daily living, quality of life, use of psychotropic drugs, use of restraints and coercion, length of hospital stay and resource utilization.\n\nThe investigators will conduct focus group interviews with managers and staff in nursing homes to explore barriers, enablers and adaptions to support implementation of the new methods in municipal dementia care",
    "description_detailed": "Successful treatment of BPSD relies on precise assessment. The gold standard is self-report of symptoms, supplemented by proxy rating from relatives and staff. This can be aided by various psychometric scales, such as the Cornell Scale for Depression, Cohen-Mansfield Agitation Inventory and Neuropsychiatric Inventory. However, these scales have weaknesses, they span short time periods, have moderate interrater and test-retest reliability. In particular in the outpatient setting, this hampers the reliability and validity of patients and caregivers reports, and thereby infers the accuracy of the clinicians assessment. A possible enhancement of assessment can be achieved through \"digital phenotyping\", that is characterization of human behavior by moment-by-moment monitoring with personal digital devices.\n\nFirst line treatment of BPSD is environmental approaches, which often is resource demanding as it requires extensive staffing. Second line treatment is use of psychotropic drugs, however, effect is modest and come with high risk of interactions and side effects, particularly harmful in fragile older adults. A possible enhancement of BPSD treatment lies in interventions targeting the circadian rhythm. The circadian rhythm is weakened in persons with dementia, and this can potentiate BPSDs. Several trials have demonstrated some effect of bright light therapy on BPSD, however, it has been suggested that the effect is limited due to lack of sufficient light reaching the retina due to eye conditions in the elderly. Therefore, a more useful approach in this population might be virtual darkness, that is blue wavelength depleted evening light.\n\nThe DARK.DEM trials primary objective is to develop and evaluate digital phenotyping and virtual darkness therapy to enhance management of BPSD in municipal and specialized dementia care.\n\nSecondary objectives are:\n\n* Determine the feasibility of symptom assessment with wearable sensor technology in patients with dementia admitted to a gerontopsychiatric hospital ward.\n* Determine the convergent validity of data obtained via sensor technology in patients with dementia against psychometric scales for assessment of BPSD.\n* Determine the effectiveness, feasibility and safety of virtual darkness in the evening and night as adjunctive treatment of agitation in patients with dementia in a gerontopsychiatric hospital ward.\n* Explore barriers, enablers and possible adaptions to support implementation of digital phenotyping and virtual darkness therapy in nursing homes.\n\nThe investigators will apply a multidisciplinary approach with methods from computer science, hermeneutics and medicine in three work packages (WP).\n\nWP1: DIG.DEM will determine the convergent validity of sensor data against established psychometric scales for BPSD in patients admitted to NKS Olaviken gerontopsychiatric hospital. The investigators will use correlation analyses and knowledge based AI to develop novel digital biomarkers for BPSD.\n\nWP2: DARK.DEM is an open label single blinded randomized controlled trial to determine the effectiveness, feasibility and safety of virtual darkness as adjunctive treatment of agitation in patients with dementia admitted to the hospital. The investigators will randomize minimum 72 patients to treatment as usual (psychotropic drugs, psychological and environmental interventions) or 14 days of virtual darkness therapy, that is, exposure to light deprived of blue wavelengths from 19.00-08.00, provided in a secluded patient unit with circadian lightening. Inclusion criteria is patients with dementia admitted to the hospital, both genders, above 50 years and CMAI score equal or above 45 points, exclusion criteria is total blindness/diminished bilateral red reflex, use of beta-blockers and/or melatonin, and clinically significant pain (MOBID-2 score equal or above 3 points). Primary outcome is 14 days change in agitation assessed with Cohen-Mansfield Agitation Inventory. Secondary outcomes are change in diurnal variation of motor activity assessed with sensor data, other BPSD, activities of daily living, quality of life, use of psychotropic drugs, use of restraints and coercion, length of hospital stay and resource utilization.\n\nWP3: DECIDE.DEM will conduct focus group interviews with managers and staff in nursing homes to explore barriers, enablers and adaptions to support implementation of the new methods in municipal dementia care. The investigators will use a mixed methods explanatory sequential design, hermeneutical methodology.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "neuropsychiatric symptom improvement",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial tests non‑pharmacologic \"virtual darkness\" (light deprived of blue wavelengths overnight) as an adjunctive treatment for agitation and other behavioral and psychological symptoms of dementia (BPSD). The intervention targets neuropsychiatric symptoms (agitation, anxiety, depression, psychosis), not underlying AD molecular pathology or cognition per se.",
        "Act: Key details extracted — intervention = virtual darkness therapy (environmental/lighting intervention, 19:00–08:00) provided in a secluded unit; objective = reduce agitation (primary outcome: change in Cohen‑Mansfield Agitation Inventory over 14 days); additional component = digital phenotyping (smartwatch data) for diagnostics/measurement. No drug or placebo is described. Therefore the trial fits the 'neuropsychiatric symptom improvement' category.",
        "Reflect: Classification confirmed — this is a behavioral/environmental intervention aimed at improving neuropsychiatric symptoms (agitation) rather than a biologic or small molecule disease‑modifying agent or a general cognitive enhancer. Digital phenotyping is a measurement/diagnostic tool and does not change the therapeutic category. No web search was performed because no drug name was referenced that required lookup."
    ],
    "agent_type": "O) Circadian Rhythm",
    "explanation_agent": [
        "Reason: The intervention is a non‑pharmacologic lighting manipulation (blue‑light‑deprived 'virtual darkness' overnight) intended to alter sleep/lighting exposure and reduce agitation/BPSD rather than to engage a molecular drug target. This aligns with circadian/lighting interventions.",
        "Act: Key details — intervention = virtual darkness (19:00–08:00) targeting agitation and other neuropsychiatric symptoms; digital phenotyping is measurement only; no drug, gene, or biochemical pathway is specified. Assigned CADRO category O) Circadian Rhythm as it is the most specific fit (lighting/circadian modulation).",
        "Reflect: Confirmed: the trial targets behavioral symptoms via environmental/circadian manipulation, not amyloid, tau, inflammation, neurotransmitter receptors, etc. One could also label it broadly as P) Environmental Factors, but O) Circadian Rhythm is more specific and thus preferred. No web search was performed because no drug, drug target, or gene/pathway was referenced in the trial description."
    ]
}