{
    "nct_id": "NCT03671889",
    "title": "Assessment of Safety and Efficacy of ExAblate Blood-Brain Barrier Disruption for the Treatment of Patients With Probable Alzheimer's Disease",
    "status": "RECRUITING",
    "last_update_time": "2025-09-22",
    "description_brief": "The purpose of this study is to evaluate the safety and efficacy of the ExAblate Model 4000 Type 2.0 System as a tool to disrupt the blood-brain barrier (BBB) in patients with probable Alzheimer's Disease (AD).",
    "description_detailed": "This is a prospective, multi-center, single-arm study to evaluate the safety and efficacy of BBB disruption using the ExAblate Model 4000 Type 2.0 (220 kHz) system. Patients with diagnosis of Probable Alzheimer's Disease may qualify for a clinical trial to have three serial ExAblate BBB disruption procedures in specific areas in the brain. This study will be conducted at up to 8 sites in the United States and will enroll up to 30 patients.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "DEVICE_FEASIBILITY",
    "results": null,
    "target_category": "N/A",
    "drug": [
        "ExAblate Model 4000 Type 2.0 System (focused ultrasound BBB‑disruption device)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The described trial tests the ExAblate Model 4000 Type 2.0 system to temporarily disrupt the blood–brain barrier (BBB) in patients with probable Alzheimer’s disease — this is a focused‑ultrasound medical device intervention, not a drug (biologic or small molecule). The protocol aims to assess safety/efficacy of BBB opening and effects on amyloid and cognition, which is consistent with device‑mediated, potentially disease‑modifying delivery/clearance strategies rather than a pharmacologic agent. citeturn0search4turn0search6",
        "Act: Key extracted details from clinical listings and publications — • Device: ExAblate Model 4000 Type 2.0 (InSightec). • Study identifier: NCT03671889 (assessment of ExAblate BBB disruption in probable AD; multi‑center, single‑arm, up to ~30 patients with serial BBB disruption procedures). • Primary intent in this trial is to evaluate the ExAblate device procedure (safety/efficacy) and effects on amyloid/cognition, not to test a monoclonal antibody or small molecule drug as the investigational product. citeturn0search4turn0search6turn0search2 Additionally, prior pilot clinical work of ultrasound‑mediated BBB disruption (implantable SonoCloud device) demonstrated safety and suggested possible reductions in amyloid/biomarker signal, supporting the rationale for device BBB opening in AD. citeturn0search1",
        "Reflect: Classification decision and caveats — The intervention is a focused ultrasound device used to open the BBB, so it does not match the defined categories (1) disease‑targeted biologic, (2) disease‑targeted small molecule, (3) cognitive enhancer, or (4) neuropsychiatric symptom improvement. Therefore the correct category is 'N/A'. Caveat: other trials combine ExAblate BBB opening with monoclonal antibodies (e.g., trials pairing BBBO with aducanumab or lecanemab); in those combined cases the overall intervention includes a disease‑targeted biologic, but the specific trial you gave (device BBB disruption as the investigational tool) is device‑focused and should be classified as 'N/A' under the provided taxonomy. citeturn0search0turn0search4"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}