{
    "nct_id": "NCT01606488",
    "title": "Effects of Brain Beta Amyloid on Postoperative Cognition and 18F-AV-45-A14: Clinical Evaluation of Florbetapir F 18 (18F-AV-45)",
    "status": "ACTIVE_NOT_RECRUITING",
    "last_update_time": "2025-04-28",
    "description_brief": "Postoperative cognitive decline (POCD) affects up to 50% of non-cardiac surgical patients greater than or equal to 65 years of age.\n\nThis study will test the hypothesis that preoperative presence of brain beta-amyloid plaques in non-demented subjects increases postoperative cognitive decline (POCD) in elderly subjects scheduled for hip or knee replacement.\n\nThe investigators hypothesize that preoperative beta-amyloid plaques will predict postoperative cognitive decline.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE4"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "DIAGNOSTIC",
    "results": null,
    "target_category": "N/A",
    "drug": [
        "Florbetapir F 18 (18F-AV-45, Amyvid)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The described intervention is preoperative assessment using a PET imaging agent (18F-AV-45 / florbetapir) to detect brain beta‑amyloid plaques and test whether presence of amyloid predicts postoperative cognitive decline (POCD). This is a diagnostic/biomarker use (imaging of amyloid), not administration of a therapeutic intended to modify disease or improve cognition. citeturn0search3turn0search4",
        "Act: Key extracted details — drug/intervention name and type: florbetapir F 18 (18F-AV-45), marketed as Amyvid, is a radioactive PET tracer that binds amyloid plaques to estimate neuritic beta‑amyloid plaque density in vivo. It is used for brain imaging/diagnosis rather than as a treatment. citeturn0search2turn0search3",
        "Reflect: Classification — This trial evaluates a diagnostic imaging agent to predict POCD and does not test a therapeutic biologic or small molecule intended to alter Alzheimer pathology or improve cognition or neuropsychiatric symptoms. Therefore it does not fit the four therapeutic categories (disease-targeted biologic, disease-targeted small molecule, cognitive enhancer, or neuropsychiatric symptom improvement) and should be classified as 'N/A'. Note: Amyvid labeling also states it is an adjunct diagnostic tool and that a positive scan does not by itself establish AD diagnosis and that its use for predicting development of dementia or for monitoring therapy is not established. citeturn0search2turn0search7",
        "Web search results (sources found and relevance): 1) Eli Lilly / Amyvid product pages and press releases — describe Amyvid (florbetapir F 18 / 18F-AV-45) as a radioactive diagnostic PET agent to estimate beta‑amyloid neuritic plaque density and provide prescribing/indication details. citeturn0search2turn0search3 2) JAMA / Radiology (clinical evaluation) and PubMed articles — validation studies showing florbetapir‑PET imaging correlates with postmortem amyloid and can quantify brain amyloid load in clinical research/diagnostic settings. citeturn0search4turn0search1 3) Eli Lilly press releases about availability and indications — reiterate diagnostic purpose and limitations of use (not a therapeutic). citeturn0search5turn0search6"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}