{
    "nct_id": "NCT04270474",
    "title": "Reducing Risk of Dementia Through Deprescribing (R2D2)",
    "status": "ACTIVE_NOT_RECRUITING",
    "last_update_time": "2025-03-12",
    "description_brief": "A cluster-randomized controlled trial (RCT) called \"Reducing Risk of Dementia through Deprescribing\" (R2D2) to evaluate the impact of a deprescribing intervention on important cognitive and safety outcomes.",
    "description_detailed": "The R2D2 study will test whether the adverse cognitive effects of anticholinergic medications are reversible by implementing a pharmacist-based deprescribing intervention for older adults within primary care practices. Two groups will be recruited: providers (physicians and advanced practice providers including nurse practitioners), and patients. Primary care providers of those prescribed eligible anticholinergic medications will be recruited for participation in the study, and their patients who also meet eligible criteria will be subsequently approached and recruited. Participants will be randomized to one of two groups: the deprescribing intervention group or usual care; the intervention group will receive a pharmacist-based deprescribing intervention, while the usual care group will receive care as usually provided by their primary and/or specialty care providers. The intervention and follow-up data collection will occur over 24 months in order to test the long-term impact of the intervention on the planned clinical outcomes. Study outcomes include cognition (primary) and safety (secondary) through validated self-reported scales.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "PREVENTION",
    "results": null,
    "target_category": "N/A",
    "drug": [
        "strong anticholinergic medications (various) — pharmacist-led deprescribing intervention"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The R2D2 trial tests a pharmacist-based deprescribing intervention that aims to remove/stop strong anticholinergic medications in older adults so as to increase cholinergic neurotransmission and preserve or improve cognition (i.e., reduce dementia risk). This is a medication‑management (deprescribing) intervention, not the administration of a biologic or a new small‑molecule therapy. citeturn0search4turn0search0",
        "Act (key trial details): R2D2 is a cluster-randomized controlled trial in primary care (clustered by PCP) enrolling older adults (≥65) who are using strong anticholinergics; planned enrollment ~344 with 2‑year follow-up and a composite cognitive primary outcome. The intervention is pharmacist-led deprescribing with alternatives offered where appropriate. ClinicalTrials.gov registration: NCT04270474. citeturn0search0turn0search4turn0search5",
        "Reflect (classification rationale): The intervention targets medication exposure (anticholinergics) rather than testing a specific biologic agent or a new small molecule designed to modify Alzheimer pathology, and it is not a cognitive enhancer drug administered as the active therapy nor an intervention primarily addressing neuropsychiatric symptoms. Therefore it does not fit the four specified therapeutic categories (disease-targeted biologic; disease-targeted small molecule; cognitive enhancer; neuropsychiatric symptom improvement) and is classified as 'N/A'. Note: mechanistically the trial seeks to affect cholinergic signaling indirectly by stopping anticholinergics, but because the trial is a deprescribing/medication‑management intervention (not testing a specific drug product), the correct category per the provided taxonomy is 'N/A'. citeturn0search4turn0search0",
        "Web search results used: - Full trial protocol and open-access article: Deprescribing anticholinergics to preserve brain health: reducing the risk of dementia through deprescribing (R2D2) — Trials (study protocol). citeturn0search0 - PubMed entry for R2D2 protocol/abstract. citeturn0search1 - Full text on PubMed Central (PMC) with methods, aims, and trial registration details (NCT04270474). citeturn0search4turn0search5"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}