{
    "nct_id": "NCT04754152",
    "title": "Long-term Effect of θ Burst Magnetic Stimulation on Clinical Symptoms of Alzheimer Disease",
    "status": "COMPLETED",
    "last_update_time": "2023-02-26",
    "description_brief": "This was a randomized, single-blind, parallel, placebo-controlled clinical trial assessing the efficacy of neuronavigational TBS among patients with AD. Fourty late-onset AD were included in the study, all the patients were divided into TBS groups and drug treatment group. Drug intervention group AD patients with drug regimen (donepezil 5mg / d) and primary care guidance, once every three months follow-up. TBS group is treated with TBS (a course of treatment every 3 months); after completing 4 treatments/follow-ups a year, evaluate the changes in MoCA, other clinical symptoms and multi-domain cognition tests, and brain Changes in structure and function.",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "Cognitive enhancer",
    "drug": [
        "Donepezil (5 mg/day) — acetylcholinesterase inhibitor, symptomatic cognitive enhancer (used as the drug comparator)",
        "Theta-burst stimulation (TBS) — neuronavigated, non‑pharmacologic neuromodulation intervention (primary intervention tested)"
    ],
    "placebo": [
        "Sham TBS (placebo / sham stimulation)"
    ],
    "explanation_target": [
        "Reason: The trial tests neuronavigated theta‑burst stimulation (TBS) to change cognition and clinical symptoms in AD (outcomes: MoCA, multi‑domain cognition, brain structure/function). TBS is a form of noninvasive brain stimulation intended to modulate cortical excitability and synaptic plasticity to improve cognitive function — this fits the 'cognitive enhancer' category. citeturn1search9turn1search11",
        "Act: The description also mentions a drug comparator: donepezil 5 mg/day. Donepezil is a reversible acetylcholinesterase inhibitor used to produce symptomatic cognitive improvement in mild‑to‑moderate AD (i.e., a symptomatic cognitive enhancer, not a disease‑modifying biologic). citeturn0search8turn0search0",
        "Reflect: Given the intervention (TBS) is a neuromodulation therapy aimed at improving cognition/clinical symptoms, the best fit among the provided categories is 'Cognitive enhancer'. The presence of donepezil as a comparator does not change the primary trial target (TBS for cognitive/clinical improvement). There is no evidence the trial tests a biologic or disease‑modifying small molecule, nor is it focused solely on neuropsychiatric symptom management, so other categories do not fit. citeturn1search2turn1search0",
        "Web search results used: (a) Donepezil — reversible acetylcholinesterase inhibitor; widely used to improve cognition in AD (sources: StatPearls, PubMed reviews). citeturn0search8turn0search0 (b) Theta‑burst stimulation (TBS) — a TMS protocol that induces lasting changes in cortical excitability and synaptic plasticity and has been investigated for cognitive effects, including recent randomized trials in Alzheimer's disease. citeturn1search9turn1search2"
    ],
    "agent_type": "M) Synaptic Plasticity/Neuroprotection",
    "explanation_agent": [
        "Reason: The primary intervention tested is neuronavigated theta‑burst stimulation (TBS), a form of noninvasive transcranial magnetic stimulation intended to modulate cortical excitability and enhance synaptic plasticity to improve cognition and clinical symptoms in AD. citeturn0search7turn0search2",
        "Act: The trial compares TBS (primary intervention) to donepezil (5 mg/day) as a comparator. Donepezil is a reversible acetylcholinesterase inhibitor that increases synaptic acetylcholine and produces symptomatic cognitive improvement, but it is not a disease‑modifying biologic. The primary therapeutic focus of the trial (modulating synaptic function/plasticity through neuromodulation) maps best to CADRO category M (Synaptic Plasticity/Neuroprotection). citeturn0search1turn0search0",
        "Reflect: Classification as M) Synaptic Plasticity/Neuroprotection is consistent with the intervention's mechanism (TBS-driven modulation of cortical networks and synaptic plasticity) and the trial's cognitive‑enhancer aim. The presence of donepezil as a comparator does not change the primary target classification. If the trial had instead been testing a cholinergic drug as the primary intervention, a neurotransmission‑related CADRO category might be considered, but here the neuromodulation focus is more specific to synaptic plasticity. citeturn0search8turn0search5",
        "Web search results used: (a) Donepezil mechanism — reversible acetylcholinesterase inhibitor, symptomatic cognitive enhancer. citeturn0search1turn0search0 (b) Theta‑burst stimulation (TBS / iTBS) — TMS protocol that modulates cortical excitability and synaptic plasticity and has shown cognitive effects in randomized trials in AD. citeturn0search7turn0search2turn0search5"
    ]
}