{
    "nct_id": "NCT03587376",
    "title": "Characterization of T-Cell Response in Subjects Previously Treated With JNJ-54861911 (Atabecestat)",
    "status": "COMPLETED",
    "last_update_time": "2025-04-25",
    "description_brief": "The purpose of this study is to determine T-cell mediated inflammatory immune response in some participants previously exposed to atabecestat.",
    "description_detailed": "This is an exploratory Phase 0 study in participants who previously participated in studies (54861911ALZ2002 \\[NCT02260674\\], 54861911ALZ2003 \\[NCT02569398\\], or 54861911ALZ2004 \\[NCT02406027\\]) with atabecestat. In this study, participants will only have blood drawn. The primary hypotheses for this study is that adverse event of elevated liver enzymes observed in some participants is caused by a T-cell dependent inflammatory response. Participants will be monitored for adverse events and will be called 1 day after the blood draw to assess for any adverse events.",
    "phase": [
        "EARLY_PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "OTHER",
    "results": null,
    "target_category": "N/A",
    "drug": [
        "Atabecestat (JNJ-54861911) — oral BACE1 (β‑secretase) inhibitor; small-molecule, disease-targeted agent."
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The study title and description state the purpose is to determine T-cell–mediated inflammatory immune responses in participants previously exposed to atabecestat (blood draw only, exploratory/Phase 0), i.e., an observational immunology follow-up to prior atabecestat trials rather than a therapeutic intervention trial. citeturn1search0turn1search1",
        "Act: Atabecestat (JNJ-54861911) is an oral small‑molecule BACE1 (β‑secretase) inhibitor developed to reduce amyloid-β production (a disease-targeted mechanism). The drug development program was terminated after cases of elevated liver enzymes and liver injury were observed; published work has investigated drug-specific T‑cell responses in patients with atabecestat-associated liver injury. citeturn1search5turn0search5turn1search6",
        "Reflect: Because this specific clinical trial is an observational/exploratory study measuring immune (T‑cell) responses in people previously treated with a disease-targeted small molecule, and involves only blood draws to characterize immunogenicity (not testing a therapeutic or cognitive/symptom intervention), it fits the instruction to classify diagnostic/non‑therapeutic studies as 'N/A'. I therefore classify the trial as 'N/A' while noting the implicated drug and its mechanism (BACE1 inhibitor). citeturn1search0",
        "Web search results used (key sources): 1) Trial record summarizing the study (NCT03587376) — Characterization of T‑Cell Response in participants previously treated with JNJ‑54861911 (Atabecestat). citeturn1search0turn1search2 2) Pharmacodynamics / phase I/II publications describing atabecestat as an oral BACE1 inhibitor and its amyloid-lowering effects. citeturn1search5turn0search2 3) Discovery / medicinal chemistry description of atabecestat (JNJ-54861911) as a BACE1 inhibitor (Journal of Medicinal Chemistry). citeturn0search5 4) Reported analyses of drug-specific T‑cell responses in patients with atabecestat-associated liver injury. citeturn1search6"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}