{
    "nct_id": "NCT00611312",
    "title": "Effects of Intense Cognitive Training on Standardized Measures of Cognition in Those With Very Mild Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2012-10-02",
    "description_brief": "The purpose of this study is to see if an intense two-week long cognitive training program helps the thinking ability of adults with very mild Alzheimer Disease. We anticipate that scores on clinical cognitive tests will be better after the training.",
    "description_detailed": "Twenty of the 30 subjects will be recruited to participate in functional magnetic resonance imaging (fMRI). Scanning will be done while subjects perform a verbal learning task. Ten subjects will be scanned before and after the two week training. Another ten will be scanned twice at a two week interval before beginning the cognitive training.",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "SUPPORTIVE_CARE",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial tests an intense two-week cognitive training program intended to improve thinking/cognitive test scores in adults with very mild Alzheimer disease — a behavioral (non‑pharmacologic) intervention aiming to improve cognitive performance rather than to modify AD pathology. citeturn0search8turn0search4",
        "Act: Extracted details — Intervention: \"Intense cognitive training\" (behavioral, ~2 weeks, several hours/day); No drug or placebo is used or mentioned in the description; Primary intended effect: improved cognition on standardized clinical tests. Key trial record and a feasibility/efficacy report match this description. citeturn0search8turn0search4",
        "Reflect: Classification decision — This is best classified as 'cognitive enhancer' (category definition: interventions that improve cognitive function without targeting underlying AD pathology). The intervention is cognitive training (behavioral), not a biologic or small molecule targeting amyloid/tau, nor an intervention primarily aimed at neuropsychiatric symptoms, so 'cognitive enhancer' fits. Systematic reviews/meta-analyses support that computerized/intensive cognitive training can yield modest cognitive improvements in MCI/early AD contexts. citeturn0search0turn0search5",
        "Web search results (matched sources found): (1) Clinical trial registry entry for \"Effects of Intense Cognitive Training on Standardized Measures of Cognition in Those With Very Mild Alzheimer's Disease\" — study details, intervention listed as Behavioral: Cognitive Training (matches description, NCT record summary). citeturn0search8 (2) PubMed entry: \"Feasibility and efficacy of intensive cognitive training in early-stage Alzheimer's disease\" — small study of 10 days over 2 weeks, 4–5 hours/day, reporting modest cognitive gains and feasibility. This appears to be the published report of intensive training like that described. citeturn0search4 (3) Systematic review / meta-analysis evidence that computerized cognitive training can improve cognition in older adults with MCI (supports plausibility of intended effect). citeturn0search0turn0search5"
    ],
    "agent_type": "M) Synaptic Plasticity/Neuroprotection",
    "explanation_agent": [
        "Reason: The study tests an intense, 2-week behavioral cognitive training program intended to improve cognitive test performance in adults with very mild Alzheimer disease — a non‑pharmacologic intervention aimed at improving cognition rather than modifying core AD pathology (amyloid, tau, etc.). citeturn1search1turn1search9",
        "Act: Extracted details — Intervention: \"Intense cognitive training\" (behavioral; 10 days over 2 weeks, ~4–5 hours/day); No drug, biologic, or molecular pathway target is specified. The primary intended effect is improved cognition on standardized clinical tests (e.g., MMSE, trail-making, fluency). Based on CADRO, interventions that improve cognitive function (cognitive enhancers, training) are best mapped to Synaptic Plasticity/Neuroprotection because they act by enhancing cognitive/learning-related brain function and plasticity rather than targeting specific AD molecular pathology. citeturn1search9turn1search1",
        "Reflect: The classification as M) Synaptic Plasticity/Neuroprotection fits the description: this is a therapeutic (behavioral) cognitive-enhancement intervention designed to strengthen cognitive performance and likely engage plasticity/neuroprotective mechanisms, not an anti-amyloid, anti-tau, anti-inflammatory, or diagnostic intervention. If future materials described a molecular drug or explicit target (e.g., cholinergic agonist, BDNF agonist), the category could change; but with current information, M is the most specific CADRO match. Systematic reviews/meta-analyses support that computerized/intensive cognitive training yields modest cognitive benefits in MCI/early AD, consistent with framing this as a cognitive-enhancer/plasticity intervention. citeturn0search4turn1search7",
        "Web search results (matched sources): (1) Clinical trials registry entry for the study \"Effects of Intense Cognitive Training on Standardized Measures of Cognition in Those With Very Mild Alzheimer's Disease\" — lists Intervention: Behavioral: Cognitive Training and trial details/status. citeturn1search1 (2) Full-text article: \"Feasibility and Efficacy of Intensive Cognitive Training in Early‑Stage Alzheimer’s Disease\" — reports 10 days over 2 weeks, 4–5 hours/day, modest cognitive gains and follow-up. citeturn1search9turn0search0 (3) Systematic reviews/meta-analyses showing computerized/intensive cognitive training can improve cognition in MCI/early dementia (supports plausibility and classification). citeturn0search4turn1search7"
    ]
}