{
    "nct_id": "NCT04149860",
    "title": "Interventional, Randomized, Double-blind, Placebo-controlled, Single-ascending-dose Study Investigating the Safety, Tolerability, and Pharmacokinetic Properties of Lu AF87908 in Healthy Subjects and Patients With Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2023-08-03",
    "description_brief": "The purpose of this study is to investigate the safety of a single dose of Lu AF87908, how well it is tolerated and what the body does to the drug in healthy participants and participants with Alzheimer's disease.",
    "description_detailed": "The study will be divided into three parts: Part A, Part B and Part C.\n\nPart A consists of up to 6 sequential cohorts (Cohorts A1 to A6):\n\n-Cohorts A1 to A6: 8 healthy participants per cohort (aiming for an equal number of men and women): 6 randomized to Lu AF87908 and 2 randomized to placebo.\n\nPart B consists of up to 3 sequential cohorts (Cohorts B1 to B3):\n\n-Cohorts B1 to B3: 4 Japanese and 4 Chinese healthy participants per cohort: 6 participants randomized to Lu AF87908 and 2 participants randomized to placebo.\n\nPart C consists of 2 sequential cohorts (Cohorts C1 and C4):\n\n-Cohort C1 will consist of 6 participants with Alzheimer's disease with 3:1 randomization scheme for active: placebo. Cohort C4 will consist of up to 8 participants. Cohort C4 participants will be randomized based on the randomization scheme from Cohort C1.",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted biologic",
    "drug": [
        "Lu AF87908 (humanized IgG1 monoclonal antibody targeting phosphorylated tau — epitope around pS396/pS404)"
    ],
    "placebo": [
        "Placebo (matching IV infusion)"
    ],
    "explanation_target": [
        "Reason: The description/trial title indicate the investigational product is Lu AF87908 and the study is a Phase 1 single‑ascending‑dose safety/tolerability/pharmacokinetic trial in healthy subjects and patients with Alzheimer’s disease. citeturn1search1turn1search8.",
        "Act (drug identity & mechanism): Lu AF87908 (also called hC10.2) is a humanized IgG1 monoclonal antibody that binds phosphorylated tau (notably around Ser396, and reported also to bind pS396/pS404), i.e., it is an immunotherapy directed at tau pathology. citeturn1search2turn1search0.",
        "Classification decision: Because Lu AF87908 is a biologic (monoclonal antibody) that specifically targets Alzheimer’s pathology (pathological phosphorylated tau), it fits the category 'disease-targeted biologic' rather than small molecule, cognitive enhancer, or symptomatic (neuropsychiatric) therapy. citeturn1search2turn1search7.",
        "Reflect: Trial registries and reviews consistently describe Lu AF87908 as tau‑targeting passive immunotherapy and list NCT04149860 as the Phase 1 single‑dose study, supporting the above classification with no conflicting evidence. citeturn1search8turn1search2."
    ],
    "agent_type": "B) Tau",
    "explanation_agent": [
        "Reason: The investigational product Lu AF87908 is described as a humanized IgG1 monoclonal antibody that binds phosphorylated tau (epitope around pS396/pS404), i.e., an immunotherapy directed at pathological tau — this directly matches the CADRO category B) Tau. citeturn0search0turn0search2",
        "Act: Lu AF87908 (also called hC10.2) is a passive anti‑tau monoclonal antibody and the cited Phase‑1 single‑ascending‑dose trial (NCT04149860) evaluated safety/tolerability/pharmacokinetics in healthy volunteers and people with Alzheimer’s disease — the mechanism and trial indication therefore support classification as tau‑targeting. citeturn0search1turn0search3",
        "Reflect: There is no indication the drug targets amyloid, inflammation, synaptic function, or multiple distinct pathways; sources (Alzforum, a recent review, and trial registries) consistently describe Lu AF87908 as a phosphorylated‑tau–targeting antibody, so the most specific CADRO match is B) Tau rather than R) Multi‑target or T) Other. citeturn0search0turn0search2turn0search1",
        "Web search results supporting classification (key sources): Alzforum therapeutic entry for Lu AF87908 (hC10.2) describing pS396/pS404 tau binding and preclinical data. citeturn0search0; MDPI review / summary of monoclonal antibody therapies noting Lu AF87908 targets pS396 tau. citeturn0search2; Trial registry record for NCT04149860 (Phase 1 single‑ascending‑dose study of Lu AF87908 in healthy participants and participants with Alzheimer’s disease) and supporting clinical‑trial listings. citeturn0search1turn0search3"
    ]
}