{
    "nct_id": "NCT01273272",
    "title": "Cognitive-Behavioral Treatment for Patients With Mild Alzheimer's Dementia: A Randomized Controlled Trial",
    "status": "COMPLETED",
    "last_update_time": "2017-11-01",
    "description_brief": "The purpose of this study is to determine whether a comprehensive cognitive-behavioral therapy-based, multi-component treatment programme is effective in the treatment of neuropsychiatric symptoms of patients with mild Alzheimer's dementia.",
    "description_detailed": "Mild Alzheimer's dementia (AD) cases are with 15 millions worldwide the largest fraction of all AD cases. Most patients are cared for by their family at home. Neuropsychiatric symptoms are very common in AD, even as early as in mild AD: About 90% of all mild AD cases experience neuropsychiatric symptoms, most frequently depression, anxiety, and irritability. These symptoms are associated with greater morbidity, reduced quality of life for the patient, increased burden and depression for the caregiver, higher costs of care, and nursing home placement. Thus, interventions aimed at treating these symptoms could have a tremendous effect on pa-tients, caregivers, and society.\n\nThis study is a randomized, controlled trial (RCT) evaluating a comprehensive CBT-based, multi-component treatment programme consisting of eight modules (diagnosis and goal-setting; psycho-education; engagement in pleasant activities; cognitive restructuring; life review; training caregiver in behavior management techniques; interventions for the caregiver; couples counseling) and 20 sessions.\n\nThis trial aims at significantly reducing depressive and other neuropsychiatric symptoms in the AD patients, and secondary in reducing burden and depressive symptoms of the caregivers. Patients with AD alone or mixed AD and vascular dementia that are in the mild stage and suffer under any neuropsychiatric symptom will be included. The patients and their caregiver will be randomized to either the CBT-based intervention or to the control condition that receives treatment as usual (TAU).",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "neuropsychiatric symptom improvement",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The described intervention is a comprehensive cognitive-behavioral therapy (CBT)-based, multi-component psychosocial programme delivered to patients with mild Alzheimer's dementia to treat neuropsychiatric symptoms (depression, apathy, anxiety, irritability). This indicates the trial aims to improve behavioral/psychiatric symptoms rather than to test a biologic or small-molecule disease-modifying agent or a cognitive-enhancing drug. citeturn0search8turn0search5",
        "Act: Key extracted details — Title: \"Cognitive-Behavioral Treatment for Patients With Mild Alzheimer's Dementia: A Randomized Controlled Trial\"; Registration: NCT01273272; Intervention: comprehensive CBT-based, multi-component treatment (e.g., 8 modules / 25 sessions in the protocol) vs treatment-as-usual; Lead sponsor: University of Zurich. The intervention is behavioral (psychotherapy), so there is no investigational drug or placebo arm. citeturn0search8turn0search3turn0search5",
        "Reflect: The trial fits the category \"neuropsychiatric symptom improvement\" by the provided definitions — it is a psychosocial/behavioral therapy trial targeting neuropsychiatric symptoms in mild AD, not a biologic or small-molecule disease-targeting or a pharmacologic cognitive enhancer. Classification confirmed. citeturn0search2turn0search6",
        "Web search results used (primary sources consulted):",
        "- Cognitive behavioural treatment for mild Alzheimer’s patients and their caregivers (CBTAC): study protocol (Trials / PMC). citeturn0search8",
        "- Cognitive behavioural treatment for mild Alzheimer's patients and their caregivers — PubMed (protocol record). citeturn0search2",
        "- Clinical trial listing (NCT01273272) / trial summary (MedPath/registry). citeturn0search5turn0search6",
        "- Published RCT results and related PubMed entries on multicomponent CBT interventions for mild AD neuropsychiatric symptoms. citeturn0search0turn0search4"
    ],
    "agent_type": "T) Other",
    "explanation_agent": [
        "Reason: The intervention is a comprehensive cognitive-behavioural therapy (CBT)–based, multicomponent psychosocial programme delivered to patients with mild Alzheimer’s disease to treat neuropsychiatric symptoms (depression, apathy, anxiety, irritability), not a drug or biologic targeting a molecular pathway. citeturn0search1turn0search2",
        "Act: Key extracted details — Title and registration: \"Cognitive-Behavioral Treatment for Patients With Mild Alzheimer's Dementia\" (ClinicalTrials.gov NCT01273272). Intervention: CBT-based, multicomponent programme (25 sessions, 8 modules) vs treatment-as-usual; no investigational drug or biologic target listed. Primary target: neuropsychiatric symptom improvement rather than a molecular/physiologic pathway. citeturn0search3turn0search1turn0search0",
        "Reflect: CADRO categories classify biological and pharmacologic targets (e.g., amyloid, tau, inflammation, synaptic plasticity). A psychosocial/behavioral therapy trial that aims to reduce neuropsychiatric symptoms does not map to those biological target categories; per instructions, non-therapeutic/psychosocial interventions should be assigned 'T) Other'. Classification confirmed. citeturn0search1turn0search2"
    ]
}