{
    "nct_id": "NCT02978768",
    "title": "The Effect of the Practice of Tai Chi 6-Form Sports Apparatus and Mental Training on Cognition, Self Care, Mood and General Health in Patients With Mild and Moderate Alzheimer's Disease: a Prospective Study.",
    "status": "COMPLETED",
    "last_update_time": "2016-12-08",
    "description_brief": "The objective of the present project is to develop complementary and alternative medicine (CAM) for The Chang Gung Dementia Center to alleviate the symptoms and signs of patients with Alzheimer Disease, an approach aiming at decreasing the burden on family, society and nation.",
    "description_detailed": "According to statistics in Taiwan, two to four percent the elderly of aged more than 65 years old have dementia. As the decreasing birth rate and the advancement of medical care making life expectancy getting longer, the society in Taiwan is aging with a fast pace, leading to a tremendous increase of patients suffering dementia. Many studies have shown that Tai Chi Chuan can improve quality of life, cardiopulmonary function, pain control, mentality, endurance, flexibility, balance, can decrease the possibility of incidental, and enhance immunity and sleep quality in the elderly. Many studies showed that higher physical activity or mental training is associated with reduced risk for Alzheimer Disease. However, Tai Chi Chuan could be a little difficult for elderly people with dementia because they can't remember so that the investigators have designed Tai Chi 6-Form sports apparatus and the clinical trial was done for health and stroke elderly people. Also, the investigators have developed a mental training program for patients with Alzheimer Disease. The objective of the present project is to develop complementary and alternative medicine (CAM) for The Chang Gung Dementia Center to alleviate the symptoms and signs of patients with Alzheimer Disease, an approach aiming at decreasing the burden on family, society and nation.\n\n1. Study aims during the first year: the investigators investigate the effect of Tai Chi 6-Form accompanied with music rhythm for patients with dementia to remember in behavioral and general health, functional and cognitive decline as well as family caregiver's satisfaction, the use of health care services, and recommendation for other people among patients with mild and moderate Alzheimer Disease.\n2. Study aims during the second year: the investigators investigate the effect of mental training with computer mind training games on behavioral and general health, functional and cognitive decline as well as the use of health care services and family caregiver's satisfaction and recom mendation for other people among patients with mild and moderate Alzheimer Disease.\n3. Study aims during the third year: the investigators investigate the effect of tele-Tai Chi 6-Form and mental training on line which are to combine to physico-mental rehabilitation Wii (PM Wii) on behavioral and general health, functional and cognitive decline as well as the use of health care services and family caregiver's satisfaction and recommendation for other people among patients with mild and moderate Alzheimer Disease. According to Tai Chi 6-Form, the investigators will develop the software to watch Tai Chi 6-Form exercise on computer on line. The patient can copy Tai Chi 6-Form movement accompanied with previous music rhythm at home. Therefore, Tai Chi 6-Form and mental training which are a great benefit to patients with dementia will be popular at home or in the community. Patients with dementia return back to the community.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "N/A",
    "results": null,
    "target_category": "Cognitive enhancer",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial tests Tai Chi 6-Form sports apparatus plus mental (computer-based) training aimed at improving cognition, self-care, mood and general health in mild-to-moderate Alzheimer disease — i.e., a non‑pharmacologic intervention intended to improve cognitive and functional outcomes rather than target molecular AD pathology. citeturn0search6turn0search1",
        "Act: Key extracted details — Title: 'The Effect of the Practice of Tai Chi 6-Form Sports Apparatus and Mental Training on Cognition, Self Care, Mood and General Health in Patients With Mild and Moderate Alzheimer\\u2019s Disease: a Prospective Study.' Interventions listed: Exercise (Tai Chi 6-Form), computer-based cognitive training, and physico-mental rehabilitation (Wii). Registry/ID: NCT02978768 (Chang Gung Memorial Hospital). No drug or biologic is used. citeturn0search1turn0search6",
        "Act — supporting context from the literature: Prior RCTs and meta-analyses report that Tai Chi and combined physical + cognitive training can improve cognitive scores or slow cognitive decline in older adults with cognitive impairment, which supports interpreting this trial as a cognitive-enhancement intervention rather than a disease‑targeted pharmacologic therapy. citeturn0search0turn0search7turn0search5",
        "Reflect: Classification rationale — of the four allowed categories, this trial best fits 'Cognitive enhancer' because it evaluates behavioral/physical and mental-training interventions aiming to improve cognition and daily function (not a biologic or small molecule targeting amyloid/tau, nor focused solely on neuropsychiatric/behavioral symptom management). There is no investigational drug to classify; therefore drug/placebo fields are empty. citeturn0search6turn0search1",
        "Web search results used: 1) Trial registry / description (MedPath / NCT02978768 summary) confirming title, interventions and sponsor. citeturn0search1turn0search8 2) ICH-GCP / clinical-trials-registry summary for NCT02978768. citeturn0search6 3) Chang Gung / academic publications on Simplified Tai Chi 6-Form for AD balance and function. citeturn0search3 4) Systematic reviews / meta-analyses showing Tai Chi may improve cognitive function in dementia / MCI. citeturn0search0turn0search7"
    ],
    "agent_type": "M) Synaptic Plasticity/Neuroprotection",
    "explanation_agent": [
        "Reason: The trial evaluates non‑pharmacologic interventions (Tai Chi 6‑Form exercise, computer‑based cognitive training, and Wii physico‑mental rehabilitation) intended to improve cognition, balance, mood and daily function in mild‑to‑moderate Alzheimer disease rather than targeting a specific molecular pathology (amyloid, tau, inflammation, etc.). Exercise and cognitive training are typically interpreted as promoting neuroplasticity and neuroprotection mechanisms that support cognitive function. citeturn0search1turn0search0",
        "Act: Key extracted details — Title and interventions confirmed from trial registries: Tai Chi 6‑Form (exercise), computer‑based cognitive training, and PM‑Wii (physico‑mental rehabilitation); no drug/biologic is used (NCT02978768). citeturn0search1turn0search0",
        "Supporting evidence: Systematic reviews and trials show Tai Chi and combined physical+cognitive training can produce small‑to‑moderate improvements in cognitive outcomes in older adults and those with cognitive impairment, consistent with effects on brain plasticity and function rather than a disease‑modifying molecular target. citeturn0search3turn0search7turn0search6",
        "Reflect: CADRO mapping rationale — among CADRO categories, interventions designed to enhance cognition by promoting synaptic function, plasticity and neuroprotection best map to M) Synaptic Plasticity/Neuroprotection. The intervention is not a pharmacologic agent aimed at amyloid, tau, inflammation, metabolism, vasculature, etc., and is therefore not 'Other' (non‑therapeutic diagnostic) or 'R) Multi‑target'. If the user prefers labeling non‑drug behavioral cognitive‑enhancement trials as 'Other', note that choice, but by CADRO definitions the neuroplasticity/neuroprotection category is the most specific fit. citeturn0search1turn0search3",
        "Web search results used (selected): 1) Trial registry / summary for NCT02978768 confirming title, interventions and sponsor. citeturn0search1 2) MedPath trial listing for NCT02978768 (interventions: Tai Chi, computer cognitive training, PM‑Wii). citeturn0search0 3) Systematic review/meta‑analysis on Tai Chi effects on cognition and physical function. citeturn0search3 4) DARe/NCBI review of tai chi effects on cognitive performance in older adults. citeturn0search7 5) PubMed review of Tai Chi effects on physical and mental health supporting mechanisms (neuroplasticity, stress reduction). citeturn0search6"
    ]
}