{
    "nct_id": "NCT05345509",
    "title": "A Phase 1, Randomized, Open-Label, Exploratory, Sequential, Pharmacokinetic Single Ascending Dose Study of IVL3003 Versus Multiple Doses of Aricept (Donepezil) Tablets in Healthy Subjects",
    "status": "ACTIVE_NOT_RECRUITING",
    "last_update_time": "2024-12-17",
    "description_brief": "A Clinical Trial to Assess Pharmacokinetic Profiles and Safety of IVL3003",
    "description_detailed": "A Phase 1, Randomized, Open-Label, Exploratory, Sequential, Pharmacokinetic Single Ascending Dose Study of IVL3003 Versus Multiple Doses of Aricept (Donepezil) Tablets in Healthy Subjects",
    "phase": [
        "PHASE1",
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "IVL3003 (long‑acting injectable formulation of donepezil)",
        "Donepezil (Aricept) — oral comparator"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The investigational product IVL3003 is a sustained‑release injectable formulation of donepezil (an acetylcholinesterase inhibitor). Donepezil is a small‑molecule symptomatic treatment that improves cognition in Alzheimer’s disease rather than a disease‑modifying biologic targeting amyloid or tau. citeturn0search0turn0search3",
        "Act: Key trial details — title and design identify IVL3003 versus multiple doses of Aricept (donepezil) tablets in healthy subjects (Phase 1/2 PK/safety study). The published abstract and trial listings describe IVL3003 as a one‑month controlled‑release donepezil microsphere (long‑acting injectable). citeturn0search1turn0search0turn0search6",
        "Reflect: Classification check — because IVL3003 contains donepezil (a symptomatic acetylcholinesterase inhibitor/small molecule) the appropriate category is \"cognitive enhancer\" (not a biologic, not a disease‑targeted small molecule aimed at pathology modification, and not an intervention for neuropsychiatric symptoms). No substantive ambiguity in the description: the sponsor intends IVL3003 to deliver donepezil for symptomatic use and improved compliance. citeturn0search0turn0search3",
        "Web search results used (important sources): 1) Wiley/Alzheimer's & Dementia abstract describing IVL3003 as a one‑month sustained‑release donepezil microsphere (IVL-DrugFluidics technology). citeturn0search0 2) CenterWatch / trial listing and other clinical‑trial registries describing the Phase 1/2 randomized PK/safety study of IVL3003 versus Aricept (donepezil) tablets. citeturn0search1turn0search4 3) PubMed / prior donepezil clinical literature describing donepezil as an acetylcholinesterase inhibitor used for symptomatic cognitive improvement in AD. citeturn0search3"
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The investigational product IVL3003 is a long‑acting injectable formulation of donepezil, a reversible acetylcholinesterase inhibitor that increases synaptic acetylcholine to produce symptomatic cognitive improvement rather than targeting amyloid/tau or other disease‑modifying pathways. citeturn0search0turn0search7",
        "Act: Key trial details — the study compares IVL3003 (a one‑month controlled‑release donepezil microsphere) versus oral donepezil (Aricept) in a Phase 1 PK/safety design in healthy subjects; the active molecule is donepezil (an AChE inhibitor), i.e., a cholinergic/synaptic neurotransmission modulator. citeturn0search0turn0search3",
        "Reflect: CADRO mapping — because the mechanism is modulation of cholinergic neurotransmission via inhibition of acetylcholinesterase (a symptomatic neurotransmitter‑level intervention), the most specific CADRO category is D) Neurotransmitter Receptors (covers interventions that act on neurotransmitter systems/synaptic transmission). There is no indication this is disease‑modifying or multi‑target; classification is therefore D. citeturn0search1turn0search7",
        "Web search results used: 1) Wiley/Alzheimer's & Dementia abstract describing IVL3003 as a one‑month sustained‑release donepezil microsphere. citeturn0search0 2) Pharmacology and reviews describing donepezil as a selective, reversible acetylcholinesterase inhibitor used for symptomatic cognitive improvement in AD (PubMed reviews and overviews). citeturn0search3turn0search1"
    ]
}