{
    "nct_id": "NCT03553173",
    "title": "A Randomized Open-label Parallel-group Trial is to Analyze the Efficacy and the Efficiency of the Social-Local-Mobile (So-Lo-Mo) Intervention Applied to the Smoking Cessation Process.",
    "status": "COMPLETED",
    "last_update_time": "2018-12-03",
    "description_brief": "This is a randomized open-label parallel-group trial. 240 subjects will be recruited during 8 months and a 12 months follow-up will be carried out for each one of them. The sample will split in two groups: control group (n=120) who will receive usual psycho-pharmacological therapy and the intervention group (n=120) who will receive usual therapy plus So-Lo-Mo app.",
    "description_detailed": "The main objective of this study is to analyze the efficacy and efficiency of the So-Lo-Mo intervention applied to the smoking cessation process compared to usual care.\n\nSecondary objectives are:\n\n1. To monitor usual psycho-pharmacological therapies (bupropion, varenicline and behavioural therapy).\n2. To monitor healthy lifestyle and physical exercise habits.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "N/A",
    "drug": [
        "Bupropion",
        "Varenicline"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial tests a Social-Local-Mobile (So-Lo-Mo) smartphone app as an adjunct to usual psychopharmacological smoking-cessation therapy (behavioral/mHealth intervention intended to improve quit rates), not an Alzheimer disease therapeutic. citeturn0search3turn0search4",
        "Act: Key extracted details — randomized open-label parallel-group trial (N=240) comparing usual psychopharmacological therapy alone versus usual therapy + So-Lo-Mo app; usual pharmacotherapy listed is bupropion (Zyntabac) or varenicline (Champix). Trial registration NCT03553173 and protocol published. citeturn0search0turn0search3",
        "Reflect: Classification decision — does not fit any Alzheimer-focused category: it is not a biologic targeting AD pathology, not a small molecule intended to modify AD pathology, not a cognitive-enhancer for AD, nor an intervention for neuropsychiatric symptoms of dementia. Therefore \"N/A\" is appropriate. (Drugs present are smoking‑cessation agents; the primary intervention of interest is the So-Lo-Mo behavioral app.) citeturn0search4turn0search3"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}