{
    "nct_id": "NCT05296980",
    "title": "Validation of a Multidomain Neuropsychological Intervention for Individuals at Risk of Dementia: the REMINDER Program",
    "status": "RECRUITING",
    "last_update_time": "2024-05-07",
    "description_brief": "Until now, neuropsychological interventions aimed to optimize cognitive function and to have functional impact in individuals at risk of AD (MCI patients) were scarce in validity studies. While some RCTs have been developed in cognitive training interventions, comparative studies of merged interventions (cognitive, social and behavioral stimulation) with adequate control groups are absent, diminishing the professionals' trust on the adoption of these interventions for supporting patients. As such, the present proposal will develop a validation trial testing a multicomponent neuropsychological intervention (REMINDER), based on personal development, cognitive compensatory aids, meaningful goals setting, and behavior change techniques. The investigators will analyze its short/long-term gains and AD conversion rates. By aiming to provide a good validation study for REMINDER, the investigators will examine neurobiological, neurocognitive and functional outcomes of this intervention in comparison with an active control group (psychoeducation) in order to foster an effective outcome assessment of an intervention for individuals at risk of AD.",
    "description_detailed": "The overarching tenet of this project is that, by providing a manualized multidomain intervention - REMINDER - that engages at risk individuals in the aims of this protocol, it can have a significant impact on health outcomes, optimizing healthier lifestyles and these being also understood along with the neurodegeneration signs of this impact.\n\nThe specific aims of this study will be:\n\n* Recruit community-dwelling individuals with increased risk of dementia using CAIDE dementia risk score (with APOE, when available).\n* Evaluate the REMINDER program (in comparison to an active control group (CT) - psychoeducation sessions) immediate effects regarding global cognition and functionality (primary outcomes) and neuropsychological, biochemical and neuroimaging outcomes (secondary outcomes).\n* Determine the persistence of effects and begin characterizing the temporal course of putative benefits at 6-, and 18-months follow-up.\n* Investigate the role of biomarkers (imaging and biochemical) in explaining the response to intervention and persistence of the effects and its correlation with neuropsychological and functionality measures.\n* Measure the conversion rates from MCI to AD between the REMINDER and active control groups (at 24- months follow-up).\n\nOur ultimate goal is to make available a scientifically validated and scalable intervention that helps prevent dementia in older adults at risk. By confirming the efficacy of REMINDER to prevent cognitive impairment and concluding for its medium-term efficacy to improve global cognitive function and healthy life habits the investigators are contributing to one of the WHO goals (Goal 3 - ensure healthy lives and promote well-being for all at all ages) by addressing risk reduction and management of a global health risk.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "PREVENTION",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial (titled 'Validation of a Multidomain Neuropsychological Intervention for Individuals at Risk of Dementia: the REMINDER Program') describes a manualized, multicomponent neuropsychological/behavioral intervention (REMINDER) delivered face-to-face or online to individuals at risk for AD (MCI). Its stated aims are to optimize cognitive function, functional outcomes, and to examine AD conversion rates—i.e., it is a therapeutic cognitive/behavioral program rather than a pharmacologic agent. citeturn0search0",
        "Act: Key extracted details — Intervention name: REMINDER; Type: multidomain neuropsychological intervention (personal development, cognitive compensatory aids, goal-setting, behavior change techniques); Comparator: active control (brain-health psychoeducation); Delivery: 20 therapist-mediated sessions over ~12 weeks, online or face-to-face. This is a non-drug behavioral treatment (no biologic or small-molecule drug is reported). citeturn0search0",
        "Reflect: Classification decision — fits 'cognitive enhancer' because the intervention's primary intent is to improve cognitive performance and daily functioning in at-risk/MCI individuals rather than to target molecular AD pathology with a drug. It is not a disease-targeted biologic or small molecule, nor is it primarily aimed at neuropsychiatric symptom reduction. No pharmacologic agent or placebo was identified in the registry entry. citeturn0search0",
        "Web search results used: Clinical trial registry entry for the REMINDER program (NCT05296980) describing the trial and intervention details. citeturn0search0",
        "Note on ambiguity: The category labels are drug-oriented; REMINDER is a behavioral (non-pharmacologic) cognitive intervention. I therefore mapped it to the closest category representing interventions intended to improve cognition/function—'cognitive enhancer'—and left drug/placebo fields empty."
    ],
    "agent_type": "T) Other",
    "explanation_agent": [
        "Reason: The REMINDER trial is a manualized, multidomain neuropsychological (behavioral) intervention aimed at improving cognitive function and daily functioning in individuals at risk for dementia (MCI). It does not test a drug, biologic, small molecule, or a molecular pathway—so there is no CADRO drug/biological target (e.g., amyloid, tau, inflammation) described. citeturn0search0turn0search1",
        "Act: Extracted details — Intervention: REMINDER (multidomain neuropsychological program: personal development, compensatory strategies, goal-setting, behavior-change techniques); Comparator: active brain-health psychoeducation; Delivery: 20 therapist-mediated sessions over ~12 weeks; Study type: behavioral, non-drug interventional. No pharmacologic agent, target gene, or pathway is reported in the registry entry. citeturn0search0turn0search3",
        "Reflect: This intervention is behavioral/cognitive and therefore does not map to a molecular CADRO category (A–Q) that are oriented to biological targets. Per the instructions, non-therapeutic or non-drug interventions should be classified as 'T) Other.' This best reflects the trial focus and available registry information. citeturn0search0",
        "Output: {\"category\": \"T) Other\"} — Explanation: The REMINDER program is a non-pharmacologic, multidomain cognitive/behavioral intervention (no drug or molecular target listed), so the appropriate CADRO classification is 'T) Other'. citeturn0search0turn0search2",
        "Web search results used (registry/listings confirming intervention and that no drug is tested):",
        "- Clinical-trials registry summary for NCT05296980 (Validation of the REMINDER Dementia Risk Reduction Program) — describes REMINDER as a behavioral, manualized multidomain neuropsychological intervention and lists interventions as Behavioral: REMINDER vs Behavioral: Brain health Psychoeducation. citeturn0search0",
        "- MedPath trial listing for REMINDER (NCT05296980) — summary and intervention details (20 sessions, therapist-mediated) confirming behavioral, non-drug design. citeturn0search1",
        "- CenterWatch listing for NCT05296980 — study description, eligibility and intervention arms confirming behavioral nature and no drug/device. citeturn0search2"
    ]
}