{
    "nct_id": "NCT06072963",
    "title": "Combination of Intranasal Insulin With Oral Semaglutide to Improve Cognition and Cerebral Blood Flow: a Feasibility Study",
    "status": "RECRUITING",
    "last_update_time": "2024-03-21",
    "description_brief": "The investigators propose a proof of concept RCT (randomized clinical trial), testing the efficacy of intranasal insulin (INI) with semaglutide, a combination therapy with strong biological plausibility to benefit impaired cognition through vascular mechanisms, in older adults with MetS (metabolic syndrome) and MCI (Mild Cognitive Impairment), who are enriched for cerebrovascular disease and at high dementia risk. The study will focus on cognitive and biological outcomes, allowing identification of relevant mechanisms.",
    "description_detailed": "The Specific Aims of the study are:\n\nAim 1. To examine the ease and precision of use of the intranasal device and once daily semaglutide pill.\n\nAim 2. To examine the adherence to the two types of treatment.\n\nAim 3. To examine the safety profile of the combination of intranasal insulin with semaglutide. The safety profile of each has been published broadly, but the safety of their combination has not been examined.\n\nAim 4. Although the primary goal of the pilot study is proof of concept essential to design a large combination therapy RCT, The investigators will compare the combination of intranasal insulin and semaglutide with the other three groups on a) cognition, b) cerebral blood flow (via ASL MRI), c) glucose uptake (via FDG PET), ADRD(Alzheimer's disease and related disorders)-related blood biomarkers (Aβ42/Aβ40 ratio, pTau181 and 231, NfL and GFAP), and expression of insulin signaling genes from brain derived exosomes.",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "Cognitive enhancer",
    "drug": [
        "Intranasal insulin (INI) — insulin delivered intranasally to target brain insulin signaling",
        "Semaglutide (oral semaglutide, a GLP‑1 receptor agonist)"
    ],
    "placebo": [
        "matching placebo / placebo control"
    ],
    "explanation_target": [
        "Reason: The trial tests intranasal insulin combined with oral semaglutide to improve cognition and cerebral blood flow in older adults with metabolic syndrome and MCI, intending cognitive and biological outcome improvement rather than directly targeting AD hallmark pathology (amyloid or tau). The study rationale explicitly frames the interventions as acting via brain insulin signaling and vascular mechanisms to support cognition. citeturn0search5",
        "Act: Key details — Intranasal insulin (INI) delivers insulin to the CNS and has been investigated for memory/cognitive benefits in MCI and AD in multiple RCTs and reviews. INI is a biologic (peptide hormone) delivered to the brain to modulate cognition. citeturn0search1turn0search2",
        "Act (continued): Semaglutide is a GLP‑1 receptor agonist (peptide therapeutic marketed for diabetes/weight loss; an oral semaglutide formulation exists) with emerging evidence for cerebrovascular and neuroprotective benefits and associations with lower dementia/stroke risk in observational/cohort studies. In this protocol semaglutide is used for its vascular/metabolic effects to support cognition. citeturn0news14turn0search3",
        "Reflect: Category mapping — By the provided definitions, 'disease‑targeted biologic' and 'disease‑targeted small molecule' require direct targeting of AD pathology (amyloid/tau). These interventions instead aim to improve cognitive function via metabolic/vascular and insulin‑signaling mechanisms (not primarily anti‑amyloid or anti‑tau). Therefore the most appropriate category is 'cognitive enhancer'. The trial rationale and secondary outcomes (cerebral blood flow, insulin signaling markers) support this interpretation. citeturn0search5turn0search8",
        "Notes/ambiguity: Both agents are peptides (biologic therapeutics) biologically, but the classification asked for in this task is based on intended effect/mechanism relative to AD pathology. If the classification scheme were based purely on drug modality (biologic vs small molecule), one might label them as biologics; however, per the provided category definitions the correct assignment is 'cognitive enhancer'. References above (trial rationale and literature reviews) are included to support the interpretation. citeturn0search5turn0search1"
    ],
    "agent_type": "J) Metabolism and Bioenergetics",
    "explanation_agent": [
        "Reason: The trial combines intranasal insulin (aimed at restoring/modulating brain insulin signaling) and semaglutide (a GLP-1 receptor agonist used for metabolic disease with proposed cerebrovascular and neuroprotective effects). The stated rationale emphasizes targeting brain insulin signaling, metabolic and vascular mechanisms to improve cognition and cerebral blood flow rather than directly targeting amyloid or tau pathology. citeturn0search0turn0search4",
        "Act: Key extracted details from the description and literature — (1) the protocol is a feasibility RCT of intranasal insulin + oral semaglutide in older adults with metabolic syndrome and MCI. citeturn0search0 (2) Intranasal insulin delivers insulin to the CNS to modulate brain insulin signaling and has been tested in MCI/AD trials and systematic reviews with mixed cognitive results and biomarker effects. citeturn0search3turn0search5 (3) Semaglutide is a GLP‑1 receptor agonist with preclinical and clinical evidence for neuroprotective, anti‑inflammatory, metabolic and cerebrovascular effects; large phase 3 trials (EVOKE/evoke+) are testing semaglutide in early AD. citeturn1search3turn1search2",
        "Reflect: Mapping to CADRO — Both interventions act primarily via metabolic/brain energy and vascular/insulin‑signaling pathways (insulin signaling, glucose metabolism, GLP‑1R mediated metabolic/neuroprotective signaling). These align best with CADRO category J) Metabolism and Bioenergetics rather than amyloid/tau, inflammation-only, or imaging/diagnostic categories. Although semaglutide also has anti‑inflammatory and neuroprotective actions and the study measures cerebrovascular outcomes, the most specific fit given the stated mechanisms is J) Metabolism and Bioenergetics. Supporting references (trial rationale, IN insulin reviews/trials, GLP‑1 neuroprotection reviews) are cited above. citeturn0search0turn0search3turn1search3"
    ]
}