{
    "nct_id": "NCT06274528",
    "title": "Effect of a Dual Orexin Receptor Antagonist on CSF Alzheimer's Disease Biomarkers",
    "status": "RECRUITING",
    "last_update_time": "2024-11-25",
    "description_brief": "The purpose of this study is to see if the sleep aid, lemborexant, can decrease the amount of amyloid-beta and tau in the blood. Amyloid-beta and tau are proteins involved in the disease process leading to Alzheimer's disease.",
    "description_detailed": "The overall goal of this project is to conduct an early stage (phase II) clinical trial of a dual orexin receptor antagonist (DORA), lemborexant, in cognitively normal older adults with amyloid deposition to demonstrate the feasibility and potential biological effectiveness of lemborexant's target engagement with multiple blood plasma and cerebrospinal fluid (CSF) Alzheimer's disease (AD) biomarkers. Orexins (also called hypocretins) are wake-promoting neuropeptides and blockade of orexin with a DORA increases sleep. The scientific premise of this project is that increased or enhanced sleep over 6 months by treatment with lemborexant will decrease the ratio of phosphorylated tau-181/tau-181 (pT181/T181) in blood and the concentration of CSF and plasma AD biomarkers (amyloid-β (Aβ), tau and phosphorylated tau (p-tau)) as well as neurodegeneration, inflammatory and synaptic AD biomarkers such as neurofilament light chain (NfL) (a non-tau marker of neuronal degeneration), soluble triggering receptor expressed on myeloid cells 2 (sTREM2) (a marker for immune response/microglial function), and neuronal pentraxin-2 (NPTX2) a marker for synaptic function) compared to placebo in amyloid-positive cognitively normal older adults. In addition, the investigators will also determine lemborexant's safety, pharmacokinetics (PK), and pharmacodynamics (PD) in this population. This study will enhance trial design and methods by providing critical information about dosing, safety, and target engagement of lemborexant on CSF and blood AD biomarkers to power phase III secondary prevention trials using lemborexant.",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "Disease-targeted small molecule",
    "drug": [
        "lemborexant (Dayvigo) — an orally active dual orexin (OX1/OX2) receptor antagonist; small-molecule DORA; trial doses noted 10 mg and 20 mg"
    ],
    "placebo": [
        "placebo (trial includes placebo control)"
    ],
    "explanation_target": [
        "Reason: The intervention is lemborexant, a small-molecule dual orexin receptor antagonist (DORA) used as a sleep aid; the trial's stated purpose is to test whether lemborexant reduces Alzheimer's disease biomarkers (amyloid-β and phosphorylated tau) in CSF/plasma, i.e., a disease-modifying biomarker outcome rather than only symptomatic sleep benefit. citeturn0search2turn2search0",
        "Act: Key extracted details — drug: lemborexant (DORA, small molecule; brand Dayvigo); interventions in the registered trial include lemborexant 10 mg and 20 mg vs placebo; primary biological endpoints include CSF and plasma Aβ and p-tau (pT181/T181) and other AD biomarkers. Classification chosen: Disease-targeted small molecule because (1) the drug is a small-molecule DORA and (2) the trial is explicitly testing impact on AD pathology biomarkers (amyloid/tau). citeturn2search0turn0search2",
        "Reflect: Rationale and uncertainty — lemborexant does not directly bind amyloid or tau; its primary pharmacologic target is orexin receptors to promote sleep. However, the trial's primary aim is to reduce AD biomarkers (disease-pathology endpoints), and preclinical/early data suggest orexin antagonism can affect tau/amyloid dynamics, supporting a disease-modifying hypothesis. Given the intervention is a small molecule and the trial targets disease biomarkers, 'Disease-targeted small molecule' is the best fit, with the caveat that mechanism is indirect (sleep modulation/orexin signaling) rather than a direct anti-amyloid or anti-tau agent. citeturn1search5turn1search7",
        "Web search results (sources used): 1) 'Lemborexant: First Approval' — summary of lemborexant as an orally administered dual orexin receptor antagonist (small molecule; Dayvigo). citeturn0search2; 2) Trial registry listing 'Effect of a Dual Orexin Receptor Antagonist on CSF Alzheimer\\'s Disease Biomarkers' (NCT06274528) — trial aims, doses (10 mg, 20 mg), endpoints (CSF/plasma Aβ, tau, p-tau, pT181/T181 ratio), sponsor details. citeturn2search0; 3) Preclinical evidence showing lemborexant reduced pathological tau deposition and neurodegeneration in animal models, supporting biological plausibility for biomarker effects. citeturn1search5; 4) Recent review/discussion of orexin receptor antagonists being investigated for prevention/treatment of AD and effects on AD biomarkers. citeturn1search7"
    ],
    "agent_type": "O) Circadian Rhythm",
    "explanation_agent": [
        "Reason: The intervention (lemborexant/Dayvigo) is a dual orexin (OX1/OX2) receptor antagonist whose primary pharmacology is to block orexin signaling that regulates wakefulness and the sleep–wake / circadian system. The trial primarily tests whether increasing sleep via orexin antagonism alters CSF/plasma AD biomarkers (Aβ, total tau, p‑tau), but the drug’s direct biological target is the orexin (hypocretin) system (i.e., sleep/circadian regulation), not amyloid or tau themselves. citeturn0search0turn0search2",
        "Act: Extracted details — drug: lemborexant (Dayvigo), an orally active dual orexin receptor antagonist (DORA) targeting OX1R and OX2R; trial doses: 10 mg and 20 mg vs placebo; primary biological endpoints include CSF and plasma Aβ and phosphorylated tau (p‑tau/pT181) and other AD biomarkers; trial registry: NCT06274528. Based on these specifics, the most specific CADRO category matching the drug’s mechanistic target is O) Circadian Rhythm. citeturn0search0turn1search1",
        "Reflect: The trial measures disease biomarkers (amyloid/tau), and there is preclinical and human data linking orexin signaling to tau/amyloid dynamics and p‑tau levels, giving biological plausibility for disease‑modifying effects via sleep/circadian modulation; however, the molecular target remains orexin receptors (sleep/circadian pathway), so CADRO category O is the best fit. An alternative plausible category would be D) Neurotransmitter Receptors (orexin receptors are receptors), but CADRO includes a specific circadian/sleep category (O), which is more specific to this mechanism. Note: this is an indirect (sleep-mediated) approach to altering AD pathology rather than a direct anti‑amyloid or anti‑tau agent. citeturn1search2turn1search6",
        "Web search results used: 1) Eisai / FDA summary describing lemborexant as a dual orexin (OX1/OX2) receptor antagonist (Dayvigo) and its wake‑promoting orexin biology. citeturn0search0turn0search2; 2) Clinical trial listings (NCT06274528) for \"Effect of a Dual Orexin Receptor Antagonist on CSF Alzheimer's Disease Biomarkers\" showing lemborexant 10 mg and 20 mg vs placebo and primary CSF/plasma Aβ and p‑tau endpoints. citeturn1search1turn1search3; 3) Preclinical data showing lemborexant reduced pathological tau deposition and neurodegeneration in mouse models, supporting biological plausibility that orexin antagonism can influence tau pathology. citeturn1search2; 4) Human biomarker studies and reviews linking orexin/orexin‑A levels with CSF phosphorylated‑tau and discussing orexin antagonists as of interest for AD-related sleep/cognitive outcomes. citeturn1search6turn1search5"
    ]
}