{
    "nct_id": "NCT00976118",
    "title": "A Multicenter, Double-blind, Placebo-controlled, Randomized, Parallel-group Study to Evaluate the Efficacy of Oral AB1010 in Adults Patients With Mild to Moderate Alzheimer-type Disease.",
    "status": "COMPLETED",
    "last_update_time": "2018-12-12",
    "description_brief": "This phase 2 study was designed to evaluate the activity of oral masitinib (AB1010) administered at 2 dose levels during 24 weeks to patients with mild to moderate confirmed Alzheimer's type disease.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "Disease-targeted small molecule",
    "drug": [
        "masitinib (AB1010) — oral tyrosine kinase inhibitor; studied at 3–6 mg/kg/day (phase 2)"
    ],
    "placebo": [
        "matching placebo (placebo-controlled arm)"
    ],
    "explanation_target": [
        "Reason: The trial tests oral masitinib (AB1010). Masitinib is a small‑molecule, selective oral tyrosine‑kinase inhibitor with high activity against mast cells and is investigated as a therapy that modulates neuroinflammation and blood–brain barrier/mast‑cell related pathways in Alzheimer’s disease — i.e., it targets disease biology rather than being a symptomatic cognitive enhancer or neuropsychiatric agent. citeturn0search1turn0search0",
        "Act: Key trial details from public records and publications: the phase 2 study evaluated oral masitinib (starting doses reported 3 or 6 mg/kg/day) versus matching placebo for 24 weeks in mild–moderate Alzheimer’s disease as an add‑on to standard care. These sources describe masitinib’s mechanism (tyrosine kinase/mast‑cell inhibition) and its proposed disease‑modifying rationale via reduction of neuroinflammation/BBB effects. citeturn0search2turn0search1",
        "Reflect: Classification check — categories defined as: (1) disease‑targeted biologic (biologic agents like antibodies/vaccines targeting pathology), (2) disease‑targeted small molecule (small‑molecule drugs targeting pathology), (3) cognitive enhancer (symptomatic cognitive drugs without pathology targeting), (4) neuropsychiatric symptom improvement. Masitinib is a small molecule with a proposed disease‑modifying mechanism (mast‑cell/tyrosine kinase inhibition affecting neuroinflammation and downstream AD pathology), so it best fits 'disease‑targeted small molecule'. The trial was placebo‑controlled (matching placebo). Relevant sources: the phase 2 trial paper and registry entry, and later phase 3 publications summarizing continued development. citeturn0search1turn0search2turn0search3",
        "Web search results (sources referenced above):",
        "- PubMed abstract of the phase 2 masitinib AD trial (summarizes mechanism and 24‑week, 3–6 mg/kg/day dosing and cognitive outcomes). citeturn0search0",
        "- Full text (Alzheimer’s Research & Therapy) of the phase 2 randomized, placebo‑controlled study describing masitinib as an oral tyrosine kinase inhibitor active against mast cells and reporting results at 24 weeks. citeturn0search1",
        "- ClinicalTrials.gov / trial snapshot for NCT00976118 listing AB1010 (masitinib) 3 or 6 mg/kg/day vs matching placebo, phase 2, 24 weeks. citeturn0search2",
        "- Phase 3 publication summarizing later masitinib AD studies and continued evaluation (for context on development beyond the phase 2 study). citeturn0search3turn0search4"
    ],
    "agent_type": "F) Inflammation",
    "explanation_agent": [
        "Reason: The investigational drug is masitinib (AB1010), an oral, selective tyrosine‑kinase inhibitor with high activity against mast cells that is being studied in AD to modulate neuroinflammation and blood–brain barrier/mast‑cell related pathways — i.e., it targets inflammatory disease biology rather than purely symptomatic mechanisms. citeturn0search1turn0search3",
        "Act: Key trial details and mechanism extracted from public records: the phase‑2 study (NCT00976118) tested oral masitinib at starting doses of 3–6 mg/kg/day for 24 weeks as add‑on to standard care; masitinib’s proposed actions include inhibition of mast‑cell survival/activation and broader effects on innate immune cells/microglia via tyrosine‑kinase pathways, which is intended to reduce neuroinflammation and influence BBB integrity. These facts are reported in the phase‑2 publication and later phase‑3 reports. citeturn0search3turn0search1turn0search2",
        "Reflect: Mapping to CADRO — the described mechanism (mast‑cell / tyrosine‑kinase inhibition to reduce neuroinflammation and remodel innate immune responses) corresponds to CADRO category F) Inflammation. There is no primary emphasis on amyloid, tau, synaptic symptomatic enhancement, or purely neuropsychiatric/somatic diagnostics, nor is the intervention multi‑target in a way that would better fit R). Thus F) Inflammation is the most specific and appropriate CADRO classification. citeturn0search2turn0search1",
        "Web search results (sources consulted): (1) Alzheimer's Research & Therapy full text — phase‑2 masitinib AD trial describing mast‑cell/tyrosine kinase mechanism and 3–6 mg/kg/day dosing. citeturn0search1 (2) Springer/Alz Res Ther landing page and discussion of proposed mast‑cell/BBB mechanisms. citeturn0search0 (3) PubMed entry for the phase‑2 study (NCT00976118). citeturn0search3 (4) Alzheimer's Research & Therapy 2023 phase‑3 report and discussion of innate‑immune (mast cell/microglia) targeting. citeturn0search2"
    ]
}