{
    "nct_id": "NCT05866094",
    "title": "Feasibility Study of an Intervention to Provide Nutritional Care for People Living With Dementia at Home",
    "status": "COMPLETED",
    "last_update_time": "2025-09-16",
    "description_brief": "The purpose of this study is to refine, implement and assess the acceptability and feasibility of an existing nutrition intervention applied to people living with dementia receiving home care.",
    "description_detailed": "In the United Kingdom, two-thirds of people with dementia live at home and rely on family and friends to support with eating and drinking. Making sure people eat and drink well when they have dementia can be difficult as dementia progresses. Many with dementia are therefore at risk of being undernourished. This can be caused by poor appetite as well as eating and swallowing problems. Being undernourished can lead to poorer health and quality of life for people with dementia (and their carers), increased hospital admissions and health care use costing around £23.5 billion in terms of health and social care expenditure.\n\nHome care workers provide care for people with dementia more frequently and for longer than healthcare professionals. Existing research and our engagement work indicate home care workers are well positioned to assess nutritional status and intervene early, but currently lack training, access to resources and support from NHS services. A more pro-active and wide-ranging approach to nutritional assessment and management is needed targeting interventions at home care workers and family carer dyads, with input from appropriate healthcare professionals.\n\nAs a collaborative project, the TOMATO study aims to work together with home care workers, people with dementia, and family carers to adapt a nutrition intervention (initially developed for care home) to support people living with dementia at home with eating and drinking. The intervention includes training programme, toolkit with video, workbook and guides for staff and family carers, and resources and leaflets.\n\nThis study will take place in Dorset, Midlands and West Yorkshire in two phases.\n\nPhase 1: The first phase involves adapting the existing nutrition intervention by getting feedback from people with dementia, family carers, home care staff and nutrition experts through semi-structured interviews.\n\nPhase 2: The second phase involves training home care workers to deliver the adapted approach to people with dementia and family carers (up to 32 participant dyads) in receipt of care at home. Information about food intake, weight, practicality, and costs of the approach will be gathered. Semi-structured interviews will also be conducted with participants living with dementia, their family carers, and home care managers to get their feedback on the approach.\n\nIf feasible and acceptable (based on progression criteria), findings will inform the design of future trial (effectiveness/implementation research).\n\nThe TOMATO patient and public involvement group which consist of family carers, people with dementia and home care workers will provide input throughout the study duration (including project design, delivery, analysis, reporting and dissemination of the findings).",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "SUPPORTIVE_CARE",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The study title and description describe a non‑pharmacological nutrition intervention delivered to people living with dementia at home (refining, implementing, assessing acceptability/feasibility). This indicates the goal is to improve nutritional care/mealtime outcomes rather than to test a biologic or small‑molecule disease‑modifying agent, a cognitive enhancer, or a medication for neuropsychiatric symptoms. citeturn0search4turn0search8",
        "Act: Key details extracted from the description — intervention type: nutrition intervention / nutritional care delivered in home care; intended effect: improve nutrition, mealtime care, acceptability and feasibility (implementation outcomes). No drug name, biologic, or small molecule is referenced in the description. Web searches for the title and related terms returned feasibility and mealtime/nutrition intervention studies (examples include feasibility/mealtime intervention papers and reviews) but did not identify any pharmaceutical agent associated with the trial title provided. citeturn0search0turn0search1turn0search4",
        "Reflect: Given the intervention is behavioral/clinical nutrition care (mealtime support, tailored guidance, supplements or food‑based approaches in some studies) it does not match the four therapeutic categories (disease‑targeted biologic; disease‑targeted small molecule; cognitive enhancer; neuropsychiatric symptom improvement). Therefore the correct classification is 'N/A' for the target category. Similar published work on nutritional interventions in dementia supports this interpretation. citeturn0search5turn0search6",
        "Web search results (supporting evidence / examples found):\n- \"Improving mealtimes for people with dementia: Feasibility study\" — feasibility of an evidence‑based training/intervention to improve mealtimes for people with dementia (non‑drug intervention). citeturn0search4\n- \"The nutritional care of people living with dementia at home: A scoping review\" — summarizes non‑pharmacological nutritional care approaches and gaps for people with dementia living at home. citeturn0search8\n- Tailored nutritional guidance feasibility/implementation examples (NuAD trial and related studies) showing home‑based dietary guidance and oral nutritional supplements as non‑drug interventions. citeturn0search0turn0search1\n- Systematic reviews/meta‑analyses of mealtime and nutritional interventions in dementia indicating interventions are behavioral/nutritional rather than pharmacologic. citeturn0search2turn0search5"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}