{
    "nct_id": "NCT05460494",
    "title": "Increasing Meaning to Reduce Loneliness in Care Partners of Persons With AD/ADRD",
    "status": "RECRUITING",
    "last_update_time": "2025-04-08",
    "description_brief": "More than 60% of care partners of persons with AD/ADRD report feeling lonely. Building on the existing evidence that increasing meaning and purpose in life is a strong predictor of decreased loneliness, interventions to reduce loneliness in this population may be strengthened by incorporating concepts from Meaning-Centered Psychotherapy (MCP). Thus, the overall goal of the proposed project is to reduce loneliness in care partners of patients with AD/ADRD through increasing their sense of meaning and purpose in life using concepts from MCP, delivered via a web-based platform, RELOAD-C (REducing LOneliness in Alzeheimer's Disease-Care Partners). This will be achieved through three Specific Aims. Aim 1 consists of three phases (preparatory work, stakeholder involvement with N=15 AD/ADRD care partners, and adaptation of the existing web-based platform) to produce RELOAD-C, which centralizes: 1) 6 brief videos portraying an MCP expert delivering MCP concepts; 2) links to 7 virtual group meetings (6 weekly + 1 booster) to discuss MCP concepts (of note, the support groups utilized in this study exist only as part of this research); and 3) written content expanding on the material from the MCP videos. Aim 2 evaluates usability/acceptability of RELOAD-C (defined as a task success rate ≥ 78%, and scores ≥ 68 on the System Usability Scale) with N=20 care partners of persons with AD/ADRD. Aim 3 proposes a pilot RCT to evaluate the preliminary efficacy of the RELOAD-C components (MCP videos vs. MCP-focused group discussions) in reducing loneliness and feasibility of conducting a future, large-scale RCT. N=96 AD/ADRD care partners will be randomized to: usual care, n=32; MCP videos alone via RELOAD-C, n=32; or MCP videos + weekly groups via RELOAD-C, n=32. Care partners' outcomes will be assessed at baseline, and 6-weeks and 3-months post-baseline. The investigators expect the effect sizes will be in the moderate range (.3). Feasibility is defined as: ≥ 75% consented, ≤ 30% drop-out, and 80% engagement with intervention. Reducing loneliness among care partners is of high public health significance and incorporating MCP in loneliness interventions is highly innovative. In sum, the investigators will enroll 15 care partners during Aim 1, 20 care partners during Aim 2, and 96 care partners during Aim 3.",
    "description_detailed": "Loneliness is common in care partners of persons with Alzheimer's Disease (AD) and AD-related dementias (ADRD). In the United States, more than 6 million people have AD/ADRD. This number is expected to reach 13 million by 2050, increasing the number of care partners proportionately. More than 60% of care partners of persons with AD/ADRD are lonely, defined as the distressing experience when one's relationships are poorer in quantity and quality than desired. This is not surprising given the unique experience of caring for a person with AD/ADRD, characterized by declines in intellectually stimulating conversation, loss of mutual support, and avoidance of social outings. Already elevated, care partners' loneliness is among the problems exacerbated by the COVID-19 pandemic. Loneliness is associated with a 26% increased risk of mortality, and physical and mental morbidity. In longitudinal studies, loneliness significantly predicts heart attack, diabetes, depression, anxiety, and distress. Studies of care partners show that loneliness is associated with poorer quality of relationships, and burden, as well as negative patient outcomes. Therefore, there is an urgent need for effective evidence-based interventions to reduce loneliness in care partners of persons with AD/ADRD. Existing interventions for care partners of persons with AD/ADRD demonstrate limited efficacy in reducing loneliness. Existing interventions focus on providing education, decision support, skills training, and stress management. In all these cases, the intervention did not significantly reduce loneliness at follow-up. Existing interventions have not attempted to reduce loneliness through increasing care partners' sense of meaning and purpose in life, despite strong evidence that increased meaning in life predicts reduced loneliness. A qualitative analysis of 119 loneliness interventions demonstrated that their limited efficacy is due to a lack of content focused on meaning in life. Several empirical studies indicate a strong, inverse relationship between meaning and loneliness. Macia et al. 2021 found that meaning in life was the most important predictor of loneliness, and the authors recommend targeting meaning in life in future interventions. Folker et al. 2021 theorize that meaning in life promotes a better ability to cope with loneliness. Interventions to reduce loneliness in AD/ADRD care partners may be strengthened by incorporating concepts from Meaning-Centered Psychotherapy (MCP). MCP focuses on exploring sources of meaning in life and is based on the premise that finding meaning and purpose in one's existence is a primary force of motivation. Examination into the mechanism of change in MCP demonstrated significant mediation effects via a sense of meaning and purpose in life on outcomes of improved quality of life, and decreased depression, hopelessness and desire for hastened death. Yet, the impact of MCP on loneliness has not yet been systematically evaluated. MCP, originally found to increase a sense of meaning and purpose in life in patients with advanced cancer, has since been adapted for many populations, including care partners. The MCP adaptation for care partners was led by Dr. Allison Applebaum (consultant),and focuses on finding meaning and purpose in life through one's role as a care partner, regardless of the illness the care recipient has. Dr. Applebaum found MCP to be efficacious in increasing meaning and purpose in life in cancer care partners when delivered via brief videos. Therefore, the overall goal of the proposed project is to reduce AD/ADRD care partners' loneliness through increasing their meaning and purpose in life using concepts from MCP. The investigators expect that reducing loneliness will reduce care partners' negative outcomes, such as depression, anxiety, distress, and burden. These MCP concepts will be delivered via RELOAD-C (REducing LOneliness in Alzeheimer's Disease-Care Partners), a web-based platform that centralizes 6 brief videos of an MCP expert (Dr. Applebaum) discussing sources of meaning, links to virtual group meetings facilitated by a social worker trained in MCP to promote discussion of MCP concepts, and written content providing guidance on homework and exercises referenced in the MCP videos. The investigators currently do not know the effect of MCP videos on increasing meaning and purpose in life in AD/ADRD care partners, though they expect these videos to be efficacious as they were with cancer care partners. It remains unclear whether watching these MCP videos, which lacks bi-directional interaction, is sufficient to also reduce loneliness in care partners of persons with AD/ADRD. Interventions that show promise in reducing loneliness in care partners of persons with AD/ADRD, based on evaluations in small samples, are those that focus on increasing opportunities for communication through group meetings. Building off the strengths of the existing literature, then, the investigators expect that adding virtual group meetings focused on discussion of MCP concepts will produce a comparatively larger reduction in loneliness than watching MCP videos alone. Thus, to advance the field, the investigators will conduct a pilot randomized controlled trial (RCT) to preliminarily evaluate the strength of each RELOAD-C component (MCP videos, MCP virtual weekly group discussions) on care partners' loneliness. The software platform that the investigators will be adapting to produce RELOAD-C was developed by Dr. Michael Diefenbach (primary mentor) to deliver intervention content through videos and interactive features to bladder cancer patients and their care partners. Care partners of persons with AD/ADRD experience barriers to participating in in-person interventions, including unique concerns (e.g. they cannot leave the patient alone). Thus, delivering intervention content via a web-based platform maximizes reach whilst obtaining comparable clinical effectiveness as traditional in-person interventions. Overview of the research design. Aim 1a: Preparatory Work: the study team will modify the script from Dr. Applebaum's videos of MCP for cancer care partners to ensure the language is suitable for AD/ADRD care partners (i.e. remove references to cancer and cancer-specific challenges), Aim 1b: Stakeholder Involvement: The study team will circulate these scripts/drafts created in Aim 1a to N=15 care partners of persons with AD/ADRD to obtain feedback. This will occur in two rounds, the first of which is dedicated to obtaining feedback and the second of which is dedicated to soliciting final comments after the feedback from the first round has been integrated. Aim 1c: Adaptation of an existing web-based delivery platform: Michael Diefenbach (primary mentor) developed a web-based platform to deliver and reinforce intervention content to patients with bladder cancer. The study team will adapt this existing platform by replacing the bladder cancer content with MCP content prepared and revised during Aims 1a-1b, producing RELOAD-C. Aim 2: Usability and Acceptability Testing Phase of RELOAD-C will be achieved through a mixed-methods design and the Think Aloud method a direct observation method of user testing that involves asking users to think out loud as they are performing a task, with N=20 AD/ADRD care partners. Aim 3: Pilot RCT: Using a modified cluster RCT design with two-step randomization, N=96 care partners will be randomized to usual care (n=32), MCP videos delivered via RELOAD-C (n=32), or MCP videos plus virtual group meetings delivered via RELOAD-C (n=32). Care partner outcomes will be assessed at baseline, and 6-weeks and 3-months post-baseline.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is a behavioral/psychosocial program (RELOAD-C) that delivers Meaning-Centered Psychotherapy (MCP) content via a web platform (6 brief MCP videos, optional weekly virtual group discussions, and written materials) aimed at reducing loneliness in care partners of persons with AD/ADRD — not a pharmaceutical or biologic targeting AD pathology or cognition. citeturn0search3turn0search2",
        "Act: Key extracted details — intervention name: RELOAD-C (REducing LOneliness in Alzeheimer's Disease–Care Partners); components: MCP videos, virtual peer groups, written content; population: family/friend care partners of persons with AD/ADRD; primary outcome: reduction in loneliness (UCLA Loneliness Scale); study design: usability testing then a 3-arm pilot RCT (usual care vs MCP videos vs MCP videos + groups). No drug or placebo is involved. citeturn0search0turn0search6",
        "Reflect: Classification rationale — the four allowed categories are limited to (1) disease-targeted biologics, (2) disease-targeted small molecules, (3) cognitive enhancers, or (4) neuropsychiatric symptom improvement (focused on patient behavioral/psychiatric symptoms). This trial is a psychosocial/psychotherapy intervention for caregivers (not a drug or an AD-pathology or patient-cognition-targeting treatment); therefore it does not fit any of those four categories and is best labeled 'N/A'. MCP has been used as a psychotherapy approach in caregiving and palliative contexts, supporting that this is a behavioral intervention rather than a pharmacologic one. citeturn0search7turn0search2",
        "Web search sources used (for transparency): RELOAD-C trial description and registry information (clinical trial listings / study pages and abstracts) confirming intervention content, population, and trial design: SBM abstract and clinical-trial listings (RELOAD-C / Reduce Loneliness in Care Partners of Persons With AD/ADRD). citeturn0search0turn0search3turn0search2"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}