{
    "nct_id": "NCT06359171",
    "title": "Effectiveness of the ARTHE-e App for Exercise Adherence in People With Knee Osteoarthritis: Protocol for a Randomized Controlled Trial (ARTHe 3)",
    "status": "ACTIVE_NOT_RECRUITING",
    "last_update_time": "2025-09-19",
    "description_brief": "The aim of this study is to investigate the effectiveness of a smartphone-based e-health application (intervention group) compared with standard care (control group) in terms of changes in adherence in patients with knee osteoarthritis using the EARS questionnaire. In addition, other questionnaires presented in the appendix (KOOS, TSK, EPAP, EQ-5D-3L, pain) will be given to all patients in order to meet the secondary evaluation criteria.",
    "description_detailed": "Knee osteoarthritis is the most common joint disease affecting the joint itself as well as the peri-articular structures in a global and progressive manner. It can affect all the joints of the body, with a predominance for those which undergo strong mechanical constraints such as the rachis, the hip or the knee. It is a chronic pathology correlated with age, since nearly one adult in two is affected by osteoarthritis.\n\nToday, connected objects have taken a predominant place in the daily life of the majority of the population, including seniors. It is an object of communication and socialization as well as a major information tool. E-health applications are more and more numerous in the stores and are a tool for assistance, information and support already used in many fields. In the context of therapeutic education, it is a motivational tool that can accompany patients by adapting to their needs and progress compared to traditional self-exercise methods. Studies of the obstacles and levers for the use of smartphone applications in chronic pathologies such as low back pain support the development of this tool.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "PREVENTION",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is a smartphone-based m-health application (ARTH-e) aimed at increasing exercise adherence in people with knee osteoarthritis. This is a behavioural/rehabilitation digital intervention, not a pharmacologic agent or biologic targeting Alzheimer’s pathology or cognitive/psychiatric symptoms. citeturn0search1turn0search0",
        "Act: Key extracted details — title: \"Effectiveness of the ARTHE-e App for Exercise Adherence in People With Knee Osteoarthritis: Protocol for a Randomized Controlled Trial (ARTHe 3)\"; intervention: ARTH-e smartphone app for 6 months versus standard care; outcomes: Exercise Adherence Rating Scale (EARS) primary, plus KOOS, TSK, EPPA, EQ-5D-3L, pain as secondary measures. No drug, biologic, or disease-modifying mechanism is described. Sources: trial protocol (BMJ Open / PMC) and PubMed entry. citeturn0search1turn0search0",
        "Reflect: Classification check — under the provided category definitions this trial does not fit: it is neither a disease-targeted biologic nor small molecule, nor a cognitive enhancer, nor an intervention primarily to improve neuropsychiatric symptoms. It is a non-pharmacologic digital adherence/rehabilitation intervention for knee osteoarthritis, so the correct category is 'N/A'. I searched and inspected the published protocol to confirm there is no drug involved. citeturn0search1turn0search4"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}