{
    "nct_id": "NCT06080659",
    "title": "Network-based BiOmarker Discovery of Neurodegenerative Diseases Using Multimodal Connectivity",
    "status": "RECRUITING",
    "last_update_time": "2024-09-25",
    "description_brief": "The aim of the NODAL clinical trial is to demonstrate the feasibility of new, low-cost, non-invasive biomarkers of neurodegenerative pathologies as early Alzheimer and Parkinson, based on the estimation of the multimodal connectome.",
    "description_detailed": "Alzheimer's (AD) and Parkinson's (PD) diseases are characterized by pre-clinical and asymptomatic phases, which can extend over decades, before progressing through different clinical stages where cognitive and/or motor symptoms appear. A major challenge for clinical neuroscience is the availability of reliable, non-invasive and inexpensive biomarkers to enable early diagnosis, be clinically relevant, and ideally contribute to prognosis and patient monitoring.\n\nCurrent criteria, which are essentially clinical, have a relatively low diagnostic accuracy, which is unfortunately responsible for a delay in diagnosis, whereas it has been established that early diagnosis makes it possible to postpone the loss of autonomy, open up opportunities for clinical trials for patients, and, epidemiologically speaking, ultimately reduce the prevalence of major neurocognitive disorders.\n\nRecent advances in neuroimaging techniques and connectome analysis have led to the identification of innovative biomarkers that reflect the disorganization of brain networks and are associated with clinical symptoms.\n\nAfter participant inclusion, the experimental visit will take place over half a day, for patients with early-stage Alzheimer's or Parkinson's disease and for healthy control volunteers.\n\nAfter clinical assessment, participants will undergo an MRI scan and then perform the CONFMEM experimental task.\n\nThe aim of this paradigm is to identify the impact of cognitive conflict situations on recognition memory (the ability to judge whether or not a stimulus has been previously presented).\n\nThe cerebral connectome will be assessed for each patient, with the aim of determining whether patterns can lead to pathology-specific markers.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "DIAGNOSTIC",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The NODAL trial (\"Network-based BiOmarker Discovery of Neurodegenerative Diseases Using Multimodal Connectivity\") aims to develop and validate low-cost, non-invasive biomarkers based on the multimodal connectome (functional + structural connectivity) using fMRI and an experimental recognition-memory task (CONFMEM). This is a diagnostic/biomarker study (not a therapeutic drug trial). citeturn0search0turn0search5",
        "Act: Key extracted details — Trial ID: NCT06080659; Lead sponsor: Rennes University Hospital; Interventions: Diagnostic Test — fMRI and CONFMEM task; Primary outcome: multimodal connectivity graph metrics (functional + structural coupling); Purpose: early diagnosis/prognostic biomarker development for Alzheimer's and Parkinson's. Sources: citeturn0search0turn0search4turn0search3",
        "Reflect: Classification decision — 'N/A'. Rationale: the protocol and registry entries describe imaging and cognitive-task based biomarker discovery/validation (diagnostic) rather than administration of a biologic or small-molecule drug, cognitive-enhancing pharmacotherapy, or an intervention aimed at neuropsychiatric symptom improvement. No investigational drug or placebo is listed in the study records, so none can be assigned. Confirming sources: citeturn0search0turn0search1turn0search5",
        "Web search results (sources found): 1) MedPath / trial listing for \"Network-based biOmarker Discovery...\" (detailed description, interventions fMRI+CONFMEM, NCT06080659). citeturn0search0 2) ANR project summary for NODAL describing multimodal connectome/graph-signal-processing approach and use of ADNI/PPMI cohorts. citeturn0search1 3) TrialX listing (overview). citeturn0search3 4) CenterWatch/clinical listing (eligibility and study details). citeturn0search4 5) CTV/Veeva study page (enrolling status and interventions). citeturn0search5"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}