{
    "nct_id": "NCT01019421",
    "title": "Randomised, Double-blind, Parallel-group, Placebo-controlled, Fixed-dose Study of Lu AE58054 in Patients With Moderate Alzheimer's Disease Treated With Donepezil",
    "status": "COMPLETED",
    "last_update_time": "2012-01-05",
    "description_brief": "The purpose of this study is to accept or reject the hypothesis that Lu AE58054 improves cognition and functional outcomes in patients with moderate Alzheimer's Disease, already in treatment with donepezil.",
    "description_detailed": "Multi-centre, randomised, double-blind, parallel-group, placebo-controlled, fixed-dose study of Lu AE58054 as add-on to donepezil. The patient has probable Alzheimer's Disease consistent with the National Institute of Neurological and Communicative Disorders and Stroke and the Alzheimer's Disease and Related Disorders Association (NINCDS-ADRDA) criteria.",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "Cognitive enhancer",
    "drug": [
        "Lu AE58054 (idalopirdine)"
    ],
    "placebo": [
        "Placebo"
    ],
    "explanation_target": [
        "Reason: The trial tests Lu AE58054 as an add-on to donepezil to \"improve cognition and functional outcomes\" in patients with moderate Alzheimer's disease, indicating a symptomatic cognitive intent rather than a disease-modifying (amyloid/tau) approach. Trial listing and title confirm the cognitive/adjunct aim. citeturn0search5turn0search1",
        "Act: Lu AE58054 is the small-molecule compound idalopirdine, a selective serotonin 5-HT6 receptor antagonist developed as an adjunct to acetylcholinesterase inhibitors to improve cognition. Preclinical and clinical phase 2 reports describe its 5-HT6 antagonism and cognitive benefits (ADAS-Cog improvement) when added to donepezil. These sources identify it as a small-molecule cognitive enhancer, not a biologic or pathology-targeting agent. citeturn0search3turn0search0turn0search1",
        "Reflect: Classification as a \"Cognitive enhancer\" aligns with the mechanism (5-HT6 receptor antagonism) and the trial's stated endpoint (improved cognition/functional outcomes on top of donepezil). There is no indication in the description that Lu AE58054 is intended to modify core AD pathology (amyloid or tau), so disease-targeted categories are not appropriate. Key web sources used: trial registry and phase 2 reports / mechanistic studies. citeturn0search5turn0search1turn0search3"
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The trial drug Lu AE58054 (idalopirdine) is described and documented as a selective antagonist of the serotonin 5-HT6 receptor, a neurotransmitter receptor implicated in cognition; the trial tested idalopirdine as an adjunctive cognitive enhancer added to donepezil rather than as a disease-modifying anti-amyloid or anti-tau therapy. citeturn0search0turn1search0",
        "Act: Extracted details — drug: idalopirdine (Lu AE58054); mechanism: selective 5-HT6 (serotonin) receptor antagonist; clinical use in these trials: adjunctive symptomatic cognitive enhancer given with donepezil in randomized, double-blind, placebo-controlled studies. These facts map directly to the CADRO category D (Neurotransmitter Receptors). citeturn0search1turn1search1turn1search6",
        "Reflect: The classification as D) Neurotransmitter Receptors fits because the intervention modulates a specific neurotransmitter receptor (5-HT6) to produce symptomatic cognitive effects. There is no indication the drug targets core AD pathologies (amyloid or tau) or multiple distinct CADRO domains, so 'D' is the most specific correct category. Key supporting sources are listed below. citeturn0search2turn1search4",
        "Web search results (key sources used):",
        "- LADDER phase 2 trial showing Lu AE58054 (idalopirdine) added to donepezil in moderate AD. citeturn1search0",
        "- Clinical trial registry entry for the randomized, double-blind, placebo-controlled Lu AE58054 + donepezil study (matching title provided). citeturn1search1turn1search6",
        "- Mechanistic/preclinical and pharmacology publications describing idalopirdine as a selective 5-HT6 receptor antagonist. citeturn0search0turn0search2turn0search3",
        "- Large randomized trials/meta-report showing idalopirdine tested as adjunctive therapy to cholinesterase inhibitors (symptomatic cognitive endpoint). citeturn1search4"
    ]
}