{
    "nct_id": "NCT03927040",
    "title": "An Open-Label Extension Study Investigating the Safety and Efficacy of Transcranial Electromagnetic Treatment Against Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2025-05-19",
    "description_brief": "This is an extension of EM 1000-1 wherein subjects who participated in the original study have been given the opportunity to participate in a 4-month extension of TEMT. Seven of the eight subjects in the original EM 1000-1 agreed to participate in this study extension. The time between completion of the initial study's 2-month treatment period and the beginning of this extension study's 4-month treatment period will range from 4 months to 13 months (due to staggered start of treatment in the initial study). This extension study's primary objective is to determine the effects of a follow-up treatment period of 4-months on performance of Alzheimer's Disease (AD) subjects in the same comprehensive array of cognitive tasks they performed in the initial 2-month treatment study. Baseline cognitive performance will be compared to performance at both 2-months into treatment and at the end of the 4-month treatment period. Secondary objectives include analysis of blood and CSF for AD markers and evaluation of safety throughout the treatment period.",
    "description_detailed": "The present study is an Open-Label within-patient (single arm) extension study of our Open-Label initial study (EM1000-1) whereby seven of the eight Alzheimer's subjects participating in the initial study agreed to participate. The present study is intended to continue evaluation of the safety and efficacy of Transcranial Electromagnetic Treatment (TEMT) in patients with mild-to-moderate Alzheimer's Disease who had previously participated in the initial Open-Label study. The study duration for each subject is approximately 4 1/2 months, which involves a total of four clinical visits: pre-baseline, baseline, 2-months into treatment, and at treatment completion (4-month into treatment).\n\nThis extension study will utilize the same MemorEM 1000 head devices (designated as NSR) as in the initial 2-month treatment study, but will involve daily treatment for a longer four month period. Only one 1-hour treatment will be administered per day rather than the two 1-hour treatments per day administered in the initial 2-month study because: 1) the extension study involves a longer period of treatment, and 2) preliminary results from the initial 2-month study show a strong carry-over effect of treatment on cognitive performance after the 2-month treatment period had been completed (14 days after end of treatment).\n\nCognitive safety/efficacy will be evaluated using the same battery of cognitive tasks as in the initial study. These include ADAS-cog (primary outcome), and secondary cognitive outcomes of Rey AVLT, MMSE, ADCS-ADL, Digit span, Trails A \\& B, and clock draw tasks. Additional secondary outcomes involve analysis of blood and CSF (collected at baseline, 2-months and/or 4-months into treatment) for various beta-amyloid and tau protein species. As another secondary outcome, safety of TEMT will be monitored by regular Adverse Events Assessment, physiologic monitoring, and patient daily diaries maintained by the caregiver.\n\nExpected Results: The investigators expect that 4-months of once-daily TEMT will not present any significant sides effects or safety issues to the seven subjects who were initially provided the same treatment twice-daily for 2-months. The investigators further expect that cognitive measures will be stable and/or improve by the end of the the treatment period. In addition, changes in blood/CSF levels of various beta-amyloid and tau species are anticipated that reflect the mechanisms of TEMT action.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "Cognitive enhancer",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is Transcranial Electromagnetic Treatment (TEMT) delivered by the MemorEM 1000 head device; the extension study's primary objective is to assess effects on cognitive performance (baseline vs 2 months and 4 months). This indicates the trial is primarily testing an intervention for cognitive improvement. citeturn0search5turn0search1",
        "Act: Key extracted details — Intervention name: Transcranial Electromagnetic Treatment (TEMT) using the MemorEM / MemorEM 1000 device; Study type: open-label extension assessing cognitive tasks and also measuring blood/CSF AD markers as secondary endpoints. No drug compound or placebo is used (device study). citeturn0search5turn0search4",
        "Additional context from the literature: TEMT has been reported to produce cognitive improvements in small open-label trials and is described as producing changes in CSF/blood AD markers (e.g., soluble Aβ, oligomeric Aβ, p-tau ratios) and possible disaggregation of Aβ/tau oligomers in preclinical work — i.e., the device has proposed disease-modifying mechanisms, but the study's stated primary outcome here is cognitive performance. citeturn0search1turn0search3",
        "Reflect: Category choice rationale and ambiguity — The trial is a therapeutic device study (not a biologic or small molecule). Given the available category set, the best fit is 'Cognitive enhancer' because the trial's primary objective is to evaluate cognitive performance improvements. There is ambiguity because TEMT also reports disease-targeting effects (disaggregation of Aβ/tau) in preclinical and biomarker data; however, the categories provided do not include 'therapeutic device' or a separate 'disease-targeting device' option, so 'Cognitive enhancer' is the most appropriate classification. citeturn0search1turn0search5",
        "Web search results used: Clinical trial registration / description of the MemorEM 1000 TEMT extension (NCT03927040 / trial listing). citeturn0search5; Peer-reviewed report of the initial TEMT clinical study describing cognitive improvements and CSF/blood changes. citeturn0search1turn0search4; Related publications and follow-up pilot reports on longer-term TEMT safety and cognitive outcomes. citeturn0search3"
    ],
    "agent_type": "R) Multi-target",
    "explanation_agent": [
        "Reason: The intervention is a therapeutic device — Transcranial Electromagnetic Treatment (TEMT) delivered with the MemorEM / MemorEM 1000 head device — and the trial's primary objective is to assess effects on cognitive performance. The registry lists cognitive outcomes (ADAS‑cog etc.) as primary endpoints. citeturn0search1turn0search4",
        "Act: Extracted details — Intervention: TEMT (MemorEM 1000); Study type: open‑label extension (no drug compound or molecularly‑specific pharmacologic agent); Primary outcome: cognitive performance (ADAS‑cog and other cognitive tests); Secondary outcomes: blood and CSF AD markers (various Aβ and tau species) and safety. Published reports and summaries describe cognitive improvements and changes in CSF/plasma Aβ and tau species (and some inflammatory markers) after TEMT. citeturn0search4turn0search6turn0search2",
        "Reflect: Rationale for category choice — TEMT is not a single‑target small molecule or antibody directed at one molecular entity. Published and registry data indicate effects across multiple biological readouts (cognition, Aβ species, tau species, and inflammatory markers), consistent with a broad or multi‑modal mechanism rather than a single CADRO domain. Therefore the most appropriate CADRO classification is R) Multi‑target. Alternative categories (e.g., A) Amyloid beta or B) Tau) would be too narrow because the device is not reported to act solely on one defined molecular target; M) Synaptic Plasticity/Neuroprotection could be considered given cognitive focus, but the biomarker changes reported support multi‑target effects (amyloid/tau/inflammation), so R is more accurate. citeturn0search0turn0search2",
        "Web search results used (key sources): 1) Clinical trial registry / extension study description (MemorEM 1000, NCT03927040). citeturn0search1turn0search4 2) Initial clinical report of TEMT (cognition and CSF/blood changes). citeturn0search6 3) Long‑term pilot follow‑up reporting cognitive stability and reductions in CSF Aβ/p‑tau and changes in inflammatory markers. citeturn0search2 4) ALZFORUM summary and discussion of device, mechanisms, and trial history. citeturn0search0"
    ]
}