{
    "nct_id": "NCT00236574",
    "title": "A Randomized Double Blind Placebo-Controlled Trial to Evaluate the Efficacy and Safety of Galantamine in Patients With Mild Cognitive Impairment (MCI) Clinically at Risk for Development of Clinically Probable Alzheimer's Disease.",
    "status": "COMPLETED",
    "last_update_time": "2011-06-06",
    "description_brief": "The purpose of this study is to evaluate the efficacy and safety of galantamine treatment in patients with mild cognitive impairment.",
    "description_detailed": "This is an international, multicenter, double-blind, randomized, placebo-controlled trial. Following a 4 week screening period, patients with mild cognitive impairment (MCI), who are clinically at risk for development of Alzheimer's disease, will be randomized to treatment with either placebo or galantamine for 24 months with either placebo or a flexible dose of galantamine. Efficacy will be evaluated by measures of memory and cognition (Alzheimer's Disease Assessment Scale of cognition for MCI \\[ADAS-cog/MCI\\] and the Clinical Dementia Rating Sum of the Boxes \\[CDR-SB\\]), global severity of dementia (Clinical Dementia Rating \\[CDR\\]), functionality (Alzheimer's Disease Cooperative Study - Activities of Daily Living adapted to MCI \\[ADCS-ADL/MCI\\]), and changes on serial magnetic resonance imaging (MRI). Safety will be assessed using adverse event reports, vital signs, laboratory parameters, physical examination and electrocardiograms. The primary study hypothesis is that galantamine will improve memory deficits associated with mild cognitive impairment and therefore improve or stabilize the patient's cognitive abilities. A second study hypothesis is that treatment with galantamine slows or delays conversion of mild cognitive impairment to the dementia often associated with probable Alzheimer's disease in these patients. The third study hypothesis is that the treatment will be well tolerated by the patients. Galantamine hydrobromide immediate-release tablets (4, 8, and 12 milligrams (mg)) taken by mouth 2 times daily: 4 weeks at 8mg/day, 4 weeks at 16mg/day, increased to 24mg/day for the remainder of the 24-month trial. Dose may be reduced at investigator's discretion after 12 weeks.",
    "phase": [
        "PHASE3"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "Galantamine (brand: Razadyne/Reminyl)"
    ],
    "placebo": [
        "Placebo"
    ],
    "explanation_target": [
        "Reason: The investigational product is galantamine, a small-molecule, reversible acetylcholinesterase inhibitor that also allosterically modulates nicotinic receptors; it is used to increase cholinergic neurotransmission and produce symptomatic cognitive improvement in Alzheimer's disease rather than to remove amyloid or tau pathology. citeturn0search3turn0search7",
        "Act: The trial title and description state a randomized, double-blind, placebo-controlled study of galantamine in patients with mild cognitive impairment (MCI) clinically at risk for Alzheimer's disease — i.e., the intervention is symptomatic treatment with galantamine versus placebo. Because the mechanism is cholinergic enhancement (symptomatic cognitive improvement) rather than targeting underlying AD pathology, this matches the 'cognitive enhancer' category. citeturn0search5turn0search1",
        "Reflect: This classification is supported by trial results and reviews: large randomized MCI trials of galantamine evaluated conversion to dementia but did not show consistent reduction in conversion rates, and systematic reviews conclude there is no evidence to support galantamine for MCI (while it provides symptomatic benefit in established AD). These findings align with labeling galantamine as a cognitive enhancer (symptomatic therapy) rather than a disease-modifying agent. citeturn0search0turn0search4",
        "Web search results cited (key sources used): 1) Neurology randomized MCI trials reporting galantamine vs placebo (no reliable reduction in 24-month conversion rates). citeturn0search0 2) PubMed reports/controlled studies of galantamine in MCI showing some cognitive/global function effects in short-term measures. citeturn0search1turn0search5 3) Reviews describing galantamine pharmacology (acetylcholinesterase inhibitor + nicotinic modulation) and its symptomatic use in AD. citeturn0search3turn0search7 4) Cochrane review summarizing evidence and concluding no support for galantamine use in MCI. citeturn0search4"
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The investigational drug is galantamine, a small-molecule acetylcholinesterase inhibitor that increases cholinergic neurotransmission and has been reported to modulate nicotinic receptors; its primary intended effect in trials is symptomatic cognitive enhancement rather than removal of amyloid or tau pathology. citeturn0search5turn0search3",
        "Act: The trial is a randomized, double-blind, placebo-controlled study of galantamine in patients with MCI at risk for AD — i.e., a symptomatic cognitive enhancer intervention (cholinergic enhancement). Large MCI trials of galantamine failed to show consistent reduction in conversion to dementia, and systematic reviews conclude there is no evidence to support galantamine for MCI, supporting that this is a symptomatic/neurotransmitter-directed approach rather than a disease-modifying one. citeturn0search0turn0search2",
        "Reflect: CADRO category D (Neurotransmitter Receptors) best fits because galantamine acts by augmenting cholinergic signaling (acetylcholine availability and nicotinic receptor-related effects), which is a neurotransmitter-receptor–level intervention (symptomatic cognitive enhancement). There is no clear primary action on amyloid, tau, inflammation, metabolism, or other CADRO domains in the trial description, so 'D) Neurotransmitter Receptors' is the most specific classification. citeturn0search5turn0search6",
        "Web search results used (key sources): Neurology randomized MCI trials of galantamine reporting no reliable reduction in 24-month conversion rates (Gal-Int-11 trial). citeturn0search0; PubMed analyses describing galantamine as an acetylcholinesterase inhibitor with reported nicotinic receptor modulation and subsequent pharmacology studies. citeturn0search5turn0search3; Cochrane review summarizing evidence and concluding no support for galantamine use in MCI. citeturn0search2."
    ]
}