{
    "nct_id": "NCT01485302",
    "title": "A Multi-center, Parallel-group, Double-blind, Placebo-controlled Single and Multiple Dose Escalation Study to Assess the Safety and Tolerability and the Pharmacokinetic Properties of SAR228810 Given as IV Infusion or as SC Injection in Patients With Mild to Moderate Alzheimer's Disease.",
    "status": "COMPLETED",
    "last_update_time": "2015-03-24",
    "description_brief": "Primary Objective:\n\n\\- To assess the safety and tolerability of escalating single and multiple doses of SAR228810 in patients with Alzheimer's disease (AD)\n\nSecondary Objective:\n\n\\- To evaluate the pharmacokinetic properties of SAR228810 after escalating single and multiple doses of SAR228810 in AD patients",
    "description_detailed": "14.5 to 22 months",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted biologic",
    "drug": [
        "SAR228810 (humanized monoclonal antibody; murine precursor SAR255952)"
    ],
    "placebo": [
        "placebo (matching)"
    ],
    "explanation_target": [
        "Reason: The trial tests SAR228810, which is described in the literature as a humanized monoclonal antibody engineered to bind protofibrillar and fibrillar forms of amyloid‑β (Aβ) with reduced Fc effector function—i.e., a biologic designed to target Alzheimer’s pathology (Aβ). citeturn0search6turn0search3",
        "Act: Extracted trial details — Phase 1, multicenter, double‑blind, placebo‑controlled single and multiple dose escalation study of SAR228810 (IV or SC) in mild–moderate AD patients sponsored by Sanofi. The molecule’s mechanism (anti‑Aβ protofibril/fibril binding) and antibody nature are documented in preclinical and clinical reports. citeturn0search1turn0search4turn0search5",
        "Reflect: Classification as a 'disease‑targeted biologic' is supported because SAR228810 is a monoclonal antibody directed at Aβ pathology (disease‑modifying intent) rather than a small molecule, cognitive enhancer, or symptomatic neuropsychiatric treatment. Development was later discontinued/ deprioritized by the sponsor (Sanofi), but that does not change the intervention type. citeturn0search4turn0search6"
    ],
    "agent_type": "A) Amyloid beta",
    "explanation_agent": [
        "Reason: The investigational product SAR228810 is a humanized monoclonal antibody engineered to bind protofibrillar and fibrillar forms of amyloid‑β (Aβ) (with reduced Fc effector function), so its mechanism is explicitly amyloid‑targeting. citeturn0search0turn0search4",
        "Act: Extracted details from the trial description and literature — Phase 1, single and multiple ascending dose IV/SC study of SAR228810 in mild–moderate AD; SAR228810 (humanized mAb, murine precursor SAR255952) selectively targets protofibrillar/fibrillar Aβ and was developed by Sanofi. Based on this explicit anti‑Aβ mechanism, I assign CADRO category A) Amyloid beta. citeturn0search3turn0search1",
        "Reflect: This classification aligns with CADRO definitions — the intervention is a disease‑targeted biologic whose primary biological focus is removal/neutralization of amyloid‑β aggregates rather than tau, inflammation, synaptic modulators, or multi‑target therapy. The program was later discontinued by the sponsor, but that does not change the molecular target. citeturn0search0turn0search6",
        "Web search results (key sources used):",
        "- Alzforum summary page for SAR228810 — describes target (protofibrillar/fibrillar Aβ), IgG4 engineering, and notes discontinuation. citeturn0search0",
        "- Alzheimer’s Research & Therapy / PubMed article (Pradier et al., 2018) — preclinical characterization showing selectivity for protofibrillar/fibrillar Aβ and engineered low effector function. citeturn0search1turn0search4",
        "- Clinical trial record (NCT01485302) — Phase 1 single and multiple dose escalation study of SAR228810 in mild–moderate AD, sponsor Sanofi (trial design details). citeturn0search3",
        "- Conference abstract / presentation summarizing rationale and preclinical data for SAR228810/SAR255952. citeturn0search6"
    ]
}