{
    "nct_id": "NCT06898476",
    "title": "A Prospective, Double-Blind, Randomized Controlled Trial Evaluating Silkworm Pupa Powder Versus Placebo in Improving Alzheimer's Disease Among Patients",
    "status": "RECRUITING",
    "last_update_time": "2025-04-30",
    "description_brief": "The purpose of this clinical trial is to determine whether silkworm pupa powder is effective in treating Alzheimer's disease. It will also investigate whether silkworm pupa powder can improve the nutritional and frailty status of patients with Dementia. The main questions it aims to answer are:\n\n* Will silkworm pupa powder improve the daily living conditions of patients with Alzheimer's disease?\n* Will silkworm pupa powder improve the nutritional status and frailty of Alzheimer's disease patients?\n\nResearchers will compare silkworm pupa powder with a placebo (a similar substance containing 0.5% silkworm pupa powder) to see if silkworm pupa powder can treat Alzheimer's disease.\n\nParticipants will:\n\n* Take silkworm pupa powder or placebo daily for four months;\n* Visit the clinic for check-ups and tests every four weeks;\n* Record their symptoms and various physiological indicators.",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "Cognitive enhancer",
    "drug": [
        "Silkworm pupa powder (edible silkworm pupae, Bombyx mori)"
    ],
    "placebo": [
        "Placebo (a similar substance containing 0.5% silkworm pupa powder)"
    ],
    "explanation_target": [
        "Reason: The intervention is a nutritional supplement—silkworm pupa powder—given daily to people with biomarker‑confirmed Alzheimer’s disease to try to improve daily living, nutrition, and frailty rather than to target amyloid or tau directly. citeturn1search1turn1search3.",
        "Act: Silkworm pupae are a nutrient‑dense food ingredient (high protein, essential amino acids, polyunsaturated fatty acids, B vitamins and minerals) and are used as a dietary/supplement ingredient; they also contain bioactive peptides observed to have anti‑inflammatory/other effects in preclinical studies. This trial therefore evaluates a nutritional/supplement intervention rather than a monoclonal antibody, vaccine, or a small‑molecule anti‑amyloid/tau agent. citeturn0search3turn0search5turn1search5.",
        "Classification decision: This fits the provided definition of 'Cognitive enhancer'—an intervention intended to improve cognitive function or daily functioning without a direct disease‑pathology (amyloid/tau) targeting mechanism. The trial’s primary outcomes (ADLs, nutritional/frailty status, symptomatic improvement) align with symptomatic/cognitive enhancement rather than disease‑modifying biologic or small molecule approaches. citeturn1search1turn0search1.",
        "Ambiguity/limitations: 'Silkworm pupa powder' is a nutritional/supplement product (not a classic pharmacologic biologic or designed small molecule). If the sponsor intended a microbiome‑modulating or anti‑inflammatory disease‑modifying effect, that is not stated explicitly in the description; classification as a symptomatic cognitive enhancer is based on the stated aims (improve daily living, nutrition, frailty). Preclinical signals exist for various bioactivities, but no indication it specifically targets AD pathology (amyloid/tau) was found in the trial description or product literature. citeturn1search7turn0search3.",
        "Web search results used to verify intervention identity and properties: medpath/clinical trial listings for the study (trial summary and eligibility/aims). citeturn1search1turn1search3. Nutritional analyses and reviews describing silkworm pupae composition (protein, essential amino acids, PUFA, B vitamins). citeturn0search3turn0search5. Product/supplement descriptions and reports of bioactive peptides/preclinical activity. citeturn0search1turn1search5."
    ],
    "agent_type": "M) Synaptic Plasticity/Neuroprotection",
    "explanation_agent": [
        "Reason: The trial tests an edible nutritional supplement (silkworm pupa powder) given daily to people with biomarker‑confirmed Alzheimer’s disease with the stated aims of improving nutrition, frailty, activities of daily living and symptomatic/cognitive outcomes rather than directly modifying core AD pathologies (amyloid or tau). citeturn1search7turn1search4",
        "Act: Silkworm pupae are a nutrient‑dense food ingredient (high protein, essential amino acids, polyunsaturated fatty acids, vitamins and minerals) and have been evaluated as a dietary/supplement intervention in clinical studies (e.g., effects on muscle strength); the current AD trial therefore represents a symptomatic/cognitive‑enhancer or nutritional neuroprotection approach rather than a targeted anti‑amyloid or anti‑tau biologic/small molecule. citeturn0search4turn1search0",
        "Reflect: The classification as M) Synaptic Plasticity/Neuroprotection fits because CADRO M covers interventions intended to improve cognitive function or provide neuroprotection/synaptic support (symptomatic enhancers) rather than targeting a specific molecular pathology. The trial description contains no explicit mechanism-of-action targeting amyloid, tau, ApoE/lipids, inflammation, or other CADRO categories; note that silkworm‑based platforms have been used preclinically to deliver anti‑Aβ vaccine constructs, but that is a distinct vaccine/biologic application and not the intervention in this powder/supplement trial. citeturn1search2turn1search3",
        "Web search results used (key sources): trial registry / trial description showing the AD silkworm pupa powder study and its aims. citeturn1search7turn1search4; clinical evidence of silkworm pupae as a supplement (randomized trial on muscle strength / supplement use). citeturn1search0; nutritional composition and reviews describing silkworm pupae (protein, PUFA, vitamins/minerals). citeturn0search4turn0search3; preclinical studies using silkworm pupae to express amyloid peptides for vaccine research (distinct from powder supplement). citeturn1search2turn1search3"
    ]
}