{
    "nct_id": "NCT03016702",
    "title": "The Cognitive Resilience Study: Stress Tests for Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2017-08-11",
    "description_brief": "The purpose of this study is to test whether two new cognitive \"stress tests\" may help distinguish between people at lower or higher genetic risk of Alzheimer's Disease. The investigators are trying to understand how these cognitive \"stress tests\" work in people who have not been diagnosed with Alzheimer's Disease and are not exhibiting symptoms of Alzheimer's Disease. Study subjects will undergo testing of memory and executive function during functional magnetic resonance image (fMRI) of the brain and also during a walking test.",
    "description_detailed": "The objective is to establish the feasibility and evaluate the role of two novel tests of cognitive resilience for use in identification of early Alzheimer's Disease. The investigators hypothesize that exposure to the controlled stressor of increased cognitive task demand will evoke measurable phenotypes of poor resilience, which will be associated with Alzheimer's Disease risk. The study will include 30 volunteer participants from the Duke Alzheimer's Disease Prevention Registry (ADPR). The ADPR cohort has been characterized according to genetic risk based on genotype at loci associated with Alzheimer's Disease. The investigators will recruit a sample from the ADPR that includes 15 people in the \"genetic high risk\" group and 15 people, matched by age, in the \"genetic low risk\" group. Investigators and experimenters are masked to the genetic profile of all participants. All participants will undergo two cognitive stress test protocols. Both protocols include memory and executive function components, one done during functional MRI and one while ambulating on a force sensor mat. Both cognitive stress tests are minimal risk; the primary risk of this study is loss of confidentiality. Genetic testing is not performed as part of this protocol; the sampling strategy will make use of prior genetic testing results, which are not revealed to the primary investigators. In addition to determining whether scores on the two novel tests statistically differ by AD risk groups, the project will establish the tests' feasibility and characteristics for use in future study.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "DIAGNOSTIC",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The described study evaluates two novel cognitive \"stress tests\" (one during fMRI and one during a walking/gait task) to distinguish people at lower vs higher genetic risk for Alzheimer’s disease; its primary purpose is diagnostic/feasibility (identification of early AD/cognitive resilience), not a therapeutic intervention.",
        "Act: Key extracted details — Title: The Cognitive Resilience Study: Stress Tests for Alzheimer's Disease; Enrollment ~29–30; Sponsor: Duke University; Interventions: cognitive stress tests during functional MRI and during a gait/force-sensor walking task; Primary purpose: Diagnostic/feasibility. No drug or pharmacologic agent is mentioned in the protocol. citeturn0search1turn0search0turn0search2",
        "Reflect: Classification check — this trial is a diagnostic/assessment study of cognitive testing in asymptomatic participants and does not test a biologic, small molecule, cognitive-enhancing drug, or an intervention aimed at treating neuropsychiatric symptoms. Therefore it does not fit any of the four therapeutic categories and is best classified as 'N/A'. No ambiguity found in the protocol regarding a drug or placebo.",
        "Web search results used (representative): 1) Trial registry/description with full protocol details (recruitment, interventions: fMRI stress test and gait task) — Veeva/clinical-trial listing. citeturn0search1 2) MedPath trial summary (NCT03016702) describing the Cognitive Resilience Study and its aims. citeturn0search0 3) ClinicalTrialsGPS summary (start/end dates, brief description). citeturn0search2"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}