{
    "nct_id": "NCT01039701",
    "title": "Safety, Tolerability and Pharmacokinetics of 3 Dose Regimens of AZD1446 vs. Placebo as an Add-on Treatment to Donepezil: A Multi-centre, Double-blind, Randomised, Placebo Controlled, Parallel Group Phase IIa Study in Patients With Mild to Moderate Alzheimer's Disease During 4 Weeks of Treatment",
    "status": "COMPLETED",
    "last_update_time": "2010-08-10",
    "description_brief": "The primary purpose of the study is to determine the safety and tolerability of AZD1446 vs Placebo given as an add-on treatment to Donepezil for 4 weeks in patients with mild to moderate Alzheimer's disease.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "AZD1446 (selective α4β2 / α2β2 nicotinic acetylcholine receptor agonist)"
    ],
    "placebo": [
        "Placebo"
    ],
    "explanation_target": [
        "Reason: AZD1446 is a small‑molecule agonist of central neuronal nicotinic receptors (α4β2 and α2β2) with pro‑cognitive effects in preclinical studies — i.e., it targets cholinergic neurotransmission rather than amyloid or tau pathology. citeturn0search1turn0search0",
        "Act: The provided trial is a 4‑week, Phase IIa randomized, double‑blind study of AZD1446 versus placebo as an add‑on to donepezil in mild–moderate AD, with primary objectives of safety/tolerability and PK — consistent with testing a cognitive‑enhancing symptomatic agent rather than a biologic disease‑modifier. citeturn0search3turn0search9",
        "Reflect: AZD1446 is a small molecule (not a biologic) and acts on nicotinic receptors to potentially improve cognition; therefore the correct category is 'cognitive enhancer'. The short add‑on design and stated objectives (safety/tolerability, PK) further support a symptomatic/cognitive‑enhancement classification rather than a disease‑targeting (amyloid/tau) intervention. No evidence in the trial description indicates disease‑modifying intent. citeturn0search1turn0search10"
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: AZD1446 is a selective small‑molecule agonist of central neuronal nicotinic acetylcholine receptors (α4β2 and α2β2), i.e., it acts on cholinergic neurotransmission / nicotinic neurotransmitter receptors rather than on amyloid, tau, or other disease‑modifying pathways. citeturn0search0turn0search3",
        "Act: The described trial is a 4‑week, Phase IIa randomized, double‑blind add‑on study of AZD1446 versus placebo on a background of donepezil with primary objectives of safety/tolerability and pharmacokinetics — consistent with testing a symptomatic cognitive‑enhancing agent that targets neurotransmitter receptors. Therefore the most specific CADRO match is D) Neurotransmitter Receptors. citeturn0search5turn0search6",
        "Reflect: Classification as D) Neurotransmitter Receptors fits because the drug’s mechanism is direct agonism of nicotinic acetylcholine receptors (cholinergic neurotransmission) and the trial’s short add‑on design and PK/safety focus indicate symptomatic/cognitive enhancement rather than a disease‑modifying approach (amyloid/tau/inflammation etc.). No information in the description indicates targeting of amyloid, tau, ApoE/lipids, inflammation, or multi‑target mechanisms. citeturn0search1turn0search3",
        "Web search results (key sources used): 1) Population PK / safety summary describing AZD1446 as a highly selective α4β2/α2β2 nicotinic receptor agonist and noting up to 4‑week dosing. citeturn0search0 2) Clinical pharmacology / trial listings (AstraZeneca phase‑2 add‑on 4‑week study NCT01039701 / trial synopsis) confirming the 4‑week add‑on safety/tolerability/PK design. citeturn0search5 3) ALZforum therapeutic entry summarizing AZD1446 (TC‑6683) as an α4β2 nAChR agonist developed as a cholinergic cognitive enhancer in AD. citeturn0search3 4) Related clinical studies (e.g., early clinical/pharmacodynamic trials and qEEG/ERP studies) showing AZD1446 was tested for pro‑cognitive effects and safety in neuropsychiatric populations. citeturn0search1turn0search6"
    ]
}