{
    "nct_id": "NCT03472664",
    "title": "Brain Energy for Amyloid Transformation in AD (BEAT-AD) Study",
    "status": "RECRUITING",
    "last_update_time": "2025-07-25",
    "description_brief": "The Brain Energy for Amyloid Transformation in AD (Alzheimer's disease) or BEAT-AD study will compare the effects of a ketogenic low-carbohydrate diet and a low-fat diet in adults with mild cognitive impairment. The data collected will help determine whether diet interventions induce changes in cognitive function, cerebral blood flow, and levels of certain proteins and hormones in body fluids.\n\nThe study will include volunteers who have mild cognitive impairment, who will be randomly assigned to receive either a ketogenic low-carbohydrate diet or a low-fat diet for 16-weeks, with follow-up assessment 8 weeks after diet completion. Study measures, clinic visits and phone sessions will occur at baseline and throughout the 24-week study.\n\nParticipant will follow either a low-carbohydrate or low-fat diet that will be individually planned with help from a study dietitian. After completing the study diet for 16 weeks, participants will resume their normal diet. The final visits will occur at week 24 (8 weeks after the completing the diet). At the end of the 24-week study, participants will be given the opportunity to meet with the study dietitian for education and assistance with planning a healthy diet.",
    "description_detailed": "This study will examine the effects of a 4-month Modified Mediterranean-Ketogenic Diet compared with an American Heart Association Diet (AHAD - a regimen that has been shown to reduce the risk for cardiovascular disease). We will investigate diet effects on AD biomarkers, on cognition, and on neuroimaging measures of blood flow. Our study will extend previous findings in several important ways by: 1) using a Modified Mediterranean-Ketogenic Diet rather than a traditional Ketogenic Diet, which has the potential for greater long-term compliance and health benefits; 2) increasing the sample size and duration of the diet intervention; 3) examining potential mechanisms of diet effects that may result in new biomarkers and therapeutic targets; and 4) examining key treatment response variables such as Apolipoprotein E (ApoE) genotype, amyloid positivity and metabolic status that could inform precision medicine approaches to dietary prescription.\n\nAdults with amnestic mild cognitive impairment (MCI) will be randomized on a 1:1 schedule to receive either a 4-month Modified Mediterranean-Ketogenic Diet (MMKD) or American Heart Association Diet (AHAD) intervention. Diet interventions will be equicaloric with participants' normal diets. Personalized nutritional guidance and menus will be provided, and compliance will be assessed by a registered dietitian. The principal investigator will be responsible for the overall monitoring of the data and safety of study participants, with assistance by members of the study staff, and the Data and Safety Monitoring Board (DSMB), which will be responsible for monitoring the safety of research participants.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The BEAT-AD study tests two dietary interventions (a Modified Mediterranean‑Ketogenic Diet vs an American Heart Association low‑fat diet) in people with amnestic mild cognitive impairment to measure effects on cognition, cerebral blood flow, and Alzheimer’s biomarkers (e.g., CSF Aβ42/40, tau). citeturn0search0turn0search8",
        "Act: Key extracted details — intervention = dietary (MMKD vs AHAD), duration = 16 weeks with 8‑week follow‑up, outcomes include cognitive tests, cerebral blood flow (MRI/pcASL), and CSF AD biomarkers (Aβ42/40, tau, p‑tau). These are non‑pharmacologic nutritional interventions rather than a biologic or small molecule drug. citeturn0search0turn0search8",
        "Reflect: Classification decision — None of the four provided categories (disease‑targeted biologic, disease‑targeted small molecule, cognitive enhancer, neuropsychiatric symptom improvement) describe a randomized diet intervention measuring biomarkers and cognition. Therefore the correct category under the supplied scheme is 'N/A'. This aligns with the trial record describing dietary (not drug) interventions and biomarker/cognitive outcomes. citeturn0search0turn0search11",
        "Web search results used (primary sources): Clinical trial listing for BEAT‑AD describing MMKD vs low‑fat diet and study aims (NCT03472664). citeturn0search0turn0search11",
        "Additional literature/context: BEAT‑AD protocol and related methods paper describing outcomes including CSF Aβ42/40, MRI measures, and sleep/cognition endpoints. citeturn0search8"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}