{
    "nct_id": "NCT03094546",
    "title": "Effect of Polyamine-enriched Dietary Supplementation on Cognitive Function and Biomarkers in Elderly Individuals With Subjective Cognitive Decline",
    "status": "COMPLETED",
    "last_update_time": "2021-04-22",
    "description_brief": "The overall objective of this study is to examine the effect of polyamine supplementation on cognitive performance and further characterization of individuals with subjective cognitive decline.",
    "description_detailed": "Memory abilities are known to decline during aging, a process that is accelerated in pathological conditions like mild cognitive impairment (MCI) and Alzheimer's disease (AD), all of which are a growing public-health concern with devastating social and economical effects. Polyamines supplementation and corresponding up-regulation of autophagy (i.e., cellular protein degradation pathways) may be a key target of intervention against age-related memory decline. The study will investigate whether a polyamine-enriched dietary supplementation (through capsule intake) could provide positive effects on cognitive function and biomarkers of elderly individuals (60-90 years old) with subjective cognitive decline (SCD).",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "spermidine (polyamine-enriched dietary supplement — wheat germ extract)"
    ],
    "placebo": [
        "microcrystalline cellulose placebo (matching capsules)"
    ],
    "explanation_target": [
        "Reason: The trial tests polyamine (spermidine) dietary supplementation to examine effects on cognitive performance in older adults with subjective cognitive decline — the stated primary objective is improvement in memory/cognitive function rather than use of a biologic (e.g., antibody) or an explicit anti-amyloid/tau drug. citeturn0search1turn0search4.",
        "Act (key extracted details from the registry and publications): Intervention = spermidine-rich dietary supplement (wheat germ extract); dosage in the SmartAge trial ~0.9 mg spermidine/day delivered as capsules for 12 months; randomized, placebo-controlled vs microcrystalline cellulose. Primary outcome = change in memory performance; secondary = biomarkers and other cognitive/behavioral measures. citeturn0search1turn0search7.",
        "Supporting evidence from trials and preclinical work: Prior pilot and larger randomized trials have tested spermidine supplementation in older adults with subjective cognitive decline and measured cognitive outcomes and biomarkers; animal work shows spermidine promotes autophagy and can improve cognition in models. Examples: (1) SmartAge randomized trial (spermidine vs placebo, 12 months). citeturn0search7turn0search1. (2) Earlier pilot RCT showing memory improvements with spermidine. citeturn0search5. (3) Preclinical studies showing dietary spermidine improves cognition and induces autophagy. citeturn0search3.",
        "Reflect: Classification rationale — the intervention is a small, naturally occurring polyamine given as a dietary supplement and the trial's main aim is cognitive improvement in SCD subjects. Although spermidine may influence autophagy and biomarkers (a potential disease-modifying pathway), the study is framed and powered primarily to test cognitive benefit rather than to directly target canonical AD pathology (amyloid or tau) with a biologic or a small-molecule inhibitor. Therefore the best-fit category is 'cognitive enhancer'. Relevant protocol text describing autophagy as a hypothesized mechanism is noted, which explains potential ambiguity but does not change the primary intent. citeturn0search4turn0search7."
    ],
    "agent_type": "I) Proteostasis/Proteinopathies",
    "explanation_agent": [
        "Reason: The intervention is oral spermidine (a natural polyamine) given as a dietary supplement to improve cognition in older adults with subjective cognitive decline. Spermidine’s primary and well-documented molecular action is induction of autophagy and enhancement of protein quality-control / mitophagy pathways (proteostasis), rather than direct targeting of amyloid or tau by an antibody or receptor ligand. citeturn0search1turn0search4",
        "Act: Key extracted trial details — intervention = spermidine‑rich wheat germ extract, dose ≈0.9 mg spermidine/day, randomized placebo‑controlled 12‑month phase IIb SmartAge trial with primary outcome change in memory performance; secondary/exploratory analyses measured biomarkers (and noted possible effects on inflammation). Preclinical and mechanistic studies show spermidine induces autophagy, improves mitophagy and mitochondrial function, and can rescue tau‑related bioenergetic/mitophagy deficits. These mechanistic links support classification under proteostasis/proteinopathy pathways. citeturn0search1turn0search3turn0search5turn0search4",
        "Reflect: Although the trial is framed as a cognitive‑enhancer study (primary aim = improved memory), the most specific CADRO match is I) Proteostasis/Proteinopathies because spermidine’s hypothesized disease‑relevant mechanism is restoration of autophagy/protein homeostasis. There is some overlap with synaptic plasticity/neuroprotection (M) or metabolism/mitochondrial effects (J), but proteostasis/autophagy is the best single CADRO category fit. If the user prefers mechanism‑agnostic labeling based solely on the trial’s stated clinical aim (cognitive enhancement), an alternate interpretation could emphasize symptom targeting; however, CADRO requires biological target mapping, so I) is appropriate. citeturn0search6",
        "Web search results (key sources used): (1) SmartAge randomized clinical trial (12 months, spermidine 0.9 mg/day vs placebo) — trial results and methods. citeturn0search1turn0search3; (2) Preclinical paper showing spermidine induces autophagy and is neuroprotective via Beclin‑1/caspase‑3 mechanisms. citeturn0search4; (3) Studies showing spermidine improves mitophagy/mitochondrial bioenergetics and rescues tau‑related deficits. citeturn0search5; (4) Reviews and summaries linking spermidine to autophagy, longevity and organ‑level benefits (context for mechanism). citeturn0search6turn0search7"
    ]
}