{
    "nct_id": "NCT00443417",
    "title": "Dose Finding Study to Assess the Efficacy and Safety of SK-PC-B70M in Patients With Mild to Moderate Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2009-12-08",
    "description_brief": "The purpose of this study is to find optimistic dose and to evaluate the efficacy and safety of SK-PC-B70M in patients with mild to moderate Alzheimer's disease.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "SK-PC-B70M"
    ],
    "placebo": [
        "Placebo (comparator)"
    ],
    "explanation_target": [
        "Reason: The trial tests SK-PC-B70M for mild–moderate Alzheimer's disease to evaluate efficacy and safety and to find an optimal dose. The published preclinical literature describes SK-PC-B70M as an oleanolic-glycoside saponin–enriched fraction (a plant extract from Pulsatilla koreana) with antioxidant activity that reduced soluble and insoluble Aβ and plaque formation in an AD mouse model, and that improved scopolamine-induced memory impairments in rodents. citeturn0search0turn0search1.",
        "Act: SK-PC-B70M is a phytochemical (saponin-enriched) extract rather than a monoclonal antibody or vaccine, and the preclinical data indicate it modulates Alzheimer pathology (reducing Aβ) and has cognition-related effects. Clinical trial records show it progressed to human dose-finding/Phase 2 and confirmatory trials in AD. citeturn0search4turn0search2.",
        "Interpretation / classification: Because the agent is not a biologic in the sense of monoclonal antibodies or vaccines, but rather a small-molecule/plant-derived phytochemical mixture that appears to act on AD pathology (Aβ) in preclinical studies, the most appropriate category from the provided list is 'disease-targeted small molecule' (i.e., a disease-targeting therapeutic rather than a purely symptomatic cognitive enhancer or a neuropsychiatric symptom intervention).",
        "Reflect: The choice rests on two points — (1) mechanism: evidence supports targeting Alzheimer pathology (Aβ reduction) rather than only symptomatic enhancement, and (2) product type: SK-PC-B70M is a saponin-enriched plant extract (small-molecule phytochemicals), not a biologic such as an antibody or vaccine. If the sponsor described SK-PC-B70M differently (e.g., as a standardized biologic product) or if further human mechanistic data showed only symptomatic benefit without pathology modification, the classification might be reconsidered. Key sources used are listed above. citeturn0search0turn0search1turn0search4turn0search2."
    ],
    "agent_type": "A) Amyloid beta",
    "explanation_agent": [
        "Reason: The preclinical literature for SK-PC-B70M (an oleanolic‑glycoside saponin–enriched fraction from Pulsatilla koreana) reports reductions in soluble and insoluble Aβ(1–42) and decreased plaque formation in the Tg2576 AD mouse model, plus related in vitro protection against Aβ toxicity and in vivo cognition benefits — indicating the intervention acts on amyloid pathology. citeturn1search0turn1search2",
        "Act: SK-PC-B70M is a plant‑derived small‑molecule/saponin fraction (not a biologic antibody or vaccine) that preclinical studies link to Aβ lowering and antioxidant/neuroprotective effects; it has advanced into human dose‑finding and confirmatory AD trials (NCT00443417, NCT01249196). Based on those data, the most specific CADRO match is A) Amyloid beta. citeturn1search0turn1search2turn1search1turn1search5",
        "Reflect: Alternative CADRO categories that could be considered include G) Oxidative Stress or M) Synaptic Plasticity/Neuroprotection due to reported antioxidant and cognition effects, but the clearest, load‑bearing mechanistic evidence reported in the literature is Aβ reduction and plaque attenuation — so A) Amyloid beta is the best fit. If later human mechanistic data showed only symptomatic benefit without Aβ modulation, reclassification could be warranted. citeturn1search0turn1search2",
        "Web search results / sources used: (1) Brain Research: \"SK‑PC‑B70M confers anti‑oxidant activity and reduces Aβ levels in the brain of Tg2576 mice\" (preclinical Aβ reduction, antioxidant, altered signaling). citeturn1search0 (2) PubMed: \"SK‑PC‑B70M from Pulsatilla koreana improves scopolamine‑induced impairments of memory consolidation and spatial working memory\" (cognition in rodent models; active oleanolic glycoside hederacolchiside‑E). citeturn1search2 (3) Clinical trial registry entries showing a Phase 2 dose‑finding study (NCT00443417) and a Phase 3 confirmatory trial (NCT01249196) of SK‑PC‑B70M in mild–moderate AD. citeturn1search1turn1search5"
    ]
}