{
    "nct_id": "NCT06424652",
    "title": "Effect of Physiologic Insulin Administration on Cognition",
    "status": "COMPLETED",
    "last_update_time": "2025-04-28",
    "description_brief": "In humans, insulin is secreted in pulses from the pancreatic beta-cells, and these oscillations help to maintain fasting plasma glucose levels within a narrow normal range. These pulses become disrupted in the presence of insulin resistance. Some people have referred to Alzheimer's Disease as type 3 diabetes because the glucose uptake in the brain is reduced by 30%. Clinical observations in clinics that treat patients with insulin pulses every 5 minutes for 3 hours twice a week for 2 weeks followed by once a week for 6 weeks and followed by less frequency treatments suggest an improvement in type 2 diabetes control, reduction in insulin resistance and an improvement in diabetes complications. A patient with Parkinson's Disease was treated with this pulsed insulin paradigm and experienced dramatic improvement that has now been maintained over years. Parkinson's Disease has been reported to have a decreased glucose uptake in the brain, so pulsed insulin treatment was tried in a small number of patients with Alzheimer's Disease and there was an impression that they showed improvement. Clinics that use pulsed insulin treatment change more than one parameter of the insulin pulses which makes it difficult to determine what is giving the improvement. The euglycemic hyper-insulinemic clamp, also called a clamp, is a well-standardized test that measures insulin resistance and involves intravenous insulin infusion. This single patient study will enroll one patient with early Alzheimer's disease and insulin resistance. The subject will have one standard clamp test with continuous insulin followed by 4 clamps over a 2-week period using the same amount of insulin over the same period of time but administered in pulses every 5 minutes. This was the number of pulsed insulin treatments needed to see a dramatic improvement in Parkinson's disease. The cognition in the Alzheimer's disease patient will be thoroughly evaluated with questionnaires and walking on a special mat while doing arithmetic tasks before and after the 4 pulsed insulin clamps. If this study demonstrates an improvement in cognition, one will know that the only thing that changed from the standard clamp was the pulse nature of the insulin delivery.",
    "description_detailed": "The purpose of this research study is to test the effect of an insulin treatment on Alzheimer's disease.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted biologic",
    "drug": [
        "Insulin (pulsatile intravenous administration)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is delivery of insulin (a peptide hormone/biologic) given intravenously in pulses to address brain insulin resistance / reduced brain glucose uptake — a pathophysiologic mechanism proposed in Alzheimer’s (sometimes called 'type 3 diabetes'). This is an attempt to modify an underlying disease-related metabolic defect rather than only transient symptomatic cognitive enhancement. citeturn0search0turn0search4",
        "Act: Key trial details extracted from the description and registry: the study uses euglycemic hyperinsulinemic clamp procedures comparing continuous vs. pulsed (every 5 minutes) insulin delivery in a patient with early AD and insulin resistance; cognition is measured before and after four pulsed-clamp treatments. The trial listing (Effect of Physiologic Insulin Administration on Cognition) matches this description. citeturn0search5",
        "Supporting evidence from the literature: insulin administration and clamp studies have been used to probe brain glucose uptake and cognition; intranasal and infusion insulin trials have been tested for effects on memory and AD-related outcomes (mixed results in trials). These references show insulin is being investigated as a biologic therapy that targets brain metabolic dysfunction in cognitive disorders. citeturn0search8turn0search2turn0search6",
        "Reflect: Classification chosen = 'disease-targeted biologic' because (a) insulin is a biologic (peptide hormone), and (b) the intervention aims to correct a putative disease mechanism (brain insulin resistance / reduced glucose uptake) rather than only producing short-term symptomatic cognitive stimulation or treating neuropsychiatric symptoms. There is some ambiguity because some insulin studies aim primarily to enhance cognition acutely (cognitive enhancer interpretation), but here the protocol explicitly targets physiologic/pulsatile insulin delivery to alter underlying insulin resistance — supporting the disease-targeted biologic classification. citeturn0search4turn0search5"
    ],
    "agent_type": "J) Metabolism and Bioenergetics",
    "explanation_agent": [
        "Reason: The intervention is insulin given to correct brain insulin resistance and improve brain glucose uptake — a metabolic/bioenergetic mechanism (sometimes called 'type 3 diabetes'). This maps to CADRO category J (Metabolism and Bioenergetics). citeturn0search2turn0search7",
        "Act: Extracted details — trial drug: pulsatile intravenous insulin administered during euglycemic hyperinsulinemic clamp procedures to increase brain/glucose disposal and test effects on cognition (pulsatile vs continuous delivery; cognitive outcomes measured before/after treatments). These trial specifics match a metabolic-targeting intervention rather than an amyloid/tau- or symptomatic-only approach. citeturn0search6turn0search3",
        "Reflect: Classification confirmed as J) Metabolism and Bioenergetics because (1) the biological focus is insulin signaling and brain glucose metabolism/insulin resistance, (2) the intent is to modify an underlying disease-related metabolic defect, and (3) literature and prior trials (intranasal and infusion/clamp studies) support insulin-based approaches as metabolic interventions in AD. Alternative CADRO categories considered: L) Growth Factors and Hormones (insulin is a hormone) — but CADRO J is more specific because the trial targets metabolic/bioenergetic dysfunction (brain glucose uptake/insulin resistance). citeturn0search8turn0search4",
        "Supporting web search results used: - Clinical trial listing describing pulsatile vs continuous clamps and cognitive outcomes. citeturn0search6 - Reviews and primary literature linking brain insulin resistance / “type 3 diabetes” to AD pathophysiology. citeturn0search2turn0search5turn0search7 - Systematic reviews/meta-analyses and NIH summary of intranasal/infusion insulin trials showing cognitive effects and rationale for targeting brain insulin signaling. citeturn0search0turn0search3turn0search4"
    ]
}