{
    "nct_id": "NCT05644262",
    "title": "Life's End Benefits of cannaBidiol and tetrahYdrocannabinol (LiBBY)",
    "status": "RECRUITING",
    "last_update_time": "2025-09-12",
    "description_brief": "This is a multicenter randomized double-blind placebo-controlled Phase 2 study of an oral combination of tetrahydrocannabinol (THC) and cannabidiol (CBD) compared to placebo over 12 weeks. This study is designed to test the hypothesis that treatment with an oral combination of THC/CBD will reduce agitation hospice care-eligible patients with agitation and dementia as measured by the Cohen Mansfield Agitation Inventory (CMAI) when compared to placebo at 2 weeks.\n\nThis study will enroll approximately 120 participants of any gender at least 40 years of age who are hospice care-eligible with agitation and dementia (HAD). Participants will be randomized (50:50) to either active study drug (T2:C100) or placebo.\n\nThe double-blind period of this study is 12 weeks. A 12 week optional open-label extension will be offered to participants who complete the double-blind period.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "neuropsychiatric symptom improvement",
    "drug": [
        "T2:C100 (oral THC/CBD combination — delta‑9‑tetrahydrocannabinol and cannabidiol in a pharmaceutical‑grade MCT oil solution)"
    ],
    "placebo": [
        "Matching placebo (MCT oil + flavoring)"
    ],
    "explanation_target": [
        "Reason: The trial tests an oral combination of delta‑9‑tetrahydrocannabinol (THC) and cannabidiol (CBD) given as investigational product T2:C100 to reduce agitation in hospice‑eligible patients with dementia — an attempt to treat a neuropsychiatric symptom (agitation), not to modify Alzheimer’s pathology or primarily boost cognition. citeturn0search7turn0search0",
        "Act: Key extracted details — intervention name: T2:C100 (oral full‑spectrum THC/CBD solution); formulation: THC + CBD in pharmaceutical‑grade medium‑chain triglyceride (MCT) oil with flavoring; administration: oral (or feeding tube), twice daily with an initial 1 mL BID then increased to 2 mL BID; primary outcome: reduction in agitation measured by the Cohen‑Mansfield Agitation Inventory (CMAI). These details are described on the LiBBY study site and trial registry entries. citeturn1search0turn0search7",
        "Reflect: Classification check — because the primary goal is to reduce agitation (a behavioral/neuropsychiatric symptom) the correct category is 'neuropsychiatric symptom improvement'. This is not a biologic targeting amyloid or tau, nor a small molecule aimed at core AD pathology, nor a general cognitive enhancer. The trial and product information (T2:C100 = THC/CBD) support this interpretation. citeturn0search0turn1search0",
        "Web search results (sources used): LiBBY study website (trial description & aims). citeturn0search7; ACTC trial summary with dosing and rationale. citeturn0search0; Clinical trial registry / NCT summary (T2:C100 intervention details, formulation, dosing schedule, eligibility). citeturn1search0"
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The LiBBY trial tests an oral THC/CBD combination (T2:C100) to reduce agitation — a neuropsychiatric/symptom-directed intervention. The active cannabinoids act primarily via neurotransmitter receptors: Δ9‑THC is a partial agonist at cannabinoid GPCRs (CB1, CB2) and CBD modulates CB1/CB2 and other neurotransmitter/ion channel receptors (e.g., 5‑HT1A, TRPV). These facts indicate the intervention's main biologic focus is on neurotransmitter receptor signalling, not on amyloid/tau pathology or purely metabolic/vascular mechanisms. citeturn0search0turn0search1turn1search0turn1search2turn0search6",
        "Act: Extracted trial details and mapping to CADRO — intervention: T2:C100 (oral THC + CBD oil); indication: reduce agitation in hospice-eligible patients with dementia; primary outcome: Cohen‑Mansfield Agitation Inventory (CMAI). Mechanistic mapping: THC → CB1/CB2 (cannabinoid GPCRs); CBD → modulation of cannabinoid receptors plus actions at 5‑HT1A, TRPV, and others. Because the dominant, well‑recognized molecular targets are neurotransmitter receptors (GPCRs and other receptor types), the best CADRO match is 'D) Neurotransmitter Receptors'. citeturn0search0turn0search1turn1search1turn0search6",
        "Reflect: Confirmation and caveats — classification as D is consistent: cannabinoids act via receptor-mediated neurotransmission (CB1/CB2 and several other receptor systems) and the trial is symptom‑directed (behavioral/agitation) rather than disease‑modifying for core AD pathology. Although CBD has polypharmacology (including anti‑inflammatory and neuroprotective effects in some reports), the primary and most specific mechanistic category in CADRO is neurotransmitter receptors, not inflammation or synaptic plasticity. If the trial had been explicitly targeting neuroinflammation or amyloid clearance, a different CADRO category (F or A) would be appropriate; that is not the case here. citeturn1search0turn0search6",
        "Web search results used (brief): 1) NCT summary for LiBBY (T2:C100 THC/CBD, aims, dosing/outcomes). citeturn0search0 2) University summary (LiBBY/LIBBY trial description, recruitment/aims). citeturn0search1 3) StatPearls / NCBI entry on THC mechanism (binds CB1/CB2; CNS expression). citeturn1search0 4) Pertwee review on plant cannabinoids’ CB1/CB2 pharmacology (Δ9‑THC partial agonist; CBD modulatory effects). citeturn1search2 5) Review on CBD polypharmacology (actions at 5‑HT1A, TRPV, modulation of CB1/CB2 and other targets). citeturn0search6"
    ]
}