{
    "nct_id": "NCT01859767",
    "title": "An Exploratory, Open-label, Non-randomized Phase 1 Study to Evaluate the Efficacy and Safety of MNI-672 SPECT for Detection/Exclusion of Cerebral B-amyloid in Patients With Alzheimer's Disease Compared to Healthy Volunteers.",
    "status": "COMPLETED",
    "last_update_time": "2016-12-15",
    "description_brief": "This is a Phase 1, single center, open-label, non-randomized, clinical study in probable AD patients and HVs to evaluate the efficacy, safety and tolerability of a single dose of MNI-672. The underlying goal of this study is to assess MNI-672 SPECT imaging as a tool to detect ß amyloid deposition in the brain of AD research participants and young healthy male subjects. All study procedures will be conducted at Molecular NeuroImaging (MNI) in New Haven, CT. Approximately 3 patients with AD and 3 young male HVs will be recruited to participate in this study. HVs will be screened to ensure that there is no evidence of cognitive decline or significant neurological deficit.\n\nAll eligible subjects will be required to visit the study center on at least 2 occasions:\n\n1. for one or more screening visits which should include a history and physical examination, laboratory and extensive neuro-psychological testing and MRI brain scanning. AD subjects will also undergo Amyvid PET imaging as part of the Screening Visit.\n2. on one day for baseline examinations and MNI-672 administration and subsequent SPECT scanning- followed by safety measures",
    "description_detailed": "To determine diagnostic efficacy of the MNI-672 SPECT scans in differentiating between patients with probable AD and HVs on the basis of neocortical tracer binding pattern, the SPECT scans will be visually assessed by a nuclear physician experienced in the field of neuro-imaging. SPECT scan findings will be classified either as abnormal (i.e., significant neocortical uptake in predefined regions) or as normal (i.e. no significant neocortical uptake in predefined regions). The visual analysis of the MNI SPECT images will be compared to the clinical diagnosis and Amyvid PET imaging results to determine the efficacy of MNI-672 as an agent to detect B-amyloid. The nuclear physician evaluating the SPECT images will be unaware of the clinical diagnosis.",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "N/A",
    "results": null,
    "target_category": "N/A",
    "drug": [
        "MNI-672",
        "[123I]MNI-672 (I-123 labeled SPECT radiotracer)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The study is a Phase 1, open-label SPECT imaging study using MNI-672 to detect/exclude cerebral ß-amyloid deposition in AD patients versus healthy volunteers. This describes a diagnostic radiotracer/imaging agent, not a therapeutic intended to modify disease, improve cognition, or treat neuropsychiatric symptoms. citeturn0search1turn0search4",
        "Act: Extracted details from the trial description and public trial records — the agent is reported as [123I]MNI-672 used for SPECT imaging; the sponsor is Molecular NeuroImaging; trial registration/details appear under NCT01859767 and related trial listings. These sources identify MNI-672 as a diagnostic radiopharmaceutical for amyloid imaging. citeturn0search1turn0search4turn0search8",
        "Web-search results (selected): 1) MedPath / trial listing of 'Efficacy and Safety of MNI-672 SPECT...' describing [123I]MNI-672 SPECT imaging in AD vs healthy volunteers (trial NCT01859767). citeturn0search1 2) AdisInsight trial profile for the exploratory Phase 1 MNI-672 SPECT study (status: completed). citeturn0search4 3) Synapse / Patsnap entry describing [123I]MNI-672 as a diagnostic radiopharmaceutical (small-molecule radiotracer) targeting amyloid imaging. citeturn0search8 4) Other MNI radiotracer trial listings (MNI-308, MNI-420, etc.) showing Molecular NeuroImaging's development of I-123/18F tracers for imaging CNS targets. citeturn0search5turn0search6",
        "Reflect: Given the agent is an I-123 labeled imaging tracer intended to visualize ß-amyloid (diagnostic purpose), it does not fit the four therapeutic categories (disease-targeted biologic, disease-targeted small molecule, cognitive enhancer, or neuropsychiatric symptom improvement). Therefore the correct classification is 'N/A' (diagnostic imaging study). There is no evidence in the sources that MNI-672 is being administered as a therapeutic biologic or small-molecule treatment rather than as a radiotracer for imaging. citeturn0search1turn0search8"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}