{
    "nct_id": "NCT03978052",
    "title": "Prevention of Cognitive Decline in ApoE4 Carriers With Subjective Cognitive Decline After EGCG and a Multimodal Intervention",
    "status": "COMPLETED",
    "last_update_time": "2024-03-12",
    "description_brief": "Alzheimer's disease (AD) neuropathology is characterized by deposits of insoluble amyloid β-peptide (Aβ) in extracellular plaques and aggregated tau protein, which is found largely in the intracellular neurofibrillary tangles. Current knowledge, has allowed a shift in the definition of AD from a syndromal to a biological construct, based on biomarkers that are proxies of pathology. However, little is known about mechanisms underlying the disease progression at its early stages. The loss of dendritic spines, the primary locus of excitatory synaptic transmission in the mammalian central nervous may be linked to cognitive and memory impairment in AD: A multimodal lifestyle change intervention (dietary, physical activity and cognition) combined with epigallocatechin gallate (EGCG) will slow down cognitive decline and improve brain connectivity in a population of participants with subjective cognitive decline (SCD). In humans, alterations in functional connectivity (FC) have been observed in early AD stages, subjective cognitive decline (SCD) and mild cognitive impairment (MCI). A hyper-synchronized anterior network and a posterior network characterized by a decrease in FC are the spatial features. These disruptions also seen in AD indicate that FC alterations appear very early in the course of the disease . Experimental research strongly suggests that in order to increase our cerebral reserves, we have to follow a lifestyle that takes into account many factors. Clinical studies provided evidence that individuals with more cerebral reserves are those who have a high level of education, who maintain regular physical activity and who eat in a healthy way. The environmental enrichment (EE) animal models confirmed that the experience plays a key role in increasing brain plasticity phenomena .There is a growing understanding that a valid therapeutic emerging approach in AD is prevention. A large number of modifiable risk factors for AD have been identified in observational studies, many of which do not appear to exert effects through amyloid or tau. This suggests that primary prevention studies focusing on risk reduction and lifestyle modification may offer additional benefits. The therapeutic approach proposed in the present project aims at improving synaptic plasticity and functional connectivity in early stages of AD, and specifically in SCD in the context of a personalized medicine approach that includes a multimodal intervention (nutritional, physical, cognitive and medical) looking at improving person-centered outcomes. In this context the proposed clinical trial design will evaluate the efficacy of EGCG in the context of a personalized medicine approach that includes a multimodal intervention (nutritional, physical, cognitive and medical) looking at improving person-centered outcomes. Early phase I studies in Down syndrome young adults showed that while subjects were under EGCG, improvements in cognition were observed but these vanished when treatment was discontinued. Phase II studies combining EGCG with cognitive training showed improvements in cognitive performance and adaptive functionality but interestingly sustained effects after treatment discontinuation. Observations made in humans are in agreement with preclinical studies showing that EGCG combined with environmental enrichment resulted in an improvement of age-related cognitive decline. These observations are in favor of the option of combining EGCG with a personalized multimodal intervention. The personalized multimodal intervention will take into account medical comorbidities (i.e. metabolic syndrome, T2DM), diet (including nutritional status), physical exercise, and will incorporate cognitive training and a behavioral intervention to aid subject's adherence and empowerment to the intervention proposed. This will be in-line with other clinical studies in AD showing the superiority of multimodal interventions vs. a single life style intervention (i.e. single nutrient, physical activity). Hypothesis: A multimodal lifestyle change intervention (dietary, physical activity and cognition) combined with epigallocatechin gallate (EGCG) will slow down cognitive decline and improve brain connectivity in a population of participants with subjective cognitive decline (SCD).",
    "description_detailed": "Study Design: Randomized, double-blind, personalized clinical trial with 150 subjects with subjective cognitive decline (SCD) of both genders, with 3 arms of treatment Duration of the Study: The total duration of the study is expected to be 24 months (subject recruitment, baseline period, treatment period, follow-up, data analysis, and study report).\n\nPrimary Objective(s): To evaluate the efficacy of a multimodal intervention (dietary, physical activity, and cognition) combined with epigallocatechin gallate (EGCG) in slowing down cognitive decline.\n\nSecondary Objective(s): 1 To evaluate the safety of the interventions 2 To evaluate several underlying mechanisms that could explain the efficacy of the intervention in preventing the progression of cognitive decline: (i) Changes in brain connectivity, (ii) changes in AD biomarkers, (iii) changes in biomarkers of oxidation/inflammation, (iv) changes in gut microbiota composition and the metabolome derived by the action of microorganisms, v) changes in biological aging predictors.\n\nTarget Population: Subjects diagnosed with Subjective Cognitive Decline (SCD) criteria including cognitive performance within normal values (Normal scoring on psychometric evaluation, adjusted for age and education), carriers of the Apolipoprotein E4 allele, recruited either from either the Parc de Salut Mar and its primary care providers, from Barcelona Beta Brain Research Centre or through a web-based system.\n\nPreselection criteria i.Adults aged 60-80 years with a BMI ≥18.5 and \\<32 kg/m2. ii. Ad-hoc Subjective Cognitive Decline Questionnaire (SCD-Q) item \"do you perceive memory or cognitive difficulties?\" positive.\n\niii. Subjects willing to participate and perform all study procedures, including Apolipoprotein E4 genotyping iv. The subject has one informant partner who, in the investigator's judgment has frequent and sufficient contact with the subject to provide accurate information about the subject's cognitive and functional abilities.\n\nStudy Arm(s):\n\n1. Arm I: EGCG and multimodal intervention (n=50)\n2. Arm II: Placebo EGCG and multimodal intervention (n=50)\n3. Arm III: Healthy lifestyle recommendations (n=50) Duration of Patient Participation: The total duration of patient participation is expected to be 17 months. Run-in period (1 month): Basal assessment of cognitive performance (cognitive battery), diet and physical activity, daily living activities (self-reported tests), and mood (self-reported tests at basal assessment and EMA's). Interventions will last 12 months. Follow-up after intervention discontinuation: at least 3 months Treatment: EGCG (Font-UP, laboratories Grand Fontaine), a daily dose of approximately 5-6 mg/kg up to 500 mg/day will be administered to subjects for 12 months or a matched placebo Multimodal intervention (12 months): 1) Social stimulation, ten 90-120 minutes guided group activities; 2) Cognitive training, trice per week, 30-minute sessions; 3) Psychoeducational support groups, 10 sessions, 4) personalized diet 8 sessions, 5) personalized physical activity.\n\nEnd point: modified Alzheimer Disease Cooperative Study Preclinical Alzheimer Cognitive Composite (ADCS-PACC), including additional tests of executive functions: the PACC-exe.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "PREVENTION",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "epigallocatechin gallate (EGCG)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention drug is epigallocatechin gallate (EGCG), a small‑molecule green‑tea polyphenol with reported actions on Alzheimer's pathological processes (reducing Aβ production/aggregation, inhibiting tau aggregation) and antioxidant/anti‑inflammatory effects. citeturn0search3turn0search4turn0search0turn0search2",
        "Act: Key details extracted from the description and literature — Drug: EGCG (epigallocatechin-3-gallate), a small‑molecule polyphenol. Mechanisms supported in preclinical and translational literature include promotion of non‑amyloidogenic APP processing and reduction of Aβ generation/deposition, direct interference with Aβ and tau aggregation, and antioxidant/anti‑inflammatory/neuroprotective effects; the trial pairs EGCG with a multimodal lifestyle intervention to improve synaptic plasticity and functional connectivity in subjective cognitive decline (SCD). citeturn0search3turn0search4turn0search0turn0search2",
        "Reflect: Classification rationale and uncertainty — By definition a 'disease‑targeted small molecule' is a small molecule that acts on AD pathology (e.g., amyloid/tau). EGCG is a small molecule with documented anti‑amyloid and anti‑tau actions in preclinical and some translational studies, so the most appropriate category is 'disease-targeted small molecule'. Note the trial also emphasizes synaptic plasticity and cognitive/behavioral (lifestyle) components — if one focused only on the trial's functional/cognitive goal one might label it a 'cognitive enhancer', but given EGCG's reported pathology‑directed mechanisms the disease‑targeted small molecule category is better supported. Sources used in this assessment are cited above. citeturn0search6turn0search7"
    ],
    "agent_type": "R) Multi-target",
    "explanation_agent": [
        "Reason: The investigational agent is epigallocatechin‑3‑gallate (EGCG), a green‑tea polyphenol with documented effects on multiple Alzheimer's‑related pathways — notably inhibition/modulation of tau aggregation and actions that reduce amyloid‑β production/aggregation, plus antioxidant/anti‑inflammatory and neuroprotective effects. These multiple pathology‑directed activities map to more than one CADRO category (Amyloid beta, Tau, and also Inflammation/Oxidative Stress). citeturn0search6turn0search1turn0search4turn0search2",
        "Act: Key extracted details and evidence — Drug: EGCG (epigallocatechin‑3‑gallate). Evidence: EGCG prevents formation of toxic tau oligomers and disaggregates tau assemblies in vitro. citeturn0search6turn0search1; EGCG (and related gallate compounds) promotes anti‑amyloidogenic APP α‑secretase processing (reducing Aβ generation) via signaling that can involve ERα/PI3K/Akt and ADAM10 activation. citeturn0search4; EGCG also influences tau phase behavior / fibrillization and has reported antioxidant/anti‑inflammatory/neuroprotective actions in preclinical studies. citeturn0search3turn0search2",
        "Reflect: Rationale for CADRO classification — Because EGCG has experimentally supported, pathology‑directed mechanisms affecting both amyloid and tau pathways (plus broader anti‑inflammatory/antioxidant effects), the trial intervention is best classified as hitting multiple CADRO categories rather than a single‑target category. Therefore the most specific and accurate CADRO assignment is R) Multi‑target. If a study focused solely on an explicit single mechanism (for example only amyloid reduction shown in humans), one could choose A) Amyloid beta, but here the preclinical literature supports multi‑pathway actions. citeturn0search6turn0search4",
        "Web search results (key sources used): 1) The green tea polyphenol (−)-EGCG prevents formation of toxic tau oligomers (PMC full text). citeturn0search6 2) EGCG impedes human Tau aggregation and can disassemble toxic tau assemblies (PubMed entry). citeturn0search1 3) EGCG and related gallate compounds promote anti‑amyloidogenic APP α‑secretase processing and reduce Aβ generation (study on ADAM10/ERα/PI3K/Akt). citeturn0search4 4) Molecular/structural studies show EGCG can inhibit tau phosphorylation/aggregation and affect tau's phase behavior (reviews/experimental studies). citeturn0search2turn0search3",
        "Output: {\"category\": \"R) Multi-target\"} — Explanation: EGCG has experimentally supported activities against both tau and amyloid pathways and also exerts antioxidant/anti‑inflammatory/neuroprotective effects; under CADRO this maps to multiple categories, so R) Multi‑target is the best fit."
    ]
}