{
    "nct_id": "NCT00455000",
    "title": "A Phase I, Randomized, Placebo Controlled, Double Blind Dose Escalation Study Of The Safety, Tolerability, Pharmacokinetics,Pharmacodynamics, And Immunogenicity Of A Single Intravenous Dose Of PF-04360365 In Adults With Mild To Moderate Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2009-10-12",
    "description_brief": "The purpose of this study is determine whether a single IV dose of PF-04360365 is safe and well tolerated in Adults with Mild to Moderate Alzheimer's disease.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted biologic",
    "drug": [
        "Ponezumab (PF-04360365) — humanized anti-amyloid-β monoclonal antibody (IgG2)"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: PF-04360365 (ponezumab) is described in Pfizer materials and phase I reports as a humanized monoclonal antibody that binds the C‑terminal end of Aβ (amyloid‑β) and was developed to remove toxic beta‑amyloid from the brain (i.e., it targets Alzheimer’s pathology). citeturn0search1turn0search0",
        "Act: The trial title and description specify a single IV dose, randomized, placebo‑controlled, double‑blind, dose‑escalation Phase I study in adults with mild‑to‑moderate Alzheimer’s disease (NCT00455000 / MedPath listing). The published phase I reports and trial records confirm single‑dose IV administration and safety/pharmacokinetic evaluation. citeturn0search3turn0search2",
        "Reflect: Because PF‑04360365 is a biologic (monoclonal antibody) specifically directed at amyloid‑β pathology, the trial fits the 'disease‑targeted biologic' category. No substantial ambiguity was found in the mechanism or intent (safety/tolerability of an anti‑amyloid mAb). Supporting pharmacology/PK and preclinical data also characterize it as an anti‑Aβ mAb. citeturn0search6turn0search0"
    ],
    "agent_type": "A) Amyloid beta",
    "explanation_agent": [
        "Reason: The investigational agent, PF-04360365 (ponezumab), is a humanized monoclonal antibody described as binding the C‑terminal end of amyloid‑β (Aβ) and was developed to remove toxic Aβ from the brain—i.e., it directly targets amyloid pathology, which maps to CADRO category A (Amyloid beta). citeturn0search0turn0search1",
        "Act: Extracted details from the trial description and literature — drug: Ponezumab (PF‑04360365), a humanized IgG2 anti‑Aβ monoclonal antibody; mechanism: binds Aβ (C‑terminus, Aβ1‑40 focus) to reduce toxic beta‑amyloid; study type: Phase I single‑dose IV, randomized/placebo‑controlled, safety/PK/PD. These specifics identify the intervention as an anti‑amyloid biologic, so assign 'A) Amyloid beta'. citeturn0search1turn0search2turn0search3",
        "Reflect: Classification checked against CADRO definitions — the trial tests a monoclonal antibody whose explicit mechanism is removal/neutralization of amyloid‑β, not a different pathway (inflammation, tau, synaptic, etc.). No evidence in the description that multiple disparate targets are intended, so 'A) Amyloid beta' is the most specific and appropriate category. Supporting sources (Pfizer reports, Phase I publications, toxicology/preclinical reports) consistently describe ponezumab as anti‑Aβ. citeturn0search0turn0search4",
        "Web search results (key sources consulted):",
        "- Pfizer press release describing PF‑04360365 as a monoclonal antibody targeting the C‑terminal end of Aβ and Phase I tolerability data. citeturn0search0",
        "- PubMed: 'Safety and pharmacology of ponezumab (PF‑04360365)…' — Phase I study reporting ponezumab as a humanized anti‑Aβ mAb with PK/PD and safety results. citeturn0search1",
        "- PubMed: Japanese randomized, double‑blind, placebo‑controlled dose‑escalation Phase I study of PF‑04360365 — confirms humanized IgG2 anti‑Aβ mAb, dosing, PK/PD, and safety. citeturn0search2",
        "- Alzheimer’s & Dementia / conference/publication summarizing monthly/quarterly dosing and biomarkers (no clear CSF/amyloid burden change) for ponezumab. citeturn0search3",
        "- Preclinical/toxicology report in nonhuman primates confirming ponezumab binds Aβ and was evaluated for safety. citeturn0search4"
    ]
}