{
    "nct_id": "NCT06514001",
    "title": "A Phase 2, Open Label, Study of AMDX-2011P as a Retinal Tracer in Participants With Alzheimer's Disease",
    "status": "RECRUITING",
    "last_update_time": "2024-07-24",
    "description_brief": "The purpose of this study is to assess safety, tolerability, plasma pharmacokinetics and biologic activity of a single intravenous dose of AMDX-2011P in participants with Alzheimer's Disease (AD).",
    "description_detailed": "This open-label, masked endpoint assessment study will evaluate the safety, tolerability, plasma pharmacokinetics (PK) and biological activity of an intravenous (IV) dose of AMDX-2011P in participants with AD. Assessments of retinal images will be conducted by central masked assessors.\n\nParticipants will be admitted to the study site where eye examination and retinal imaging will be conducted before administration of the study drug. AMDX-2011P will be administered through a single IV bolus injection followed by safety assessments, retinal imaging and PK blood collection.",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "DIAGNOSTIC",
    "results": null,
    "target_category": "N/A",
    "drug": [
        "AMDX-2011P"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is described as AMDX-2011P administered as a single IV dose to permit retinal imaging and to assess safety, tolerability, PK and biologic activity — i.e., it is being used as a retinal tracer (diagnostic imaging agent), not as a therapeutic intended to modify AD pathology or improve cognition. citeturn0search0turn0search8",
        "Act: Key extracted details — drug name: AMDX-2011P; developer/sponsor: Amydis, Inc.; purpose: retinal tracer to detect amyloid (and other amyloidogenic proteins) in the retina; indicated studies include Phase 2 AD retinal tracer study plus related CAA, glaucoma and neurodegenerative disease tracer studies. citeturn0search9turn0search1turn0search7",
        "Reflect: Classification decision — because the trial tests a diagnostic retinal tracer (imaging/biomarker detection) rather than administering a biologic or small molecule to modify disease, improve cognition, or treat neuropsychiatric symptoms, it fits none of the four therapeutic categories and should be labelled 'N/A' (diagnostic). This interpretation is supported by the trial title and descriptions and by Amydis materials describing AMDX-2011P as a retinal tracer to detect amyloid beta. citeturn0search8turn0search9",
        "Web search summary / sources: (1) Clinical trial listing summarizing the Phase 2 AD study (AMDX-2011P-204; NCT06514001) and purpose (safety, PK, retinal imaging). citeturn0search8 (2) Amydis press release / company page describing AMDX tracers as retinal tracers to detect amyloid beta and announcing related clinical programs. citeturn0search9 (3) MedPath / trial pages for AMDX-2011P studies in AD, CAA, glaucoma and other neurodegenerative diseases (trial details describing IV dosing and retinal imaging endpoint assessments). citeturn0search0turn0search1 (4) Peer-reviewed / journal evidence that AMDX-2011 (staining/identification) can detect amyloid beta in ex vivo retina (supporting the tracer concept). citeturn0search6"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}