{
    "nct_id": "NCT03197740",
    "title": "A Multinational, Multi-center, Randomized, Double-blind, Active Comparator, Phase III Clinical Trial to Evaluate the Efficacy and Safety of Donepezil Transdermal Patch in Patients With Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2021-02-10",
    "description_brief": "The objective of this study is to evaluate the efficacy and safety of donepezil transdermal patch in patients with mild to moderate Alzheimer's disease.\n\nThe primary objective is to demonstrate the non-inferiority of the test drug, IPI-301 (donepezil transdermal patch), to the comparator, Aricept tablet, after 24 weeks of treatment in patients with mild to moderate Alzheimer's disease in terms of improvement in cognitive function as assessed by the Alzheimer's Disease Assessment Scale - Cognitive (ADAS-cog) and in terms of global assessment as assessed by Clinician's Interview Based Impression of Change plus Caregiver Input (CIBIC-plus).",
    "description_detailed": "N/A",
    "phase": [
        "PHASE3"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "IPI-301 (donepezil transdermal patch)",
        "Aricept (donepezil tablet, donepezil)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention tested is a donepezil transdermal patch (IPI-301) compared to donepezil oral tablet (Aricept). Donepezil is a centrally acting reversible acetylcholinesterase inhibitor used to improve cognitive symptoms in Alzheimer's disease rather than to modify underlying pathology. citeturn0search6turn0search4",
        "Act: Key trial details extracted from the description and sources — test drug: IPI-301 (donepezil transdermal patch); comparator: Aricept (donepezil tablet); primary endpoints: ADAS-cog (cognitive function) and CIBIC-plus (global clinical change); objective: demonstrate non-inferiority on cognitive/global measures after 24 weeks. These facts indicate the trial is assessing symptomatic cognitive benefit. citeturn0search6turn0search1",
        "Reflect: Classification check — by definition this is not a biologic or a disease-modifying small molecule targeting amyloid/tau, nor is it aimed at behavioral/psychiatric symptoms. It is testing a formulation of donepezil to provide symptomatic cognitive improvement (a cognitive enhancer). Sources confirming donepezil’s mechanism and clinical use (symptomatic cognitive improvement) are cited. No ambiguity requiring alternative classification was found. citeturn0search4turn0search0",
        "Web search results used: PubMed entry for the IPI-301 donepezil transdermal patch trial (trial details and endpoints). citeturn0search6; Drug/mechanism and formulation information for donepezil (WebMD). citeturn0search4; Clinical drug description (Mayo Clinic). citeturn0search0."
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The investigational product (IPI-301) and comparator (Aricept) are formulations of donepezil, a centrally acting, reversible acetylcholinesterase inhibitor that increases synaptic acetylcholine and enhances cholinergic neurotransmission — i.e., it acts on the cholinergic neurotransmitter system rather than on amyloid, tau, inflammation, or other disease-modifying pathways. citeturn0search1turn0search6",
        "Act: From the trial description and publications: the test drug is IPI-301 (donepezil transdermal patch) compared with donepezil tablets (Aricept); primary endpoints include ADAS-Cog and CIBIC-Plus with a non-inferiority objective at 24 weeks — these facts indicate a symptomatic cognitive-enhancement aim rather than disease modification. citeturn0search10turn0search0",
        "Act (mechanistic implication): Because donepezil’s mechanism is to inhibit acetylcholinesterase and thereby augment cholinergic neurotransmission (a neurotransmitter system/receptor-level intervention), the most specific CADRO match is D) Neurotransmitter Receptors. citeturn0search1turn0search3",
        "Reflect: Confirming the choice — donepezil is established as a symptomatic (cognitive-enhancing) treatment with no evidence of altering AD progression, so the trial’s focus on formulation/route and symptomatic efficacy supports classification under Neurotransmitter Receptors rather than amyloid, tau, inflammation, synaptic-protection, or multi-target categories. No alternative CADRO category better fits the described mechanism. citeturn0search3turn0search6",
        "Web search results used (key sources): PubMed/PMC report of the IPI-301 Phase III trial (trial details, endpoints). citeturn0search10turn0search0; Donepezil mechanism and clinical profile (StatPearls / PubMed reviews). citeturn0search1turn0search6."
    ]
}