{
    "nct_id": "NCT06694597",
    "title": "Efficacy and Safety of Astragalus Membranaceus on the Improvement of Cognitive and Non-cognitive Symptoms in Mild-to-Moderate Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2024-11-15",
    "description_brief": "Alzheimer's disease (AD), the most common cause of dementia, is characterized by cognitive impairment, mental and behavioural abnormalities, and social dysfunction. Current treatments can only delay the progression of AD, not cure it completely. In vitro studies have shown that Astragalus has toxic effects such as anti-hypoxia injury of nerve cells, anti-free radical damage, anti-excitatory amino acids, etc. It can be used to expand cerebral vessels, increase cerebral blood flow, improve cerebral microcirculation, protect brain cells, and repair damaged brain cells. However, the clinical effects of add-on Astragalus in improving cognition in these patients remain unclear. Therefore, this pragmatic clinical trial aims to determine the efficacy and safety of add-on Astragalus in improving cognition in patients with AD",
    "description_detailed": "N/A",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "Astragalus membranaceus (botanical; common name: huang qi)",
        "Astragaloside IV (major active component)",
        "Astragalus polysaccharides (APS)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial description and title state the goal is to determine the efficacy and safety of add-on Astragalus for improving cognition (and non-cognitive symptoms) in mild-to-moderate Alzheimer’s disease, which indicates the intervention is being tested to improve cognitive function rather than to directly target amyloid or tau pathology. citeturn0search0",
        "Act: Astragalus membranaceus is a traditional Chinese medicinal herb; its main characterized bioactive compound is astragaloside IV, and preparations (including astragaloside IV and polysaccharides) have demonstrated antioxidant, anti-inflammatory and neuroprotective effects and improved cognitive/behavioral performance in preclinical models. These mechanisms (neuroprotection, increased cerebral blood flow, anti-oxidant/anti-inflammatory effects) support symptomatic cognitive improvement rather than a targeted anti-amyloid or anti-tau disease-modifying mechanism. citeturn0search3turn0search1turn0search6",
        "Reflect: The published trial protocol explicitly frames the intervention as add-on Astragalus to improve cognition and non-cognitive symptoms, and preclinical work shows improved cognitive outcomes without consistent effects on amyloid plaque burden (e.g., APS improved cognition without reducing plaque in APPswe/PS1dE9 mice), supporting classification as a cognitive enhancer rather than a disease-targeted biologic or small molecule. There is no indication the intervention is a monoclonal antibody, vaccine, or a small-molecule amyloid/tau-targeting drug. Therefore the most appropriate category is 'cognitive enhancer'. citeturn0search0turn0search6"
    ],
    "agent_type": "M) Synaptic Plasticity/Neuroprotection",
    "explanation_agent": [
        "Reason: The trial tests Astragalus membranaceus (and active components astragaloside IV and polysaccharides) as an add-on to improve cognition and non-cognitive symptoms in mild–moderate AD — i.e., a symptomatic/cognitive-enhancing and neuroprotective intent rather than an explicitly anti-amyloid or anti-tau immunotherapy. citeturn0search4",
        "Act: Preclinical and review literature show astragaloside IV and Astragalus polysaccharides exert antioxidant, anti-inflammatory, anti-apoptotic and neuroprotective effects and can improve memory/behavior in models; some studies report modulation of microglial activation, activation of Nrf2 antioxidant pathway, reduced oxidative stress and apoptosis, and cognitive benefit sometimes without consistent reduction of plaque burden — mechanisms consistent with synaptic protection/cognitive enhancement rather than a single canonical amyloid- or tau-targeted disease-modifying approach. citeturn0search3turn0search6turn0search1turn0search0",
        "Reflect: CADRO category M (Synaptic Plasticity/Neuroprotection) best matches an intervention whose primary clinical goal is symptomatic cognitive improvement via neuroprotection/synaptic support. Although Astragalus components have anti-inflammatory and antioxidant actions (CADRO F and G), those are mechanisms that support neuroprotection/symptomatic benefit rather than indicating the trial is principally an inflammation- or oxidative-stress-targeted disease-modifying study. Therefore M is the most specific suitable CADRO category. citeturn0search3turn0search6",
        "Web-search sources used (key results cited above): 1) Trial protocol describing add-on Astragalus for cognition in mild–moderate AD. citeturn0search4 2) Systematic review of astragaloside IV neuroprotective actions (antioxidant, anti-inflammatory, antiapoptotic). citeturn0search3 3) Studies showing AS‑IV modulates microglial activation and inflammatory signaling (TLR4/NF-κB, NLRP3) and protects neurons. citeturn0search6turn0search2 4) APS studies showing cognitive benefit via Nrf2/antioxidant pathway and mixed effects on Aβ/plaque burden (improved cognition sometimes without reducing plaque). citeturn0search1turn0search0"
    ]
}