{
    "nct_id": "NCT03711825",
    "title": "An Open Label Study to Evaluate the Safety and Gastric-Retentive Properties of Modified Release Capsules Containing Memantine Hydrochloride in Healthy Adults",
    "status": "COMPLETED",
    "last_update_time": "2019-02-25",
    "description_brief": "To assess how long memantine hydrochloride (HCl) (50 mg) extended release capsules stay in the stomach as determined by imaging assessment (MRI or abdominal ultrasound).\n\nTo evaluate the safety of a memantine HCl extended release capsule formulation",
    "description_detailed": "This is a single centre, open label, single dose study in healthy adult subjects.\n\nEligible individuals will be admitted to an inpatient unit in two or more cohorts. Enough eligible individuals will be admitted allowing for the enrollment of the Sentinel (n= 2) and Main Group (total of n=8 in Main), and an optional Supplemental Group (n= 6), if required.\n\nAll enrolled subjects will be dosed with a single administration of an extended release capsule containing memantine hydrochloride (LYN-057), 50 mg. Dosing will be conducted in an inpatient clinical unit, with access to an acute care facility. Subjects will remain in the inpatient unit for 7 days after dosing. During this time, subjects will undergo intermittent imaging assessments for gastric retention \\[magnetic resonance imaging (MRI) and abdominal ultrasound (U/S)\\], safety assessments, blood sampling for evaluation of memantine pharmacokinetics (PK), and faecal collections for assessments of formulation components and bowel movement characteristics.\n\nSubjects will return to the clinic for PK sampling and safety assessments on Days 10, 15, 22 and Day 29 (End of Study Visit). In addition, some subjects may continue to perform faecal collection and/or may undergo imaging assessments on Day 10 based on clinical criteria. On Day 29 (End of Study Visit), subjects will undergo final safety and PK assessments and will be discharged from the study.",
    "phase": [
        "EARLY_PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "memantine hydrochloride (50 mg) extended‑release capsule (modified/gastric‑retentive formulation)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The investigational product is memantine HCl, a small‑molecule, uncompetitive NMDA (glutamate) receptor antagonist used to improve cognitive symptoms in Alzheimer’s disease rather than to remove amyloid/tau pathology; it is therefore a symptomatic cognitive enhancer rather than a disease‑targeting biologic or pathology‑modifying small molecule. citeturn0search0turn0search3",
        "Act (extracted details + web support): The trial description tests a memantine HCl extended‑release, gastric‑retentive capsule (50 mg) for gastric retention and safety in healthy adults — a formulation/safety study of a small‑molecule NMDA antagonist. Marketed memantine products (e.g., Namenda and Namenda XR) are oral small‑molecule NMDA antagonists indicated for symptomatic treatment of moderate‑to‑severe Alzheimer’s disease, illustrating that memantine is a symptomatic cognitive drug (not a biologic or anti‑amyloid/tau disease‑modifying agent). citeturn0search6turn0search10",
        "Reflect: Classification = \"cognitive enhancer\". Notes/ambiguity: the described dose/formulation (50 mg gastric‑retentive) differs from common marketed XR dosages (e.g., Namenda XR 28 mg), but that is a formulation detail and does not change the mechanism or intended symptomatic cognitive effect; the trial is a formulation/safety imaging study in healthy adults, not a disease‑modification trial. citeturn0search6turn0search0"
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The investigational product is memantine hydrochloride, a small‑molecule uncompetitive (open‑channel) antagonist of the N‑methyl‑D‑aspartate (NMDA) subtype of glutamate receptors. This mechanism directly targets a neurotransmitter receptor (glutamatergic NMDA receptor) and is therefore best mapped to CADRO category D: Neurotransmitter Receptors. citeturn0search0turn0search5",
        "Act: Extracted details — the trial is a formulation/safety study of memantine HCl extended‑release (gastric‑retentive) capsules (50 mg) in healthy adults; memantine acts by blocking excessive activation of NMDA glutamate receptors to produce symptomatic cognitive effects in Alzheimer’s disease rather than removing amyloid or tau pathology. Assign 'D) Neurotransmitter Receptors' because the drug’s primary biological focus is modulation of the NMDA (glutamate) receptor. citeturn0search1turn0search3",
        "Reflect: Confirmation and notes — memantine is a symptomatic cognitive enhancer (not a disease‑modifying anti‑amyloid or anti‑tau agent); the formulation/dose (50 mg gastric‑retentive) is a formulation detail that does not change mechanism. The classification as 'Neurotransmitter Receptors' aligns with CADRO because the NMDA receptor is a neurotransmitter receptor target. If additional targets or combination mechanisms were present, 'R) Multi‑target' would be considered, but none are described here. citeturn0search8turn0search6",
        "Web search results (supporting sources summarized): 1) PubMed review describing memantine as a low‑affinity uncompetitive NMDA receptor antagonist and its rationale in AD. citeturn0search0 2) StatPearls entry summarizing memantine’s uncompetitive NMDA antagonism and pharmacology. citeturn0search5 3) MPR/Namenda XR prescribing summary showing memantine’s NMDA mechanism and XR dosing (28 mg marketed XR), supporting that memantine is a symptomatic NMDA antagonist. citeturn0search1 4) PDR/drug summary noting memantine’s mechanism (NMDA antagonist) and that there is no evidence it slows underlying neurodegeneration (i.e., symptomatic effect). citeturn0search3 5) Manufacturer/generic product information for memantine XR formulations (examples of extended‑release products). citeturn0search4"
    ]
}