{
    "nct_id": "NCT02386670",
    "title": "Prevention of Alzheimer's Dimentia With Cognitive Remediation Plus Transcranial Direct Current Stimulation in Mild Cognitive Impairment and Depression",
    "status": "ACTIVE_NOT_RECRUITING",
    "last_update_time": "2024-02-23",
    "description_brief": "This 7-year randomized controlled trial will compare the efficacy of non-invasive brain stimulation (trans-cranial Direct Current Stimulation - tDCS) combined with cognitive remediation (CR) versus sham (\"placebo\") tDCS combined with sham (\"placebo\") CR in slowing down cognitive decline and preventing Alzheimer's Dementia in older persons with mild cognitive impairment or major depressive disorder with or without mild cognitive impairment.",
    "description_detailed": "By the time Alzheimer's Dementia (AD) and related disorders (ADRD) are diagnosed the brain has sustained substantial insult that limits the efficacy of current treatments. Preventive interventions are urgently needed but prevention studies require large numbers of participants and long follow-up periods unless they can target a high-risk population.\n\nThe investigators propose to study the efficacy of a preventive intervention for AD in three high risk groups: (1) older persons with Mild Cognitive Impairment (MCI); (2) older persons with a major depressive disorder (MDD) without MCI; and (3) older persons with MDD and MCI.\n\nMCI is considered a prodromal condition for dementia with a progression rate of about 1% per month. MDD has independently been identified as one of the most promising targets for AD prevention studies since, even after successful treatment of their depressive episode, older persons with remitted MDD develop MCI or dementia at a rate of 1-2% per month.\n\nThe investigators proposed intervention is a combination of cognitive remediation (CR) and non-invasive brain stimulation - transcranial Direct Current Stimulation (tDCS). Participants with MCI or MDD (with or without MCI) will be randomized to tDCS + CR or sham (\"palcebo\") tDCS + sham (\"placebo\") CR. Both CR and tDCS have been shown to induce neuroplasticity and improve cognition. The investigators hypothesize that their combination will enhance cognitive reserve and protect against cognitive decline and the onset of MCI in those with \"normal\" cognition or AD in those with MCI.\n\nThe investigators design is informed by their experience conducting randomized controlled trials (RCTs) in older participants with dementia, MCI, or MDD over more than two decades. In the investigators recent donepezil prevention trial, combining donepezil with standard antidepressant maintenance prevented cognitive decline and the incidence of dementia in participants who had had both MDD and MCI. Building on this prevention trial, the investigators conceptualize the proposed study as a high-risk, high-gain RCT aimed at enhancing cognitive reserve and preventing cognitive decline and dementia in a high risk population. If the investigators are successful in this high risk population, then tDCS + CR can be tested in, and extended to, the general population (i.e., for universal prevention) or other groups at high risk for AD (i.e., for selective or indicated prevention).\n\nFive Toronto academic sites with a history of successful collaboration will consent up to a total of 500 participants meeting criteria for MCI (age 60 and older) or MDD (age 65 and older) to reach a target of 375 enrolled participants initiating the study intervention. Participants will be randomized to either: i) tDCS + CR or ii) sham tDCS + sham CR. They will first receive tDCS + CR (or sham + sham) 5 days a week for 8 weeks, followed by home-based CR (or sham) and booster sessions of tDCS + CR (or sham + sham) for 5 days every 6 months until they develop dementia (or MCI for those who are deemed cognitively intact at baseline) or complete the study.\n\nDuring the COVID-19 pandemic, the study has been modified to be administered in a hybrid manner to accommodate both in-person and virtual assessments. Clinical and cognitive assessments (every 12 months) can be done in person or remotely (via telephone or using WebEx/Zoom). Some assessments are modified to accommodate the change in format of administration while maintaining the validity and integrity of the data. The assessments that cannot be done via phone or videoconference will temporarily not be done.\n\nSimilarly, the intervention booster group sessions (every 6 months) can also be provided in two formats of in-person or virtual (via WebEx or Zoom) sessions. The tDCS administration cannot be done remotely and hence the virtual booster sessions will only consist of the CR exercises.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "PREVENTION",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "transcranial direct current stimulation (tDCS)",
        "cognitive remediation (CR)"
    ],
    "placebo": [
        "sham tDCS",
        "sham cognitive remediation (sham CR)"
    ],
    "explanation_target": [
        "Reason: The trial tests non‑invasive brain stimulation (tDCS) combined with cognitive remediation (CR) versus sham versions, with the stated goal of slowing cognitive decline and preventing Alzheimer’s dementia—i.e., improving/maintaining cognition rather than administering a biologic or small‑molecule that targets amyloid/tau or treating neuropsychiatric symptoms. tDCS + CR are non‑pharmacologic, neuromodulatory and cognitive‑training interventions typically classified as cognitive enhancement approaches. citeturn0search0turn0search1",
        "Act: Key extracted details — Intervention: transcranial Direct Current Stimulation (tDCS) combined with cognitive remediation (CR). Control: sham tDCS + sham CR. No drug/biologic is used. The published PACt‑MD randomized trial with this title/approach describes this exact intervention and purpose. citeturn0search0",
        "Reflect: Classification check — fits the definition of 'Cognitive enhancer' (intervention intended to improve or preserve cognition via neuromodulation and cognitive training). It does not meet definitions for: disease‑targeted biologic (no antibody/vaccine), disease‑targeted small molecule (no drug), or neuropsychiatric symptom improvement (primary aim is cognitive decline prevention, though mood effects may be secondary). The trial’s sham arms confirm the non‑drug, cognitive‑enhancement design. citeturn0search0turn0search3",
        "Web search results (selected supportive sources): 1) PACt‑MD randomized clinical trial: \"Prevention of Alzheimer’s Dementia with Cognitive remediation plus transcranial Direct Current Stimulation in Mild cognitive impairment and Depression\" — trial describing CR + tDCS vs sham and the cognitive/prevention aims. citeturn0search0 2) Systematic review/meta‑analysis showing tDCS can improve cognitive function in MCI/AD populations. citeturn0search1turn0search2 3) Reviews/meta‑analyses on cognitive training/remediation showing effects on cognition and mood in MCI/dementia. citeturn0search3",
        "Notes/ambiguity: The intervention is a combined neuromodulation + training program; if the user's intent was to force a biologic/small‑molecule classification, that would not apply here. If you want a different framing (e.g., \"non‑pharmacologic neuromodulation / cognitive intervention\"), I can return that label instead."
    ],
    "agent_type": "M) Synaptic Plasticity/Neuroprotection",
    "explanation_agent": [
        "Reason: The intervention is non‑pharmacologic neuromodulation (transcranial direct current stimulation, tDCS) combined with cognitive remediation (CR) intended to improve/maintain cognition and slow cognitive decline by activating/enhancing prefrontal cortex function and neuroplasticity rather than targeting a molecular pathology (e.g., amyloid or tau). citeturn0search7turn0search0",
        "Act: Key extracted details — Intervention: tDCS + cognitive remediation versus sham tDCS + sham CR; target mechanism described in the trial is activation of the prefrontal cortex to enhance cognitive compensation and neuroplasticity. No biologic or small‑molecule drug or specific molecular pathway (amyloid, tau, inflammation, etc.) is being targeted. Therefore the most specific CADRO category that fits is M) Synaptic Plasticity/Neuroprotection. citeturn0search1turn0search4",
        "Reflect: This classification aligns with the CADRO definitions because the trial’s mechanism is neuromodulatory and aims to enhance synaptic function/plasticity and cognitive resilience rather than acting on amyloid, tau, ApoE/lipid metabolism, inflammation, or other molecular targets. It is not a purely diagnostic or non‑therapeutic procedure, and it is not a multi‑target pharmacologic intervention, so M) is the best fit. If you prefer a label emphasizing ‘non‑pharmacologic neuromodulation/cognitive intervention’ I can add that. citeturn0search7",
        "Web search results supporting classification: 1) PACt‑MD randomized clinical trial (Prevention of Alzheimer’s dementia with Cognitive Remediation + tDCS) — trial report and results describing CR+tDCS vs sham and the goal of slowing cognitive decline by targeting the prefrontal cortex. citeturn0search0 2) Design and rationale of PACt‑MD (trial protocol describing CR + tDCS, sham controls, and neuroplasticity/prefrontal cortex rationale). citeturn0search1 3) JAMA Psychiatry randomized clinical trial report (Slowing Cognitive Decline in MDD and MCI) describing targeting of the prefrontal cortex with tDCS paired with CR and the cognitive‑enhancement/prevention aims. citeturn0search7turn0search6"
    ]
}