{
    "nct_id": "NCT06095063",
    "title": "Effect of Deep Transcranial Magnetic Stimulation (dTMS) on Cognition in Older Adults With Subjective Cognitive Decline (SCD)",
    "status": "RECRUITING",
    "last_update_time": "2025-09-30",
    "description_brief": "Deep transcranial magnetic stimulation (dTMS) is a brain stimulation technique that involves generating a brief magnetic field in a coil that is placed on the scalp. The magnetic field passes through the skull and induces a weak electrical current in the brain that briefly activates neural circuits at the stimulation site. The Brainsway dTMS H7-Coil is able to target an area of the brain that has been shown in studies to be linked to greater resilience to cognitive decline. In this study, the investigators will combine dTMS with cognitive training in older adults with subjective cognitive decline (SCD) and examine the effect of this treatment on memory, other cognitive abilities, and mood. In addition, the investigators will examine the combined effects of dTMS and cognitive training on brain activity as measured using electroencephalography (EEG).\n\nApproximately 30 older adults from ages 55 to 70 with SCD and a positive family history of Alzheimer's disease will be enrolled in this study.",
    "description_detailed": "This study will examine the effects of combining cognitive remediation with neurostimulation using deep transcranial magnetic stimulation (dTMS) and the H7-coil to target the anterior cingulate cortex (ACC) in older adults at risk for developing Alzheimer's disease (AD). Thirty older adults with subjective cognitive decline (SCD) and a family history of AD will participate in a single-site randomized double-blind sham-controlled cross-over trial of dTMS of the ACC in conjunction with active cognitive remediation for both sham and dTMS interventions. The primary goal of the study is to establish the feasibility of dTMS and cognitive training as a means to improve cognitive abilities in SCD. Secondary goals are to obtain preliminary evidence of improvement in executive function and memory abilities following dTMS and cognitive training. This trial is a first step towards developing effective neurostimulation protocols to reduce cognitive decline in older adults at risk for developing AD.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "Deep transcranial magnetic stimulation (dTMS) — BrainsWay H7‑Coil (device)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is non‑pharmacologic deep transcranial magnetic stimulation (dTMS) using the BrainsWay H7‑Coil combined with cognitive training. The stated outcomes are memory, other cognitive abilities, and mood — the primary intent is to improve cognition in older adults with subjective cognitive decline (SCD), not to deliver a biologic or small‑molecule that targets Alzheimer pathology. ",
        "Act (extracted details): The device is the BrainsWay dTMS H7‑Coil, which targets medial prefrontal cortex (mPFC) and anterior cingulate cortex (ACC) via deeper, broader stimulation than standard coils. This coil/device is described by the manufacturer and in the literature as a neuromodulation tool (not a drug). citeturn0search1turn0search3",
        "Supporting web search results (key sources): BrainsWay technology and product pages describing H‑Coils and the H7 Coil (device characteristics and targeted regions). citeturn0search0turn0search1; A PubMed review describing the H7 Coil, its target regions (mPFC/ACC) and clinical uses. citeturn0search3; BrainsWay press release describing H7 regulatory clearances and clinical applications. citeturn0search5",
        "Reflect: Classification as a 'cognitive enhancer' fits because the trial aims to improve cognitive performance (memory and other cognitive abilities) using a neuromodulation device plus cognitive training. It is not a biologic (monoclonal antibody/vaccine) nor a small molecule targeting Alzheimer’s pathology, and its primary goal is cognitive enhancement rather than treating neuropsychiatric symptoms alone, so the other categories do not fit. No drug or pharmacologic placebo is specified in the trial description; if a sham dTMS arm were present it would be a device sham, but the provided description does not state a placebo control.",
        "Notes/ambiguity: If the study’s stated goal were to slow underlying Alzheimer’s pathology (disease modification) and the device were explicitly targeting disease networks for that purpose, the classification might be reconsidered — but based on the provided description (improve memory/cognition in SCD), 'cognitive enhancer' is the best fit."
    ],
    "agent_type": "M) Synaptic Plasticity/Neuroprotection",
    "explanation_agent": [
        "Reason: The trial tests non‑pharmacologic deep transcranial magnetic stimulation (dTMS) with the BrainsWay H7‑Coil plus cognitive training to improve memory and other cognitive abilities in older adults with subjective cognitive decline. dTMS is a neuromodulation intervention that alters cortical/network activity and is intended to enhance cognition rather than act on a specific molecular Alzheimer pathology (amyloid, tau, inflammation, etc.). citeturn0search3turn0search8",
        "Act (extracted details): Device: BrainsWay Deep TMS H7‑Coil. Targeted brain regions: medial prefrontal cortex (mPFC) and anterior cingulate cortex (ACC). Mechanism: noninvasive induction of electrical currents to modulate neuronal circuits and functional connectivity (neuromodulation), not a biologic or small molecule targeting a molecular pathway. citeturn0search4turn0search3turn0search0",
        "Reflect: The most specific CADRO match is M) Synaptic Plasticity/Neuroprotection because the intervention aims to change neural circuit activity and promote cognitive function via modulation of synaptic/circuit physiology. This is more appropriate than categories tied to molecular targets (A–L, Q) or a purely diagnostic/non‑therapeutic assignment (T). If the study had instead targeted a specific Alzheimer molecular pathway (e.g., amyloid, tau, inflammation) or were purely a diagnostic tool, another CADRO category or 'T) Other' would be chosen. Supporting literature and manufacturer materials describe the H7 coil, its mPFC/ACC targets, and its neuromodulatory mechanism. citeturn0search3turn0search8turn0search1",
        "Web search results / supporting sources (key items used): BrainsWay product/technology pages describing H‑Coils and the H7 Coil targeting mPFC/ACC. citeturn0search4turn0search8; A PubMed review focused on the H7 Coil, its clinical uses and proposed mechanisms (dTMS, neuromodulation). citeturn0search3; A functional connectivity study showing H7‑coil effects on MPFC/ACC connectivity. citeturn0search0; Company press material and clinical trial summaries describing clinical applications of the H7 coil. citeturn0search2turn0search5",
        "Final assignment: M) Synaptic Plasticity/Neuroprotection — dTMS (BrainsWay H7 Coil) is a neuromodulation intervention that acts on neural circuits/synaptic function to enhance cognition rather than on a specific molecular Alzheimer target."
    ]
}