{
    "nct_id": "NCT04920786",
    "title": "A Phase 1 Double-blind, Randomized, Single Dose, Sequential Dose-escalation Study to Assess the Safety, Tolerability and Pharmacokinetics of TB006 in Healthy Subjects",
    "status": "COMPLETED",
    "last_update_time": "2024-12-05",
    "description_brief": "This is a single dose, dose-escalation study to assess the safety, tolerability, pharmacokinetics and pharmacodynamics of TB006, a monoclonal antibody that will be studied as a disease modifying treatment for Alzheimer's disease.",
    "description_detailed": "The TB006 nonclinical pharmacology program establishes its potential as a therapeutic agent for AD. Overall, the data suggest the potential for beneficial therapeutic effects of TB006 in addressing underlying pathology and ameliorating the course of AD. The preclinical safety profile of TB006 further supports the clinical investigation of TB006. This is a Phase 1 SAD study in healthy adult subjects. The study will evaluate the safety, tolerability, and PK of single doses of TB006, administered as an IV infusion over 1 hour.",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted biologic",
    "drug": [
        "TB006 (humanized monoclonal antibody targeting Galectin‑3; IV administration)"
    ],
    "placebo": [
        "Sterile saline (0.9% normal saline)"
    ],
    "explanation_target": [
        "Reason: The description states TB006 is a monoclonal antibody being studied as a disease‑modifying treatment for Alzheimer’s disease, which indicates a biologic intended to target AD pathology rather than a symptomatic cognitive enhancer or neuropsychiatric treatment. citeturn0search1turn0search2",
        "Mechanism/evidence: Public sources identify TB006 as a humanized IgG monoclonal antibody that neutralizes Galectin‑3 (Gal‑3), a molecule implicated in Aβ oligomerization, neuroinflammation, and downstream AD pathology—supporting a disease‑targeting mechanism. citeturn0search3turn0search4",
        "Act (trial details extracted): The referenced Phase 1 single ascending dose study (NCT04920786) evaluated single IV doses of TB006 (70–5000 mg) in healthy subjects and used 0.9% saline as placebo; the sponsor is TrueBinding, and later AD patient studies have tested repeated weekly IV doses. citeturn0search1turn0search2",
        "Reflect: Classification as 'disease‑targeted biologic' aligns with the definition (a biologic—monoclonal antibody—targeting Alzheimer’s pathology). There is low ambiguity: the compound is explicitly a monoclonal antibody directed at a pathology‑related target (Gal‑3), so other categories (small molecule, cognitive enhancer, neuropsychiatric symptom improvement, or N/A) do not apply. citeturn0search3turn0search6",
        "Web search sources used: ClinicalTrials.gov record for NCT04920786 (Phase 1 SAD of TB006 in healthy subjects); Alzforum summary of TB006 development and Phase 1/2 activity; peer‑reviewed article describing TB006/mTB001 targeting Galectin‑3 and preclinical AD data; review summarizing TB006 clinical program. citeturn0search1turn0search2turn0search3turn0search4"
    ],
    "agent_type": "F) Inflammation",
    "explanation_agent": [
        "Reason: TB006 is a humanized monoclonal antibody that neutralizes Galectin‑3 (Gal‑3). Gal‑3 is highly expressed in plaque‑associated microglia and is implicated in microglial activation, neuroinflammation, and promotion of Aβ oligomerization — i.e., a mediator of the inflammatory/microglial response in AD. citeturn0search3turn0search5turn0search0",
        "Act: Trial/intervention details extracted from the description and public records: TB006 is an IV, disease‑targeted biologic (humanized IgG) developed by TrueBinding; an early Phase‑1 single ascending dose study (NCT04920786) tested single IV doses in healthy subjects (70–5000 mg) with saline placebo. The biological target is explicitly Galectin‑3, not amyloid or tau directly. Given that Gal‑3’s principal pathological role in AD is via microglial activation and inflammatory signalling, the most specific CADRO match is inflammation. citeturn0search6turn0search1turn0search3",
        "Reflect: Alternative interpretations considered — TB006 has been reported to reduce Aβ oligomerization in preclinical work (a proteostasis/proteinopathy link), but its direct molecular target (Gal‑3) is principally an immune/microglial regulator. CADRO’s best fit is therefore F) Inflammation (rather than A) Amyloid beta or I) Proteostasis), because the intervention targets an inflammatory mediator to alter downstream pathology. Confidence: high, because the drug’s stated target and mechanism are explicit. citeturn0search5turn0search3",
        "Output: F) Inflammation — TB006 targets Galectin‑3, a microglia/inflammation mediator in AD; classification chosen because the drug’s mechanistic target is an inflammatory regulator rather than amyloid/tau directly. citeturn0search3turn0search0",
        "Web sources used (key search results): TrueBinding company pages describing TB006 and mechanism; Alzforum therapeutic entry for TB006 (lists target type: Inflammation and mechanistic rationale); peer‑reviewed preclinical/ mechanistic paper describing TB006/mTB001 and Gal‑3 role in Aβ oligomerization and microglial activation (Alzheimer’s & Dementia, Rasool et al.); Phase‑1 study record (NCT04920786) / trial summary. citeturn0search0turn0search1turn0search3turn0search5turn0search6"
    ]
}