{
    "nct_id": "NCT05356702",
    "title": "Low-cost Detection of Dementia Using Electronic Health Records Data: Validation and Testing of the eRADAR Algorithm in a Pragmatic, Patient-centered Trial.",
    "status": "ACTIVE_NOT_RECRUITING",
    "last_update_time": "2025-04-03",
    "description_brief": "The eRADAR Brain Health Study seeks to refine and test a novel, low-cost strategy for increasing dementia detection within primary care.",
    "description_detailed": "eRADAR stands for \"electronic health record (EHR) Risk of Alzheimer's and Dementia Assessment Rule.\" It is a low-cost tool or algorithm that uses readily available EHR data elements to identify high-risk patients. We will conduct a pragmatic randomized controlled trial to assess the impact of implementing eRADAR as part of a supported outreach process on dementia detection rates. We will also explore the impact of eRADAR implementation on healthcare utilization and patient experience.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "SCREENING",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial tests the eRADAR algorithm — an electronic health record (EHR)-based risk score and outreach workflow to detect undiagnosed dementia in primary care — not a pharmacologic therapy. The primary aim is increasing dementia detection and evaluating impacts on diagnosis rates, utilization, and patient/clinician experience, which makes this a diagnostic/implementation trial rather than a drug trial. citeturn0search0turn0search1",
        "Act: Key extracted details — eRADAR (electronic health record Risk of Alzheimer's and Dementia Assessment Rule) is an algorithm developed and validated using EHR data to flag patients at high risk for undiagnosed dementia; the Brain Health Study is a pragmatic randomized trial embedding eRADAR into primary care with targeted outreach and a “brain health” assessment visit for flagged patients (sites include UCSF and an integrated health system). No drug, biologic, or therapeutic small molecule is described in the protocol or trial listings. citeturn0search3turn0search2turn0search5",
        "Reflect: Classification check — by the provided category definitions: (1) disease-targeted biologic — no (no biologic/antibody/vaccine described); (2) disease-targeted small molecule — no; (3) cognitive enhancer — no (no cognitive-enhancing drug tested); (4) neuropsychiatric symptom improvement — no (intervention targets detection/diagnosis). Therefore the correct classification is 'N/A' (diagnostic/implementation study). This conclusion aligns with the trial protocol and publications. citeturn0search1turn0search0",
        "Web search results (sources used): 1) Development and Validation of eRADAR: an EHR-based tool to detect unrecognized dementia (Journal of the American Geriatrics Society, development/validation paper). citeturn0search0 2) Protocol for the eRADAR Brain Health Trial: embedded pragmatic clinical trial testing eRADAR implementation (PubMed abstract / protocol). citeturn0search1 3) UCSF clinical trial listing for The Brain Health Study / eRADAR (NCT05905796 listing with trial details and timelines). citeturn0search2 4) Trial listing summarizing eRADAR Brain Health Study (MedPath / NCT05356702 summary entries). citeturn0search5 5) External validation / transportability analyses of eRADAR in real-world systems (performance metrics reported). citeturn0search4"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}