{
    "nct_id": "NCT06029894",
    "title": "Improving Sleep and Alzheimer's Disease (AD) Biomarkers: A Pilot Randomized Clinical Trial (RCT) of Citicoline",
    "status": "ACTIVE_NOT_RECRUITING",
    "last_update_time": "2025-09-23",
    "description_brief": "The purpose of this research is to learn whether a dietary citicoline supplement will impact sleep and cognition. Cognitive disorders include such things as memory disorders and mild cognitive impairment. The investigators are studying persons with mild cognitive impairment (MCI). For this population, the team will assess whether citicoline also impacts biomarkers, a marker of the patient's biological state, in their body.\n\nThe investigators are interested in learning more about a dietary supplement called citicoline and how it helps sleep, cognition, and markers of Alzheimer's. Previous studies have evaluated this dietary supplement and shown that citicoline may impact cognitive decline. The investigator would like to evaluate if citicoline will also impact sleep and markers of Alzheimer's. This dietary supplement has been assessed in older adults and found to be well tolerated. Citicoline has been used safely in cognitive impairment populations at the same dosage.",
    "description_detailed": "This is a randomized double-blind placebo-controlled pilot trial. To assess the hypothesis in this proposed study, the investigator will leverage infrastructure from the Emory Alzheimer's disease research center (ADRC), ADRC-affiliated centers, mild cognitive impairment, related research cohorts with potential eligible participants interested in participating in future studies, the Emory Sleep Center, and also recruit from the community. The research team will be actively recruiting individuals with MCI with confirmed medical diagnoses. The investigator will also collect data from personal interviews on prior medical diagnoses from the medical record along with current medication usage. Researchers will also obtain available baseline AD biomarker data from participants at baseline if they have cerebrospinal fluid (CSF) and/or blood data available on AD biomarkers within the past year from prior research studies, the investigators will use this data for the study records which will serve as their 'baseline' AD biomarker level). AD biomarkers of interest include Amyloid-Beta 1-42 (Aβ42), t-tau, and P-tau181. Should participants not have this data available at baseline, the research team will conduct a blood draw for AD biomarker levels at baseline and at follow-up.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "citicoline (CDP‑choline)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial tests a dietary supplement (citicoline) in people with MCI to improve sleep and cognition — the stated intent is cognitive improvement and assessment of AD biomarkers, not a targeted anti‑amyloid or anti‑tau biologic intervention.",
        "Act: Citicoline (also called CDP‑choline) is an orally absorbed small molecule/dietary supplement that is metabolized to cytidine and choline and is thought to support membrane phospholipid synthesis and acetylcholine production (neuroprotective / cholinergic support). citeturn0search4turn0search1",
        "Act (cont.): Citicoline has been studied for cognitive effects in older adults and in cognitive impairment and is available and described in clinical summaries and dosing reviews. This supports classifying its primary role here as a cognitive enhancer rather than a disease‑targeted biologic. citeturn0search7turn0search6",
        "Reflect: Citicoline is not a monoclonal antibody or vaccine (not a biologic) and is not described as a small‑molecule designed specifically to target core AD pathology (amyloid or tau). Instead its mechanism is metabolic/neuroprotective and cholinergic support, aligning with the \"cognitive enhancer\" category. citeturn0search5turn0search12",
        "Web search results used (key sources): PubMed reviews on citicoline metabolism and mechanisms (turn0search4, turn0search1, turn0search5), a pharmacological/clinical review (turn0search6), and a clinical summary/dosing page (drugs.com; turn0search7). These sources were used to confirm citicoline's identity, mechanism, clinical uses, and safety profile."
    ],
    "agent_type": "M) Synaptic Plasticity/Neuroprotection",
    "explanation_agent": [
        "Reason: The trial tests citicoline (CDP‑choline), an oral dietary supplement/small molecule given to people with MCI to improve sleep and cognition; its described intent is cognitive enhancement/neuroprotection rather than targeting core AD proteinopathies (amyloid or tau) or being a diagnostic intervention. citeturn0search6",
        "Act: Citicoline is metabolized to cytidine and choline and is thought to support phosphatidylcholine (membrane phospholipid) synthesis and increase availability of choline for acetylcholine production; proposed effects include membrane repair, cholinergic support and other neuroprotective actions — mechanisms aligning with synaptic support/neuroprotection rather than amyloid/tau, inflammation, or a vascular primary target. citeturn0search7turn0search4",
        "Act (clinical context): Clinical reviews and systematic reviews report citicoline has been studied for cognitive effects in MCI and related disorders and is used as a cognitive enhancer in trials examining cognition and biomarkers. The specific trial (\"Improving Sleep and AD Biomarkers: A Pilot RCT of Citicoline\") is registered and describes citicoline as a dietary supplement to impact sleep, cognition, and AD biomarkers. citeturn0search1turn0search2turn0search6",
        "Reflect: Given CADRO definitions, the primary mechanism (membrane phospholipid support, cholinergic/neuroprotective effects and cognitive enhancement) best maps to M) Synaptic Plasticity/Neuroprotection. It is not an anti‑amyloid (A) or anti‑tau (B) intervention, nor is it primarily an anti‑inflammatory, vascular, or epigenetic therapy. If future information showed citicoline was being used primarily to alter a specific metabolic pathway distinct from synaptic support, reassessment could consider J) Metabolism and Bioenergetics, but current evidence supports M. citeturn0search7turn0search4",
        "Web search results used (key sources): PubMed/PMC review on citicoline pharmacology and neuroprotective properties (turn0search7); review of citicoline neuroprotective mechanisms (turn0search4); systematic review/meta‑analysis on citicoline and dementia/MCI (turn0search1); PubMed review on citicoline in MCI (turn0search2); trial registry entry for the cited RCT (NCT summary) (turn0search6). citeturn0search7turn0search4turn0search1turn0search2turn0search6"
    ]
}