{
    "nct_id": "NCT04421014",
    "title": "Ketone Ester Effects on Biomarkers of Brain Metabolism and Cognitive Performance in Cognitively Intact Adults >= 55 Years Old. A Double-Blinded Randomized Controlled Clinical Trial.",
    "status": "COMPLETED",
    "last_update_time": "2025-06-13",
    "description_brief": "Background:\n\nIn Alzheimer s disease (AD) the brain cannot use glucose as a fuel. The brain can use ketones as a fuel instead of glucose. Researchers want to test a supplement, Ketone Ester (KE). It may improve brain metabolic function and cognition in normal people and, perhaps, down the road, in patients with AD.\n\nObjective:\n\nTo study the change in brain ketone levels in people after 28 days of taking KE compared with baseline and placebo. Also, to study changes in cognitive performance.\n\nEligibility:\n\nPeople 55 years old or older with metabolic syndrome and no cognitive impairment\n\nDesign:\n\nParticipants will have 4 visits.\n\nParticipants will be screened at Visit 1 with:\n\nMedical history\n\nPhysical exam\n\nBlood and urine tests\n\nCognitive testing\n\nParticipants will be randomly assigned to receive either the study supplement or a placebo with same amount of calories. Neither they nor the researchers will know which they receive.\n\nVisit 2 will include repeats of some screening tests. It will also include:\n\nStool sample (brought from home)\n\nMRI/MRS: Participants will lie on a table that slides in and out of a scanner. A coil will be placed over their head. They may be asked to perform leg exercises.\n\nFirst dose of study supplement or placebo\n\nAbout 2 weeks after Visit 2, Visit 3 will include blood and urine tests and a questionnaire.\n\nAbout 2 weeks after Visit 3, Visit 4 will include repeats of the Visit 2 tests.\n\nParticipants will drink the study supplement or placebo 3 times per day during the study. They will keep a daily log of each dose. They will bring the log to Visits 3 and 4.\n\nParticipants will by contacted by phone once per week during the study to see how they are doing.\n\n...",
    "description_detailed": "Study Description:\n\nWe hypothesize that supplementation with a ketone ester drink \\[Ketone Ester (KE)\\] compared to placebo, in cognitively intact adults \\>= 55 years old with Metabolic Syndrome (MetS), will (i) increase peripheral and brain ketone levels \\[primarily beta-hydroxybutyrate (BHB) and secondarily acetoacetate (AcAc)\\], (ii) improve neuronal/astrocytic insulin resistance (IR) and induce a change in neuronal/astrocytic metabolism as reflected on blood Extracellular Vesicle (EV) biomarkers, (iii) improve cognitive performance, (iv) boost mitochondrial function in muscle, and (v) change gut microbiome. These effects will be examined acutely, after single-dose administration, and chronically, after 28 days on the supplement x 3 times per day. The changes in EV biomarkers and cognition will be associated with the elevation of ketones in brain. The study will involve a Screening Visit and three additional Visits to assess acute effects, compliance and chronic effects, respectively, and a follow-up visit to obtain DNA.\n\nObjectives:\n\nPrimary: To investigate the change in brain concentration BHB, using brain Magnetic Resonance Spectroscopy, after 28 days of supplementation with the KE, compared to baseline and placebo.\n\nSecondary: To test the hypothesis that genetic factors may affect the response to the KE supplement.\n\nEndpoints: Primary: To detect with brain MRS, a significant change in the concentration of BHB, after 28 days of supplementation with the KE compared to baseline and placebo\n\nSecondary: To assess whether genetic factors modulate the response to the KE supplement.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "BASIC_SCIENCE",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "Ketone Ester (ketone monoester, KME) — (R)-3-hydroxybutyl (R)-3-hydroxybutyrate; also referenced as deltaG / ketone monoester"
    ],
    "placebo": [
        "Isocaloric placebo drink (calorie-matched)"
    ],
    "explanation_target": [
        "Reason: The trial tests an exogenous ketone ester (ketone monoester, KME) given orally to raise brain ketone levels and assess cognitive performance in older adults with metabolic syndrome — the protocol explicitly states the goal is to improve brain metabolic function and cognition rather than to use a biologic targeting amyloid/tau. citeturn0search0",
        "Act: Key trial details — drinks containing 25 g of KME (ketone monoester) or isocaloric placebo consumed three times daily for 28 days; primary outcome is β-hydroxybutyrate in precuneus measured by MRS and cognition assessed with PACC/NIH Toolbox. This confirms the intervention is a small-molecule metabolic supplement (KME) and the endpoints focus on metabolism and cognition. citeturn0search0turn0search6",
        "Act (drug identity): The ketone monoester used in trials is the small-molecule (R)-3-hydroxybutyl (R)-3-hydroxybutyrate (synonyms: ketone monoester, KE, KME) — an orally available ester that is metabolized to β-hydroxybutyrate and 1,3-butanediol and reliably induces ketosis. This establishes the intervention as a small-molecule metabolic supplement rather than a biologic (monoclonal antibody, vaccine, etc.). citeturn1search5turn1search0",
        "Reflect: Classification rationale — per the category definitions, the trial drug is not a biologic (so not 'disease-targeted biologic') and does not primarily target classic AD molecular pathology (amyloid/tau) via small-molecule enzyme/receptor modulation. Instead it provides metabolic substrate (ketones) intended to improve brain energy metabolism and cognitive performance, so it best fits 'cognitive enhancer.' The protocol even frames KME as an \"energy rescue\" to potentially improve cognition. citeturn0search0",
        "Web-search sources used (for verification): PubMed protocol describing the trial and endpoints (Ketone Ester Effects ...). citeturn0search0; NCT trial entry confirming intervention and study design. citeturn0search6; published pharmacokinetics/safety papers showing KME = (R)-3-hydroxybutyl (R)-3-hydroxybutyrate and that it induces robust ketosis in humans. citeturn1search5turn1search1"
    ],
    "agent_type": "J) Metabolism and Bioenergetics",
    "explanation_agent": [
        "Reason: The trial tests an exogenous ketone monoester (KME; (R)-3-hydroxybutyl (R)-3-hydroxybutyrate) given orally to raise brain and plasma β‑hydroxybutyrate (BHB) and assess effects on brain metabolism and cognition — the protocol explicitly frames KME as an \"energy rescue\" / metabolic substrate to improve brain bioenergetics rather than targeting amyloid, tau, inflammation, or other classic AD molecular pathologies. citeturn0search7turn0search0",
        "Act: Key facts extracted from the protocol and supporting literature: (1) Intervention = 25 g KME (ketone monoester) or isocaloric placebo, taken three times daily for 28 days; primary outcome = BHB in precuneus measured by MRS and cognitive tests (PACC/NIH Toolbox). citeturn0search7turn0search6 (2) The compound identity and pharmacology: KME = (R)-3-hydroxybutyl (R)-3-hydroxybutyrate (deltaG®/ketone monoester), is metabolized to β‑hydroxybutyrate (and 1,3‑butanediol) and reliably induces nutritional ketosis in humans. Safety/PK studies show rapid, robust increases in plasma BHB after KME ingestion. citeturn1search1turn1search0",
        "Reflect: Mapping to CADRO — this intervention directly targets brain energy metabolism / bioenergetics by supplying an alternative metabolic substrate (ketone bodies) to improve neuronal energy use and cognitive function. That aligns best with CADRO category J) Metabolism and Bioenergetics (not with A/Tau/Inflammation/etc.). It is a small-molecule metabolic supplement (not a biologic) and not multi-target in the sense of addressing several CADRO domains primarily, so J is the most specific fit. citeturn0search7",
        "Web search results cited (for verification and provenance): PubMed Central protocol article describing the trial and endpoints. citeturn0search7; PubMed/ScienceDirect summary of the protocol. citeturn0search0turn0search6; ClinicalTrials.gov / NCT entry confirming intervention and study design. citeturn0search4; Human PK/safety studies showing KME identity ((R)-3-hydroxybutyl (R)-3-hydroxybutyrate), kinetics and that it induces robust ketosis. citeturn1search1turn1search0"
    ]
}