{
    "nct_id": "NCT07016893",
    "title": "Exercise Workshop, Skill-Based Art Approaches, and Awareness Studies for Elderly Individuals With Cognitive Impairment",
    "status": "COMPLETED",
    "last_update_time": "2025-06-11",
    "description_brief": "Purpose: The aim of the project is to contribute to the physical, social, and psychological well-being of elderly individuals with cognitive impairment within a multidisciplinary approach framework, and to increase the level of knowledge and awareness about diseases and aging by organizing exercise, art, and education workshops under the guidance of expert health and art professionals.\n\nScope and Target Group: Cognitive impairment affects daily life activities by impacting cognitive abilities such as memory, attention, and concentration. Mild Cognitive Impairment (MCI), Dementia, and Alzheimer's Disease (AD) are common cognitive impairments in the elderly. Early prevention strategies and intervention measures during this period are crucial. It is known that non-pharmacological interventions, especially in the early stages of MCI, are a window of opportunity that is promising and cost-effective. The primary target audience of this project is elderly individuals diagnosed with MCI, Dementia, and AD. To maximize the impact, some of the planned training sessions included family members of patients.\n\nMethod and Expected Results: The project carried out in collaboration with Balıkesir University and Balıkesir Altıeylül Municipality. Various exercise and art workshops organized. Workshop activities conducted for eight weeks and included an Exercise Workshop (music-based exercises, exercise with active video games, clinical Pilates training, cognitive exercise therapy approach, Nordic walking, dance therapy), Skill-Oriented Art Workshop (systemic calligraphy therapy, soap-candle making workshop, culinary arts workshop), and Disease Awareness Studies (disease awareness information and education, the process from diagnosis to acceptance, experiences of patients and relatives, use of daily life technologies, home adjustments against falls, introduction of municipal services for the elderly).",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "PREVENTION",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is non‑pharmacological (exercise, art, cognitive/education workshops) delivered to older adults with MCI, dementia, and AD. The activities aim to improve well‑being and cognitive/functional functioning through behavioral and social therapies rather than by modulating Alzheimer’s pathology (amyloid/tau) or using a drug.",
        "Act: Key details extracted — Title: Exercise Workshop, Skill-Based Art Approaches, and Awareness Studies for Elderly Individuals With Cognitive Impairment. Interventions: music‑based exercise, active video‑game exercise, clinical Pilates, cognitive exercise therapy, Nordic walking, dance therapy, calligraphy therapy, soap/candle making, culinary arts, and disease awareness/education. No drug, biologic, or placebo is mentioned in the description.",
        "Reflect: This trial does not test a biologic or small molecule, nor a pharmacologic cognitive enhancer or a drug for neuropsychiatric symptoms. Although the goal includes cognitive and psychosocial improvement, the categories provided are drug/biologic focused, so the correct classification under those choices is 'N/A'. If you want a category that includes non‑pharmacological cognitive rehabilitation, I can relabel it as a “non‑pharmacological cognitive intervention” on request.",
        "Web search: No web search was performed because the trial description contains no investigational drug or biologic names to look up. If you would like, I can search for the project or associated publications (Balıkesir University / Balıkesir Altıeylül Municipality) and report external references."
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}