{
    "nct_id": "NCT04462029",
    "title": "A Randomized, Open-label, Single-dose, Crossover Study to Evaluate the Pharmacokinetics and Safety/Tolerability of BR4002 Comparing to BR4002-1 in Healthy Volunteers",
    "status": "COMPLETED",
    "last_update_time": "2020-10-27",
    "description_brief": "This study is designed as a randomized, open-label, single-dose, 6x3 crossover study.",
    "description_detailed": "A total of 18 subjects will be randomized into 6 sequence groups. The investigational products will be administered according to the treatment groups (R, T1, and T2) assigned to each sequence group in Period 1, Period 2, and Period 3. In between each period, there will be a washout period (28 days) long enough for the administered IP to be metabolized and eliminated.",
    "phase": [
        "EARLY_PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "BR4002 (transdermal patch; identified in public sources as a donepezil patch)",
        "BR4002-1 (oral formulation; listed as 5 mg single dose in the trial registry, consistent with oral donepezil dosing)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial (NCT04462029) is a PK/safety crossover comparing BR4002 (patch) to BR4002-1 (oral) in healthy volunteers for an Alzheimer's indication; the registry describes BR4002 as a patch (5 mg) and BR4002-1 as an oral 5 mg dose. citeturn2search1turn0search1.",
        "Act: Public sources that index this trial identify BR4002 as a transdermal donepezil formulation (developer: Boryung Pharmaceutical). Examples: Larvol and Synapse list BR4002 as a donepezil patch product under Boryung. citeturn2search7turn2search5.",
        "Act (mechanism): Donepezil is a small-molecule acetylcholinesterase inhibitor used to symptomatically improve cognition in Alzheimer's disease (i.e., a cognitive enhancer), not a disease-modifying agent targeting amyloid or tau. Transdermal donepezil patches are described in the literature and have been developed to provide smoother delivery compared with oral tablets. citeturn1search12turn3search8.",
        "Reflect: Given (a) the trial compares patch vs oral formulations in healthy volunteers, (b) public pipeline/trial-indexing sources identify BR4002 as a donepezil patch, and (c) donepezil’s pharmacology is symptomatic cholinesterase inhibition (cognitive enhancement rather than pathology-targeting), the correct category is 'cognitive enhancer'. I note the original registry entry does not explicitly name 'donepezil' as the active moiety, so the identification relies on external product/pipeline listings (listed above). citeturn2search1turn2search7turn1search12."
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The trial compares BR4002 (transdermal patch) vs BR4002-1 (oral 5 mg) and public pipeline sources identify BR4002 as a donepezil patch. Donepezil is an acetylcholinesterase inhibitor that increases cholinergic neurotransmission and is used as a symptomatic cognitive enhancer in Alzheimer’s disease, not a disease-modifying anti-amyloid or anti-tau therapy. citeturn0search0turn0search5turn0search3",
        "Act: Extracted details — trial registry lists BR4002 (patch) and BR4002-1 (oral) each as 5 mg single doses in NCT04462029. External product/pipeline listings map BR4002 to a donepezil transdermal patch (developer: Boryung). Mechanism: donepezil = acetylcholinesterase inhibitor (cholinergic neurotransmission enhancement). citeturn0search0turn0search5turn0search1",
        "Reflect: CADRO categories map best to D) Neurotransmitter Receptors for interventions that modulate neurotransmitter systems (here, cholinergic signaling via acetylcholinesterase inhibition). The trial is a PK/safety/formulation (symptomatic cognitive enhancer) study in healthy volunteers and does not target amyloid, tau, inflammation, or other pathology-specific mechanisms — therefore D is the most specific CADRO match. I considered M) Synaptic Plasticity/Neuroprotection but the primary mechanism is modulation of neurotransmitter (acetylcholine) levels, so D is preferable. Note: the registry entry does not explicitly name 'donepezil', so the identification relies on external pipeline/product listings cited below. citeturn0search0turn0search5turn0search3",
        "Web search results (key sources used):",
        "- Trial registry entry showing BR4002 and BR4002-1 dosing and formulations (NCT04462029 listing). citeturn0search0",
        "- Larvol / product pipeline listing identifying BR4002 as a donepezil transdermal patch (Boryung). citeturn0search5",
        "- Donepezil clinical/pharmacology references describing acetylcholinesterase inhibition and availability of transdermal donepezil formulations. citeturn0search3turn0search1"
    ]
}