{
    "nct_id": "NCT00721383",
    "title": "Clinical Trial to Enhance Caregiver Physical Activity",
    "status": "COMPLETED",
    "last_update_time": "2014-12-30",
    "description_brief": "The purpose of this randomized clinical trial is to test a 12-month multi-component health promotion intervention with home-based family caregivers of persons with Alzheimer's Disease and other related dementias. Specific aims are to: 1) Test the primary hypothesis: The Enhancing Physical Activity treatment intervention will be more effective in increasing caregiver lifestyle physical activity than the Standard Care Intervention; 2) Test secondary hypotheses: The Enhancing Physical Activity treatment intervention will be more effective than the Standard Care Intervention in improving the following caregiver secondary outcomes: mental health, physical health and physical function; and 3) Evaluate the process of implementing a lifestyle physical activity intervention with family caregivers. The Standard Care Intervention focuses on well-established care-related education and support needs. The Enhancing Physical Activity treatment intervention focuses on two areas: increasing lifestyle physical activity and addressing well-established care-related concerns that are likely to interfere with increasing physical activity. A total of 190 middle-age to older community-based primary caregivers of persons with Alzheimer's disease or other related dementias who report some to moderate strain with caregiving activities will be randomly assigned to either the Enhancing Physical Activity or Standard Care Intervention. Data will be collected at baseline, 3, 6, 9, 12 and 18 months and include self-report and direct observational methods. Data will be analyzed by using repeated measures models using the generalized estimating equation approach. Family caregivers are a stressed population who experience changes in their mental and physical health. However, effect sizes have been minimal for interventions designed to only affect caregiver mental health. No study known to us, has tested the added value of physical activity adoption in conjunction with more traditional caregiver support and skill building. Study findings will enable us to evaluate the behavioral , physical, and health-related quality of life effects achieved by the combined intervention; and will add knowledge about the most effective ways of intervening with family caregivers and other chronically stressed middle-age and older adult populations.",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "PREVENTION",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The described trial is a 12-month, randomized, multi-component health-promotion/behavioral intervention delivered to home-based family caregivers (Enhancing Physical Activity vs Standard Care). Its aims are to increase caregivers' lifestyle physical activity and to improve caregiver mental and physical health and function. This is a non-pharmacologic behavioral intervention aimed at caregiver health/behavior change, not a drug or biologic targeting Alzheimer’s pathology, cognition, or neuropsychiatric symptoms in patients, so it does not match any of the four therapeutic categories (disease-targeted biologic, disease-targeted small molecule, cognitive enhancer, or neuropsychiatric symptom improvement).",
        "Act: Key extracted details from the description: intervention name = Enhancing Physical Activity treatment intervention (EPAI) vs Standard Care / Caregiver Skill Building; population = family caregivers of persons with Alzheimer’s disease and related dementias; duration = 12 months; primary outcome = increase in lifestyle physical activity; secondary outcomes = caregiver mental and physical health and function; intervention type = behavioral/lifestyle coaching and caregiver support. Published trial reports of this EPAI caregiver physical activity intervention exist (examples include randomized trials reporting EPAI/CSBI comparisons and caregiver physical-activity/mental-health outcomes). citeturn0search0turn0search5",
        "Reflect: Classification check — the intervention is behavioral (exercise/physical-activity adoption and caregiver support) and not a pharmacologic or biologic therapy directed at Alzheimer’s disease pathology, nor a drug listed to enhance cognition or manage patient neuropsychiatric symptoms. Therefore the correct category is 'N/A'. The cited publications (randomized trials of EPAI vs caregiver-skill controls) support the non-drug, behavioral nature of the intervention. citeturn0search0turn0search5"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}