{
    "nct_id": "NCT05596760",
    "title": "Hybrid Efficacy-effectiveness Trial to Promote Goals-of-care Discussions for Patients With Alzheimer's Disease and Related Dementias and Their Family Caregivers",
    "status": "RECRUITING",
    "last_update_time": "2025-07-02",
    "description_brief": "The goal of this clinical trial is to improve communication among clinicians, patients with memory problems, and their family members. We are testing a way to help clinicians have better conversations to address patients' goals for their healthcare. To do this, we created a simple, short guide called the \"Jumpstart Guide.\" The goal of this research study is to show that using this kind of guide is possible and can be helpful for patients and their families. Patients' clinicians may receive a Jumpstart Guide before the patient's clinic visit. Researchers will compare patients whose clinician received a Jumpstart Guide to patients whose clinician did not receive a guide to see if more patients in the Jumpstart Guide group had conversations about the patient's goals for their healthcare. Patients and their family members will also be asked to complete surveys after the visit with their clinician.",
    "description_detailed": "This is an NIH Stage III hybrid efficacy-effectiveness trial that also capitalizes on insights from the hybrid effectiveness-implementation design. This is a parallel group randomized trial randomizing patients with ADRD to Jumpstart or usual care. Jumpstart is designed to promote and guide goals-of-care discussions for patients with serious illness through suggestions and \"tips\" on the Jumpstart Guide. The guide also includes patient-specific information gathered from the EHR on the presence of advance directives and POLST forms. This trial is also pragmatic because we will enroll all eligible patients; Jumpstart guides will be delivered to clinicians caring for all patients in the intervention arm. Patient-reported outcomes will only be collected from patients and families willing to complete surveys. The primary outcome, EHR documentation of goals-of-care discussions, will be collected for all patients.\n\nThe study includes 4 steps:\n\nStep 1. Patient Identification and randomization. Patients are randomized at the time of confirmation of eligibility to one of two study arms: the Jumpstart intervention or usual care.\n\nJumpstart is a communication-priming intervention for clinicians, patients and their families in the outpatient setting. The intervention's goal is to prompt clinicians to provide, during a scheduled (non-urgent) clinic visit, standard of care which includes a discussion with patients (and/or their LNOKs) about their goals of care. It is designed to promote and guide these discussions for older adults with ADRD through suggestions and tips on the Jumpstart guide.\n\nStep 2. Creation of EHR-based Jumpstart Guide. For patients randomized to intervention, a \"clinician-facing\" Jumpstart guide is created. The Jumpstart guide is developed from EHR data, using automated retrieval routines to summarize the presence or absence of Physician Orders for Life Sustaining Treatment (POLST), advance directives, and durable power of attorney (DPOA) for health care documentation. This information is used to populate the Jumpstart guide with tailored recommendations to clinicians for initiating or continuing goals of care discussions at the patient's upcoming \"target visit\" appointment. No Jumpstart guides are created for patients in the comparator arm.\n\nStep 3. Delivery of Jumpstart Guide to Clinician. Jumpstart guides are delivered within 1-2 days prior to the patient's targeted appointment via secure email or in person to the clinician who is caring for the study patient in the outpatient setting. Study staff monitors the EHR via EPIC to confirm appointment attendance, or to revise the target visit date if the appointment is rescheduled. The study does not contact clinicians for patients in the comparator arm; however, the target visit is tracked and logged in order to collect outcome data.\n\nStep 4. Recruitment of Patients and Family Members for Surveys. At approximately 2 weeks after the target visit, patients are contacted to participate in survey activities. Recruitment is as noted above. Surveys are distributed to patients and family members in both study arms at 1-, 3-, and 12-months after a target visit. These time points are designed to maximize subjects' ability to recall occurrence of a goals-of-care discussion (1-month) while also allowing time for the communication intervention to impact care plans and other patient-centered outcomes (3- and 12-months). Surveys assess patient outcomes, including palliative care needs, healthcare utilization and intensity of care, and psychological symptoms. Family surveys include items that allow the family to assess the patient outcomes from the caregiver's perspective as well as caregiver outcomes. Surveys may be completed in-person, online (REDCap), or by phone, based on subjects' preferences.\n\nA legal next of kin is identified for all patients in case patients are unable to complete surveys at any time during their 12-month period of study participation. We use the same procedures for them at later time points that are used at initial recruitment and enrollment.\n\nQualitative Interviews. At the end of the participants' follow-up period, intervention patients and family members are invited to take part in a short, semi-structured interviews to evaluate the intervention. The interviews will last about 20-30 minutes. This subset of subjects is contacted by the study team by mail, email, telephone or in-person, based on their preference determined at enrollment. We use purposive sampling to select individuals representing diverse demographics (i.e., age, gender, race, ethnicity, dementia severity) and various levels of participation in the intervention.\n\nClinicians are identified by the study team using purposive sampling to identify those who participated fully in the intervention component and those who were sent the Jumpstart guide but did not document a goals-of-care discussion. They are also selected using purposive sampling to ensure a diverse group based on race/ethnicity, age, gender, specialty, and years of training.\n\nInterviews explore feedback on the intervention and ways to improve intervention delivery and implementation, including three key implementation outcomes (acceptability, fidelity, penetration) that will guide future dissemination of the intervention. They are conducted in person, by video conference, or by phone, depending on the participant's preference. Interviews are audio recorded, transcribed, and analyzed using thematic analysis. To ensure trustworthiness and accuracy, interviewers (research coordinators) may perform a \"member check\" of the results with participants selected.\n\nAdditional Data Collection: We use EHR-based quality metrics program to obtain data about patients from the EHR, including those data required for screening and for primary and secondary outcomes. (See below.) We collect these data using our automated and validated methods within UW Medicine from the EHR using UW Medicine's Enterprise Data Warehouse (EDW), a repository of data from multiple sources including clinical, supply chain, billing, and human resources. We collect healthcare utilization outside of UW Medicine through participant surveys, along with occurrence and place of death (if death occurs within 24 months from patient enrollment) from the EHR and Washington State death certificate data.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "SUPPORTIVE_CARE",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial tests a clinician-facing communication intervention called the \"Jumpstart Guide\" designed to prompt and improve goals-of-care conversations between clinicians, patients with memory problems (AD/ADRD), and family caregivers; it is a behavioral/communication priming tool, not a pharmacologic or biologic agent. citeturn0search1turn0search0",
        "Act (key details extracted): The study title (Hybrid Efficacy-effectiveness Trial to Promote Goals-of-care Discussions for Patients With Alzheimer's Disease and Related Dementias and Their Family Caregivers) and registration (NCT05596760) show the intervention is the Jumpstart Guide, delivered to clinicians prior to clinic visits; outcomes are documentation of goals-of-care discussions and patient/family survey responses. This is a pragmatic randomized trial of a behavioral communication guide, with no drug or placebo involved. citeturn0search0turn0search1",
        "Supporting evidence / context: The Jumpstart Guide has been adapted for use among persons living with dementia using human-centered design and is described in the geriatric literature; prior research demonstrates Jumpstart as a clinician-facing communication-priming intervention to increase goals-of-care discussions. These references confirm the intervention type and purpose. citeturn0search3turn0search4",
        "Reflect: Given the intervention is a non-pharmacologic, clinician-facing communication tool aimed at improving conversations about care goals (not targeting Alzheimer pathology, cognition enhancement, or neuropsychiatric symptoms), it does not fit the four therapeutic categories (disease-targeted biologic, disease-targeted small molecule, cognitive enhancer, or neuropsychiatric symptom improvement). Therefore the correct classification is 'N/A'. citeturn0search1turn0search3"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}