{
    "nct_id": "NCT02017340",
    "title": "A European Multicentre Double-blind Placebo-controlled Phase III Trial of Nilvadipine in Mild to Moderate Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2017-03-03",
    "description_brief": "Alzheimer's disease (AD) is an ever-increasing public health concern among the aging population and is the most common form of dementia affecting more than 15 million individuals worldwide and around 5 million Europeans. The direct and indirect costs of AD and other dementias amount to more than €440,000 million each year (www.alz.org, 2010).\n\nEven modest therapeutic advances that delay disease onset and progression could significantly reduce the global burden of the disease and the level of care required by patients. While there are symptomatic-based drug therapies available for AD, these medications do not prevent the disease process itself. There is therefore an imperative to develop new treatments for AD that have disease modifying effects. This double-blind placebo controlled study will test the efficacy and safety of nilvadipine in 500 subjects with mild to moderate AD over a treatment period of 18 months. There is a strong scientific rationale for this study: Nilvadipine, a licensed calcium channel enhances Aß clearance from brain and restores cortical perfusion in mouse models of AD. Nilvadipine is safe and well tolerated in AD patients and clinical studies with this medication have shown stabilization of cognitive decline and reduced incidence of AD, pointing to both symptomatic and disease modifying benefits. Male and female patients with mild to moderate AD aged between 50 and 90 with a range of medical morbidities and frailty will be included in the study. If this trial is successful, nilvadipine would represent an advance in the treatment of AD patients and would have a major impact on the health and social care costs incurred in Europe by this neurodegenerative disorder. Furthermore, the creation of the NILVAD network will support future clinical trials and research innovation in AD across Europe.",
    "description_detailed": "Please see 'Brief Summary', above",
    "phase": [
        "PHASE3"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "Nilvadipine"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The trial tests nilvadipine, a licensed dihydropyridine L-type calcium channel blocker (a small-molecule antihypertensive) repurposed for AD because preclinical and early clinical data indicate it enhances Aβ clearance and increases cerebral/cortical blood flow — i.e., it targets Alzheimer’s pathology with potential disease-modifying effects. citeturn0search4turn0search0",
        "Act: Key extracted details — drug: nilvadipine (small-molecule calcium channel blocker); design: double-blind placebo-controlled Phase III (NILVAD) in ~500 mild–moderate AD patients for 18 months; rationale: aims to slow cognitive decline via Aβ clearance and improved perfusion (disease modification). citeturn0search5turn0search0turn0search1",
        "Reflect: Classification check — nilvadipine is a chemically defined small-molecule (not a biologic) and the trial objective is disease modification (amyloid clearance/perfusion effects) rather than solely symptomatic cognitive enhancement or neuropsychiatric symptom control; therefore the correct category is 'disease-targeted small molecule'. Supporting trial publication and registry/summary pages are cited. citeturn0search1turn0search0turn0search5",
        "Web search results used (brief): 1) NILVAD trial description / rationale (Wiley/Alzheimer’s & Dementia summary). citeturn0search0 2) NILVAD Phase III randomized controlled trial report (PubMed abstract). citeturn0search1 3) Nilvadipine drug classification and pharmacology (KEGG / drug profile). citeturn0search4 4) Alzheimer Europe project summary for the European multicentre Phase III trial. citeturn0search5"
    ],
    "agent_type": "R) Multi-target",
    "explanation_agent": [
        "Reason: The trial tests nilvadipine, a dihydropyridine L-type calcium channel blocker repurposed for AD. Preclinical and clinical rationale cited for NILVAD point to multiple mechanisms relevant to AD pathobiology: enhanced Aβ clearance/ reduced Aβ production, increased cerebral/cortical blood flow (vascular effects), and reported anti-inflammatory and anti-tau effects in preclinical studies. These span CADRO categories A) Amyloid beta, K) Vasculature and F) Inflammation/possibly B) Tau. citeturn0search5turn0search2turn0search1",
        "Act: Key extracted details — drug: nilvadipine (small-molecule dihydropyridine calcium channel blocker). Trial design: multicentre, double-blind, placebo-controlled Phase III (NILVAD) in ~500 mild–moderate AD participants for 18 months. Rationale explicitly cites both amyloid clearance and restoration of cortical perfusion as therapeutic mechanisms. Because the intervention is believed to act through more than one disease-relevant pathway, the most appropriate CADRO assignment is the multi-target category. citeturn0search2turn0search1",
        "Reflect: Confirming fit — CADRO asks for the biological target(s). Nilvadipine’s effects are not limited to a single CADRO domain (not solely amyloid or solely vascular). Given documented amyloid-modifying, vascular (cerebral blood flow) and anti-inflammatory/anti-tau properties in the NILVAD rationale and preclinical literature, R) Multi-target best captures the trial’s multimodal mechanism. If one had to pick a single domain based only on one emphasized mechanism (amyloid clearance), A) Amyloid beta could be defensible, but the published rationale supports multiple targets so R) Multi-target is more accurate. citeturn0search5turn0search2",
        "Web search results used (selected): 1) NILVAD Phase III randomized controlled trial report/abstract (Nilvadipine in mild to moderate Alzheimer disease). citeturn0search2 2) NILVAD study rationale/summary (Alzheimer’s & Dementia conference / Wiley). citeturn0search1 3) European project/CORDIS and Alzheimer Europe summaries describing multimodal actions (amyloid clearance, increased perfusion, anti-inflammatory effects). citeturn0search5turn0search4 4) Nilvadipine pharmacology profile describing its class as a dihydropyridine L-type calcium channel blocker. citeturn0search0"
    ]
}