{
    "nct_id": "NCT04466735",
    "title": "6 Month Randomized Controlled Trial With D-beta-hydroxybutyrate in Mild Cognitive Impairment",
    "status": "COMPLETED",
    "last_update_time": "2025-05-28",
    "description_brief": "A six month randomized controlled intervention with an exogenous ketone salt (EKS) supplement in mild cognitive impairment. Participants will receive 15 g of the supplement twice daily (equivalent to 24 g/day of EKS). Outcomes: brain energy metabolism, cognition, plasma biomarkers, brain imaging (volumetric, functional, structural) and quality of life will be analyzed before and after the intervention.",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "Cognitive enhancer",
    "drug": [
        "D-beta-hydroxybutyrate (D‑BHB) — exogenous ketone salt (EKS); 15 g twice daily (24 g/day) as described"
    ],
    "placebo": [
        "Not specified in description (presumed placebo-controlled)"
    ],
    "explanation_target": [
        "Reason: The intervention is an exogenous ketone (D‑beta‑hydroxybutyrate, a small metabolic substrate delivered as a ketone salt) given to rescue/augment brain energy metabolism and thereby improve cognition in people with mild cognitive impairment (MCI). This indicates the trial is testing a metabolic/cognitive-enhancing strategy rather than a biologic or small-molecule therapy that targets Alzheimer pathology (e.g., amyloid or tau). citeturn0search6turn0search4",
        "Act: Key extracted details — drug: D‑beta‑hydroxybutyrate (D‑BHB) in an exogenous ketone salt formulation (EKS); dose as provided in your description 15 g twice daily (≈24 g/day). Primary intended effects listed are improved brain energy metabolism and cognition (plus biomarkers and imaging). Exogenous ketone salts and esters acutely and subacutely raise plasma β‑hydroxybutyrate and provide an alternative brain fuel, and prior trials / pilot studies have tested ketone supplements to improve cognition in MCI/AD contexts. citeturn0search6turn0search1turn0search3",
        "Reflect: Classification check — by the provided category definitions: (a) Disease-targeted biologic: no (this is not a biologic/antibody/vaccine targeting amyloid or tau); (b) Disease-targeted small molecule: no (this is not a small-molecule enzyme/modulator targeting AD pathology); (c) Cognitive enhancer: yes — it is an energy-substrate supplement intended to improve cognition without directly targeting AD pathology; (d) Neuropsychiatric symptom improvement: no (trial endpoints focus on cognition, metabolism, imaging, QoL). Therefore \"Cognitive enhancer\" is the best fit. Evidence from metabolic studies of D‑BHB and prior MCI ketone trials supports this interpretation. citeturn0search6turn0search3turn0search5",
        "Web-search supporting results (selected): (1) \"Metabolism of Exogenous D‑Beta‑Hydroxybutyrate...\" — describes absorption/metabolism and that oral D‑BHB raises blood ketones and is more ketogenic than racemic mixtures. citeturn0search6 (2) Pilot and methodological papers on ketone salts (KS/EKS) show they increase plasma ketones (β‑hydroxybutyrate and acetoacetate). citeturn0search1turn0search5 (3) A 6‑month randomized trial of a ketogenic drink (kMCT) in MCI showed cognitive benefits by increasing blood ketone levels — supports the mechanism/clinical rationale for ketone supplementation in MCI. citeturn0search3turn0search0",
        "Notes / ambiguity: The intervention is a metabolic supplement (small molecule ketone) rather than a disease‑modifying agent aimed at amyloid or tau; although improved brain energy metabolism could theoretically slow progression, the trial as described targets cognition/brain energy rather than a specific AD molecular pathology. If you want classification at the chemical level instead (i.e., 'disease-targeted small molecule' because D‑BHB is a small molecule), clarify whether the schema prioritizes mechanism (pathology-targeting) over compound size — per the provided definitions, the intended effect (cognitive improvement without targeting pathology) maps to 'Cognitive enhancer.'"
    ],
    "agent_type": "J) Metabolism and Bioenergetics",
    "explanation_agent": [
        "Reason: The intervention is exogenous D‑beta‑hydroxybutyrate (D‑BHB), a ketone body delivered as an exogenous ketone salt to provide an alternative metabolic substrate and rescue/augment brain energy metabolism with the goal of improving cognition in MCI — this mechanism maps to Metabolism and Bioenergetics. citeturn0search6turn0search0",
        "Act: Key extracted details — drug: D‑beta‑hydroxybutyrate (D‑BHB) as an exogenous ketone salt, dose 15 g twice daily (≈30 g/day as described in analogous kMCT trials). Intended effect: raise plasma ketones/alternative brain fuel, increase brain ketone uptake and improve cognitive outcomes. Prior 6‑month RCTs of ketogenic supplements (kMCT or ketogenic drinks) in MCI showed increased plasma/brain ketones and cognitive benefits, supporting classification under metabolism/bioenergetics rather than amyloid/tau or classical neurotransmitter targets. citeturn0search4turn0search5",
        "Reflect: Classification check — this is not targeting amyloid-beta (A), tau (B), ApoE/lipids as a molecular target (C), or classic neurotransmitter receptors (D). Although D‑BHB is a small molecule, CADRO is being applied by mechanism/biological focus (energy rescue), so J) Metabolism and Bioenergetics is the most specific and appropriate category. If the schema prioritized compound chemistry alone one could argue for a small‑molecule label, but given the trial rationale (brain energy substrate/ cognitive enhancer) J is correct. citeturn0search0turn0search6",
        "Web-search supporting results (selected): (1) Fortier et al. — 6‑month kMCT randomized trial showing improved brain ketone availability and some cognitive measures in MCI. citeturn0search6 (2) BENEFIC (kMCT) trial and related reviews discussing brain energy rescue with ketones and cognitive benefits. citeturn0search4turn0search1 (3) Roy et al. — kMCT improved white matter ketone uptake and processing speed in MCI. citeturn0search5 (4) Cunnane review summarizing ketone/brain energy rescue approaches as metabolic interventions for MCI/AD. citeturn0search0"
    ]
}