{
    "nct_id": "NCT06160908",
    "title": "The Safety and Efficacy of Transcranial Near-infrared Light in the Treatment of Mild-Moderate Alzheimer's Disease",
    "status": "ACTIVE_NOT_RECRUITING",
    "last_update_time": "2025-02-16",
    "description_brief": "The goal of this study is to explore the efficacy and safety of Near-infrared light Photobiomodulation in patients with mild-moderate Alzheimer's disease(AD).\n\nThis study will employ a randomized, double-blind, sham-controlled approach. This trial contains core phase and extension phase. In the core phase, qualified subjects were selected and randomized (experimental group: control group=1:1). The subjects who entered the experimental group received 30 minutes of near-infrared light therapy once a day, 6 times a week, for 16 weeks of continuous treatment. The subjects who entered the control group received 30 minutes of non-near-infrared light irradiation once a day (false treatment), 6 times a week, for 16 weeks. After finishing the core phase, patients from both groups of the core phase are eligible to enter the extension phase. In the extension phase, all the participants receive active near-infrared light therapy until week 100.",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "Transcranial near‑infrared light (photobiomodulation, tPBM)"
    ],
    "placebo": [
        "Sham (non‑near‑infrared light) irradiation"
    ],
    "explanation_target": [
        "Reason: The intervention is transcranial near‑infrared light photobiomodulation (tPBM) — a non‑drug neuromodulation/device therapy delivered to the scalp/nose intended to improve cognition in people with mild–moderate Alzheimer’s disease. tPBM is not a biologic or a small molecule; its primary clinical goal in human trials has been cognitive/functional improvement. citeturn0search5turn0search0.",
        "Act: Key extracted trial details: experimental arm receives 30 minutes of near‑infrared light once daily (6×/week) for 16 weeks with an open‑label extension; control arm receives 30 minutes of non‑near‑infrared (sham) irradiation. Mechanistic and preclinical evidence shows tPBM acts on mitochondrial photoacceptors (cytochrome c oxidase), increases ATP, modulates reactive oxygen species and inflammation, and in animal models can reduce amyloid/tau pathology — but these are device/physical effects rather than a biologic or small molecule drug action. Small randomized human studies have reported cognitive improvements with tPBM in MCI/early AD. citeturn0search0turn0search5turn0search2turn0search3.",
        "Reflect: Classification justification and ambiguity: The trial tests a non‑pharmacologic light therapy (device). It is not a monoclonal antibody or vaccine (disease‑targeted biologic), nor a small molecule drug. The intended outcome is cognitive/clinical improvement in AD, so within the provided categories the best fit is \"cognitive enhancer.\" Note: preclinical data suggest possible disease‑modifying effects (reduced amyloid/tau, reduced inflammation), but because the intervention is a device (not a biologic or small molecule) and the primary clinical endpoint is cognitive efficacy, \"cognitive enhancer\" is the most appropriate category given the available choices. citeturn0search1turn0search2.",
        "Web search results referenced: (1) Overview of ongoing/registered photobiomodulation clinical trials (Near‑Infrared Light for people at risk / trial listings). citeturn0search0; (2) Mechanistic review of transcranial photobiomodulation describing mitochondrial/CCO mechanisms and neuroprotective effects. citeturn0search5; (3) Animal model studies showing reduction of AD pathology (amyloid/tau) and mitochondrial effects after NIR treatment. citeturn0search2turn0search1; (4) Small randomized human trial reporting cognitive improvements with transcranial PBM in MCI/early AD. citeturn0search3."
    ],
    "agent_type": "J) Metabolism and Bioenergetics",
    "explanation_agent": [
        "Reason: The intervention is transcranial near‑infrared photobiomodulation (tPBM), a device-based neuromodulation therapy whose dominant mechanistic evidence points to action on mitochondrial photoacceptors (cytochrome c oxidase), increased ATP production, and modulation of reactive oxygen species and cellular metabolism — i.e., bioenergetics. citeturn0search3turn0search6",
        "Act: Key extracted trial details (from the description): daily 30‑minute near‑infrared tPBM (6×/week for 16 weeks) versus sham, aimed at cognitive improvement in mild–moderate AD. Mechanistic and preclinical studies report mitochondrial activation (CcO), raised ATP, reduced ROS/inflammation and in animal models reductions in amyloid/tau — these mechanistic signatures map most directly to Metabolism & Bioenergetics rather than a single proteinopathy-targeted CADRO category. citeturn0search4turn0search2",
        "Reflect: While tPBM also shows downstream effects relevant to inflammation, oxidative stress, synaptic protection and even reductions in amyloid/tau in preclinical work, the primary putative molecular target (mitochondrial respiratory chain/photoacceptors and cellular bioenergetics) makes J) Metabolism and Bioenergetics the best CADRO fit. If the trial had focused solely on amyloid/tau removal or a drug acting on those proteins, A/B would be chosen; if it were purely a cognitive‑only device with no mechanistic claim, one might argue for Other, but here the metabolic mechanism is explicit. citeturn0search3turn0search5",
        "Web search results referenced: (1) Systematic review of human tPBM studies showing cognitive improvements and proposing mitochondrial/cerebral blood flow mechanisms. citeturn0search5 (2) Randomized double‑blind sham‑controlled tPBM trial in MCI reporting cognitive benefits and describing increased mitochondrial ATP and CBF as mechanisms. citeturn0search4 (3) Preclinical reports that NIR/tPBM mitigates AD pathology (amyloid/tau), restores mitochondrial function and reduces oxidative stress. citeturn0search3turn0search2 (4) Recent mechanistic/experimental studies linking tPBM to mitochondrial CcO activation, ATP increases and neuroprotection. citeturn0search6turn0search3"
    ]
}