{
    "nct_id": "NCT03249688",
    "title": "Multimodal Preventive Trial for Alzheimer's Disease (MIND-ADmini Pilot Trial)",
    "status": "COMPLETED",
    "last_update_time": "2021-09-22",
    "description_brief": "The main aim of the MIND-ADmini pilot trial is to evaluate the feasibility of a multimodal lifestyle intervention among patients with prodromal AD.",
    "description_detailed": "Given the multifactorial etiology of Alzheimer's disease (AD), multimodal interventions targeting several risk factors and disease mechanisms simultaneously are most likely to be effective for preventing dementia. Multimodal lifestyle interventions have so far been tested in at-risk older adults from the general population, but not in patients with prodromal AD.\n\nThe main aim of the MIND-ADmini pilot trial is to evaluate the feasibility of a multimodal lifestyle intervention among individuals with prodromal AD.\n\nThis 6-month pilot trial is planned to include 150 participants randomized into 3 arms:\n\n1. Control (regular health advice)\n2. Multidomain lifestyle intervention (nutritional guidance, exercise, cognitive training and monitoring and management of vascular and metabolic risk factors)\n3. Multidomain lifestyle intervention + medical food. The multidomain lifestyle intervention is adapted from the Finnish Geriatric Intervention Study to Prevent Cognitive Impairment and Disability (FINGER, NCT01041989). The medical food product includes the specific multi-nutrient combination Fortasyn Connect (containing the omega-3 fatty acids docosahexaenoic acid (DHA) and eicosapentaenoic acid (EPA), uridine monophosphate, choline, vitamins B12, B6, C, E, and folic acid, phospholipids, and selenium). The rationale for combining a multidomain lifestyle intervention with medical food is evidence indicating synergistic effects between different intervention components (e.g. omega-3 fatty acids and physical activity). Nutrient deficiencies have been described in AD, and medical food may be needed in addition to dietary guidance for optimal effect. The use of Fortasyn Connect alone in prodromal AD has been investigated in another clinical trial (www.lipididiet.eu), and thus this arm is not included in MIND-ADmini.\n\nThe 6-month MIND-ADmini pilot trial will be conducted in Sweden, Finland, Germany and France. An additional 6-month optional extension of the pilot trial will also be considered.\n\nPrimary outcome is feasibility of the multimodal intervention. Secondary outcomes include adherence to intervention components (intervention arms), and adherence to healthy lifestyle changes (all arms). Detailed cognitive assessments (Neuropsychological Test Battery, NTB) and functional assessments (Clinical Dementia Rating, CDR; and Alzheimer's Disease Cooperative Study-Activities of Daily Living, ADCS-ADL) will also be conducted at baseline and 6-month visit for the purpose of obtaining reliable estimates of change over time for power calculations for a future larger multimodal intervention trial (MIND-ADmaxi).",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "PREVENTION",
    "results": null,
    "target_category": "N/A",
    "drug": [
        "Fortasyn Connect (medical food, used in the lifestyle+medical food arm)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The MIND-ADmini pilot trial tests a multimodal lifestyle intervention (dietary guidance, exercise, cognitive training, vascular/metabolic risk management and social stimulation) with an optional medical food (Fortasyn Connect). The primary aim is feasibility/adherence of a non-pharmacologic, multimodal preventive program in prodromal AD rather than testing a disease-modifying biologic or small-molecule drug. citeturn0search3turn0search7",
        "Act: Key trial details: randomized, 6-month, three-arm pilot (multimodal lifestyle alone; multimodal lifestyle + medical food [Fortasyn Connect]; control/usual care). The ‘‘medical food’’ is a nutrition product (Fortasyn Connect) added in one arm; the core intervention is lifestyle-based (FINGER-adapted). These sources describe study design, interventions, and outcomes (feasibility, adherence, exploratory cognitive/functional outcomes). citeturn0search0turn0search1turn0search4",
        "Reflect: Mapping to the provided category definitions — not a biologic (no monoclonal antibody or vaccine), not a disease-targeted small molecule, and not primarily a drug-based cognitive enhancer or neuropsychiatric symptom medication. Because the trial evaluates a multimodal lifestyle program (and an adjunct medical food) rather than a drug that fits the four provided categories, the correct classification is 'N/A'. Note: Fortasyn Connect is reported as a medical food used as a nutritional intervention (not classified here as a small-molecule drug or biologic). citeturn0search7turn0search5",
        "Web search results (key sources consulted): 1) MIND-ADmini pilot trial study design and progress — PubMed / Journal summary (ClinicalTrials.gov NCT03249688) describing the three arms and primary aim (feasibility/adherence). citeturn0search3 2) Published pilot results and feasibility reports (Alzheimer's & Dementia; trial outcomes and physical-activity substudies). citeturn0search0turn0search2 3) Full-text reports in Alzheimer's Research & Therapy describing integration of multimodal lifestyle intervention with medical food and findings. citeturn0search4turn0search5"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}