{
    "nct_id": "NCT06668610",
    "title": "An Integrated Multifocal TDCS-EEG Protocol for Improving Cognitive and Affective Symptoms in Mild Cognitive Impairment and Early Stages of Dementia: a Crossover Double-blind Randomised Controlled Trial",
    "status": "RECRUITING",
    "last_update_time": "2024-10-30",
    "description_brief": "The goal of this clinical trial is to learn if an integrated protocol using multifocal non invasive brain stimulation and brain recording combined with cognitive training is effective in treating cognitive and affective symptomatology in patients with mild cognitive impairment and early stages of dementia. The main questions it aims to answer are:\n\n* Does multifocal non-invasive brain stimulation reduce cognitive and affective symptoms in patients with mild cognitive impairment and early stages of dementia?\n* Do some specific factors, such as education and cognitive reserve, affect the extent of the possible outcomes achievable from the intervention?\n* Do electrophysiological measures contribute identifying responders and non-responders to the treatment? Researchers will compare real non-invasive brain stimulation to a placebo stimulation (reproducing the same feeling of stimulation without actually stimulating the brain) combined with cognitive rehabilitation on general cognition measures and depression symptoms.\n\nParticipants will\n\n* Undergo two treatment cycles (real stimulation or placebo over frontal and temporal ares of the left hemisphere) combined with cognitive training twice a week for two months.\n* Complete neuropsychological evaluations before the first rehabilitation cycle and at the end of each rehabilitation cycle.\n\nCaregivers will provide information on functional daily living activities for their relatives.",
    "description_detailed": "The global prevalence of dementia is expected to continue to rise. Recent estimates forecast that the number of people with dementia worldwide will increase to 152 million cases in 2050. This calls for the development of effective prevention and treatment strategies. Recently, the benefits of non-pharmacological interventions for the intervention in dementia and its preclinical conditions are being explored. Within this contex, transcranial direct current stimulation (tDCS), represents a safe and straightforward approach to modulate brain excitability with the potential to reduce symptomatology in individuals with dementia and Mild Cognitive Impairment (MCI).\n\nThe objective of this study is to evaluate a protocol for the treatment of the cognitive and affective symptoms in dementia and MCI with several specific novel features.\n\nFirst, the protocol adopts multifocal stimulation of relevant brain structures involved in the genesis of the symptoms. While previous studies focused on specific areas in the frontal and temporal cortex in separate treatment conditions, the present study employes multifocal tDCS over such structures to strengthen distribution of direct current over the left fronto-temporal network, and to possibly boost the achievable outcomes.\n\nSecond, to address the issue of heterogeneity of stimulation effects, the study combines electrophysiological measures (EEG) with brain stimulation to monitor the effect of brain stimulation following specific polarities, also considering possible individual differences in response to stimulation. Such a protocol would allow identifying responders (and non responders) to stimulation, thus targeting individuals which may benefit (or not) from a given intervention.\n\nThird, the study will further explore the variability in response to brain stimulation raised by previous studies, considering the relationship between some demographic and psychological factors with clinical and electrophysiological outcomes. Previous studies have shown a buffering effect of age and education on global cognitive response following brain stimulation, and a relevant association of cognitive functioning with cognitive reserve. The contribution of these variables will be explored in the study to provide a more complex interpretation of either positive or null effects associated with the intervention.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "Cognitive enhancer",
    "drug": [],
    "placebo": [
        "sham non-invasive brain stimulation (sham tDCS)"
    ],
    "explanation_target": [
        "Reason: The intervention is a multifocal non-invasive brain stimulation protocol (multifocal high‑definition transcranial direct current stimulation, tDCS) combined with EEG recording and cognitive training aiming to improve cognitive and affective symptoms (primary outcomes include global cognition and depression). This is a neuromodulation + cognitive‑rehab approach, not a biologic or small‑molecule targeting Alzheimer pathology. citeturn0search2turn0search1",
        "Act: Key trial details extracted from the protocol: multifocal tDCS over left fronto‑temporal network, combined with cognitive training; randomized, double‑blind, crossover comparing real stimulation to placebo (sham) stimulation; primary outcomes = global cognition, episodic memory, executive functions and affective symptoms; registered as NCT06668610. (Sources: Frontiers / PMC / PubMed protocol). citeturn0search1turn0search2turn0search0",
        "Reflect: Classification rationale — this trial uses a device-based neuromodulation intervention intended to enhance cognitive functioning (with secondary affective outcome). It does not test a monoclonal antibody, vaccine, or small molecule aimed at Alzheimer pathology, nor is it exclusively a behavioral/psychiatric‑symptom drug trial. Therefore the best fit among the provided categories is 'Cognitive enhancer'. Note: because affective (depression) symptoms are also measured, the alternative category 'Neuropsychiatric symptom improvement' could be considered, but the protocol emphasis on cognitive outcomes and cognitive training supports 'Cognitive enhancer' as the primary category. citeturn0search2turn0search1"
    ],
    "agent_type": "M) Synaptic Plasticity/Neuroprotection",
    "explanation_agent": [
        "Reason: The intervention is multifocal high‑definition transcranial direct current stimulation (tDCS) combined with cognitive training and EEG; tDCS acts via modulation of cortical excitability and network-level synaptic plasticity to enhance cognition rather than by targeting a specific molecular pathology (amyloid/tau/etc.). citeturn0search1turn0search5",
        "Act: Key extracted trial details — multifocal HD‑tDCS over a left fronto‑temporal network combined with cognitive training in a randomized, double‑blind, sham‑controlled crossover design; primary outcomes are global cognition, episodic memory, executive functions and affective symptoms; registered as NCT06668610 and described in a Frontiers study protocol / PubMed entry. citeturn0search2turn0search1turn0search4",
        "Reflect: Mapping to CADRO — tDCS does not directly target a single molecular pathway (so 'A/B/C/etc.' are not appropriate) nor is it purely diagnostic. Its mechanism is best captured by modulation of synaptic function and neuroplasticity, which aligns with 'M) Synaptic Plasticity/Neuroprotection'. I considered 'T) Other' (for non‑molecular or diagnostic interventions) but rejected it because this is a therapeutic neuromodulation/cognitive‑enhancement intervention. No drug, gene, or biochemical target was identified in the protocol. citeturn0search1turn0search3",
        "Web search results supporting the above (selected): Frontiers in Neurology study protocol describing the multifocal tDCS‑EEG protocol and rationale; PubMed entry with abstract and trial registration (NCT06668610); PMC full text of the protocol. citeturn0search1turn0search2turn0search4"
    ]
}