{
    "nct_id": "NCT00384423",
    "title": "A Randomized, Double-Blind, Placebo-Controlled, Phase IIa Study to Assess the Short-Term Effects of PRX-03140 Alone and in Combination With Donepezil in Subjects With Mild Alzheimer's Disease.",
    "status": "COMPLETED",
    "last_update_time": "2008-01-29",
    "description_brief": "This is a study to evaluate the safety, tolerability, pharmacokinetics, and pharmacodynamics of PRX-03140 administered orally once daily for 14 days in subjects with mild Alzheimer's Disease who are using a stable, well-tolerated 10 mg dose of Aricept (donepezil) but continue to experience worsening AD symptoms.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "PRX-03140 (small-molecule 5‑HT4 receptor agonist)"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: PRX-03140 is described in the literature and company reports as a small‑molecule agonist of the type‑4 serotonin (5‑HT4) receptor that stimulates acetylcholine production/release and was developed to improve memory and cognition in Alzheimer's disease rather than to target amyloid or tau pathology. citeturn0search3turn0search4",
        "Act: Key trial details extracted from the provided description and registry entries — randomized, double‑blind, placebo‑controlled Phase IIa short (14‑day) study of oral PRX‑03140 alone and in combination with donepezil (10 mg); endpoints included safety/tolerability, PK/PD, EEG, and short‑term cognitive measures. citeturn0search0turn0search10",
        "Act (mechanism → category mapping): Because the drug is a small‑molecule 5‑HT4 receptor agonist whose proposed effect is to enhance cholinergic neurotransmission and improve cognition (not to modify core AD pathology like amyloid or tau), it fits the definition of a 'Cognitive enhancer' rather than a disease‑targeted biologic or disease‑targeted small molecule. citeturn0search3turn0search6",
        "Reflect: The classification is supported by multiple trial reports and press releases describing PRX‑03140's 5‑HT4 agonist mechanism and cognition‑focused endpoints; the trial also tested combination with donepezil (an acetylcholinesterase inhibitor), which is consistent with a symptomatic/cognitive enhancement strategy rather than a disease‑modifying approach. No sources describe PRX‑03140 as an anti‑amyloid or anti‑tau agent. citeturn0search8turn0search5",
        "Web search results used (summaries): 1) Bioworld / industry reports describing PRX‑03140 as a 5‑HT4 agonist that stimulates acetylcholine and showed cognitive effects in trials. citeturn0search3 2) RTTNews press summary of Phase 2a results and mechanism description. citeturn0search4 3) Clinical trial registry / trial listings (NCT summaries / MedPath / SmartPatients) giving the Phase IIa trial design, duration, and combination with donepezil. citeturn0search0turn0search10 4) Industry press coverage (FierceBiotech / TechnologyNetworks) describing trial program and endpoints. citeturn0search6turn0search2"
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: PRX-03140 is a small‑molecule agonist of the serotonin 5‑HT4 receptor that is intended to enhance cholinergic neurotransmission and improve cognition (a symptomatic/cognitive‑enhancer strategy), not to directly modify amyloid or tau pathology. citeturn0search0turn0search3",
        "Act: Key details extracted from the trial description — randomized, double‑blind, placebo‑controlled Phase IIa short (14‑day) study of oral PRX‑03140 given alone and with donepezil (10 mg); endpoints included safety/tolerability, PK/PD, EEG, and short‑term cognitive measures — match registry and trial summaries. The drug’s described mechanism is agonism of the 5‑HT4 receptor (a neurotransmitter receptor). citeturn0search6turn0search4",
        "Act (mechanism → category mapping): Because the molecule’s primary pharmacologic action is on a neurotransmitter receptor (5‑HT4), it most specifically maps to CADRO category D) Neurotransmitter Receptors rather than to amyloid, tau, inflammation, or other disease‑modifying categories. citeturn0search2turn0search3",
        "Reflect: The classification is consistent with multiple independent sources describing PRX‑03140 as a 5‑HT4 receptor agonist that augments acetylcholine release and with the trial’s symptomatic/cognitive endpoints and combination with donepezil (an acetylcholinesterase inhibitor). No credible sources describe PRX‑03140 as an anti‑amyloid or anti‑tau disease‑modifying agent, so D) Neurotransmitter Receptors is the best fit. citeturn0search0turn0search3",
        "Web search results used (summaries and sources): 1) PubMed pharmacology paper showing PRX‑03140 is a 5‑HT4 agonist that can increase cortical ACh and augment donepezil effects. citeturn0search0 2) Clinical trial registry entries (NCT/ICH GCP) and trial listings describing the Phase IIa design (14‑day study) and the combination with donepezil. citeturn0search6turn0search1 3) Alzforum therapeutic summary noting 5‑HT4 agonist mechanism and cognitive rationale. citeturn0search3 4) NCATS / drug profile pages summarizing PRX‑03140 as a 5‑HT4 partial agonist and clinical testing history. citeturn0search2 5) Trial listing / community trial summary (SmartPatients / MedPath) with trial dates, design, and short‑term endpoints. citeturn0search4turn0search7"
    ]
}