{
    "nct_id": "NCT04468659",
    "title": "AHEAD 3-45 Study: A Placebo-Controlled, Double-Blind, Parallel-Treatment Arm, 216 Week Study With an Extension Phase to Evaluate Efficacy and Safety of Treatment With BAN2401 in Subjects With Preclinical Alzheimer's Disease and Elevated Amyloid (A45 Trial) and in Subjects With Early Preclinical Alzheimer's Disease and Intermediate Amyloid (A3 Trial)",
    "status": "ACTIVE_NOT_RECRUITING",
    "last_update_time": "2024-12-31",
    "description_brief": "The primary purpose of this study is to determine whether treatment with lecanemab is superior to placebo on change from baseline of the Preclinical Alzheimer Cognitive Composite 5 (PACC5) at 216 weeks of treatment (A45 Trial) and to determine whether treatment with lecanemab is superior to placebo in reducing brain amyloid accumulation as measured by amyloid positron emission tomography (PET) at 216 weeks of treatment (A3 Trial). This study will also evaluate the long-term safety and tolerability of lecanemab in participants enrolled in the Extension Phase.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE3"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted biologic",
    "drug": [
        "lecanemab (BAN2401)"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The investigational product is lecanemab (also called BAN2401), a humanized IgG1 monoclonal antibody that preferentially targets soluble aggregated amyloid‑beta (oligomers/protofibrils) with the intent to reduce brain amyloid pathology and slow cognitive decline — i.e., it targets Alzheimer’s pathology rather than only treating symptoms. citeturn0search2turn0search6",
        "Act: Key trial details extracted from the description: this is the AHEAD 3‑45 program with two randomized, placebo‑controlled arms (A45 and A3). The A45 primary outcome is change in the Preclinical Alzheimer Cognitive Composite‑5 (PACC5) at 216 weeks; the A3 primary outcome is change in brain amyloid by amyloid PET at 216 weeks. The protocol and sponsors identify the drug as BAN2401 / lecanemab and describe evaluation of long‑term safety in an extension phase. These sources confirm the drug identity and the disease‑modifying (anti‑amyloid) intent of the intervention. citeturn0search0turn0search1turn0search4",
        "Reflect: Classification rationale — because lecanemab/BAN2401 is a monoclonal antibody directed at amyloid pathology and the trials explicitly aim to reduce brain amyloid and prevent cognitive decline (disease modification/prevention), the appropriate category is 'disease-targeted biologic'. I found no evidence the trial is solely a symptomatic cognitive enhancer or a neuropsychiatric intervention; it is a pathology‑targeting biologic. References: PubMed/design paper and sponsor press release provide mechanism and trial design details. citeturn0search2turn0search0"
    ],
    "agent_type": "A) Amyloid beta",
    "explanation_agent": [
        "Reason: The investigational product is lecanemab (BAN2401), a humanized IgG1 monoclonal antibody that preferentially binds soluble aggregated amyloid‑beta species (oligomers/protofibrils) with the intent to reduce brain Aβ pathology and slow cognitive decline — i.e., it targets amyloid pathology rather than only treating symptoms. citeturn0search2turn0search1",
        "Act: Key trial details extracted from the description and public trial documents: this is the AHEAD 3‑45 program (A45 and A3 arms) testing BAN2401/lecanemab versus placebo in cognitively normal participants; the A45 primary outcome is change in the PACC5 at 216 weeks and the A3 primary outcome is change in brain amyloid by amyloid PET at 216 weeks. The protocol and sponsor documents identify the drug as BAN2401/lecanemab and frame the intervention as anti‑amyloid (disease‑modifying) therapy. citeturn0search0turn0search1turn0search5",
        "Reflect: Because lecanemab/BAN2401 is an anti‑amyloid monoclonal antibody directed at aggregated Aβ species and the trial explicitly aims to reduce brain amyloid and prevent/delay cognitive decline, the most specific CADRO classification is A) Amyloid beta. There is no indication the trial is primarily targeting tau, inflammation, synaptic function, or multiple disparate pathways, so R) Multi‑target and T) Other are not appropriate. Supporting sources (sponsor press release, AHEAD study design papers and trial listings) confirm mechanism and trial endpoints. citeturn0search2turn0search1turn0search0"
    ]
}