{
    "nct_id": "NCT00719394",
    "title": "Ascending Single-Dose Study of the Safety, Tolerability, Pharmacokinetics, and Pharmacodynamics of GSI-136 Administered Orally to Healthy Japanese Male Subjects and Healthy Japanese Elderly Male Subjects",
    "status": "COMPLETED",
    "last_update_time": "2009-07-08",
    "description_brief": "This is a first-in-human study of GSI-136, a gamma-secretase inhibitor being developed for the treatment of Alzheimer disease. This study will take place in Japan only and will provide an initial assessment of the safety, tolerability, pharmacokinetics (PK), and pharmacodynamics (PD) of GSI-136 after administration of ascending single oral doses to healthy Japanese male subjects and healthy Japanese elderly male subjects.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "GSI-136 (gamma-secretase inhibitor; small-molecule targeting γ-secretase/APP processing)"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The trial description explicitly identifies GSI-136 as a \"gamma-secretase inhibitor\" being developed to treat Alzheimer disease, which implies a mechanism aimed at reducing amyloid-β production (a disease-modifying/pathology-targeting approach). citeturn0search0",
        "Act: Key trial details — first-in-human, single ascending oral doses in healthy young and elderly Japanese male subjects; placebo-controlled. The intervention named is GSI-136 (a gamma-secretase inhibitor), consistent with compounds developed to modulate APP/amyloid processing. citeturn0search4turn0search0",
        "Mechanistic support / classification: Gamma-secretase inhibitors are small-molecule drugs that inhibit the γ-secretase complex (which cleaves APP to generate Aβ); this places GSI-136 in the disease-targeted small-molecule category rather than a biologic or symptomatic cognitive enhancer. citeturn0search9turn0search10",
        "Reflect: Classification confirmed — GSI-136 is a small-molecule gamma-secretase inhibitor intended to modify Alzheimer pathology (amyloid production). Note: gamma-secretase inhibitors have known safety/Notch-related concerns observed in past trials, which is relevant context but does not change the category. citeturn0search11"
    ],
    "agent_type": "A) Amyloid beta",
    "explanation_agent": [
        "Reason: The trial drug is GSI-136, explicitly described as a gamma‑secretase inhibitor (GSI). GSIs act on the γ‑secretase complex that cleaves APP to generate Aβ peptides, so the mechanism is intended to reduce amyloid‑β production and thus targets the amyloid pathway in AD. citeturn0search2turn0search4",
        "Act: Extracted details — Trial: single ascending oral dose, healthy Japanese young and elderly male subjects (phase I); Intervention: GSI‑136, a disease‑targeted small molecule described as a γ‑secretase inhibitor. Mechanistic support — γ‑secretase inhibition/modulation reduces production or shifts the profile of Aβ peptides from APP. Notch and other γ‑secretase substrates are known off‑targets/causes of past safety issues with GSIs (relevant context). citeturn0search2turn0search1turn0search5",
        "Reflect: Classification confirmed as CADRO category A) Amyloid beta because the intervention’s primary mechanism is modulation/inhibition of APP processing to lower Aβ generation. Although γ‑secretase acts on multiple substrates (Notch, etc.), the therapeutic intent in this trial is to modify amyloid pathology, so it is not classified as Multi‑target (R) for CADRO purposes. The Notch/safety concerns are noted but do not change the CADRO mapping. citeturn0search4turn0search8",
        "Web search results (key sources used):",
        "- Trial profile listing GSI‑136, trial design and indication (AdisInsight). citeturn0search2",
        "- Review on γ‑secretase inhibitors/modulators and their action on APP/Aβ (PMC review). citeturn0search4",
        "- PubMed review describing γ‑secretase role in APP cleavage and Aβ production. citeturn0search1",
        "- Clinical/safety history of GSIs (example: semagacestat trial outcomes and safety concerns). citeturn0search5",
        "- Studies quantifying APP vs Notch substrate selectivity for GSIs (Molecular Brain). citeturn0search3"
    ]
}