{
    "nct_id": "NCT02547818",
    "title": "A Phase III Safety and Efficacy Study of ALZT-OP1 in Subjects With Evidence of Early Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2021-11-08",
    "description_brief": "This is a global Phase III, randomized, double-blinded, placebo-controlled study for subjects with evidence of early AD. The protocol is designed to determine whether ALZT-OP1 combination treatment (ALZT-OP1a + ALZT-OP1b) will slow down, arrests, or reverse cognitive and functional decline, in subjects with evidence of early stage Alzheimer's disease (AD).",
    "description_detailed": "This Phase III study is designed as a randomized, double-blinded, placebo-controlled study for subjects with evidence of early AD. The study will evaluate safety and tolerability, efficacy as measured by CDR-SB, and will determine if the combination therapy ALZT-OP1 will slow down, arrests, or reverse cognitive and functional decline in an early stage AD population.\n\nSubjects will be randomly assigned to one of four treatment arms: Group I will consist of ALZT-OP1a (cromolyn) for inhalation, plus an oral placebo tablet; OR the Group II arm, which will consist of ALZT-OP1 combination therapy ALZT-OP1a (cromolyn) for inhalation, plus ALZT-OP1b (ibuprofen) tablet for oral administration; OR to the Group III arm, which will consist of inhaled placebo, plus ALZT-OP1b (ibuprofen) tablet for oral administration; OR to the Group IV placebo arm, which will consist of inhaled placebo plus an oral placebo tablet.\n\nA minimum of 400 evaluable subjects will be randomized to receive one of four possible treatment assignments containing various combinations of active study drug or placebo.\n\nTo account for subject dropouts (estimated rate of 30%), it is anticipated that up to 600 (or 150 subjects per treatment arm) may be recruited and randomized, to achieve a minimum of 100 evaluable subjects per treatment arm.",
    "phase": [
        "PHASE3"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "ALZT-OP1a (cromolyn) — inhaled formulation",
        "ALZT-OP1b (ibuprofen) — oral tablet"
    ],
    "placebo": [
        "inhaled placebo",
        "oral placebo tablet"
    ],
    "explanation_target": [
        "Reason: The protocol tests ALZT-OP1, a combination of two previously approved small-molecule drugs (cromolyn and ibuprofen) with the stated goal of slowing, arresting, or reversing cognitive and functional decline in early AD — i.e., a disease-modifying intent rather than only symptomatic cognitive enhancement or neuropsychiatric symptom control. citeturn0search0turn0search1",
        "Act: Clinical-trial and therapeutic summaries identify ALZT-OP1 as cromolyn sodium (designated ALZT-OP1a) delivered via inhaler and ibuprofen (designated ALZT-OP1b) given orally; preclinical and mechanistic notes indicate cromolyn can inhibit Aβ aggregation and both agents act on inflammation/amyloid-relevant pathways. These are small-molecule interventions targeting AD-related pathology. citeturn0search0turn0search4",
        "Reflect: Given both agents are small molecules (not biologics such as antibodies or vaccines), and the trial's primary aim is disease modification (CDR-SB change over 72 weeks), the correct category is 'disease-targeted small molecule'. This is not a purely symptomatic cognitive-enhancer nor a neuropsychiatric-symptom trial. The trial includes inhaled and oral placebo arms as described. citeturn0search0turn0search4",
        "Web-search sources used: Clinical trial registry listing (Phase III COGNITE, NCT02547818) describing ALZT-OP1 arms and endpoints; AZTherapies press release about completion of the Phase III COGNITE study; Alzforum summary describing composition (cromolyn + ibuprofen), delivery route, and proposed anti-amyloid/anti-inflammatory rationale. citeturn0search0turn0search1turn0search4"
    ],
    "agent_type": "R) Multi-target",
    "explanation_agent": [
        "Reason: The trial tests ALZT-OP1, a combination of cromolyn (ALZT-OP1a) and ibuprofen (ALZT-OP1b) with disease‑modifying intent in early AD. Cromolyn has preclinical and mechanistic evidence for reducing Aβ aggregation and promoting microglial Aβ phagocytosis, while ibuprofen provides anti‑inflammatory activity — indicating the program targets both amyloid-related pathways and inflammation. citeturn0search0turn0search2",
        "Act: Extracted details from registries and summaries: the Phase III COGNITE trial (NCT02547818) tests inhaled cromolyn + oral ibuprofen in four arms (combination, each alone, placebo) with primary endpoint CDR‑SB at 72 weeks. Clinicaltrials.gov lists ALZT‑OP1a as a mast‑cell stabilizer/neuroinflammatory microglial modulator and Aβ oligomerization inhibitor (cromolyn) and ALZT‑OP1b as anti‑inflammatory (ibuprofen). Preclinical reports show cromolyn (alone and with ibuprofen) reduces aggregation‑prone Aβ and shifts microglia toward Aβ phagocytosis. citeturn0search0turn0search4turn0search2",
        "Reflect: Because the intervention explicitly combines an anti‑amyloid/anti‑Aβ oligomerization agent (cromolyn) with an anti‑inflammatory NSAID (ibuprofen), the most appropriate CADRO classification is R) Multi‑target rather than assigning only Amyloid (A) or only Inflammation (F). This reflects the trial’s dual mechanistic rationale (amyloid‑related plus inflammatory modulation). The classification is supported by the Phase III registry entry and independent summaries/press materials. citeturn0search0turn0search1turn0search4",
        "Web search sources (selected):",
        "- ClinicalTrials.gov / NCT02547818: Phase III Safety and Efficacy Study of ALZT‑OP1 (COGNITE) — trial design, arms, and mechanistic descriptions listing cromolyn (ALZT‑OP1a) and ibuprofen (ALZT‑OP1b). citeturn0search0",
        "- AZTherapies press release (COGNITE Phase 3 completion): summary of the Phase III and description of inhaled cromolyn + oral ibuprofen arms. citeturn0search1",
        "- PubMed study: cromolyn reduces Aβ levels and promotes microglial phagocytosis; effects enhanced with ibuprofen in preclinical models. citeturn0search2",
        "- Alzforum entry for ALZT‑OP1: trial timeline and rationale (amyloid/inflammatory rationale). citeturn0search4",
        "- Clinical trial NCT04570644 (PK/PD study of inhaled cromolyn + ibuprofen): supports formulation and CSF penetration/biomarker rationale. citeturn0search3"
    ]
}