{
    "nct_id": "NCT01692977",
    "title": "Orienting Oneself in a Healing Garden: What Elements of the Design Are Used as Landmarks by Patients With Alzheimer's Disease ?",
    "status": "COMPLETED",
    "last_update_time": "2015-07-29",
    "description_brief": "The disruption of spatial orientation is considered the second most common cognitive symptom of dementia, affecting nearly all activities of daily living. Research in the field of environmental psychology has helped to highlight the influence of the environment on patients with Alzheimer's disease or related syndromes. With regard to spatial orientation, it has been shown that an environment can provide support for cognitive failures in subjects if that particular space is adapted. While numerous studies have focused on the architectural environment (hospital, housing facility), none have explored the ability of patients to orient themselves in a natural environment such as a garden. Yet, in recent years, such gardens, known as healing gardens, have emerged in housing and care facilities, providing genuine support for the care management of patients with Alzheimer-type dementia. Various works have been published outlining recommendations for their management. However, with regard to spatial orientation, none of the available research has explored the basic principles on which to rely on in order to organize the elements of outdoor spaces into itineraries that promote orientation, according to ZEISEL and TYSON (1999). In the absence of such data, these authors recommend relying on five elements, identified by Lynch in his landmark book \"Image of the City\" (1960), that people use to orient themselves and find their way. These are \" paths \", \" edges \", \" districts \", \" nodes \" and \" landmarks \". The hypothesis to verify is that patients with Alzheimer's disease do not rely on the same elements of the garden as non-Alzheimer's subjects in making orientation decisions and to mentally picture this environment.",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "DIAGNOSTIC",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The study titled \"Orienting Oneself in a Healing Garden: What Elements of the Design Are Used as Landmarks by Patients With Alzheimer's Disease?\" investigates spatial orientation and which garden design elements (paths, edges, districts, nodes, landmarks) support orientation in Alzheimer’s patients — an environmental/behavioral intervention, not a pharmacologic one. citeturn0search0turn0search1",
        "Act: Key details extracted — clinical trial NCT01692977 (lead sponsor: Central Hospital, Nancy, France); population: patients with probable Alzheimer’s disease vs healthy controls; intervention/setting: assessment within an \"Art, Memory and Life\" healing garden to evaluate which design elements are used as landmarks. The trial listing and related summaries show no drug, biologic, or placebo; outcomes relate to route learning, cognitive maps and visuospatial performance. citeturn0search0turn0search1",
        "Reflect: Classification check — by the provided category definitions this is neither a disease-targeted biologic nor a disease-targeted small molecule (no drug/biologic), nor a pharmacologic cognitive enhancer or neuropsychiatric symptom treatment. It is a non-pharmacological environmental design study aiming to support orientation, so the correct category is 'N/A'. Supporting literature on healing gardens and non-pharmacological environmental interventions for dementia corroborates that this is a design/behavioral study rather than a drug trial. citeturn0search3turn0search4"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}