{
    "nct_id": "NCT05990114",
    "title": "Evaluation of the Effect of Structured Caregiver Support Program on the Levels of Care Burden, Psychological Well-Being and Psychological Resilience of Informal Caregivers of Alzheimer's Patients",
    "status": "COMPLETED",
    "last_update_time": "2025-03-28",
    "description_brief": "The aim of this clinical study is to examine the effect of an intervention program developed for informal caregivers of Alzheimer's patients on caregivers' burden of care, psychological well-being and psychological resilience.The main questions it aims to answer are:\n\n1. What is the effect of the Structured Caregiver Support Program (SCSP) on caregivers burden?\n2. What is the effect of the SCSP on psychological well-being?\n3. What is the effect of the SCSP on psychological resilience?\n\nParticipants (intervention group) will attend at least 6 sessions of an 8-session SCSP.\n\nResearchers will compare with the control group to see if the training provided is effective.",
    "description_detailed": "People around the world are now living longer. The number of elderly people in need of care is increasing, especially among the population aged 80 and over, which is defined as advanced old age. Elderly care in Turkey is largely informal by family members. A significant proportion of caregivers suffer from the burden of care. Alzheimer's disease (AD) is a neurodegenerative and progressive disease that causes need for care in advanced age. Caregivers of people with AD report more stress, burden and depression than caregivers of other patients, especially in cases where neuropsychiatric symptoms are evident. Psychological well-being and psychological resilience of caregivers are also negatively affected by the care process. Therefore, caregivers need psychological and social support. The aim of this study is to evaluate the effect of the Structured Caregiver Support Program, which will be created to support caregivers psychologically and socially, on the caregiving burden, psychological well-being and psychological resilience levels of informal caregivers caring for Alzheimer's patients.\n\nMixed design consisting of quantitative and qualitative research methods will be used in the research.The quantitative dimension of the research will be carried out as a randomized controlled experimental study and a pre-test and post-test order will be used.In this context, an intervention program was created to examine the effect of the Structured Caregiver Support Program on caregivers' burden of caregiving, psychological well-being and psychological resilience.There will be two different groups in the study, namely the intervention group and the control group. The trial is designed as a group intervention. Therefore, all 25 caregivers in the intervention group will attend the sessions at the same time. Participants who volunteer to participate in the study will be randomly assigned to the intervention and control groups.SCSP intervention will be applied to the intervention group and no intervention will be applied to the control group.Pre-test and post-test will be applied to both the intervention and control groups before and after the intervention program.\n\nThe universe of the research consists of caregivers of patients with Alzheimer's diagnosis followed up in the Alzheimer's Social Life Center of a municipality in Ankara between September and November 2023.The sample of the study consists of caregivers who meet the criteria for inclusion in the sample of patients with Alzheimer's diagnosis followed in the Alzheimer's Social Life Center of a municipality in Ankara between September and November 2023.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "HEALTH_SERVICES_RESEARCH",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is a Structured Caregiver Support Program (SCSP) — an 8‑session psychosocial/training program delivered to informal caregivers to reduce caregiver burden and improve psychological well‑being and resilience. This is non‑pharmacologic and targets caregivers (service/education), not a drug or a biologic targeting AD pathology. citeturn1search7",
        "Act: Key extracted details — participants attend at least 6 of 8 SCSP sessions; primary outcomes are caregiver burden, psychological well‑being, and resilience; study listed as Health Services Research and describes the SCSP as a psychosocial training program. These features identify it as a caregiver support/training intervention rather than a therapeutic drug. citeturn1search7",
        "Act (supporting literature): Structured/psychoeducational caregiver programs have been evaluated in clinical trials and shown effects on caregiver stress, coping, and some patient behaviors (examples: randomized/controlled trials of structured caregiver interventions and programs like the Savvy Caregiver and other structured interventions). These references illustrate that SCSP fits within established caregiver support interventions (examples shown). citeturn1search3turn1search0",
        "Reflect: By the provided category definitions — disease‑targeted biologic (biologics against amyloid/tau), disease‑targeted small molecule (small‑molecule pathology modulators), cognitive enhancer (drugs to improve cognition), or neuropsychiatric symptom improvement (interventions to reduce patients' behavioral/psychiatric symptoms) — this trial does not match any therapeutic drug/symptom‑directed category. It is a non‑therapeutic caregiver education/support trial, so classification = 'N/A'. citeturn1search7turn0search2"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}