{
    "nct_id": "NCT00216593",
    "title": "Treatment of Severe Alzheimer's Disease in a Residential Home, Nursing Home, or Geriatric Residential Setting: Evaluation of Efficacy and Safety of Galantamine Hydrobromide in a Randomised, Doubleblind, Placebo-Controlled Study.",
    "status": "COMPLETED",
    "last_update_time": "2011-06-07",
    "description_brief": "The purpose of this study is to assess the effectiveness and safety of galantamine hydrobromide treatment in patients with severe Alzheimer's disease.",
    "description_detailed": "This is a multicenter, 1-year study that includes a randomized, 6-month, double-blind, placebo-controlled phase and a 6-month open-label extension of galantamine hydrobromide treatment in subjects with severe Alzheimer's disease. The open-label extension is optional for al patients. Patients eligible for the study will be randomized to treatment with either galantamine hydrobromide or placebo over 6 months for the first phase of the study. The principal measures include the results of the Severe Impairment Battery and the Minimum Data Set-Activities of Daily Living tests, to assess aspects of cognition and behavior, and impact on the patient's ability to perform normal daily activities. Additional evaluations include the Neuro-Psychiatric Inventory-Nursing Home Version measure and 2 subscales of the Minimum Data Set tests to further assess patients behavior, social and physical functioning, the level of caregiver support needed, and impact to the patient's caregiver; the Mini-Mental State Examination, to assess cognitive abilities; and external health-and social-service use. Safety and tolerability will be evaluated on the basis of adverse event reports, physical examination, electrocardiograms, vital signs, and laboratory parameters. The study hypothesis is that treatment with galantamine, compared with placebo, will significantly improve cognition and ability to function in patients with severe Alzheimer's disease, and is generally well-tolerated. Galantamine hydrobromide tablets taken by mouth two times daily: 4 weeks at 8 milligrams (mg)/day, 4 weeks at 16 mg/day, increased to 24 mg/day for the remainder of the 6 months. Dose may be reduced at investigator's discretion. Galatamine hydrobromide for additional 6 months in open-label phase.",
    "phase": [
        "PHASE3"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "galantamine hydrobromide (galantamine; e.g., Razadyne)"
    ],
    "placebo": [
        "placebo (matched)"
    ],
    "explanation_target": [
        "Reason: The intervention is galantamine hydrobromide, a small-molecule acetylcholinesterase inhibitor that also allosterically potentiates nicotinic receptors and is used to provide symptomatic cognitive improvement in Alzheimer’s disease rather than to target amyloid/tau disease biology. citeturn0search0turn0search1",
        "Act: Extracted details — drug: galantamine hydrobromide (small molecule cholinesterase inhibitor); trial design: randomized, double‑blind, placebo‑controlled evaluation of efficacy and safety in severe AD. This matches the definition of a cognitive enhancer (improves cognition/symptoms) rather than a disease‑targeting biologic or small molecule aimed at underlying pathology. citeturn0search1turn0search8",
        "Reflect: Classification check — systematic reviews/meta‑analyses and product literature describe galantamine’s symptomatic cognitive benefits (modest improvements on cognitive scales) and its mechanism as cholinesterase inhibition ± nicotinic potentiation; therefore 'cognitive enhancer' is the appropriate category. No evidence in the trial title/description indicates a disease‑modifying biological or small‑molecule anti‑amyloid/tau mechanism, nor a primary aim of treating neuropsychiatric symptoms, so 'cognitive enhancer' is the best fit. citeturn0search8turn0search6",
        "Web search results (key sources used): 1) Review: Galantamine is a reversible acetylcholinesterase inhibitor with nicotinic receptor potentiation, licensed for symptomatic treatment of AD. citeturn0search0 2) Review: Short-term randomized, placebo-controlled studies show galantamine produces improvements on cognitive tests in mild–moderately severe AD; maintenance dose typically 16–24 mg/day. citeturn0search1 3) Systematic review/meta-analysis: Cholinesterase inhibitors including galantamine have modest but significant cognitive effects vs placebo; effects are symptomatic rather than proven disease‑modifying. citeturn0search8 4) Additional clinical literature: randomized trials and extensions report cognitive and ADL benefits with galantamine; common adverse events are gastrointestinal. citeturn0search6turn0search5"
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The intervention is galantamine hydrobromide, a reversible acetylcholinesterase inhibitor that increases synaptic acetylcholine levels and also allosterically potentiates nicotinic receptors — i.e., it acts on cholinergic neurotransmission to produce symptomatic cognitive improvement rather than targeting amyloid/tau pathology. citeturn0search1turn0search3",
        "Act: Extracted details — drug: galantamine hydrobromide (Razadyne); mechanism: cholinesterase (acetylcholinesterase) inhibition ± nicotinic receptor potentiation; trial purpose: symptomatic cognitive enhancement in severe AD (randomized, double‑blind, placebo‑controlled). These features map to CADRO category D (Neurotransmitter Receptors), which covers interventions that modulate neurotransmitter systems to improve cognition. citeturn0search0turn0search1",
        "Reflect: Confirmation — systematic reviews and clinical literature describe galantamine as producing modest, symptomatic improvements in cognition and function through cholinergic mechanisms and do not classify it as disease‑modifying (amyloid/tau, inflammation, metabolism, etc.). Therefore the most specific CADRO match is D) Neurotransmitter Receptors rather than a disease‑modifying category or 'Other'. citeturn0search0turn0search3",
        "Web search results (key sources used): 1) Cochrane review — Galantamine for dementia due to Alzheimer disease and MCI (evidence of symptomatic cognitive/functional benefits; mechanism: reversible cholinesterase inhibition ± nicotinic actions). citeturn0search0turn0search1 2) PubMed review — Galantamine: a review of its use in Alzheimer's disease (mechanism and clinical symptomatic benefit). citeturn0search3 3) AAFP summary/Cochrane synopsis — clinical practice summary describing symptomatic benefit and dosing/adverse effects. citeturn0search4"
    ]
}