{
    "nct_id": "NCT00499642",
    "title": "A Single-Dose, Double-Blind, Crossover, Placebo- and Moxifloxacin (Open-Label)-Controlled Study of the Effects of Lecozotan SR on Cardiac Repolarization in Healthy Adult Subjects",
    "status": "COMPLETED",
    "last_update_time": "2007-12-19",
    "description_brief": "This is a randomized, double-blind, placebo- and moxifloxacin (open-label)-controlled, 4-period crossover study.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "Cognitive enhancer",
    "drug": [
        "Lecozotan SR (lecozotan, SRA-333) — small‑molecule 5‑HT1A receptor antagonist"
    ],
    "placebo": [
        "Placebo",
        "Moxifloxacin (open‑label positive control)"
    ],
    "explanation_target": [
        "Reason: The described trial is a Thorough QT (cardiac repolarization) study of a single dose of \"Lecozotan SR.\" Lecozotan is a small‑molecule, selective 5‑HT1A receptor antagonist that was developed for treatment of cognitive dysfunction/Alzheimer's disease and shown to enhance hippocampal glutamate and acetylcholine release (i.e., procognitive pharmacology). citeturn0search6turn1search5turn1search1",
        "Act: Key extracted details — study title and design match NCT00499642 (randomized, double‑blind, placebo‑ and moxifloxacin‑controlled, 4‑period crossover TQT study of Lecozotan SR). The compound is documented as lecozotan (SRA‑333), a small molecule 5‑HT1A silent/antagonist with PET occupancy and Phase I safety data in healthy and elderly/AD subjects. These sources describe its mechanism (5‑HT1A antagonism) and its cognitive‑enhancing rationale. citeturn0search6turn1search0turn0search4",
        "Reflect: Classification rationale — lecozotan is not a biologic (it's a small molecule), and it does not target core AD pathology like amyloid or tau. Its mechanism and development intent are for cognitive enhancement (neurotransmitter modulation), so the correct category is \"Cognitive enhancer.\" The TQT study itself is a cardiac safety study of that cognitive‑enhancer candidate. No substantial conflicting information was found in the listed sources. citeturn1search5turn1search0"
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The investigational drug, lecozotan (SRA‑333, Lecozotan SR), is a small‑molecule selective 5‑HT1A (serotonin) receptor antagonist developed as a cognitive enhancer; its procognitive rationale is via modulation of neurotransmitter release (hippocampal glutamate and acetylcholine). citeturn0search5turn0search1",
        "Act: Key extracted details — lecozotan (SRA‑333) is documented as a potent/selective 5‑HT1A antagonist and was tested in a single‑dose Thorough QT (TQT) cardiac repolarization study (NCT00499642 / Lecozotan SR TQT). These facts identify the biological target as a neurotransmitter receptor (5‑HT1A). citeturn0search2turn2search5",
        "Reflect: CADRO mapping — drugs that act on neurotransmitter receptors (serotonin/5‑HT receptors) map directly to CADRO category D) Neurotransmitter Receptors. The trial is a cardiac safety (TQT) study of that neurotransmitter‑targeting cognitive‑enhancer; it is not directed at core AD pathologies (amyloid, tau, etc.), nor does it indicate multiple distinct mechanistic targets, so D) is the most specific CADRO classification. citeturn0search5",
        "Web search results (key sources used): - JPET: JPET article describing lecozotan as a selective 5‑HT1A antagonist with procognitive effects. citeturn0search5 - PMC / Clinical pharmacology paper: safety/tolerability and 5‑HT1A antagonist characterization of lecozotan. citeturn0search1 - PubMed abstract summarizing pharmacology and procognitive data. citeturn0search0 - Trial registry entries for NCT00499642 (TQT study of Lecozotan SR). citeturn2search5turn2search2 - Product / compound listings (MedChemExpress / MedKoo) confirming SRA‑333 identity and 5‑HT1A antagonist classification. citeturn0search2turn0search6"
    ]
}