{
    "nct_id": "NCT05187819",
    "title": "Accuracy of Blood-based Biomarkers in Diagnosing Alzheimer's Disease in Clinical Practice",
    "status": "RECRUITING",
    "last_update_time": "2023-09-26",
    "description_brief": "Alzheimer's disease (AD) may currently be diagnosed using molecular biomarkers in cerebrospinal fluid (CSF) and/or positron emission tomography (PET). These diagnostic procedures are highly accurate, but the high cost and low availability hamper their feasibility. Recently, ultrasensitive blood tests predicting Alzheimer pathologies in the brain have been developed. These tests have a reliable ability to differentiate AD from other neurodegenerative disorders and identify AD across the clinical continuum with high sensitivity and specificity in research cohorts with a high prevalence of AD.\n\nThis project will assess the predictive value of these tests in a general practice population.\n\nThe hypothesis is that the actual blood panel will have high positive predictive value for a diagnosis of Alzheimer's disease in the primary health care setting.",
    "description_detailed": "A correct diagnosis of dementia is important in order to provide the patient and relatives with right information, and to give adequate treatment and support, but also to improve research and further development of treatment. Alzheimer's disease (AD) is the cause of nearly 2/3 of cases of dementia. Current diagnostic methods to ensure accurate diagnosis include analysis of cerebrospinal fluid and molecular PET, but these methods are expensive and not widely available.\n\nProgress has been made in the development of blood-based diagnostic biomarkers for Alzheimer's disease. It will lead to significant simplification and improvement of clinical practice if simple blood tests that can be taken in general practice can provide a reliable diagnosis of Alzheimer's disease.\n\nSeveral biomarkers (including phosphorylated tau 181, phosphorylated tau 217, phosphorylated tau 231, plasma glial fibrillary acidic protein, plasma β-amyloid 42 to β-amyloid 40 ratio, and plasma neurofilament light) has documented to be useful to distinguish Alzheimer's dementia from non-Alzheimer's dementia in research cohorts with a high prevalence of AD. This project aims to analyze the diagnostic ability of such biomarkers in a primary care cohort with a lower prevalence of AD.\n\nThe Stavanger region in Norway will be the catchment area for recruitment of study participants. The region is geographically distinct with 373,000 inhabitants, 15 municipalities with 320 GPs in 94 clinics, all served by one hospital. Consequently, the region offers unique opportunities for community-wide implementation research.\n\nAll General Practitioners (GPs) in the region will be invited to, upon consent, select participants for the study. To reflect real-life medical practice in primary care, broad inclusion criteria have been chosen. Blood samples will be taken at the GP offices. First, the robustness of the samples regarding temperature, time and transportation to the laboratory will be studied. Second, the results of the blood samples will be compared with the results of standard diagnostic procedures at the memory outpatient clinic at the hospital. A random sample of an equal number of patients with positive and negative blood biomarker test-results will undergo blinded specialist examination, including MRIs of the brain and analysis of the cerebrospinal fluid for Alzheimer biomarkers. The diagnosis made by the specialists will then be compared to the blood-test results in order to estimate the positive and negative predictive value of such biomarkers for the diagnosis of AD in general practice.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "DIAGNOSTIC",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial description is a diagnostic accuracy study of ultrasensitive blood tests (blood-based biomarkers) to predict Alzheimer pathology (aim: assess predictive value/positive predictive value in primary care). This is a non-therapeutic, diagnostic evaluation rather than a treatment trial targeting disease biology, cognition, or neuropsychiatric symptoms. ",
        "Act (key details extracted + supporting web results): The description refers to plasma/serum biomarkers that can identify AD pathology across the clinical continuum — biomarkers commonly reported in the literature include plasma phosphorylated-tau species (p-tau181, p-tau217), plasma Aβ42/Aβ40 ratios, and neurofilament light (NfL). Reviews and studies report these markers strongly associate with amyloid/tau PET and AD diagnosis. citeturn0search7turn0search4 C₂N’s PrecivityAD assays (plasma Aβ42/40 and p-tau217 ratios) and related validations report high analytic performance and high concordance with amyloid PET (AUCs reported ~0.94 in published/press-release validations). citeturn0search2turn0search5turn0search0 Plasma NfL has been reported as a marker of neurodegeneration and to predict progression from subjective cognitive decline/MCI to AD in longitudinal cohorts. citeturn0search3turn0search8",
        "Reflect: Classification check — by the provided category definitions: (1) Disease-targeted biologic: would require a biologic therapeutic (e.g., monoclonal antibody) targeting pathology — not present. (2) Disease-targeted small molecule: would require a small-molecule therapeutic — not present. (3) Cognitive enhancer: would require an intervention intended to improve cognition — not present. (4) Neuropsychiatric symptom improvement: would require symptomatic behavioral/psychiatric treatment — not present. The trial evaluates diagnostic biomarkers, therefore it does not fit any therapeutic category and should be classified as 'N/A'.",
        "Notes / ambiguity: No drug or therapeutic intervention is mentioned in the description; the protocol tests biomarker accuracy in primary care. If you want, I can (a) list major commercial/academic plasma tests and their published performance in more detail (PrecivityAD, automated p-tau panels, research p‑tau217 assays, NfL), or (b) extract specific claims and provide direct links/summaries of the cited validation papers. The web search results used above are included as cited sources."
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}