{
    "nct_id": "NCT00305903",
    "title": "A Prospective, 26-Week, Open-Label, Multi-Center, Single-Arm Pilot Study to Evaluate the Safety and Tolerability of Rivastigmine Capsule With Add on Memantine HCl in Patients With Probable Alzheimer's Disease (MMSE 10-20)",
    "status": "COMPLETED",
    "last_update_time": "2007-12-17",
    "description_brief": "This is a prospective, 26-week, open-label, single-arm multi-center pilot study. Eligible patients will receive open-label treatment with rivastigmine capsules plus memantine tablets as add on therapy. This study is designed to evaluate the safety and tolerability of add on therapy with memantine to rivastigmine capsules in patients with probable AD (MMSE 10-20)",
    "description_detailed": "N/A",
    "phase": [
        "PHASE4"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "rivastigmine",
        "memantine"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial tests rivastigmine capsules with add‑on memantine HCl in probable Alzheimer disease (MMSE 10–20). Both drugs act on neurotransmitter systems to provide symptomatic benefit (cholinesterase inhibition and NMDA receptor antagonism), not by directly targeting amyloid or tau pathology, so the study is aimed at cognitive/symptomatic improvement rather than disease modification. citeturn0search6turn0search3",
        "Act: Key extracted details — intervention: rivastigmine (oral capsules) + memantine HCl (tablets) as add‑on; purpose: evaluate safety/tolerability of the combination in AD patients. Mechanisms referenced in literature: rivastigmine is a centrally acting acetylcholinesterase (and butyrylcholinesterase) inhibitor; memantine is an uncompetitive/partial NMDA glutamate receptor antagonist used to ameliorate cognitive symptoms in moderate–severe AD. These portray symptomatic/cognitive enhancement mechanisms rather than targeting AD core pathology. citeturn0search1turn0search5",
        "Reflect: Classification check — fits the definition of 'Cognitive enhancer' (drugs improving cognitive function via neurotransmitter modulation). No indication in the description that either drug is being used to target amyloid/tau or that this is a diagnostic/non-therapeutic trial, so 'cognitive enhancer' is the appropriate category. Supporting clinical-use references: rivastigmine established as symptomatic treatment for AD; memantine approved/used for symptomatic treatment of moderate–severe AD. citeturn0search11turn0search10"
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The trial tests rivastigmine (a centrally-acting acetylcholinesterase and butyrylcholinesterase inhibitor) plus memantine HCl (an uncompetitive NMDA glutamate receptor antagonist). Both drugs act by modulating neurotransmitter systems to provide symptomatic/cognitive benefit rather than by directly targeting amyloid-β or tau pathology. citeturn0search2turn0search0",
        "Act: Extracted details — intervention: rivastigmine (oral capsules) + memantine HCl (add‑on). Mechanisms: rivastigmine inhibits AChE and BuChE to increase synaptic acetylcholine; memantine is an NMDA receptor antagonist that reduces pathologic glutamatergic overactivation. The trial’s stated purpose (safety/tolerability of a cognitive‑enhancer combination) and these mechanisms map to modulation of neurotransmitter receptors/systems. citeturn0search9turn0search1",
        "Reflect: Classification check — these drugs fit CADRO category D) Neurotransmitter Receptors because the intervention targets cholinergic and glutamatergic neurotransmission (symptomatic cognitive enhancement). There is no indication in the description that the study is aimed at amyloid, tau, neuroinflammation, or other disease-modifying pathways, nor is it diagnostic-only, so 'D) Neurotransmitter Receptors' is the most specific CADRO match. citeturn0search6turn0search3",
        "Web search results used (key sources): StatPearls entry on rivastigmine (mechanism: AChE/BuChE inhibition). citeturn0search2; StatPearls/NCBI and PubMed reviews on memantine (mechanism: uncompetitive NMDA receptor antagonist). citeturn0search0turn0search1; DrugBank summary for rivastigmine (targets AChE/BuChE). citeturn0search9; Review articles on rivastigmine clinical use and dual AChE/BuChE inhibition. citeturn0search6turn0search4"
    ]
}