{
    "nct_id": "NCT03786510",
    "title": "A Pilot Study on the Effectiveness of Multidomain Intervention Program for Reducing Risks of Dementia",
    "status": "COMPLETED",
    "last_update_time": "2018-12-23",
    "description_brief": "Investigators aimed to examine the feasibility and effectiveness of a multidomain intervention strategy involving intensive and maintenance programs aimed at reducing the risk of Alzheimer's disease (AD) in at-risk older adults. Participants were randomly allocated into three groups: (1) intensive plus maintenance program (INT+MNT group), (2) intensive program only (INT-only group), and (3) active control (control group). There were two study hypotheses: 1) the participants in the 4-week intensive program (INT+MNT and INT-only group) would show reduced dementia risk scores compared to control; and 2) that the participants in the added 20-week maintenance program (INT+MNT group) would show greater improvement in dementia risk scores compared to the INT-only and control groups.",
    "description_detailed": "OBJECTIVES: To examine the feasibility and effectiveness of a multidomain intervention strategy involving intensive and maintenance programs aimed at reducing the risk of Alzheimer's disease (AD) in at-risk older adults.\n\nDESIGN: A prospective randomized controlled trial with participants assigned to three parallel programs: intensive plus maintenance (INT+MNT), intensive only (INT-only), and active control.\n\nSETTING: A community center for dementia in South Korea.\n\nPARTICIPANTS: Community-dwelling older adults (aged ≥ 60 years) without dementia, but having several risk factors for AD.\n\nMEASUREMENTS: The study subjects participated in a 4-week intensive group-based lifestyle modification program that focused on physical activity, vascular risk factors, dietary habits, cognitive activities, and social engagement. Then, the participants underwent a 20-week maintenance program to consolidate modified habits. Linear mixed models were used to examine the changes in modified Australian National University-Alzheimer's Disease Risk Index (ANU-ADRI) scores in each group. Additional analyses of secondary outcomes, including cognitive function, were also performed.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "PREVENTION",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial describes a multidomain, non-pharmacologic lifestyle intervention (4-week intensive program ± 20-week maintenance) aiming to reduce dementia risk in at‑risk older adults by changing physical activity, diet, cognitive activity, vascular risk management and social engagement. This indicates a behavioral/prevention intervention rather than a drug or biologic. citeturn0search0",
        "Act: Key extracted details from the identified publication: randomized pilot trial with three arms (INT+MNT, INT-only, active control); 4‑week intensive program for INT groups and an added 20‑week maintenance for INT+MNT; primary outcome = modified ANU-ADRI dementia risk score; results showed reduced dementia risk score and improved executive function in the INT+MNT group. No drug, biologic, or placebo is mentioned in the trial description or article. citeturn0search0",
        "Web search evidence (selected results found matching the trial and context): 1) PubMed entry: \"A Multidomain Intervention for Modifying Lifestyle Habits Reduces the Dementia Risk in Community‑Dwelling Older Adults: A Single‑Blinded Randomized Controlled Pilot Study\" — matches the trial description and reports the INT+MNT vs INT-only vs control design and outcomes. citeturn0search0 2) Related multidomain prevention trials (for context) including FINGER and other multidomain lifestyle RCTs showing similar non‑drug interventions and use of dementia risk scores as outcomes. citeturn0search5turn0search6",
        "Reflect: Classification check — by the provided category definitions: not a biologic (no antibody/vaccine), not a small molecule, not a pharmacologic cognitive enhancer, and not an intervention targeting neuropsychiatric symptoms specifically. It is a lifestyle/multidomain prevention program (behavioral), so it does not fit the four therapeutic categories; therefore 'N/A' is appropriate. The web search confirmed the trial is non‑pharmacologic and contains no drug or placebo to classify. citeturn0search0turn0search6"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}