{
    "nct_id": "NCT06372587",
    "title": "Leveraging Genetically Encoded engiNeered protEins foR Next-Generation alzheImer'S Therapeutics",
    "status": "RECRUITING",
    "last_update_time": "2024-04-17",
    "description_brief": "Is this the right time to use next-generation approaches in Alzheimer's disease (AD)? In recent years, several large clinical trials testing treatments for AD have failed, putting the entire field on a reset. AD drug trials have almost exclusively sought to use antibodies targeted toward misfolded amyloid and tau proteins. Of note, although these approaches have failed, they were designed to cover both familial and sporadic forms of AD. On the other hand, the failure in developing new effective drugs is attributed to, but not limited to, the highly heterogeneous nature of AD with multiple underlying hypotheses and multifactorial pathology. The idea underlying this project is based on the assumption that learning and memory disorders can arise when the connections between neurons do not change appropriately in response to experience. Thus, by intervening on the core mechanisms of the cellular correlate of learning and memory, i.e., synaptic plasticity, the investigators expect to preserve some of the essential brain functions in AD. By overcoming the limits of traditional AD therapeutic approaches, the investigators will use genetically encoded engineered proteins (GEEPs), which the investigators developed and tested in vitro and in murine models, to control their activity in living human neurons boosting synaptic plasticity. Indeed, outstanding and relevant progress in understanding synaptic physiology empowers the possibility to prevent or limit brain disease like never before. The investigators designed GEEPs to address some of the leading causes of synaptic plasticity failures documented in AD. Thus, GEEPs will be tested in human induced pluripotent stem cells (hiPSCs)-derived living neurons obtained from reprogrammed peripheral tissues of participants with Alzheimer's diseases. hiPSCs will be obtained from fibroblast-derived from a skin biopsy of participants with AD and controls performed in local anesthesia using a 4 mm punch. The findings will provide the first preclinical study on the effect of genetically engineered proteins to control essential pathways implicated in synaptic plasticity on AD-related cognitive decline.",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "BASIC_SCIENCE",
    "results": null,
    "target_category": "Disease-targeted biologic",
    "drug": [
        "Genetically encoded engineered proteins (GEEPs)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is a genetically encoded engineered protein (a biologic) designed to modulate synaptic-plasticity pathways implicated in Alzheimer disease—i.e., it is a protein-based therapeutic aiming to intervene in disease-related cellular mechanisms rather than a small molecule or symptomatic psychotropic. citeturn1view0",
        "Act: Key trial details extracted from the public registry (NCT06372587 / ENERGISE): intervention listed as \"genetically encoded engineered proteins (GEEPs)\" tested in hiPSC-derived human neurons from AD and control participants; primary outcomes measure synaptic density, dendritic spine morphology and electrophysiologic measures. This confirms the agent is a biologic and is being evaluated for effects on disease-relevant synaptic pathology. citeturn1view0",
        "Reflect: Classification choice—'Disease-targeted biologic'—is based on (a) the intervention being a biologic (engineered proteins) and (b) its intent to address an AD-related cellular mechanism (synaptic plasticity/dendritic spine loss). Although the ultimate effect sought is preservation of cognitive function, the approach targets disease-relevant biology (not merely symptomatic cognitive enhancement), so the biologic/disease-directed category is the best fit. citeturn1view0",
        "Web search result used: Clinical trial registry entry summarizing the study (Leveraging Genetically Encoded engiNeered protEins foR Next-Generation alzheImer'S Therapeutics, NCT06372587) which provides the intervention name (GEEPs), study design and primary outcomes—source: ICH GCP / ClinicalTrials.gov-derived record. citeturn1view0"
    ],
    "agent_type": "M) Synaptic Plasticity/Neuroprotection",
    "explanation_agent": [
        "Reason: The intervention is 'genetically encoded engineered proteins (GEEPs)' designed to modulate synaptic-plasticity pathways (prevent dendritic spine loss, alter spine morphology, boost AMPA-mediated synaptic responses and neuronal excitability). This focus on synaptic function is characteristic of CADRO category M (Synaptic Plasticity/Neuroprotection). citeturn0search1",
        "Act: Trial registry entries list the intervention as 'genetically encoded engineered proteins (GEEPs)' tested in hiPSC-derived human neurons from AD and control participants, with primary outcomes that explicitly measure synaptic density, dendritic spine morphology and electrophysiologic (AMPA) responses—direct synaptic plasticity endpoints—so the most specific CADRO match is M) Synaptic Plasticity/Neuroprotection. citeturn0search0turn0search1",
        "Reflect: The study targets disease-relevant biology (synaptic plasticity mechanisms) using a biologic intervention; it does not target amyloid, tau, inflammation, vascular, metabolic or other single CADRO categories, nor is it a diagnostic-only study. No multiple distinct CADRO mechanisms are indicated, so 'R) Multi-target' is not required and 'T) Other' is inappropriate. Classification M aligns with the described mechanism and measured outcomes. citeturn0search2",
        "Web sources used (trial records): 1) ClinicalTrials.gov / ICH GCP derived record for NCT06372587 (ENERGISE) describing GEEPs, synaptic-plasticity rationale and outcome measures. citeturn0search2 2) Registry/aggregate listings summarizing the intervention and primary endpoints (medpath/trialx entries for NCT06372587). citeturn0search0turn0search3"
    ]
}