{
    "nct_id": "NCT04686838",
    "title": "READyR-II: Dynamic Tailoring Phase for a Remote Assessment and Dynamic Response Intervention to Support Couples in Planning for Changing Dementia Care Needs",
    "status": "COMPLETED",
    "last_update_time": "2023-01-15",
    "description_brief": "The purpose of the READyR II Study is to test a dynamic tailoring phase of a remote assessment for changing dementia-related care needs.",
    "description_detailed": "Unmet dementia-related care needs are highly prevalent, and are detrimental to the care dyad's (person with dementia and their family care partner) health, safety, mortality, and likelihood of nursing home placement. READyR II tests a dynamic tailoring phase of an intervention program that was previously developed to remotely assess dementia-related care needs using digital data on behavioral patterns (from sensors and wearables) in the home. READyR II follows participants who have completed READyR for a total of six months in order to detect anomalies in activity patterns that may indicate new and unforeseen care needs.\n\nPeople who voluntarily decide to participate in this follow-up intervention study will be asked to continue participating with the in-home monitoring sensor platform, complete weekly questionnaires, and receive regular follow-up telephone calls from the study team.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "SUPPORTIVE_CARE",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The study (READyR II) tests a remotely delivered assessment and dynamic response intervention to detect and respond to changing dementia-related care needs for dyads (person with dementia + care partner). This is a behavioral/technology care-planning intervention, not a pharmacologic agent. (Category definitions: disease-targeted biologic = biologics against pathology; disease-targeted small molecule = small-molecule drugs against pathology; cognitive enhancer = drug to improve cognition without targeting pathology; neuropsychiatric symptom improvement = interventions targeting behavioral/psychiatric symptoms.)",
        "Act: Search results show READyR/READyR II described as a remote assessment and dynamic response program using in-home sensors/wearables and digital activity data to identify care needs and tailor responses — e.g., trial registry and study summaries for REmote Assessment and Dynamic Response Intervention II (NCT04686838) and the original READyR development papers. These sources describe a values-based needs assessment and sensor-based monitoring, not any drug, biologic, or placebo. citeturn0search3turn0search6turn0search2turn0search4turn0search0",
        "Reflect: The intervention is non-pharmacologic (behavioral/technology) and focuses on assessment and care planning for dyads, so it does not fit any of the four drug/therapy categories (disease-targeted biologic, disease-targeted small molecule, cognitive enhancer, or neuropsychiatric symptom improvement). Therefore the correct classification is 'N/A'. If you want, I can extract and summarize specific trial pages or provide direct links to the registry entries and publications. citeturn0search3turn0search6turn0search1"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}