{
    "nct_id": "NCT02709356",
    "title": "Proof of Concepts: Can a Supplement Ketogenic Based MCT Oil Increases Cerebral Capture Ketones in People With Alzheimer's Disease?",
    "status": "COMPLETED",
    "last_update_time": "2018-10-09",
    "description_brief": "Evaluate and compare the changes in brain ketone and glucose uptake after taking two different MCT oil emulsions (60-40 oil or C8 oil) for one month, in a group of people with Alzheimer's disease and a control group.",
    "description_detailed": "Based on a PET/MRI protocol, the aim of this study is to evaluate and compare the response to the dietary supplementation of two different MCT oils (60% C10 + 40% C8 or 100 % C8) in two groups, patients with Alzheimer's disease and healthy elderly people (N=10/group). After a baseline evaluation, participant will test one of the supplements during two successive periods of one month; each period of time ending with 18F-FDG and 11C-acetoacetate PET scans.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "MCT oil (60:40 C8:C10 emulsion)",
        "C8 oil (tricaprylin / caprylic triglyceride)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is dietary/supplemental medium‑chain triglyceride (MCT) oil emulsions intended to raise circulating and cerebral ketones as an alternate brain fuel. That mechanism (supplying ketones to boost brain energy) is aimed at improving brain metabolism and — in prior trials — cognition, not at directly targeting amyloid or tau with a biologic or disease‑modifying small molecule. citeturn0search1turn0search5.",
        "Act (key extracted details & sources): The described protocol (two different MCT emulsions: a 60/40 C8:C10 blend and a C8 oil) matches published MCT intervention studies that measured brain ketone and glucose uptake with PET. One relevant study used a mixture of caprylic (≈55%) and capric (≈35%) acids followed by tricaprylin (≈95% C8) and reported brain ketone uptake doubling on both supplements. This confirms the intervention is MCT (nutritional) rather than a pharmaceutical biologic or small molecule. citeturn0search1. Commercial/ingredient descriptions show that “60/40” MCT products are C8 (caprylic acid) and C10 (capric acid) blends, and “C8” products are predominantly caprylic triglyceride (tricaprylin). citeturn0search2turn0search7. Systematic reviews and randomized trials report that MCT/ketogenic supplements induce mild ketosis and have been associated with small but measurable cognitive benefits in MCI/AD populations, supporting classification as a cognitive‑enhancing metabolic intervention. citeturn0search6turn0search5.",
        "Reflect: The trial is not a biologic (no antibody or vaccine) and not a small‑molecule drug targeting amyloid/tau. Its primary measured outcome (brain ketone and glucose uptake) and known clinical intent (rescuing brain energy and potentially improving cognition) align best with the \"cognitive enhancer\" category. Although the immediate endpoints are metabolic (ketone uptake), the rationale and prior literature treat MCT supplementation as an intervention to improve cognitive function in AD, so \"cognitive enhancer\" is the most appropriate classification. citeturn0search1turn0search5.",
        "Web search results referenced: (1) \"Ketogenic Medium Chain Triglycerides Increase Brain Energy Metabolism in Alzheimer's Disease\" — study measuring brain ketone (11C-acetoacetate) and glucose (FDG) uptake after MCT supplements (matches the described design). citeturn0search1; (2) \"A ketogenic drink improves brain energy and some measures of cognition in mild cognitive impairment\" (BENEFIC trial) — long‑term kMCT improved brain energy and some cognitive measures. citeturn0search5; (3) Systematic review/meta‑analysis showing MCTs induce mild ketosis and may improve cognition in MCI/AD. citeturn0search6; (4) Manufacturer/product pages describing 60/40 MCT blends (C8:C10) and ultra‑pure C8 (tricaprylin) products to confirm nomenclature and composition. citeturn0search2turn0search7."
    ],
    "agent_type": "J) Metabolism and Bioenergetics",
    "explanation_agent": [
        "Reason: The intervention is dietary supplementation with medium‑chain triglyceride (MCT) oils (C8/C10 tricaprylin/tricapric blends) intended to raise circulating and cerebral ketones to provide an alternative brain fuel and improve brain energy metabolism and cognition. This mechanism is a metabolic/bioenergetic intervention (rescuing/augmenting brain energy supply), not a direct anti‑amyloid, anti‑tau, immunologic, or synaptic receptor pharmacologic target, so it best maps to CADRO category J: Metabolism and Bioenergetics. citeturn0search0turn0search1",
        "Act: Key extracted details and assignment: - Intervention: MCT oil emulsions (60:40 C8:C10 blend and tricaprylin/C8 oil). The cited PET study showed brain ketone uptake doubled after MCT supplements (caprylic/capric mix and tricaprylin), confirming the metabolic (ketone supply) mechanism. citeturn0search0turn0search4 - Clinical effects: The BENEFIC kMCT trial reported increased brain ketone uptake and some cognitive improvements in MCI; systematic reviews/meta‑analyses report MCTs induce mild ketosis and may modestly improve cognition in MCI/AD populations. These are consistent with a metabolism/bioenergetics target. citeturn0search1turn0search2turn0search3 - Assignment: J) Metabolism and Bioenergetics, because the primary biological focus is increasing brain ketone availability/energy metabolism rather than targeting amyloid, tau, inflammation, etc.",
        "Reflect: Confirmation and alternatives considered: - The protocol and prior literature explicitly describe a nutritional/metabolic mechanism (ketone supply/brain energy rescue), not a biologic or small‑molecule disease‑modifying mechanism targeting amyloid, tau, ApoE, inflammation, synaptic receptors, or proteostasis. Thus J) Metabolism and Bioenergetics is the closest CADRO match. citeturn0search0turn0search7 - If the trial had been framed solely as a symptomatic 'cognitive enhancer' without metabolic endpoints, one could consider a 'cognitive enhancement' label, but CADRO defines metabolic interventions under Metabolism/Bioenergetics, so J remains correct. - Web search results used (key references): PubMed study showing doubled brain ketone uptake after MCT (Ketogenic Medium Chain Triglycerides Increase Brain Energy Metabolism in Alzheimer's Disease). citeturn0search0 BENEFIC trial (kMCT drink) showing improved brain energy and some cognitive measures. citeturn0search1turn0search7 Systematic reviews/meta‑analyses showing MCTs induce mild ketosis and may improve cognition. citeturn0search2turn0search3 Animal/model work supporting MCT effects on cognition and metabolism. citeturn0search5turn0search6",
        "Output: J) Metabolism and Bioenergetics — The trial tests MCT (C8/C10) supplements to raise circulating and cerebral ketones as an alternative brain fuel (a metabolic/bioenergetic intervention), so it maps to CADRO category J. citeturn0search0turn0search1turn0search2"
    ]
}