{
    "nct_id": "NCT05281744",
    "title": "Collaborative Care Coordination Program for Alzheimer's Disease and Related Dementias (Co-CARE-AD)",
    "status": "ACTIVE_NOT_RECRUITING",
    "last_update_time": "2025-06-23",
    "description_brief": "This is a randomized, pragmatic clinical trial to evaluate the effectiveness of a collaborative care-coordination program embedded in a health plan for people living with Alzheimer's disease and related dementias (ADRD) and their care partners versus usual care. The study population will include community-dwelling Medicare Advantage members living with ADRD and their care partners. Outcomes will be healthcare utilization outcomes of individuals with ADRD and include emergency department visits, outpatient visits, avoidable emergency department visits, and admission to long-term care facilities.",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "SUPPORTIVE_CARE",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is a collaborative care–coordination / dementia care consultation program embedded in a health plan (a behavioral/service intervention) aimed at reducing healthcare utilization for people with ADRD and supporting care partners, not a pharmacologic agent or biologic targeting Alzheimer pathology. citeturn0search0turn0search5",
        "Act: Key extracted details — Title: Collaborative Care Coordination Program for Alzheimer's Disease and Related Dementias (Co-CARE-AD); Registry/ID: NCT05281744; Sponsor: Harvard Pilgrim Health Care; Intervention type listed as a behavioral “Dementia Care Consultation” / care-coordination program; Population: community-dwelling Medicare Advantage members with ADRD and their care partners; Primary outcomes: healthcare utilization measures (all-cause ED visits, outpatient visits, avoidable ED visits, admission to long-term care). These registry/trial listings describe a non-drug, care-management intervention rather than a small molecule or biologic. citeturn0search0turn0search4turn0search5",
        "Reflect: Classification — I classify this trial as 'N/A' for the provided categories because it is a non‑therapeutic care-coordination program (not a disease‑targeted biologic, disease‑targeted small molecule, cognitive‑enhancing drug, or an intervention whose primary aim is explicitly to improve neuropsychiatric symptoms). Note: collaborative care programs can sometimes reduce neuropsychiatric symptoms or affect medication use, but the stated primary outcomes here are utilization metrics, supporting the 'N/A' classification. For context, prior collaborative dementia care trials target care processes and utilization/outcomes rather than targeting amyloid/tau or testing cognitive enhancers. citeturn0search1turn0search7"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}