{
    "nct_id": "NCT02178124",
    "title": "A Phase I Clinical Study, Randomized, Single-blind, Placebo-controlled, Multiple Doses, Dose Escalation Study of the Safety, Tolerability and Pharmacokinetics of Donepezil Patch in Healthy Male Subjects.",
    "status": "COMPLETED",
    "last_update_time": "2015-03-23",
    "description_brief": "Study of the Safety, tolerability and pharmacokinetics with multiple doses of donepezil patch in healthy male subjects",
    "description_detailed": "N/A",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "Cognitive enhancer",
    "drug": [
        "donepezil (transdermal patch)",
        "donepezil (oral)"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The intervention is donepezil, a reversible acetylcholinesterase inhibitor that increases central acetylcholine and is used to improve cognition/symptoms in Alzheimer’s disease rather than to target core pathology (amyloid or tau). citeturn1search7",
        "Act: The trial description tests a donepezil patch (multiple doses, safety/tolerability/PK in healthy males; placebo-controlled). Transdermal donepezil formulations and Phase I PK/safety studies have been published (single- and multiple-dose PK analyses and later phase studies of donepezil patches). citeturn0search5turn0search2turn0search3",
        "Reflect: Given the drug class and mechanism (symptomatic cholinesterase inhibition) the correct category is Cognitive enhancer rather than a disease-modifying biologic or pathology-targeted small molecule. The trial is a formulation/PK/safety study of a symptomatic cognitive-enhancing agent, and thus matches the 'Cognitive enhancer' category. citeturn1search7turn0search5",
        "Web search results (key sources used): 1) Single-dose PK and safety of a transdermal donepezil patch in healthy volunteers (full text, PMC). citeturn0search5 2) Pharmacokinetic modeling and simulation analysis using multiple-dose patch data (Phase I data pooled analysis). citeturn0search2 3) Phase III randomized study showing efficacy/non-inferiority of a donepezil patch vs oral donepezil in AD patients. citeturn0search3 4) Donepezil prescribing information / mechanism: donepezil is a specific, reversible acetylcholinesterase inhibitor used to treat symptoms of Alzheimer’s disease (DailyMed / prescribing sources). citeturn1search7"
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The intervention is donepezil, a reversible acetylcholinesterase inhibitor that increases synaptic acetylcholine and is used as a symptomatic cognitive enhancer in Alzheimer disease rather than targeting core pathology (amyloid or tau). This mechanism is modulation of the cholinergic neurotransmitter system. citeturn0search3turn0search8",
        "Act: The trial description tests a transdermal donepezil patch (Phase I, multiple-dose, safety/tolerability/PK in healthy males) versus placebo and includes oral donepezil as comparator/formulation context. These cited PK/safety and formulation studies document transdermal donepezil development and Phase I data. Based on the explicit cholinesterase mechanism and symptomatic cognitive-enhancer intent, the correct CADRO mapping is D) Neurotransmitter Receptors. citeturn0search5turn0search1turn0search2",
        "Reflect: Classification as D) Neurotransmitter Receptors aligns with CADRO because the drug acts on cholinergic neurotransmission (indirectly via acetylcholinesterase inhibition), not on disease-modifying targets such as amyloid, tau, inflammation, proteostasis, or vasculature. The trial is a formulation/PK/safety study of a symptomatic neurotransmitter-modulating agent, not a multi-target or diagnostic intervention. Confirming sources: mechanistic reviews and the donepezil patch PK and Phase III papers support these points. citeturn0search3turn0search8turn0search4",
        "Web search results (key sources used): 1) Donepezil mechanism (reversible acetylcholinesterase inhibitor) — StatPearls / mechanistic review. citeturn0search3 2) Donepezil overview / therapeutic use and symptomatic (non–disease‑modifying) effects — PubMed review. citeturn0search8 3) Single-dose pharmacokinetics and safety study of a transdermal donepezil patch in healthy volunteers (Phase I). citeturn0search5 4) Pharmacokinetic modeling / multiple-dose patch analysis (Phase I data). citeturn0search1 5) Phase III randomized non‑inferiority trial of a donepezil patch vs oral donepezil (efficacy/safety in AD). citeturn0search4turn0search6"
    ]
}