{
    "nct_id": "NCT02702817",
    "title": "Investigations of Naproxen Treatment Effects in Pre-clinical Alzheimer's Disease (INTREPAD)",
    "status": "COMPLETED",
    "last_update_time": "2017-07-29",
    "description_brief": "Two-year double-masked trial of over-the-counter dosage of naproxen sodium vs placebo in 200 cognitively normal participants with a parental or multiplex first-degree family history Alzheimer's disease (AD) dementia. Primary outcomes are decline in cognitive function and slope of change in a summary Alzheimer Progression Score derived from serial assessment of neuroimaging, biochemical, and sensori-neural biomarker indicators of pre-clinical disease -- all believed likely to reflect progress of preclinical AD in this high risk cohort. Approximately 2/3 of participants have volunteered also for serial lumbar punctures for analysis of cerebrospinal fluid. A two-year off-treatment delayed-washout phase is planned to examine sustained treatment effects and evidence of disease modification.",
    "description_detailed": "The trial enrolled 195 cognitively normal persons aged 60+ with either a parental history of AD or a history of two or more affected first-degree relatives. Persons aged 55-59 were admitted if their current age was \\<= 15 years younger than AD onset in their index relative. Such persons are believed to be at approximately 3-fold increased risk of AD dementia. We expected a majority of them to show evidence of progressive pre-clinical AD. Participants were randomized 1:1 to receive the common non-steroidal anti-inflammatory drug (NSAID) naproxen in over-the-counter dosage (naproxen sodium 220 mg) or identical-appearing placebo tablets twice daily. At baseline and at three follow-up visits (3 months, 12 months and 24 months after randomization) they were tested for cognitive abilities and undergo brain imaging with both structural and functional MRI. They are also tested for sensori-neural capacities in olfactory identification and in the ability to discern spoken language in a distracting environment (to test central auditory processing). About 2/3 of participants also volunteered to undergo a series of lumbar punctures for donation of cerebrospinal fluid (CSF), which was assayed for several biochemical markers of AD that are now understood to be present for a decade or longer before the onset of symptoms. As well, their plasma and CSF are assayed for presence of naproxen and for numerous markers of inflammatory processes (cytokines and chemokines). The central hypothesis was that administration of naproxen would not only suppress these inflammatory markers but would also slow or reverse the progress of change in cognition and in biomarkers of the pre-clinical stage of AD. The analysis plan followed the principle of modified Intent-to-Treat, considering outcomes for all persons who had at least one follow-up examination while on-protocol. After completion of two years of treatment, these participants are being followed for a further two years to observe whether treatment-related changes are sustained -- indicating that the treatment effects represent modification of the disease process itself, as opposed to a temporary change in brain function.",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "PREVENTION",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "naproxen sodium (naproxen)"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The intervention is naproxen sodium, an over-the-counter nonsteroidal anti-inflammatory drug (NSAID) that is a small-molecule cyclooxygenase (COX) inhibitor. The trial aims to test whether sustained naproxen alters biomarker, neuroimaging, and cognitive progression in preclinical AD (i.e., disease modification rather than symptomatic cognitive enhancement). citeturn0search12turn0search0",
        "Act: Key trial details extracted: randomized, double-masked, ~2-year trial (INTREPAD) comparing naproxen sodium 220 mg twice daily vs placebo in cognitively normal, family-history–positive participants, with multimodal biomarkers (neuroimaging, CSF, cognitive) and a delayed washout to assess sustained/disease-modifying effects. This matches the user's description and the published INTREPAD report. citeturn0search0turn0search2",
        "Reflect: Classification justification and caveats — category chosen: 'disease-targeted small molecule' because naproxen is a small-molecule NSAID tested with the explicit intent to slow or modify preclinical AD progression (biomarker and progression endpoints). Although naproxen does not directly target amyloid or tau like an anti-amyloid biologic, its anti-inflammatory/COX-inhibiting mechanism is being tested as a potential disease-modifying pathway; therefore it fits the 'disease-targeted small molecule' definition rather than 'cognitive enhancer' or 'neuropsychiatric symptom improvement'. Prior large trials of NSAIDs in AD prevention/treatment have generally been negative or showed no benefit and have raised safety concerns — a reason to note that disease-modification was the intended target but not proven. citeturn0search5turn0search4",
        "Web search results (sources used): 1) INTREPAD randomized trial report (Neurology) — description, dose (220 mg twice daily), outcomes and conclusions from the INTREPAD study. citeturn0search0 2) INTREPAD summary and journal coverage (Medthority / Neurology abstract). citeturn0search2 3) Naproxen mechanism (nonselective COX inhibitor; NSAID description). citeturn0search12 4) Reviews and prior trial data on NSAIDs and AD (mechanistic rationale and prior negative trials such as ADAPT). citeturn0search5turn0search4"
    ],
    "agent_type": "F) Inflammation",
    "explanation_agent": [
        "Reason: The intervention is naproxen sodium, an over‑the‑counter NSAID whose primary pharmacologic action is non‑selective inhibition of cyclooxygenase (COX‑1 and COX‑2), i.e., an anti‑inflammatory mechanism. The INTREPAD trial tested sustained naproxen as a disease‑modifying strategy in preclinical AD (biomarker/neuroimaging/cognitive endpoints), which aligns the biological focus with inflammation-mediated pathways rather than amyloid, tau, synaptic enhancement, or purely symptomatic treatment. citeturn1search0turn0search0",
        "Act: Key extracted details — drug: naproxen sodium (220 mg twice daily in INTREPAD); trial design: randomized, double‑masked, ~2‑year, family‑history–positive cognitively normal participants with multimodal biomarkers (neuroimaging, CSF, cognitive) and a delayed washout to assess sustained/disease‑modifying effects. The mechanism tested is anti‑inflammatory (COX inhibition), so the most specific CADRO category is F) Inflammation. citeturn0search4turn0search0",
        "Reflect: Confirming the classification — naproxen is a small‑molecule NSAID and its disease‑modifying hypothesis in INTREPAD rests on modulating inflammation (COX/prostaglandin pathway). Although there has been discussion that some NSAIDs may have other effects (e.g., possible gamma‑secretase modulation reported for certain NSAIDs), the dominant, well‑established target for naproxen is COX inhibition (inflammatory pathway); therefore F) Inflammation is the best CADRO match rather than R) Multi‑target or another single pathology category. Note: the trial findings showed no benefit and increased adverse events, but that does not change the biological target classification. citeturn1search5turn0search1",
        "Web search results used (key sources): INTREPAD randomized trial report (Neurology / PubMed). citeturn0search0; Full Neurology article / trial details. citeturn0search4; Naproxen mechanism (StatPearls / NCBI Bookshelf). citeturn1search0; Molecular basis for naproxen‑COX interaction (J Biol Chem / PMC). citeturn1search5; Naproxen clinical pharmacology / FDA label excerpt (mechanism section). citeturn1search7"
    ]
}