{
    "nct_id": "NCT05551689",
    "title": "Evaluation of the Effectiveness of the FOCUS ADHD Mobile Health Platform in the Monitoring of Adults With Attention-Deficit/ Hyperactivity Disorder (ADHD)",
    "status": "COMPLETED",
    "last_update_time": "2024-05-14",
    "description_brief": "The study is a randomized clinical trial to evaluate the efficacy on treatment adherence, performance and usability of the mobile health solution FOCUS ADHD, in combination with a discount application in the purchase of psychostimulant medication by adult patients with ADHD",
    "description_detailed": "Current technological and digital advances enable the development and implementation of innovative and effective strategies in the diagnosis, treatment, and follow-up of patients with ADHD and other mental disorders. Such tools have the potential to significantly improve the services provided with a patient-centred approaches, expand and facilitate access to and support for treatment of adults with ADHD and other mental disorders. However, the levels of scientific evidence of such solutions are still limited and more studies are needed for their evaluation in different contexts and populations. The expectation is that such mHealth devices can help in the diagnosis, identification, and early detection of individuals at higher risk, allowing the development of individualized and more efficient approaches. At the same time, offering integrated, multidisciplinary, continuous, and accurate monitoring.\n\nThis project aims to evaluate the efficacy of the FOCUS ADHD in treatment adherence, symptom control and psychoeducation for the follow-up of ADHD patients. This implementation aims to involve health professionals and ADHD patients into a participatory, dynamic social processes to evaluate the proposed solution. In addition to the implementation of FOCUS ADHD, this study will also evaluate the impact on granting a discount on the purchase of psychostimulant medication. In Brazil, with some state exceptions, access to psychostimulant medication for ADHD treatment is not offered free of charge to the population by the State. Therefore, \\\\the patient needs to pay out-of-pocket cost to acquire ADHD medications. The cost and access to medication is a significant factor for treatment abandonment. Thus, we intend to evaluate whether the granting of a significant discount on the acquisition of medication can have a positive impact on the treatment of adult patients with ADHD. This is three arms randomized clinical trial involving 60 adult ADHD patients that will be monitored for 3 months. One arm will be evaluating the impact of FOCUS ADHD app on treatment adherence. A second arm will be evaluating the FOCUS ADHD App plus the eligibility to receive the discount on the medication purchase. The third Arm will be based on current practices of ADHD patient follow up (treatment as usual). The patients will be recruited through public calls led by the Attention Deficit/Hyperactivity Program (PRODAH-A) of the Hospital de Clínicas de Porto Alegre (HCPA), Federal University of Rio Grande do Sul (UFRGS), Brazil. The primary outcomes will be evaluated by comparing the groups that used the mHealth FOCUS ADHD tool and the control that will not use them in the application. The primary outcome are:\n\n* Adherence to pharmacological treatment of ADHD: Assess whether the use of the FOCUS ADHD application as a monitoring and education tool: (1) Increases by 10% the ADHD pharmacological treatment in adult patients compared to the control intervention. (2) Evaluate if a discount concession on ADHD pharmacological treatment increases by 20% the treatment adherence compared to the control intervention.\n* ADHD knowledge and psychoeducation: Evaluate whether the use of the FOCUS ADHD application as a psychoeducation tool produces a at least 10% greater increase on knowledge about ADHD versus the control group.\n\nSecondary outcomes will be evaluated exclusively with FOCUS ADHD application users. It will be evaluated levels of adoption, retention, and usability of the FOCUS ADHD application by enrolled participants. For the secondary outcomes evaluation, the following aspects will be analysed:\n\n1. Adoption: Assess whether at least 50% patients have established with their respective physicians a collaborative network of ADHD monitoring through the FOCUS ADHD application. Assess whether at least 50% patients registered the medications in the Tasks and Medications icon. Assess whether at least 50% of patients filled out the ASRS symptom assessment at least once in the application. To verify whether at least 50% of patients-maintained access at least once a week to the news and psychoeducation contents of FOCUS in the period evaluated.\n2. Retention: Examine whether at least 50% of patients who used the FOCUS ADHD app recorded at least 80% of days taking the daily medication on the evaluation period.\n3. Usability assessment by implementing the User Version of the Mobile Application Rating Scale (uMARS). Obtain an average minimum score greater than or equal to 3 in the evaluations performed by users.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "SUPPORTIVE_CARE",
    "results": null,
    "target_category": "N/A",
    "drug": [
        "methylphenidate (e.g., Concerta/Ritalin)",
        "mixed amphetamine salts (e.g., Adderall)",
        "lisdexamfetamine (Vyvanse)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention under study is a mobile health solution (the FOCUS ADHD App) plus a commercial discount on purchasing psychostimulant medications, with the primary outcomes being treatment adherence, performance and usability — i.e., a digital adherence/monitoring intervention rather than a pharmacologic agent targeting Alzheimer’s pathology. citeturn0search4turn0search0",
        "Act (trial details extracted): This was a randomized, parallel-group clinical trial in adults with ADHD (73 participants) comparing: treatment as usual (TAU); TAU + FOCUS ADHD App; and TAU + App + medication purchase discount. The App was evaluated for adoption, usability, and effect on adherence (MPR and intake registrations). citeturn0search0turn0search4",
        "Act (drug information search): The trial mentions psychostimulant medications generally but does not test or name a specific investigational drug. Common psychostimulants prescribed for adult ADHD include methylphenidate, mixed amphetamine salts, and lisdexamfetamine (Vyvanse). These agents are conventional stimulant therapies for adult ADHD. citeturn0search4turn1search3turn1search4",
        "Reflect (classification rationale): The four Alzheimer’s-related categories are: (1) disease-targeted biologic; (2) disease-targeted small molecule; (3) cognitive enhancer; (4) neuropsychiatric symptom improvement. This trial evaluates a digital adherence/monitoring intervention for ADHD and a commercial discount mechanism — it does not test a biologic or small-molecule targeting Alzheimer’s pathology, nor is it a pharmacologic cognitive-enhancer trial for Alzheimer’s or explicitly a neuropsychiatric-symptom management trial relevant to Alzheimer’s categories. Therefore the correct classification (within the provided Alzheimer’s-focused taxonomy) is 'N/A'. citeturn0search4",
        "Notes / ambiguity: Although the study involves psychostimulant medications (standard ADHD drugs listed above), those medications are not the experimental intervention under evaluation; the experimental component is the mobile app + discount incentive. The trial title and full text confirm no specific investigational drug was evaluated. citeturn0search0turn0search4"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}