{
    "nct_id": "NCT02142777",
    "title": "S-Equol in Alzheimer's Disease (SEAD) Trial",
    "status": "COMPLETED",
    "last_update_time": "2016-08-12",
    "description_brief": "The purpose of this study is to determine if S-equol could benefit persons with Alzheimer's Disease (AD).",
    "description_detailed": "Alzheimer's disease (AD) is a progressive brain disorder which causes memory and thinking problems. The exact cause of AD is unknown. Researchers believe mitochondria (the part of your cells that produces energy) might be linked to symptoms of AD. Some studies have shown that patients with Alzheimer's disease have reduced mitochondrial activity or have fewer mitochondria present in neurons. In this study, it is believed that by targeting mitochondria, we might learn more about its influence on AD symptoms.\n\nMitochondria have a receptor site for estrogen (a hormone) called estrogen receptor β (ERβ). When estrogen attaches to this site, it promotes mitochondrial function. Studies have also suggested ERβ stimulation can cause cells to create new mitochondria. More mitochondria, or increased activity of existing mitochondria, in the cell might have an impact on patients with Alzheimer's disease. One way to measure this increase in function is to look for the presence of an enzyme called COX in your blood. If a drug increases mitochondrial function, there will be an increase in COX concentration in the bloodstream.\n\nBy doing this study we hope to learn if S-equol, a compound that acts like estrogen in the body, causes such an increase in mitochondrial activity. We also hope to determine the tolerability of a therapeutic dose of S-equol. It is our goal to advance the understanding of AD, particularly in women.",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "S-equol (small-molecule metabolite of the soy isoflavone daidzein; ERβ agonist)"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: S-equol is a small-molecule, gut-microbiome–derived metabolite of the soy isoflavone daidzein that acts as a selective estrogen receptor‑beta (ERβ) agonist and has reported effects on mitochondrial function and neuroprotection — i.e., it targets a biological pathway relevant to AD pathophysiology rather than being a purely symptomatic cognitive enhancer. citeturn0search0turn0search3",
        "Act: The SEAD clinical work administered S‑equol to Alzheimer’s subjects to test effects on mitochondrial biomarkers (platelet cytochrome oxidase activity) and safety/feasibility, indicating a mechanistic, disease‑targeting intent rather than only treating behavioral symptoms. This trial and pilot results are reported in an Alzheimer's & Dementia conference abstract and a PubMed-listed pilot study. citeturn0search1turn0search6",
        "Reflect: Given (1) S‑equol is a small molecule (not a biologic like an antibody or vaccine), (2) its known pharmacology as an ERβ agonist with mitochondrial/vascular/neuroprotective effects, and (3) the trial's aim to modify mitochondrial biomarkers in AD, the correct category is 'disease-targeted small molecule'. There is some overlap because ER signaling may also influence cognition or symptoms, but the primary intervention mechanism and trial endpoints support classification as disease-targeted small molecule. citeturn0search2turn0search8",
        "Web search results / sources used (summary): 1) PubMed - 'S-equol, a potent ligand for estrogen receptor β...' — describes S‑equol as the human gut-derived S‑enantiomer with high ERβ affinity. citeturn0search0 2) Alzheimer's & Dementia conference abstract (SEAD) — trial rationale, design and mitochondrial biomarker endpoints. citeturn0search1 3) PubMed pilot study - 'A Mitochondrial Biomarker‑Based Study of S‑Equol in Alzheimer's Disease Subjects' — results from the single‑arm pilot. citeturn0search6 4) Review on potential protective mechanisms of S‑equol for cognitive decline/dementia — context and epidemiology. citeturn0search3 5) DrugBank / pharmacology summaries — lists ERβ as S‑equol's target. citeturn0search2"
    ],
    "agent_type": "L) Growth Factors and Hormones",
    "explanation_agent": [
        "Reason: S‑equol is a gut‑microbiome–derived small‑molecule metabolite of the soy isoflavone daidzein that acts as a selective estrogen receptor‑beta (ERβ) agonist and has reported mitochondrial and neuroprotective effects — i.e., it directly engages a hormone receptor (ERβ). citeturn0search4turn0search3",
        "Act: The SEAD trial administered S‑equol to Alzheimer’s subjects and used a mitochondrial target‑engagement biomarker (platelet cytochrome oxidase activity) as a primary mechanistic endpoint, indicating a disease‑targeting intent tied to ERβ signaling and downstream bioenergetic effects. citeturn0search1turn0search2",
        "Reflect: CADRO classifies interventions that act through hormonal signaling (growth factors and hormones) in category L. Because S‑equol’s primary molecular target is ERβ (an estrogen receptor/hormone receptor), the most specific CADRO classification is L) Growth Factors and Hormones. There is overlap with J) Metabolism and Bioenergetics because the trial measured mitochondrial function, but the direct molecular target (ERβ) maps to hormones. citeturn0search0turn0search4",
        "Web search results / sources (summary): 1) JAD pilot study reporting S‑equol administration in AD subjects and mitochondrial COX endpoint (full paper). citeturn0search0 2) PubMed listing/abstract of the pilot trial (SEAD) describing design, endpoints, and results. citeturn0search1 3) AAIC / Alzheimer's & Dementia conference abstract describing the SEAD trial rationale and COX biomarker endpoints. citeturn0search2 4) Research on equol enantiomers and ER binding showing S‑equol’s preferential high affinity for ERβ. citeturn0search3turn0search4"
    ]
}