{
    "nct_id": "NCT00456417",
    "title": "Evaluation of [123I] MNI-187 and SPECT as a Marker of Beta-amyloid Protein Deposition in Subjects With Alzheimer Disease in Comparison to Healthy Subjects",
    "status": "COMPLETED",
    "last_update_time": "2019-03-12",
    "description_brief": "The underlying goal of this study is to assess 123-I MNI-187 SPECT imaging as a tool to detect ß-amyloid deposition in the brain of AD research participants and age- and gender-matched healthy subjects.",
    "description_detailed": "Approximately 14 patients with Alzheimer's disease (AD) and 12 healthy controls will be recruited to participate in this study. Healthy controls will be examined to ensure that there is no evidence of neurodegenerative changes including cognitive decline.\n\nAll subjects will undergo written informed consent and a screening evaluation including baseline clinical laboratory testing, a baseline physical and neurological evaluation and baseline cognitive evaluations.\n\nSubjects will be asked to undergo a bolus injection of 123-I MNI-187. Subjects will undergo serial SPECT imaging scans and serial venous plasma sampling for measurement of 123-I MNI-187 in plasma (both protein bound and free) over a period of up to 6 hours.\n\nSubjects may be asked to undergo a second imaging visit between 2 and 6 weeks following the initial imaging visit following similar procedures to the initial imaging visit to evaluate the reproducibility of the imaging measure using this procedure. The imaging analyses will be performed by an image-processing specialist who will remain masked to the procedures employed with each imaging acquisition.\n\nThe primary imaging outcome measure will be the brain regional distribution volumes expressed as a brain tissue to plasma ratio of the radioligand, 123-I MNI-187. Time to the peak uptake and amplitude of the peak uptake will be evaluated for all brain regions and the results for the AD patients and controls will be compared.\n\nFor those subjects undergoing repeat imaging visits, the data from the initial scan will be compared to the second scan to determine which offers the reproducibility of the imaging outcome measure.",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "DIAGNOSTIC",
    "results": null,
    "target_category": "N/A",
    "drug": [
        "123‑I MNI‑187 (Iodine‑123–labeled radiotracer used for SPECT imaging of ß‑amyloid)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The study's stated goal is to assess 123‑I MNI‑187 SPECT imaging as a tool to detect ß‑amyloid deposition in the brain (i.e., a diagnostic imaging radiotracer), not to treat or modify disease symptoms or pathology. This is a non‑therapeutic imaging/diagnostic intervention, so it does not fit the four treatment categories (disease‑targeted biologic/small molecule, cognitive enhancer, or neuropsychiatric symptom improvement). citeturn1search0turn1search1",
        "Act (extracted details & sources): Intervention listed as \"123‑I MNI‑187 Injection and Imaging Procedures\" in a Phase 1 imaging study (NCT00456417) enrolling ~30 subjects to compare AD vs healthy controls; procedures include bolus injection of 123‑I MNI‑187, serial SPECT imaging and plasma sampling to measure radioligand distribution — i.e., an imaging biomarker evaluation rather than a therapeutic trial. citeturn1search1turn0search3",
        "Web search results (key records found): - MedPath / trial entry for Evaluation of [123I] MNI‑187 and SPECT (study description matches the user text). citeturn1search0 - Trial snapshot / record (NCT00456417) summary (lists intervention as 123‑I MNI‑187 Injection and Imaging Procedures, Phase 1, completed). citeturn1search1 - ClinicalTrialsGPS / trial listing with start/end dates and similar description. citeturn0search3",
        "Reflect: Classification check — because the intervention is a radiolabeled imaging agent used to detect amyloid (diagnostic SPECT radiotracer) rather than a therapeutic biologic or small molecule intended to change disease course or symptoms, the correct classification under the provided scheme is 'N/A'. Note: related MNI series compounds (e.g., other 123I‑MNI tracers) have been and were investigated as SPECT tracers; several entries show similar imaging studies, confirming the MNI compounds are used as radiotracers rather than treatments. citeturn0search7turn0search8"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}