{
    "nct_id": "NCT03944460",
    "title": "A Randomized, Double-blind and Placebo-controlled Single Ascending-dose Phase I Study (First-in-human) to Investigate the Safety, Tolerability and Pharmacokinetics of Contraloid Acetate (in Healthy Subjects).",
    "status": "COMPLETED",
    "last_update_time": "2019-05-08",
    "description_brief": "This is a single-center first-in-human single-ascending-dose clinical trial assessing the safety and tolerability of oral dosing of Contraloid acetate in healthy volunteers. The study drug Contraloid (alias RD2, alias PRI-002) is an orally available all-D-peptide, which was developed to directly destroy toxic and replicating A-beta oligomer prions, by disassembling them into A-beta monomers. The study drug is specifically designed for the curative or at least disease-modifying treatment of cognition, memory and behavior deficits in Alzheimer´s disease patients. The study drug is not designed to reduce brain plaque load or total A-beta in cerebrospinal fluid. The study drug is blood-brain-barrier penetrable \\[1\\] and has demonstrated target engagement in vitro and in vivo \\[2, 3\\]. Preclinical treatments in three different transgenic mouse models in three different laboratories yielded improved cognition and deceleration of neurodegeneration, even under truly non-preventive treatment conditions and even when applied orally \\[2-5\\]. The hereby obtained PRI-002 plasma levels have also been achieved in humans after single oral dosing.",
    "description_detailed": "The investigation on the compound Contraloid acetate in a single-ascending-dose phase I study (first-in-human) has been performed in 40 healthy male participants, randomly assigned to the treatment. Main focus was on the evaluation of the outcome of the safety and tolerability; secondarily the pharmacokinetic characteristics of the compound were assessed. Five different ascending doses (4, 12, 36, 108, and 320 mg Contraloid) administered orally as a single dose, were tested in five cohorts on respectively six participants per cohort, additionally two participants of each cohort received placebo.\n\nIn order to maintain the highest level of security for the participants of this first-in-human study a staggered design was used. First, only two sentinels of each cohort were administered with the study drug or placebo (ratio 1:1). Only after assessing all available data by the data safety and monitoring board (DSMB), the rest of the cohort (5 study drug : 1 placebo) were allowed to be treated. This took place on two consecutive days, administering the study drug to three participants per each starting day. After DSMB permission the next higher dose level was started in the next cohort with the same scheme of administration.\n\nDuring the screening period the informed consent was obtained and the evaluation of the inclusion and exclusion criteria, collection of demographic data and previous medical history, physical examination and health assessment, 12-lead ECG were performed. Additionally vital signs, haemogram, coagulation, biochemistry and urine analysis determination, as well as serology and testing of drug abuse were carried out.\n\nOn the first study day the participants received in fasting conditions the study drug after re-evaluation the inclusion/exclusion criteria. For monitoring the laboratory parameters and the pharmacokinetics of Contraloid blood draws were performed in a predetermined frequency. Physical conditions, vital signs, ECG and EEG, concomitant medication, adverse events were monitored closely. Sentinels stayed in the Phase-I Unit for 72 hours, and the remaining participants of the cohort for 24 hours. A follow-up was performed on Days 3, 4 and 8. The study was double-blinded and conducted under the EU regulations and Good Clinical Practice (GCP) and national Austrian law. Monitoring and PV was performed by the CRO NeuroScios, DM by Fundación Teófilo Hernando, Spain, bio-analytics by Triskelion, The Netherlands.\n\nContraloid (alias RD2, alias PRI-002) is an all-D-peptide, which was developed to directly destroy toxic and replicating A-beta oligomer prions by disassembling them into A-beta monomers. The study drug is specifically designed for the curative or at least disease-modifying treatment of cognition, memory and behavior deficits in Alzheimer´s disease patients. The study drug is not designed to reduce brain plaque load or total A-beta in cerebrospinal fluid. The study drug is blood-brain-barrier penetrable \\[1\\] and has demonstrated target engagement in vitro and in vivo \\[2, 3\\]. Preclinical treatments in three different transgenic mouse models in three different laboratories yielded improved cognition and deceleration of neurodegeneration, even under truly non-preventive treatment conditions and even when applied orally \\[2-5\\]. The hereby obtained PRI-002 plasma levels have also been achieved in humans after single oral dosing.",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted biologic",
    "drug": [
        "Contraloid acetate",
        "PRI-002",
        "RD2"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The investigational agent is an all-D-enantiomeric peptide (Contraloid / PRI-002 / RD2) developed to directly disassemble toxic, self-replicating Aβ oligomers into Aβ monomers with the intention of modifying disease processes and improving cognition in Alzheimer’s disease—i.e., it targets Alzheimer’s pathology rather than only symptomatic cognition enhancement. citeturn0search7turn0search2",
        "Act: Key extracted details — drug names: Contraloid (alias RD2, alias PRI-002); modality: orally available all-D-peptide (biologic); mechanism: prion‑like Aβ oligomer disassembly (anti‑oligomeric/prionic action); setting: first‑in‑human single ascending dose Phase I in healthy volunteers (randomized, double‑blind, placebo‑controlled). Based on these details, this trial maps to the 'disease-targeted biologic' category because the intervention is a biologic (peptide) directly targeting Aβ oligomer pathology. citeturn0search7turn0search2turn0search4",
        "Reflect: Classification check — peptides (especially engineered D‑peptides designed to engage a pathological protein species) fall under biologic modalities that target disease pathology in the provided category definitions. The trial description and supporting publications explicitly frame PRI‑002 as disease‑modifying (aiming to disassemble toxic Aβ oligomers) and not as a symptomatic-only cognitive enhancer; therefore 'disease-targeted biologic' is the best-fit category. Minor ambiguity: some may consider small peptides borderline between small molecule and biologic, but the mechanism (protein/oligomer engagement) and nomenclature (all‑D‑peptide therapeutic) support classifying it as a biologic. citeturn0search4turn0search2",
        "Web search results supporting the above (selected): - Phase I SAD and MAD safety/PK study summary for PRI‑002 (describes oral all‑D peptide, mechanism, safety in healthy volunteers). citeturn0search2 - MedPath / trial registry entry for the Contraloid acetate SAD (first‑in‑human) study confirming Contraloid = RD2 = PRI‑002 and study design. citeturn0search7 - ALZFORUM therapeutic entry summarizing preclinical evidence, mechanism (disassembly of Aβ oligomers), and clinical development. citeturn0search4 - Phase 1b randomized placebo‑controlled study in MCI/mild AD reporting safety and an exploratory cognitive signal. citeturn0search1"
    ],
    "agent_type": "A) Amyloid beta",
    "explanation_agent": [
        "Reason: The investigational agent (Contraloid acetate / PRI-002 / RD2) is an all‑D‑enantiomeric peptide developed to directly disassemble toxic, self‑replicating amyloid‑beta (Aβ) oligomers into Aβ monomers, i.e., it acts on Aβ oligomer pathology rather than only on symptomatic pathways. citeturn0search0turn0search4",
        "Act: Key extracted details — drug names: Contraloid (RD2, PRI‑002); modality: orally available all‑D peptide (biologic); mechanism: direct disassembly / anti‑prionic activity against Aβ oligomers; clinical stage: first‑in‑human single ascending dose Phase I in healthy volunteers (randomized, double‑blind, placebo‑controlled) with subsequent Phase 1b in MCI/mild AD. These facts indicate the therapeutic target is amyloid‑beta (Aβ) oligomers. citeturn0search0turn0search2turn0search6",
        "Reflect: Assignment check — targeting Aβ oligomers maps directly to CADRO category A) Amyloid beta. The agent is disease‑targeting (aims to reduce toxic Aβ species) rather than symptomatic only, and no competing target class (e.g., tau, inflammation) is indicated. Peptide modality does not change the biological target classification. Confirmed. citeturn0search1turn0search7",
        "Web search results (selected) supporting the above:",
        "- Safety and pharmacokinetics of orally available anti‑prionic PRI‑002 describing direct disassembly of toxic Aβ oligomers and Phase I SAD/MAD results. citeturn0search0",
        "- Randomized Phase 1b trial in MCI/mild AD reporting safety and exploratory cognitive signal; mechanism described as disassembly of Aβ oligomers. citeturn0search2",
        "- Design and phase‑2 planning / background summary describing PRI‑002 as an all‑D peptide that disassembles Aβ oligomers. citeturn0search1",
        "- Preclinical and clinical summary (RD2/PRI‑002) reporting Aβ oligomer elimination, cognitive benefit in models, and progression into human trials. citeturn0search4",
        "- ALZFORUM therapeutic entry summarizing mechanism, clinical data, and development status for PRI‑002. citeturn0search7"
    ]
}