{
    "nct_id": "NCT05444244",
    "title": "Novel Approaches to Identifying and Engaging Disadvantaged Patients With Alzheimer's Disease (AD) in Clinical Research",
    "status": "COMPLETED",
    "last_update_time": "2025-05-07",
    "description_brief": "Despite well-documented disparities in Alzheimer's disease and related dementia (AD) prevalence, incidence, treatment, and mortality, individuals from disadvantaged backgrounds (e.g. racial/ethnic minorities and socioeconomically disadvantaged persons) are under-represented in clinical research. Existing research recruitment approaches are rarely designed to accommodate the priorities, concerns, and constraints relevant to participants from diverse backgrounds. To address these gaps, the investigators developed a research recruitment and engagement model, the Participant Oriented Research Engagement Model that centers and prioritizes relational aspects of research engagement, research participant needs, and systematically address socioeconomic determinants (i.e. unmet needs) that may limit accessibility of research. The investigators propose to test the effectiveness of the Brain Health Community (BHC) Registry recruitment and engagement intervention, as compared to standard research recruitment strategies in modifying enrollment rates, participant satisfaction, and engagement. The investigators hypothesize that the BHC Registry will yield greater enrollment rates, higher satisfaction, and better ratings of relational engagement.",
    "description_detailed": "Despite well-documented disparities in Alzheimer's disease and related dementia (AD) prevalence, incidence, treatment, and mortality, individuals from disadvantaged backgrounds (e.g. racial/ethnic minorities and socioeconomically disadvantaged persons) are under-represented in clinical research. This poses a major barrier for efforts to better understand how disease risk factors and protective factors influence ADRD progression, and determinants of observed disparities. The National Institute on Aging has highlighted the need for development of an applied recruitment science to advance ADRD research, and enable systematic investigation of ADRD health disparities. Existing research on optimal ADRD research recruitment, engagement, and retention strategies is sparse, and focuses predominantly on individual-level characteristics, many of which may not be modifiable. Much of this research also overlooks the role of structural and social determinants, along with features of the study design in shaping participation decisions. People with ADRD and their caregivers commonly face financial, social, emotional, and logistical (i.e. time scarcity) consequences in relation to dementia, that disproportionately burden disadvantaged populations, yet are overlooked in research recruitment and engagement approaches. Existing research recruitment approaches are rarely designed to accommodate the priorities, concerns, and constraints relevant to participants from diverse backgrounds.\n\nTo address these gaps, the investigators developed a research recruitment and engagement model, the Participant Oriented Research Engagement Model that centers and prioritizes relational aspects of research engagement, research participant needs, and systematically address socioeconomic determinants (i.e. unmet needs) that may limit accessibility of research. Core constructs within the model are implemented within an applied research recruitment and engagement intervention, the Brain Health Community (BHC) Registry which applies systematic, tailored, and relational recruitment strategies and standardized connections to resources as an element of the research engagement process. The investigators propose to test the effectiveness of the BHC Registry recruitment and engagement intervention, as compared to standard research recruitment strategies in modifying enrollment rates, participant satisfaction, and engagement. Each approach will be evaluated in a randomized trial to either BHC Registry or Standard Recruitment (SR). The relative benefit of these two approaches will be evaluated in a crossover trial of 60 participants who will be randomized in a 2:1 ratio. The investigators hypothesize that the BHC Registry will yield greater enrollment rates, higher satisfaction, and better ratings of relational engagement. Upon completion of the study, participants who received SR will be invited to participate in the BHC Registry.\n\nAim 1: To compare the BHC Registry to SR with respect to enrollment factors.\n\nAim 2: To compare the BHC Registry to SR with respect to participant satisfaction and relational engagement.\n\nHypothesis A: Tailored and relational recruitment strategies used in BHC Registry will result in higher enrollment, lower rates of refusal, and lower drop-out rates.\n\nHypothesis B: Tailored and relational recruitment strategies used in BHC Registry will result in higher participant satisfaction ratings.\n\nHypothesis C: Tailored and relational recruitment strategies used in the BHC Registry will yield better ratings of relational engagement.\n\nHypothesis D: Tailored and relational recruitment strategies used in BHC Registry will result in more favorable attitudes toward research as assessed by the Clinical Research Involvement Scale (CRIS)",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "OTHER",
    "results": {
        "participantFlowModule": {
            "preAssignmentDetails": "No participants have been enrolled into the Standard Recruitment arm as of grant closeout on 5/31/2023.",
            "groups": [
                {
                    "id": "FG000",
                    "title": "Brain Health Community Registry Recruitment",
                    "description": "Relational Research Recruitment and Engagement Intervention:\n\n* Specified recruiter/point of contact\n* Flexibility in study time, place, method of recruitment (preferred participant email, phone), and follow-up (in registry, if participant calls back at all restart 3 failed phone contacts)\n* Resource matching (financial, transportation constraints)"
                },
                {
                    "id": "FG001",
                    "title": "Standard Recruitment",
                    "description": "No specified recruiter/point of contact Limited flexibility in study time, place, method of recruitment and follow-up No resource matching"
                }
            ],
            "periods": [
                {
                    "title": "Overall Study",
                    "milestones": [
                        {
                            "type": "STARTED",
                            "achievements": [
                                {
                                    "groupId": "FG000",
                                    "numSubjects": "182"
                                },
                                {
                                    "groupId": "FG001",
                                    "comment": "No participants recruited for this arm as of grant closeout.",
                                    "numSubjects": "0"
                                }
                            ]
                        },
                        {
                            "type": "COMPLETED",
                            "achievements": [
                                {
                                    "groupId": "FG000",
                                    "numSubjects": "182"
                                },
                                {
                                    "groupId": "FG001",
                                    "comment": "No participants recruited for this arm as of grant closeout.",
                                    "numSubjects": "0"
                                }
                            ]
                        },
                        {
                            "type": "NOT COMPLETED",
                            "achievements": [
                                {
                                    "groupId": "FG000",
                                    "numSubjects": "0"
                                },
                                {
                                    "groupId": "FG001",
                                    "numSubjects": "0"
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        "baselineCharacteristicsModule": {
            "populationDescription": "No participants were recruited for the standard recruitment arm as of study closeout on 5/31/2023.",
            "groups": [
                {
                    "id": "BG000",
                    "title": "Brain Health Community Registry Recruitment",
                    "description": "Relational Research Recruitment and Engagement Intervention:\n\n* Specified recruiter/point of contact\n* Flexibility in study time, place, method of recruitment (preferred participant email, phone), and follow-up (in registry, if participant calls back at all restart 3 failed phone contacts)\n* Resource matching (financial, transportation constraints)"
                },
                {
                    "id": "BG001",
                    "title": "Standard Recruitment",
                    "description": "* No specified recruiter/point of contact\n* Limited flexibility in study time, place, method of recruitment, and follow-up\n* No resource matching"
                },
                {
                    "id": "BG002",
                    "title": "Total",
                    "description": "Total of all reporting groups"
                }
            ],
            "denoms": [
                {
                    "units": "Participants",
                    "counts": [
                        {
                            "groupId": "BG000",
                            "value": "182"
                        },
                        {
                            "groupId": "BG001",
                            "value": "0"
                        },
                        {
                            "groupId": "BG002",
                            "value": "182"
                        }
                    ]
                }
            ],
            "measures": [
                {
                    "title": "Age, Categorical",
                    "paramType": "COUNT_OF_PARTICIPANTS",
                    "unitOfMeasure": "Participants",
                    "classes": [
                        {
                            "categories": [
                                {
                                    "title": "<=18 years",
                                    "measurements": [
                                        {
                                            "groupId": "BG000",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "BG002",
                                            "value": "0"
                                        }
                                    ]
                                },
                                {
                                    "title": "Between 18 and 65 years",
                                    "measurements": [
                                        {
                                            "groupId": "BG000",
                                            "value": "72"
                                        },
                                        {
                                            "groupId": "BG002",
                                            "value": "72"
                                        }
                                    ]
                                },
                                {
                                    "title": ">=65 years",
                                    "measurements": [
                                        {
                                            "groupId": "BG000",
                                            "value": "110"
                                        },
                                        {
                                            "groupId": "BG002",
                                            "value": "110"
                                        }
                                    ]
                                }
                            ]
                        }
                    ]
                },
                {
                    "title": "Age, Continuous",
                    "paramType": "MEAN",
                    "dispersionType": "FULL_RANGE",
                    "unitOfMeasure": "years",
                    "classes": [
                        {
                            "categories": [
                                {
                                    "measurements": [
                                        {
                                            "groupId": "BG000",
                                            "value": "65.87",
                                            "lowerLimit": "36",
                                            "upperLimit": "99"
                                        },
                                        {
                                            "groupId": "BG002",
                                            "value": "65.87",
                                            "lowerLimit": "36",
                                            "upperLimit": "99"
                                        }
                                    ]
                                }
                            ]
                        }
                    ]
                },
                {
                    "title": "Sex: Female, Male",
                    "paramType": "COUNT_OF_PARTICIPANTS",
                    "unitOfMeasure": "Participants",
                    "classes": [
                        {
                            "categories": [
                                {
                                    "title": "Female",
                                    "measurements": [
                                        {
                                            "groupId": "BG000",
                                            "value": "134"
                                        },
                                        {
                                            "groupId": "BG002",
                                            "value": "134"
                                        }
                                    ]
                                },
                                {
                                    "title": "Male",
                                    "measurements": [
                                        {
                                            "groupId": "BG000",
                                            "value": "48"
                                        },
                                        {
                                            "groupId": "BG002",
                                            "value": "48"
                                        }
                                    ]
                                }
                            ]
                        }
                    ]
                },
                {
                    "title": "Race (NIH/OMB)",
                    "paramType": "COUNT_OF_PARTICIPANTS",
                    "unitOfMeasure": "Participants",
                    "classes": [
                        {
                            "categories": [
                                {
                                    "title": "American Indian or Alaska Native",
                                    "measurements": [
                                        {
                                            "groupId": "BG000",
                                            "value": "2"
                                        },
                                        {
                                            "groupId": "BG002",
                                            "value": "2"
                                        }
                                    ]
                                },
                                {
                                    "title": "Asian",
                                    "measurements": [
                                        {
                                            "groupId": "BG000",
                                            "value": "1"
                                        },
                                        {
                                            "groupId": "BG002",
                                            "value": "1"
                                        }
                                    ]
                                },
                                {
                                    "title": "Native Hawaiian or Other Pacific Islander",
                                    "measurements": [
                                        {
                                            "groupId": "BG000",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "BG002",
                                            "value": "0"
                                        }
                                    ]
                                },
                                {
                                    "title": "Black or African American",
                                    "measurements": [
                                        {
                                            "groupId": "BG000",
                                            "value": "2"
                                        },
                                        {
                                            "groupId": "BG002",
                                            "value": "2"
                                        }
                                    ]
                                },
                                {
                                    "title": "White",
                                    "measurements": [
                                        {
                                            "groupId": "BG000",
                                            "value": "171"
                                        },
                                        {
                                            "groupId": "BG002",
                                            "value": "171"
                                        }
                                    ]
                                },
                                {
                                    "title": "More than one race",
                                    "measurements": [
                                        {
                                            "groupId": "BG000",
                                            "value": "6"
                                        },
                                        {
                                            "groupId": "BG002",
                                            "value": "6"
                                        }
                                    ]
                                },
                                {
                                    "title": "Unknown or Not Reported",
                                    "measurements": [
                                        {
                                            "groupId": "BG000",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "BG002",
                                            "value": "0"
                                        }
                                    ]
                                }
                            ]
                        }
                    ]
                },
                {
                    "title": "Region of Enrollment",
                    "paramType": "COUNT_OF_PARTICIPANTS",
                    "unitOfMeasure": "Participants",
                    "classes": [
                        {
                            "title": "United States",
                            "categories": [
                                {
                                    "measurements": [
                                        {
                                            "groupId": "BG000",
                                            "value": "182"
                                        },
                                        {
                                            "groupId": "BG002",
                                            "value": "182"
                                        }
                                    ]
                                }
                            ]
                        }
                    ]
                },
                {
                    "title": "Participants Requesting Resources",
                    "paramType": "COUNT_OF_PARTICIPANTS",
                    "unitOfMeasure": "Participants",
                    "classes": [
                        {
                            "categories": [
                                {
                                    "measurements": [
                                        {
                                            "groupId": "BG000",
                                            "value": "97"
                                        },
                                        {
                                            "groupId": "BG002",
                                            "value": "97"
                                        }
                                    ]
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        "outcomeMeasuresModule": {
            "outcomeMeasures": [
                {
                    "type": "PRIMARY",
                    "title": "Number of Participants Enrolled in Each Recruitment Arm",
                    "description": "Number of participants enrolled in the Brain Health Community Registry",
                    "populationDescription": "No participants were enrolled in the Standard Recruitment arm as of study closeout (5/31/2023). Analysis only accounts for the Brain Health Community Registry Recruitment Arm.",
                    "reportingStatus": "POSTED",
                    "paramType": "COUNT_OF_PARTICIPANTS",
                    "unitOfMeasure": "Participants",
                    "timeFrame": "10 months",
                    "groups": [
                        {
                            "id": "OG000",
                            "title": "Brain Health Community Registry Recruitment",
                            "description": "Relational Research Recruitment and Engagement Intervention:\n\n* Specified recruiter/point of contact\n* Flexibility in study time, place, method of recruitment (preferred participant email, phone), and follow-up (in registry, if participant calls back at all restart 3 failed phone contacts)\n* Resource matching (financial, transportation constraints)"
                        },
                        {
                            "id": "OG001",
                            "title": "Standard Recruitment",
                            "description": "* No specified recruiter/point of contact\n* Limited flexibility in study time, place, method of recruitment, and follow-up\n* No resource matching"
                        }
                    ],
                    "denoms": [
                        {
                            "units": "Participants",
                            "counts": [
                                {
                                    "groupId": "OG000",
                                    "value": "182"
                                },
                                {
                                    "groupId": "OG001",
                                    "value": "0"
                                }
                            ]
                        }
                    ],
                    "classes": [
                        {
                            "categories": [
                                {
                                    "measurements": [
                                        {
                                            "groupId": "OG000",
                                            "value": "182"
                                        }
                                    ]
                                }
                            ]
                        }
                    ]
                },
                {
                    "type": "SECONDARY",
                    "title": "Number of Participants Retained Over Time",
                    "description": "Number of participants in the Brain Health Community Registry",
                    "populationDescription": "No participants were enrolled in the Standard Recruitment arm as of study closeout (5/31/2023). Analysis only accounts for the Brain Health Community Registry Recruitment Arm.",
                    "reportingStatus": "POSTED",
                    "paramType": "COUNT_OF_PARTICIPANTS",
                    "unitOfMeasure": "Participants",
                    "timeFrame": "10 months",
                    "groups": [
                        {
                            "id": "OG000",
                            "title": "Brain Health Community Registry Recruitment",
                            "description": "Relational Research Recruitment and Engagement Intervention:\n\n* Specified recruiter/point of contact\n* Flexibility in study time, place, method of recruitment (preferred participant email, phone), and follow-up (in registry, if participant calls back at all restart 3 failed phone contacts)\n* Resource matching (financial, transportation constraints)"
                        },
                        {
                            "id": "OG001",
                            "title": "Standard Recruitment",
                            "description": "* No specified recruiter/point of contact\n* Limited flexibility in study time, place, method of recruitment, and follow-up\n* No resource matching"
                        }
                    ],
                    "denoms": [
                        {
                            "units": "Participants",
                            "counts": [
                                {
                                    "groupId": "OG000",
                                    "value": "182"
                                },
                                {
                                    "groupId": "OG001",
                                    "value": "0"
                                }
                            ]
                        }
                    ],
                    "classes": [
                        {
                            "categories": [
                                {
                                    "measurements": [
                                        {
                                            "groupId": "OG000",
                                            "value": "182"
                                        }
                                    ]
                                }
                            ]
                        }
                    ]
                },
                {
                    "type": "OTHER_PRE_SPECIFIED",
                    "title": "Participants Matched With Resources",
                    "description": "As part of the Brain Health Community Registry, participants were given the option to have a tailored list of resources created for them. Resources included transportation needs, caregiving support groups, resources related to eyeglasses or hearing aids, food, and other needs. This measure indicates the number of participants out of the 182 total participants that requested and received a personal resource list.",
                    "populationDescription": "No participants were enrolled in the Standard Recruitment arm as of study closeout (5/31/2023). Analysis only accounts for the Brain Health Community Registry Recruitment Arm.",
                    "reportingStatus": "POSTED",
                    "paramType": "COUNT_OF_PARTICIPANTS",
                    "unitOfMeasure": "Participants",
                    "timeFrame": "10 months",
                    "groups": [
                        {
                            "id": "OG000",
                            "title": "Brain Health Community Registry Recruitment",
                            "description": "Relational Research Recruitment and Engagement Intervention: • Specified recruiter/point of contact\n\n* Flexibility in study time, place, method of recruitment (preferred participant email, phone), and follow-up (in registry, if participant calls back at all restart 3 failed phone contacts)\n* Resource matching (financial, transportation constraints)"
                        },
                        {
                            "id": "OG001",
                            "title": "Standard Recruitment",
                            "description": "* No specified recruiter/point of contact\n* Limited flexibility in study time, place, method of recruitment, and follow-up\n* No resource matching"
                        }
                    ],
                    "denoms": [
                        {
                            "units": "Participants",
                            "counts": [
                                {
                                    "groupId": "OG000",
                                    "value": "182"
                                },
                                {
                                    "groupId": "OG001",
                                    "value": "0"
                                }
                            ]
                        }
                    ],
                    "classes": [
                        {
                            "categories": [
                                {
                                    "measurements": [
                                        {
                                            "groupId": "OG000",
                                            "value": "97"
                                        }
                                    ]
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        "adverseEventsModule": {
            "frequencyThreshold": "0",
            "timeFrame": "10 months",
            "description": "No participants were enrolled in the Standard Recruitment arm as of study closeout (5/31/2023). Risk for Serious Adverse Events, All-Cause Mortality, and Other (Not Including Serious) Adverse Events only accounts for the Brain Health Community Registry Recruitment Arm.",
            "eventGroups": [
                {
                    "id": "EG000",
                    "title": "Brain Health Community Registry Recruitment",
                    "description": "Relational Research Recruitment and Engagement Intervention:\n\n* Specified recruiter/point of contact\n* Flexibility in study time, place, method of recruitment (preferred participant email, phone), and follow-up (in registry, if participant calls back at all restart 3 failed phone contacts)\n* Resource matching (financial, transportation constraints)",
                    "deathsNumAffected": 0,
                    "deathsNumAtRisk": 182,
                    "seriousNumAffected": 0,
                    "seriousNumAtRisk": 182,
                    "otherNumAffected": 0,
                    "otherNumAtRisk": 182
                },
                {
                    "id": "EG001",
                    "title": "Standard Recruitment",
                    "description": "* No specified recruiter/point of contact\n* Limited flexibility in study time, place, method of recruitment, and follow-up\n* No resource matching",
                    "deathsNumAffected": 0,
                    "deathsNumAtRisk": 0,
                    "seriousNumAffected": 0,
                    "seriousNumAtRisk": 0,
                    "otherNumAffected": 0,
                    "otherNumAtRisk": 0
                }
            ]
        },
        "moreInfoModule": {
            "certainAgreement": {
                "piSponsorEmployee": false,
                "restrictiveAgreement": false
            },
            "pointOfContact": {
                "title": "Andrea Gilmore-Bykovskyi",
                "organization": "University of Wisconsin School of Medicine and Public Health",
                "email": "algilmore@wisc.edu",
                "phone": "6082623057"
            }
        }
    },
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The described study evaluates a relational research recruitment and engagement intervention—the Participant Oriented Research Engagement Model implemented as the Brain Health Community (BHC) Registry—intended to increase enrollment, satisfaction, and engagement among disadvantaged individuals for AD research. This is an enrollment/engagement intervention, not a therapeutic drug or diagnostic procedure. citeturn0search1",
        "Act: Key extracted details — intervention name: Brain Health Community (BHC) Registry; model: Participant Oriented Research Engagement Model; design: randomized (2:1) crossover comparison versus Standard Recruitment, outcomes: enrollment rates, participant satisfaction, and engagement; trial registration: NCT05444244. These details come from the trial registration and registry listings. citeturn0search1turn0search2",
        "Reflect: Classification rationale — by the provided definitions, this trial is not testing a biologic or small-molecule therapeutic, nor a drug to enhance cognition or treat neuropsychiatric symptoms. It is a non-therapeutic recruitment/engagement intervention (research process intervention), so the correct category is 'N/A'. This interpretation aligns with the trial registry description. citeturn0search1",
        "Web search results (sources found & what they show): 1) MedPath / trial listing for 'A Relational Research Recruitment and Engagement Intervention for Cognitive Aging Research' with the full study description and NCT05444244. citeturn0search1 2) ICH GCP / clinical-trials-registry copy of the same trial details. citeturn0search2 3) Related literature on Brain Health Registry engagement and recruitment strategies (examples of registry-based engagement work and barriers/facilitators), useful context for this study's approach. citeturn0search3turn0search4"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}