{
    "nct_id": "NCT03402503",
    "title": "A Randomized Phase IIa, Multi-center, Double-blind, Placebo-controlled Study to Assess the Safety, Feasibility, Tolerability, and Efficacy of a New Buccal Film of Montelukast in Patients With Mild to Moderate Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2024-04-17",
    "description_brief": "The aim of this study is to evaluate the safety, feasibility, tolerability and efficacy of a new buccal film of montelukast in patients with mild to moderate Alzheimer's disease.",
    "description_detailed": "This is a randomized Phase IIa, multi-center, double-blind, placebo-controlled study of a new buccal film of montelukast in patients with mild to moderate Alzheimer's Disease. Study drug (montelukast or matching placebo) will be administered once or twice daily for 26 weeks, and treatment effect will be assessed primarily using the global NTB composite score at Week 26.\n\nPatients who consent to participate will undergo screening assessments to determine eligibility. This study will enroll patients who are ≥50 years of age with mild to moderate Alzheimer's Disease and on a stable treatment of donepezil, rivastigmine or galantamine for ≥3 months. Patients will be randomized (using a balanced block randomization schedule) to one of two treatment groups:\n\n* Group A: Montelukast buccal film\n* Group B: Matching placebo buccal film\n\nIn addition to the global NTB composite, patients will also be evaluated using the MMSE, ADCS-CGIC, ADCS-ADL23, NPI and S-STS. Patients will be followed for any safety concerns throughout the study and for 4 weeks following the last study visit.",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "montelukast (buccal film formulation)"
    ],
    "placebo": [
        "matching placebo buccal film"
    ],
    "explanation_target": [
        "Reason: The intervention is montelukast — a small-molecule leukotriene (CysLT1) receptor antagonist originally approved for asthma/allergic rhinitis — being tested in a reformulated buccal film for patients with mild–moderate Alzheimer’s disease. The trial’s primary and secondary outcomes (neuropsychological test battery, ADCS-ADL23, NPI, etc.) aim to measure cognitive/functional/behavioral effects in AD, consistent with repurposing a drug to target disease-related neuroinflammation/pathology rather than a symptomatic-only cognitive enhancer or a biologic. citeturn0search2turn0search1",
        "Act: Key extracted details from the trial registry and reports — Title/Design: Randomized Phase IIa, multi-center, double-blind, placebo-controlled study of a new montelukast buccal film in mild–moderate Alzheimer’s disease (NCT03402503). Sponsor: IntelGenx Corp. Intervention: montelukast buccal film (versus matching placebo) administered once or twice daily for 26 weeks. Primary outcome: global NTB composite score (cognitive). These sources confirm the drug identity, formulation (buccal film/VersaFilm reformulation to increase bioavailability and brain penetration), and intent to evaluate effects on cognition/function in AD. citeturn0search1turn0search3turn0search6",
        "Reflect: Classification justification — montelukast is a small molecule (not a biologic) and its presumed mechanism in AD trials is modulation of leukotriene-mediated inflammation and related pathways (a disease-related target), so the correct category is 'disease-targeted small molecule.' There is some overlap in that the trial measures cognitive outcomes (so one could phrase it as cognitive improvement), but because the investigational rationale is targeting inflammation/pathology with a known pharmacologic receptor (CysLT1), the trial fits the 'disease-targeted small molecule' definition. No major ambiguities in the registry entry required reclassification. citeturn0search2turn0search6",
        "Web search results (sources used): NCT03402503 trial record and summaries (trial registry/clinical-trial aggregators). citeturn0search1turn0search3",
        "Additional supporting references: Montelukast mechanism and clinical use (StatPearls / drug label). Reformulation and AD repurposing discussion (Alzforum / IntelGenx reports). citeturn0search2turn0search6"
    ],
    "agent_type": "F) Inflammation",
    "explanation_agent": [
        "Reason: The investigational product is montelukast, a small‑molecule cysteinyl leukotriene receptor (CysLT1) antagonist whose primary pharmacology is blockade of leukotriene‑mediated inflammatory signaling; the trial is a repurposing of montelukast to modify disease‑related neuroinflammation/pathways in AD rather than a purely symptomatic neurotransmitter approach. citeturn0search0turn0search3",
        "Act: Key extracted trial details — randomized Phase IIa, multi‑center, double‑blind, placebo‑controlled study of montelukast buccal (VersaFilm) formulation administered once or twice daily for 26 weeks in mild–moderate AD (NCT03402503). Sponsor: IntelGenx. Primary/secondary outcomes measure cognition, function and neuropsychiatric symptoms. These registry and sponsor sources confirm the drug, formulation, dosing window and AD therapeutic intent. citeturn1search0turn0search5turn0search1",
        "Reflect: Mapping to CADRO — montelukast’s mechanism (antagonism of leukotriene/CysLT1 inflammatory signaling) fits CADRO category F) Inflammation. Although the agent is a disease‑targeted small molecule (as noted by the trial team), CADRO classifies interventions by biological pathway/target; leukotriene‑mediated inflammation is best captured by F) Inflammation. No strong evidence in the trial description that the primary target is amyloid, tau, synaptic receptors, vasculature, etc., nor that multiple distinct CADRO categories are simultaneously targeted. citeturn0search0turn0search2",
        "Web search results used (sources): Clinical trial registry record for NCT03402503 (trial details, status, outcomes). citeturn1search0; IntelGenx press/Newsroom on the BUENA montelukast VersaFilm Phase 2a study and results. citeturn0search2turn0search7; Alzforum summary of montelukast repurposing and VersaFilm bioavailability/CSF penetration notes. citeturn0search1; StatPearls summary of montelukast mechanism as a selective CysLT1 leukotriene receptor antagonist. citeturn0search0; Review articles on leukotriene receptor antagonists and pharmacology. citeturn0search3turn0search4"
    ]
}