{
    "nct_id": "NCT02273895",
    "title": "Development of a Diagnostic Tool for Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2014-10-22",
    "description_brief": "The objective of this study is to compare the electroencephalography (EEG) responses of three distinct groups of individuals to scopolamine: 1) a group of Alzheimer Dementia (AD) patients, 2) a group of individuals suffering from Mild Cognitive Impairment (MCI) and 3) a group of controls. The main purpose of this comparison is to discover ways to use these responses to distinguish between the group of AD patients and controls in order to develop a diagnostic tool for AD. The purpose of including the MCI group is to investigate whether this diagnostic tool can predict which member of the MCI group will develop AD later in life.",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "DIAGNOSTIC",
    "results": null,
    "target_category": "N/A",
    "drug": [
        "scopolamine"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is administration of scopolamine to elicit EEG responses in AD, MCI, and control groups with the explicit purpose of developing a diagnostic/predictive tool (distinguish AD from controls and test prediction in MCI). This is a diagnostic challenge test, not a therapeutic trial, so it does not fit the four treatment categories defined (disease-targeted biologic, disease-targeted small molecule, cognitive enhancer, or neuropsychiatric symptom improvement).",
        "Act — key facts and supporting references: scopolamine is an alkaloid small molecule that acts as a nonselective muscarinic (anticholinergic) receptor antagonist. citeturn0search1turn0search5",
        "Act — research use: Scopolamine is commonly used as a pharmacologic model to induce cholinergic dysfunction and transient cognitive impairment in humans and animals, and has been used to study EEG changes that can partially mimic those seen in Alzheimer-type dementia. These properties explain its use here as a diagnostic challenge rather than as a disease-modifying therapy. citeturn0search0turn0search7turn0search2",
        "Reflect: Given the trial's goal (development of a diagnostic EEG-based tool and prediction of conversion from MCI to AD using scopolamine-induced responses), the study is non-therapeutic/diagnostic. Although scopolamine itself is a small-molecule antimuscarinic, the trial is not testing scopolamine as a treatment or cognitive enhancer for AD; therefore the correct classification under the provided categories is 'N/A'."
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}