{
    "nct_id": "NCT00088387",
    "title": "Glycogen Synthetase Kinase 3 (GSK-3) Inhibition in Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2008-03-03",
    "description_brief": "This study will examine the effect of the drugs lithium and divalproex (Depakote) on tau proteins, a type of protein in the brain and spinal fluid that are altered in patients with Alzheimer's disease. Both drugs are approved by the Food and Drug Administration to treat mood disorders, and both have been shown in animal studies to decrease the amount of altered tau protein. This study will determine whether lithium alone or in combination with divalproex reduces the altered tau protein in the spinal fluid of patients with Alzheimer's disease.\n\nPatients with Alzheimer's disease who are between 40 and 90 years of age may be eligible for this study. Candidates are screened with a medical history and physical examination, neurologic and neuropsychological evaluation, blood and urine tests, electrocardiogram (EKG), and, if needed, a magnetic resonance imaging (MRI) scan of the brain.\n\nParticipants undergo the following tests and procedures:\n\n* Drug treatment: Patients take study drugs for 6 weeks.\n* Weekly clinic visits: Patients come to the clinic once a week for a physical examination, blood and urine tests, a review of drug side effects, and to receive the next week's supply of medications.\n* Lumbar puncture (spinal tap): Patients have a lumbar puncture at study weeks 2, 4, and 6 to measure various brain chemicals and tau proteins in the cerebrospinal fluid (CSF), which bathes the brain and spinal cord. For this test, a local anesthetic is given and a needle is inserted in the space between the bones in the lower back where the CSF circulates below the spinal cord. A small amount of fluid is collected through the needle.\n* Follow-up visit: Two weeks after completing the study medication, patients return to the clinic for a final evaluation, including a physical examination and blood and urine tests.",
    "description_detailed": "The overall objective of this study is to examine the acute effects of lithium alone and/or in combination with divalproex on surrogate measures of neuroprotective activity in patients with Alzheimer's disease. It is hypothesized that at safe and tolerable doses these drugs will inhibit glycogen synthase kinase-3 activity and reduce the phosphorylated tau epitopes threonine-181 and threonine-231 implicated in the pathogenesis of this disorder. In this proof-of-principle study, efficacy on reducing tau phosphorylated epitopes will be assessed through cerebrospinal fluid (CSF) measurements. Safety will be monitored by means of frequent clinical evaluations and laboratory tests.",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "lithium",
        "divalproex (Depakote)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial tests lithium and divalproex to reduce altered tau protein in CSF by inhibiting glycogen synthase kinase-3 (GSK-3), a kinase implicated in tau hyperphosphorylation in Alzheimer's disease — this is an attempt to modify core AD pathology rather than only treat cognition or neuropsychiatric symptoms. citeturn0search7turn0search8",
        "Act: Key extracted details — drugs: lithium and divalproex (both small-molecule, FDA-approved mood-stabilizers); proposed mechanism: GSK-3 inhibition leading to reduced tau phosphorylation; primary outcome: change in altered/phosphorylated tau in CSF. Animal and in vitro studies show lithium and other GSK-3 inhibitors reduce tau phosphorylation; clinical trials have tested short-term lithium for CSF p-tau with mixed/negative short-duration results. citeturn0search2turn0search3turn0search0turn0search9",
        "Reflect: Classification check — fits 'disease-targeted small molecule' because (1) interventions are small-molecule drugs (not biologics), and (2) the intended effect is disease-pathology modification (reducing tau phosphorylation via GSK-3 inhibition), not symptomatic cognitive enhancement or primary neuropsychiatric symptom management. No major ambiguity in the description; both agents are repurposed mood-stabilizers being tested for anti-tau (disease-modifying) effects. citeturn0search1turn0search5",
        "Web search results used (selected): 1) Short clinical lithium trial in AD reporting CSF p-tau and GSK-3 endpoints. citeturn0search0 2) Animal/in vivo studies showing lithium reduces tau phosphorylation and insoluble tau via GSK-3 inhibition. citeturn0search3turn0search1 3) Reviews on GSK-3 role in AD (linking GSK-3 to tau phosphorylation and Aβ pathways). citeturn0search7turn0search8 4) Systematic review/meta-analysis of GSK-3 inhibitors in AD noting limited clinical biomarker effects in small RCTs. citeturn0search9"
    ],
    "agent_type": "B) Tau",
    "explanation_agent": [
        "Reason: The trial tests lithium and divalproex (valproate) to inhibit glycogen synthase kinase‑3 (GSK‑3) with the explicit goal of reducing tau hyperphosphorylation / altered phosphorylated tau in CSF, i.e., directly targeting tau pathology in AD. GSK‑3 is a key tau kinase implicated in tau hyperphosphorylation in AD. citeturn0search1turn1search4",
        "Act: Extracted details and assignment — drugs: lithium and divalproex (small‑molecule, repurposed mood stabilizers); proposed mechanism: inhibition of GSK‑3 → decreased tau phosphorylation; primary outcome: change in phosphorylated tau in CSF (disease‑modifying biomarker). These details match CADRO category B) Tau, which covers interventions aimed at tau pathology. Supporting evidence: lithium and valproate inhibit GSK‑3 and reduce tau phosphorylation in cell and animal studies; a human proof‑of‑principle trial (NCT00088387 / Phase 2) tested lithium ± divalproex with CSF p‑tau and GSK‑3 endpoints. citeturn0search2turn0search3turn1search6turn1search7",
        "Reflect: The classification as B) Tau is the most specific fit — intervention is a small‑molecule kinase inhibition aimed at modifying tau phosphorylation (core AD pathology). It is not primarily anti‑amyloid, inflammatory, synaptic, or symptomatic, and both agents act through GSK‑3/tau pathways rather than multiple unrelated targets, so 'R) Multi‑target' is not appropriate. If future data showed the drugs' main clinical effect was via other pathways (e.g., broad neuroprotection), reconsideration could be warranted, but based on the trial description and literature the Tau category is correct. citeturn0search4turn1search5",
        "Web search results used (selected): 1) Lithium inhibits GSK‑3 and reduces tau phosphorylation in neurons and models. citeturn0search1turn0search2turn0search5 2) Animal/in vivo studies showing lithium and other GSK‑3 inhibitors reduce tau phosphorylation and insoluble tau. citeturn1search5turn0search0 3) Valproate (divalproex) reduces tau phosphorylation and inhibits GSK‑3β in AD models. citeturn1search0turn1search6 4) Clinical trial record (Effect of Lithium and Divalproex in Alzheimer's Disease; Glycogen Synthetase Kinase 3 (GSK‑3) Inhibition in AD; NCT00088387) showing the trial hypothesis, interventions, and CSF p‑tau / GSK‑3 endpoints. citeturn1search7"
    ]
}