{
    "nct_id": "NCT04396015",
    "title": "Evaluating Cognitive and Functional Impairment in Alzheimer's Dementia With a Ketogenic Diet.",
    "status": "COMPLETED",
    "last_update_time": "2020-05-15",
    "description_brief": "The present study is being done in a scientifically rigorous manner, using readily available MCT oil (refined from coconut oil) versus a placebo oil to assess any cognitive and functional benefits for AD patients.",
    "description_detailed": "The proposed study, is a randomized placebo controlled cross-over study for 6 months, with an open label extension for another 6 months designed to test the benefits and safety of MCT oil in patients with established AD. It will be the first study on MCT oil ever done with this design, and for this duration in AD.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "Cognitive enhancer",
    "drug": [
        "MCT oil (medium‑chain triglyceride oil, refined from coconut oil)",
        "Ketogenic medium‑chain triglyceride (kMCT) dietary intervention"
    ],
    "placebo": [
        "Placebo oil (isocaloric control oil)"
    ],
    "explanation_target": [
        "Reason: The intervention is oral MCT oil (a nutritional source of ketones) given versus a placebo oil and the trial title explicitly refers to a ketogenic diet to evaluate cognitive and functional benefits in Alzheimer’s disease. This aims to improve brain energy supply and cognition (symptomatic/metabolic improvement), not to target amyloid or tau pathology—i.e., a cognitive enhancement strategy rather than a disease‑modifying biologic or targeted small molecule. citeturn0search8turn0search1",
        "Act: Key extracted details — intervention = MCT oil (medium‑chain triglycerides from coconut/palm oil) vs placebo oil; mechanism = provides ketone bodies / alternative brain fuel which can raise plasma beta‑hydroxybutyrate and support neuronal energy metabolism; intended outcome = cognitive and functional improvement in AD. Randomized trials and a meta‑analysis report that MCTs/kMCT can induce mild ketosis and have shown modest cognitive benefits in MCI/AD in some studies. citeturn0search1turn0search8turn0search10",
        "Reflect: Classification check — this intervention is not a biologic (no monoclonal antibody or vaccine) nor a small‑molecule drug designed to modify core AD pathology (amyloid/tau). It is a nutritional/metabolic intervention intended to acutely or chronically improve cognition by supplying ketone energy. Therefore the correct category is 'Cognitive enhancer'. Evidence is supportive but mixed and generally indicates symptomatic cognitive effects rather than proven disease modification. citeturn0search3turn0search4",
        "Web search / supporting sources (selected): 1) Systematic review & meta‑analysis: 'Medium‑chain triglycerides induce mild ketosis and may improve cognition in Alzheimer’s disease' (meta‑analysis summarizing RCTs). citeturn0search8 2) Randomized crossover trial and extension: 'Use of medium chain triglyceride (MCT) oil in subjects with Alzheimer's disease' (describes MCT vs placebo oil RCT). citeturn0search1 3) kMCT 6‑month RCT in MCI showing cognitive improvement with a ketogenic drink. citeturn0search10 4) Double‑blind randomized MCT trials and metabolomics in AD (examples from PubMed/clinical literature). citeturn0search3turn0search4 5) fMRI and mechanistic work showing MCT/ketone intake provides alternative brain energy and can alter brain activation during tasks. citeturn0search9"
    ],
    "agent_type": "J) Metabolism and Bioenergetics",
    "explanation_agent": [
        "Reason: The intervention is oral MCT oil / a ketogenic (kMCT) dietary intervention intended to raise ketone levels and provide an alternative brain fuel to improve neuronal energy metabolism and cognition — i.e., a metabolic/energy-targeting approach rather than an anti-amyloid or anti-tau therapy. citeturn0search6turn0search1",
        "Act: Extracted details — intervention = MCT oil / kMCT (medium‑chain triglycerides from coconut/palm) vs placebo; mechanism = increases circulating ketone bodies (β‑hydroxybutyrate) to supply alternative cerebral energy; intended outcome = symptomatic cognitive/functional improvement in MCI/AD. Representative clinical trials and a meta‑analysis support that MCTs induce mild ketosis and have shown modest cognitive benefits in some studies. citeturn0search1turn0search4turn0search6",
        "Reflect: This classification aligns with CADRO because the primary biological pathway targeted is brain energy metabolism/bioenergetics (ketone supply), not amyloid, tau, inflammation, or a neurotransmitter receptor. The trial is therefore best assigned to J) Metabolism and Bioenergetics rather than categories for amyloid (A), tau (B), neurotransmitter receptors (D), or symptomatic cognitive enhancers that act via other mechanisms. Supporting trials and the systematic review characterize MCT/kMCT as metabolic interventions with symptomatic (not proven disease‑modifying) effects. citeturn0search6turn0search4",
        "Web search / supporting sources (selected): 1) Systematic review & meta‑analysis: \"Medium‑chain triglycerides induce mild ketosis and may improve cognition in Alzheimer's disease\" (meta‑analysis summarizing RCTs). citeturn0search6 2) Randomized, double‑blind, placebo‑controlled crossover MCT oil AD study (Juby et al., 2022) — MCT oil vs placebo oil, cognitive outcomes and open‑label extension. citeturn0search1turn0search2 3) Double‑blind randomized crossover trial showing cognition and metabolomic effects in APOE4‑ patients. citeturn0search4 4) Pilot RCT in MCI showing increased serum ketones and memory improvement with MCT supplementation. citeturn0search5"
    ]
}