{
    "nct_id": "NCT06356337",
    "title": "Light Exposure Tracker in Alzheimer's Disease.",
    "status": "COMPLETED",
    "last_update_time": "2024-09-03",
    "description_brief": "The purpose of this research study is to investigate the relationship between light and circadian rhythms. Twenty healthy older adults will be recruited to participate in a randomized, cross-over study, where an active lighting intervention designed to maintain entrainment and a control intervention designed not to entrain will be tested.",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The study is an interventional, randomized crossover test of light exposure (active lighting vs control) designed to examine circadian entrainment in older adults — it uses devices (light goggles / orange glasses) and measures melatonin and actigraphy rather than testing a drug or biologic. This is a behavioral/lighting intervention focused on circadian physiology, not a pharmacologic treatment targeting Alzheimer pathology or specific cognitive/neuropsychiatric symptoms. citeturn1search2turn0search3",
        "Act (key extracted details from the trial listing): • Title/ID: “A Light Exposure Tracker Designed to Improve Circadian Rhythms” (NCT06356337). citeturn1search2 • Intervention/devices: light goggles (blue/”circadian-effective” light) and orange glasses (control). citeturn1search2turn0search3 • Population & design: 20 healthy older adults (age 55+), randomized crossover study. citeturn1search2turn0search3 • Outcomes: saliva melatonin (dim light melatonin onset), continuous light exposure monitoring (Speck), and actigraphy-derived sleep measures. citeturn1search2 • Sponsor/context: Mount Sinai Center for Light and Health / Icahn School of Medicine at Mount Sinai; this group runs clinical light-therapy/circadian studies in older and dementia populations. citeturn1search8turn1search6",
        "Reflect: Classification check — by the provided category definitions: (1) disease-targeted biologic = biologic agents (mAbs, vaccines) targeting pathology (amyloid/tau) — not applicable; (2) disease-targeted small molecule = small-molecule drugs targeting pathology — not applicable; (3) cognitive enhancer = drug intended to improve cognition without targeting pathology — not applicable (no drug); (4) neuropsychiatric symptom improvement = intervention aimed primarily at behavioral/psychiatric symptoms (e.g., agitation, depression) — not the stated aim. The trial tests a light/behavioral intervention to probe and maintain circadian entrainment (physiology), so it does not fit the four drug/therapy categories; therefore 'N/A' is appropriate. citeturn1search2turn0search3",
        "Web search results (sources found and used): • MedPath / trial listing for NCT06356337 with detailed arm/intervention and outcomes. citeturn1search2 • CenterWatch listing for the same trial (summary and eligibility). citeturn0search3 • TrialX / other clinical-trial aggregators confirming sponsor and design. citeturn1search3 • Mount Sinai Center for Light and Health background (context about sponsor and light research). citeturn1search8"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}