{
    "nct_id": "NCT06295458",
    "title": "Gamma Sensory Flicker for Parkinson's Disease Patients With Freezing of Gait",
    "status": "RECRUITING",
    "last_update_time": "2025-07-15",
    "description_brief": "This study aims to answer the question: to assess the safety, and tolerability of gamma light in Parkinson's disease (PD) patients with freezing of gait (FOG).\n\nParkinson's disease (PD) patients often experience a complex gait disorder known as Freezing of Gait (FOG). FOG is characterized by brief arrests of stepping when initiating gait, turning, and walking straight and patients describe it as their feet being \"glued\" to the floor. FOG in Parkinson's disease (PD) is a considerable public health burden worldwide. It is a poorly understood gait symptom that has potentially grave consequences as FOG is intermittent and unpredictable, a leading cause of falls with injury, and results in loss of independence. FOG is generally found to be associated with cognitive decline, particularly executive dysfunction which, in turn, has been associated with higher spinal fluid amyloid (Aβ42) levels in PD.\n\nThere is data linking amyloid to FOG. A previous study showed that the gamma light helped reduce some amyloid. The research team is studying if gamma light exposure for 1 hour daily is well tolerated. Also, does it have any effect on freezing of gait severity?",
    "description_detailed": "This will be a sham-controlled study with one group receiving the sensory stimulation and the other receiving sham stimulation.\n\nExposure will be provided by wearing a pair of glasses and headphones. Both of these will be connected to a device that will provide light and sound during the daily 1-hour session.\n\nGamma light appeared in a previous study to have potential as a non-invasive, non-medication approach to reduce amyloid from the brain. This study will investigate if the link between amyloid and FOG can be changed and improve FOG.\n\nGamma is a short wavelength of light and/or sound between 25-140Hz. Previous research suggested that 40Hz can potentially activate cells in the brain to remove amyloid. Amyloid is a protein that forms in the spaces between nerve cells in the brain in diseases such as Alzheimer's and Parkinson's disease.\n\nThis study also has two optional parts. One option is to undergo two lumbar punctures at the baseline and Month 6 visits. The other option is to participate in a one-year extension of the study. Blood draws will be used to verify levodopa levels in the blood during both the ON and OFF Parkinson's disease medication states.\n\nOptional lumbar punctures will be performed at baseline and 6 months to collect cerebrospinal fluid (CSF) samples which will be analyzed for change in amyloid levels before and after treatment. An electroencephalogram (EEG) will be utilized at the beginning of the study to evaluate the brain's response to the stimulus. Cognitive testing will be administered to capture any cognitive changes. Questionnaires used will provide any changes to the participant's self-evaluation.\n\nThe duration of the blinded portion is approximately 7 months. The optional extension portion will have two in-clinic visits at month 12 and month 18. Participants will be enrolled from the Emory University movement disorder clinic.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "N/A",
    "drug": [
        "Gamma sensory flicker (40 Hz 'gamma' light/flicker; David Delight Plus device)"
    ],
    "placebo": [
        "Sham stimulation (sham therapy)"
    ],
    "explanation_target": [
        "Reason: The intervention is a non‑pharmacologic sensory stimulation (40 Hz 'gamma' light/flicker) intended to entrain gamma oscillations and—based on preclinical work—may reduce amyloid; it is not a biologic (e.g., antibody) nor a small molecule, nor a standard pharmacologic cognitive enhancer or neuropsychiatric drug. citeturn1search0turn1search3",
        "Act: Key trial details — the study tests daily 1‑hour gamma light (flicker) for safety/tolerability and possible effect on freezing of gait in Parkinson's disease; the active device listed is the David Delight Plus and the control is sham stimulation. This is described in the trial listing. citeturn0search1turn0search2",
        "Act (supporting preclinical & early human data): Preclinical studies (Iaccarino et al., 2016 and follow-ups) showed 40 Hz sensory entrainment reduced Aβ and modified microglia in AD mouse models. Early human feasibility work in prodromal AD found gamma flicker to be safe/tolerable with preliminary signals on neural entrainment and immune/network effects. These facts explain why investigators cite amyloid as a rationale, but they do not convert the intervention into a biologic or small molecule. citeturn1search0turn0search4",
        "Reflect: Classification rationale — because the intervention is a sensory/device‑based neuromodulation (light flicker) rather than a biologic agent or small molecule drug, and because its primary clinical target in this trial is a motor symptom (freezing of gait) rather than cognitive enhancement or behavioral/psychiatric symptom management, it does not fit the four supplied drug‑target categories. Therefore the correct category is 'N/A'. citeturn0search1turn1search3",
        "Web search results used (selected): MedPath trial listing for 'Gamma Sensory Flicker for Parkinson's Disease Patients With Freezing of Gait' (trial details, device name, sham control, outcomes). citeturn0search1turn0search2",
        "Iaccarino et al., Nature 2016 — 40 Hz sensory entrainment reduced amyloid and changed microglial responses in AD mouse models (preclinical rationale). citeturn1search0",
        "He et al., 2021 (Alzheimer's & Dementia TRCI) — feasibility trial of gamma sensory flicker in early AD showing safety/tolerability and neural entrainment in humans. citeturn0search4"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}