{
    "nct_id": "NCT06151795",
    "title": "A Phase I Study to Evaluate the Safety, Biodistribution, Radiation Dosimetry, and Pharmacokinetics of XTR006 in Healthy Chinese Volunteers",
    "status": "COMPLETED",
    "last_update_time": "2024-05-01",
    "description_brief": "XTR006 is a 18F-labeled positron emission tomography （PET）tracer for imaging tau protein in the brain. This phase I study investigated the safety, biodistribution, radiation dosimetry and Pharmacokinetics of XTR006 in 10 healthy elderly Chinese volunteers.",
    "description_detailed": "XTR006 is a 18F-labeled PET tracer, for the quantification of neurofibrillary tangle (NFT) deposition in the brain. Brain NFT deposition is a pathologic finding in Alzheimer's Disease (AD), with brain NFT density shown to correlate with the severity of cognitive impairment in AD. This Phase I study will be open-labeled, nonrandomized, single center study. Enrolled 10 healthy elderly Chinese volunteers who meet all of the inclusion and none of the exclusion criteria. Subjects will receive 8-10mCi of XTR006 via IV injection. Safety and tolerability will be observed. Biodistribution, pharmacokinetics, and dosimetry will be investigated.",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "DIAGNOSTIC",
    "results": null,
    "target_category": "N/A",
    "drug": [
        "XTR006 (18F-labeled PET tracer for imaging tau / neurofibrillary tangles)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The described intervention (XTR006) is an 18F-labeled positron emission tomography (PET) tracer used to image tau protein / neurofibrillary tangles (NFTs) in the brain — a diagnostic imaging agent rather than a therapeutic drug. This indicates the study’s primary purpose is diagnostic characterization (safety, biodistribution, dosimetry, pharmacokinetics), not disease modification, cognitive enhancement, or neuropsychiatric symptom treatment. citeturn0search1turn0search5",
        "Act: Extracted key trial details — intervention: XTR006 (single IV injection, ~8–10 mCi), population: healthy elderly Chinese volunteers, Phase I objectives: safety, biodistribution, radiation dosimetry, pharmacokinetics; intended target of the tracer: tau / neurofibrillary tangles in AD. These sources describe XTR006 explicitly as an 18F PET tracer for quantifying NFTs. citeturn0search2turn0search1",
        "Reflect: Classification check — per the definitions: (1) Disease-targeted biologic = therapeutic biologic (e.g., mAb) targeting pathology; (2) Disease-targeted small molecule = therapeutic small-molecule targeting pathology; (3) Cognitive enhancer = therapeutic to improve cognition; (4) Neuropsychiatric symptom improvement = symptomatic treatment. XTR006 is a diagnostic radiotracer (non-therapeutic imaging agent). Therefore it does not fit any of the four therapeutic categories and should be classified as 'N/A'. No ambiguity found in the description or registry records; all sources label XTR006 as a diagnostic PET tracer for tau/NFT imaging. citeturn0search5turn0search1",
        "Web search results (supporting evidence): entries describing the agent and the Phase I volunteer study — ClinConnect: summary describing XTR006 as an 18F-labeled PET tracer for NFT/tau imaging and the Phase I study in 10 healthy elderly Chinese volunteers. citeturn0search1",
        "Web search results (supporting evidence): trial listings (TrialX / ICH GCP / MedPath) and clinical trial registry entries that repeat the description: XTR006 = 18F PET tracer for quantification of NFTs (tau) in the brain; study objectives include safety, biodistribution, dosimetry, pharmacokinetics; intervention classified as a diagnostic test. citeturn0search2turn0search5"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}