{
    "nct_id": "NCT03617497",
    "title": "Prevalence of Epilepsy and Sleep Wake Disorders in Alzheimer Disease",
    "status": "ACTIVE_NOT_RECRUITING",
    "last_update_time": "2023-10-12",
    "description_brief": "Alzheimer disease is the most common of the neurodegenerative diseases. Epilepsy and sleep wake disorders are co-morbid conditions of Alzheimer disease. The investigators propose a prospective study using long-term EEG monitoring in combination with polysomnography to determine prevalence of epilepsy and sleep wake disorders in Alzheimer disease, and correlate these findings with clinical data, Alzheimer disease biomarkers and imaging studies (MRI and amyloid/tau-PET). In selected patients, the investigators will perform EEG studies with foramen ovale electrodes. The ultimate goal is to improve the outcome of patients with Alzheimer disease by early treatment of epilepsy and restoring sleep-wake disturbances.",
    "description_detailed": "Alzheimer disease is the most common of the neurodegenerative diseases. Epilepsy and sleep wake disorders are co-morbid conditions of Alzheimer disease, and there is evidence to suggest that the interactions are bidirectional. Neuronal activity promotes the production and secretion of amyloid β, which could actually drive pathogenesis early in the course of Alzheimer disease, and has been described in sleep wake disorders and epilepsy. Epileptic seizures in Alzheimer disease are often subtle, nocturnal and easily overlooked. We propose a prospective study using long-term EEG monitoring in combination with polysomnography to diagnose epilepsy and sleep wake disorders in Alzheimer disease, and correlate these findings with clinical data, Alzheimer disease biomarkers and imaging studies (MRI and amyloid/tau-PET). It is the hypothesis of the investigators that participants with Alzheimer disease and interictal spikes or specified sleep wake disorders (e.g., frequent nocturnal awakenings) during 48 hour scalp EEG and polysomnography are at risk for having hippocampal seizures, which are often clinically silent and not detected on scalp EEG. The investigators will invite 15 of these participants to undergo EEG studies with foramen ovale electrodes to determine the prevalence of these hippocampal seizures. The ultimate goal is to improve the outcome of patients with Alzheimer disease by early treatment of epilepsy and restoring sleep-wake disturbances.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "DIAGNOSTIC",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The protocol describes a prospective, diagnostic/observational study using long‑term scalp EEG plus polysomnography (and in selected patients foramen ovale electrodes) to determine prevalence of epilepsy and sleep–wake disorders in Alzheimer disease and to correlate findings with biomarkers and imaging. The intervention list is diagnostic monitoring rather than a drug or therapeutic biologic/small molecule. citeturn0search3turn0search0",
        "Act: Web search confirms this is a prospective diagnostic study registered as \"Prevalence of Epilepsy and Sleep Wake Disorders in Alzheimer Disease\" (registration NCT03617497) listing interventions as scalp EEG, polysomnography, and scalp EEG with foramen ovale electrodes; no drug treatment or investigational therapeutic agent is described. citeturn0search3turn0search0",
        "Additional supporting evidence: Foramen ovale electrode recordings in Alzheimer patients have been reported in the literature to detect hippocampal epileptiform activity not visible on scalp EEG and to relate to sleep/tau pathology—this supports the study’s diagnostic focus on electrophysiology and sleep rather than testing a drug. citeturn0search1",
        "Reflect: Because the trial is observational/diagnostic (aiming to detect and characterize comorbid epilepsy and sleep disorders and to inform earlier treatment), it does not test a biologic or small molecule disease‑modifying therapy, a cognitive enhancer, or a neuropsychiatric symptom drug. Therefore the correct category is 'N/A'. citeturn0search3turn0search1"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}