{
    "nct_id": "NCT00304629",
    "title": "Long Term Safety and Efficacy of Galantamine in Alzheimer's Disease (Extension INT-8)",
    "status": "COMPLETED",
    "last_update_time": "2011-01-31",
    "description_brief": "The long-term safety and efficacy of galantamine (12 mg bid) will be documented during a one year open-label treatment in subjects with Alzheimer's Disease who completed the GAL-INT-8 trial (up to 400 eligible patients). Safety will be tracked by means of adverse event reports, laboratory parameters and physical exam. Long-term efficacy will be evaluated by means of a Alzheimer's Disease Assessment Scale(ADAS) and activities of daily living scale Disability Assessment for Dementia Scale(DAD)",
    "description_detailed": "This is a twelve-month, open-label trial in which treatment with 12 mg bid galantamine will be evaluated. Only subjects who took trial medication during the 24-month trial period of GAL-INT-8 will be eligible. Safety will be assessed by periodic physical examination, vital signs, ECG and laboratory tests and reports of adverse events. The ADAS-cognitive scale and DAD scale will be used to document long-term efficacy.\n\nPatients will be seen at 6 monthly intervals but the ADAS-cognitive scale and DAD scale will only be performed at end of trial. The treatment will consist of tablets which will contain 12 mg of galantamine. Duration of treatment equals 12 months. Patients will receive 1 tablet twice daily preferably to be taken with food (breakfast in the morning at approximately 8 AM and a snack or meal in the evening at approximately 6PM).",
    "phase": [
        "PHASE3"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "galantamine"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial tests long-term safety and efficacy of galantamine (12 mg twice daily) in subjects with Alzheimer's disease. Galantamine is a small-molecule, reversible acetylcholinesterase (AChE) inhibitor that also allosterically modulates nicotinic receptors; its approved/established action is to increase cholinergic neurotransmission and produce symptomatic improvement in cognition and activities of daily living rather than to target core AD pathology (amyloid or tau). citeturn0search1turn0search2",
        "Act: Key extracted details — drug: galantamine; formulation/dose in this protocol: 12 mg twice daily (immediate-release dosing); trial intent: measure cognitive (ADAS) and functional (DAD) outcomes and safety over one year in an open-label extension. These features indicate the trial aims to document symptomatic cognitive/functional benefit and tolerability, consistent with a cognitive-enhancer classification rather than a disease-modifying biologic/small-molecule. Clinical dosing and efficacy data for galantamine in AD trials and the product labeling support this interpretation. citeturn0search0turn0search3",
        "Reflect: Confirmation and caveats — galantamine is not considered a disease-modifying treatment for Alzheimer's disease; its benefits are symptomatic (cognition, function, behavior) and it is licensed/used for mild–moderate AD. Therefore the correct category is 'cognitive enhancer'. If additional information (e.g., combination with a disease-modifying agent or biomarker endpoints) were present, reclassification might be needed, but nothing in the provided description indicates that. citeturn0search5turn0search4"
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The trial evaluates galantamine, a small-molecule acetylcholinesterase (AChE) inhibitor that also modulates nicotinic acetylcholine receptors to increase cholinergic neurotransmission and produce symptomatic cognitive/functional improvement rather than targeting core AD pathology (amyloid or tau). This mechanism maps to CADRO category D: Neurotransmitter Receptors. citeturn0search6turn0search3",
        "Act: Extracted details — drug: galantamine (12 mg twice daily in this protocol); primary intent: measure cognitive (ADAS) and functional (DAD) outcomes and safety over one year in an open-label extension. Mechanistically it acts via inhibition of acetylcholinesterase and reported allosteric modulation of nicotinic receptors, consistent with a cognitive-enhancer / neurotransmitter-receptor therapeutic class rather than a disease-modifying target. citeturn0search3turn0search5",
        "Reflect: Confirmation and caveats — galantamine’s clinical benefit is symptomatic (improves/maintains cognition and function) and it is not considered disease-modifying for AD; some recent studies question whether it functionally acts as a positive allosteric modulator at human α4β2/α7 nAChRs, but its established cholinesterase inhibition and cholinergic receptor-related effects support classification under Neurotransmitter Receptors. If the trial had biomarker or disease-modifying endpoints or combined targets, consider 'R) Multi-target', but none are present here. citeturn0search0turn0search6",
        "Web search results (sources used): 1) StatPearls summary of galantamine pharmacology and note it increases cholinergic transmission via AChE inhibition and nicotinic receptor modulation. citeturn0search6 2) PubMed review of galantamine clinical efficacy and safety in AD (symptomatic benefits shown in trials). citeturn0search3 3) PNAS / preclinical work describing AChE inhibition and reported nicotinic receptor modulation by galantamine. citeturn0search1 4) Alzforum therapeutic summary describing symptomatic effects across trials. citeturn0search5 5) A 2018 PubMed study reporting that galantamine did not act as a positive allosteric modulator at human α4β2 or α7 nAChRs in their assays (noting some mechanistic controversy). citeturn0search0"
    ]
}