{
    "nct_id": "NCT06335173",
    "title": "A Phase 2 Double-Blind, Randomized, Placebo-Controlled Trial to Evaluate the Efficacy and Safety of Intravenous Sabirnetug in Early Alzheimer's Disease",
    "status": "ACTIVE_NOT_RECRUITING",
    "last_update_time": "2025-07-30",
    "description_brief": "The primary purpose of this study is to evaluate the efficacy of sabirnetug infusions administered once every four weeks (Q4W) in slowing cognitive and functional decline as compared to placebo in participants with early Alzheimer's disease.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted biologic",
    "drug": [
        "sabirnetug (ACU193) — humanized monoclonal antibody selective for soluble amyloid‑beta oligomers (AβOs)"
    ],
    "placebo": [
        "matching placebo (intravenous)"
    ],
    "explanation_target": [
        "Reason: The trial tests intravenous sabirnetug infusions given every 4 weeks to slow cognitive and functional decline in early Alzheimer’s disease; that purpose indicates a disease‑modifying aim rather than a purely symptomatic (cognitive‑enhancer or neuropsychiatric) intervention. citeturn0search3turn0search2",
        "Act: Sabirnetug is ACU193, described by the sponsor (Acumen Pharmaceuticals) and trial registries as a humanized monoclonal antibody that selectively targets toxic soluble amyloid‑beta oligomers (AβOs), i.e., a biologic aimed at Alzheimer’s pathology. Trial listings and company releases describe the Phase 2 ALTITUDE‑AD study design (Q4W IV dosing, two dose levels, placebo control). citeturn0search2turn0search3turn0search0",
        "Web search results (key sources consulted): Acumen press release and trial announcement describing sabirnetug (ACU193) and ALTITUDE‑AD Phase 2. citeturn0search2turn0search1",
        "Web search results (additional): Clinical trial registry/center listings for NCT06335173 and trial summaries confirming dosing schedule and purpose. citeturn0search3turn0search4",
        "Web search results (context/mechanism): Independent coverage (Alzforum) and conference/trial summaries noting target engagement with Aβ oligomers and that sabirnetug is an antibody selective for AβOs. citeturn0search8turn0search5",
        "Reflect: Given the intervention is a monoclonal antibody directed at an Alzheimer’s pathological species (Aβ oligomers) and the trial objective is slowing cognitive/functional decline, the correct classification is 'disease‑targeted biologic'. There is no evidence in the description that the drug is a small molecule, a non‑pathology cognitive enhancer, or an intervention aimed primarily at neuropsychiatric symptom management. citeturn0search2turn0search8"
    ],
    "agent_type": "A) Amyloid beta",
    "explanation_agent": [
        "Reason: The investigational agent sabirnetug (ACU193) is described by the sponsor and clinical summaries as a humanized monoclonal antibody that selectively binds toxic soluble amyloid‑beta oligomers (AβOs), and the Phase 2 ALTITUDE‑AD trial is intended to slow cognitive/functional decline in early AD—this indicates a disease‑modifying intervention directed at an amyloid species rather than a symptomatic target. citeturn0search0turn0search3",
        "Act: Extracted details — sabirnetug (ACU193) = humanized monoclonal antibody selective for soluble Aβ oligomers (AβOs); Phase 2 ALTITUDE‑AD (initiated 2024) evaluating IV infusions every 4 weeks vs placebo in early AD (NCT06335173), ~540 enrolled. These specifics identify the biological focus as amyloid‑beta oligomers (Aβ), so the most specific CADRO match is A) Amyloid beta. citeturn0search0turn0search5",
        "Reflect: Confirmation and caveats — sponsor data and Phase 1/biomarker reports show target engagement with AβOs and downstream biomarker changes (including effects on amyloid and tau biomarkers), but the primary molecular target remains soluble Aβ oligomers rather than tau, inflammation, or a multi‑target mechanism; therefore classification under A) Amyloid beta is appropriate. If additional information surfaced showing a primary different mechanism, reassessment would be needed. citeturn0search6turn0search1",
        "Web search results (key sources consulted):",
        "- Acumen Pharmaceuticals press release: \"Acumen Pharmaceuticals Presents Studies Showing the Utility of a pTau217 Assay ... and Validates Sabirnetug Oligomer‑Selectivity\" (July 28, 2025) — describes ACU193 selectivity for AβOs and ALTITUDE‑AD Phase 2 design. citeturn0search0",
        "- Acumen press release: \"Sabirnetug (ACU193) Fluid Biomarker and Target Engagement Analyses from Phase 1 INTERCEPT‑AD\" — Phase 1 data and mechanism/target engagement. citeturn0search1turn0search3",
        "- Acumen announcement: \"Acumen Pharmaceuticals Completes Enrollment of ALTITUDE‑AD, a Phase 2 Clinical Trial of Sabirnetug (ACU193) in Early Alzheimer’s Disease\" — confirms Phase 2 enrollment, dosing schedule, and NCT identifier. citeturn0search5",
        "- Acumen data summary: \"First Comprehensive Clinical and Biomarker Data for Sabirnetug (ACU193)\" (AAN 2024) — shows biomarker changes downstream of AβO engagement (amyloid, pTau, synaptic markers) supporting mechanism-of-action. citeturn0search6"
    ]
}