{
    "nct_id": "NCT06249139",
    "title": "Caring4Caregivers: A Theory-driven Mobile Solution to Promote Self-care and Well-being Among Caregivers of Individuals With Alzheimer's and Related Dementias",
    "status": "COMPLETED",
    "last_update_time": "2025-06-17",
    "description_brief": "In the US, the over 11 million Americans currently providing unpaid care to a family member, relative, or friend with Alzheimer's disease or a related dementia (ADRD) are over 6 times more likely than the general population to suffer from depression (33.9% vs. 5%), and nearly 60% rate their emotional distress as high or very high. The purpose of this Phase II research is to continue the successful work of the pilot development and testing by conducting a rigorous scientific study of the effects of Compass for Care, a digital program that customizes behavior change guidance for using five self-care behaviors critical to ADRD caregiver well-being: 1) taking time to recharge; 2) finding information about your loved one's diagnosis and needs; 3) discovering your strengths and limits; 4) exploring outside help; and 5) seeking emotional support.",
    "description_detailed": "The efficacy of the Compass for Care intervention is being tested in a randomized trial involving up to 305 caregivers caring for a family member or friend with Alzheimer's disease or a related dementia (ADRD). Caregivers who meet study inclusion criteria (e.g., being an ADRD caregiver caring for a family member or friend for 8+ hours/week, residing in the US, agreeing to receive daily text or email messages for three months, not indicating suicidal ideation, and experiencing a level of caregiver burden) as assessed in on online screening survey, are invited to participate in the study.\n\nCaregivers are randomly assigned to either the treatment or attention control condition. The treatment group is provided access to the 12-week Compass for Care mobile first program and attention control group is provided access to a 12-week mobile optimized intervention focused on safety behaviors. Both interventions are delivered in weekly modules and include daily messages delivered by email or text message.\n\nFollow-up assessments are conducted online at 3, 6, and 9 months. Outcomes include caregiver burden, depression, perceived stress, emotional and physical health, life satisfaction, resilience, and well-being. Study protocols include best practices for maximizing retention at follow-up in research.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention described is a digital, theory-driven mobile program called Compass for Care (Caring4Caregivers) that delivers customized behavior-change guidance to ADRD caregivers to promote self-care and reduce caregiver burden, depression, and stress — i.e., a psychosocial/behavioral support intervention rather than a drug or biologic. citeturn0search0turn0search6turn0search8",
        "Act (key details extracted): The study is a randomized trial of a 12-week, mobile-first Compass for Care program with daily text/email messages and weekly modules, enrolling up to ~305 unpaid ADRD caregivers; outcomes include caregiver burden, depression, perceived stress, emotional and physical health, life satisfaction, resilience, and well-being. The trial listings and sponsor pages explicitly list the intervention type as behavioral/psychosocial (not a drug or biologic). citeturn0search0turn0search6turn0search8",
        "Reflect: Matching the trial to the category definitions — it is not a biologic nor a small-molecule disease-modifying agent, not a cognitive enhancer for people with ADRD, and not an intervention aimed at neuropsychiatric symptoms in persons with dementia; instead it is a caregiver-focused behavioral/well-being program. Therefore the correct classification is 'N/A' (non-therapeutic/behavioral intervention). Trial registry and sponsor pages support this interpretation. citeturn0search6turn0search0"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}