{
    "nct_id": "NCT06210035",
    "title": "Effects of Heart Rate Oscillations During Meditation on Plasma Biomarkers of Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2024-07-12",
    "description_brief": "In the current study, we will examine how two types of concentration meditation practices affect plasma biomarkers of Alzheimer's Disease (AD). We will also examine the effects of the two types of meditation practices on emotional well-being and episodic memory. Healthy adults aged 18-35 who meet all eligibility criteria will be invited to this study. Participants will be asked to engage in one week of daily meditation practice or no-intervention control task at home. They will also be asked to visit the lab twice, once before and once after the intervention, to provide blood samples to assess plasma biomarkers of AD and to complete emotion questionnaires and a memory test.",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "BASIC_SCIENCE",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is a behavioral meditation practice (two types of concentration/heart-rate/slow-breathing meditation) intended to affect plasma biomarkers of AD, emotional well-being, and episodic memory. The four categories provided are drug/biologic-focused (disease-targeted biologic, disease-targeted small molecule, cognitive enhancer [defined as drugs], or neuropsychiatric symptom improvement). This study does not test a drug or biologic and instead tests a non-pharmacologic behavioral intervention, so it does not fit any of the four drug-target categories.",
        "Act (extracted trial details): Title: \"Effects of Heart Rate Oscillations During Meditation on Plasma Biomarkers of Alzheimer's Disease.\" Interventions: belly-focus meditation and belly-focus meditation with slow breathing (behavioral). Population: healthy adults 18–35. Design: one week of daily at-home meditation or no-intervention control; lab visits pre/post to collect blood for plasma AD biomarkers and administer emotion and memory measures. Source: trial registry entries. citeturn0search0turn0search5",
        "Act (relevant results found): A preprint from the study team reports that one week of mindfulness with slow breathing decreased plasma amyloid-beta while mindfulness with normal breathing increased it; the control group showed no change. This supports that the intervention is behavioral and measured plasma Aβ changes. citeturn0search2turn0search6",
        "Reflect: Classification rationale — Because the trial tests a behavioral meditation intervention (not a drug, monoclonal antibody, vaccine, or small molecule) and the provided category definitions tie \"disease-targeted biologic/small molecule\" and \"cognitive enhancer\" to pharmacologic agents, the correct category per the provided options is 'N/A'. If you prefer a more specific, non-pharmacologic label, this would be described as a behavioral (mindfulness/meditation) intervention assessing biomarkers and cognitive/emotional outcomes. citeturn0search0turn0search7",
        "Web search results used: Trial registry and listings for NCT06210035 (Effects of Heart Rate Oscillations During Meditation on Plasma Biomarkers of Alzheimer's Disease). citeturn0search0turn0search5; medRxiv preprint reporting opposing effects of slow vs normal-breathing mindfulness on plasma amyloid-beta (study preprint). citeturn0search2turn0search7",
        "Notes / Ambiguity: No drug or biologic is involved in this trial, so drug/placebo fields are empty. If you want the study categorized by intervention type instead of the provided drug-focused categories, I can label it as 'behavioral meditation intervention — biomarker and cognitive/emotional outcomes' and provide suggested tags or alternative categorizations."
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}