{
    "nct_id": "NCT03690193",
    "title": "Alzheimer's Disease Ketogenic Diet Retention and Feasibility Trial",
    "status": "COMPLETED",
    "last_update_time": "2018-09-27",
    "description_brief": "The purpose of the KDRAFT study is to assess the feasibility and preliminary cognitive efficacy of a ketogenic diet therapy in patients with Alzheimer's disease.",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "Ketogenic diet (medium-chain triglyceride–supplemented ketogenic diet; KDRAFT intervention)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The KDRAFT trial tests a ketogenic diet (MCT-supplemented) as an intervention in people with Alzheimer’s disease intended to improve cognition by providing ketone fuel and altering brain bioenergetics rather than delivering a biologic or small-molecule that targets amyloid/tau. citeturn0search1turn0search3",
        "Act (extracted details): The study name is Ketogenic Diet Retention and Feasibility Trial (KDRAFT); it used a 3-month MCT-supplemented ketogenic diet followed by a 1-month washout and reported cognitive improvement (ADAS-Cog) in diet-adherent completers that reverted after washout. citeturn0search1turn0search9",
        "Reflect (classification): This is a non-pharmacologic metabolic intervention aimed at improving cognitive performance rather than a monoclonal antibody/vaccine (biologic) or a targeted small molecule; by the provided category definitions it best fits 'cognitive enhancer' (note: some authors frame KD as addressing altered brain bioenergetics, a disease-related mechanism, but the intervention is dietary/metabolic rather than a biologic or small molecule). citeturn0search3turn0search0",
        "Web search results (key sources consulted): 1) PubMed summary of KDRAFT (Feasibility and efficacy data; 3-month MCT-KD, cognitive improvement in completers). citeturn0search1 2) ScienceDirect / article reporting KDRAFT pilot results and ADAS-Cog improvement with washout reversion. citeturn0search9 3) NCATS/NIH news item summarizing the KDRAFT pilot and the study rationale (brain ketone use preserved in AD). citeturn0search3 4) KU pilot abstract / conference report on the Ketogenic Diet Feasibility and Retention Trial. citeturn0search0"
    ],
    "agent_type": "J) Metabolism and Bioenergetics",
    "explanation_agent": [
        "Reason: The KDRAFT trial evaluates a medium-chain triglyceride (MCT)-supplemented ketogenic diet to provide ketone fuel and alter brain energy metabolism (brain bioenergetics) to improve cognition, not to directly target amyloid, tau, ApoE, inflammation, or synaptic receptors. citeturn0search0turn0search4",
        "Act: Extracted details — Ketogenic Diet Retention and Feasibility Trial (KDRAFT) used a 3-month MCT-supplemented ketogenic diet followed by a 1-month washout; diet-adherent completers showed cognitive improvement (ADAS-Cog) that reverted after washout. Other KD/MCT trials report induction of physiological ketosis and cognitive or functional benefit in AD/MCI. These details indicate the intervention acts via metabolic/energetic mechanisms (ketone provision, altered bioenergetics). citeturn0search4turn0search3turn0search1",
        "Reflect: Classification — The intervention is a non-pharmacologic metabolic strategy aiming to change brain fuel availability and bioenergetics. Under CADRO, interventions that target metabolism and cellular energy processes best map to 'J) Metabolism and Bioenergetics' rather than amyloid (A), tau (B), neurotransmitters (D), or a purely symptomatic cognitive-enhancer category. If one labeled it informally as a 'cognitive enhancer,' CADRO's mechanistic taxonomy still places a metabolic fuel intervention in J). Confirming literature (feasibility data, randomized crossover, and meta-analyses) supports the metabolic/ketone mechanism. citeturn0search5turn0search2",
        "Key web search results consulted (titles with source IDs): 1) \"Ketogenic Diet May Offer a New Approach to Treating Alzheimer’s Disease\" — NCATS/NIH summary. citeturn0search0 2) \"Feasibility and efficacy data from a ketogenic diet intervention in Alzheimer's disease\" — KDRAFT pilot report (ScienceDirect). citeturn0search4 3) \"Randomized crossover trial of a modified ketogenic diet in Alzheimer's disease\" — PubMed (randomized trial reporting ketosis and functional/care outcomes). citeturn0search3 4) \"Effects of a medium-chain triglyceride-based ketogenic formula on cognitive function in patients with mild-to-moderate Alzheimer’s disease\" — Neuroscience Letters (MCT-KD trial). citeturn0search1 5) Systematic reviews/meta-analyses examining KD/MCT effects on cognition in AD (2023–2024). citeturn0search5turn0search2"
    ]
}