{
    "nct_id": "NCT00954252",
    "title": "Placebo-Controlled, Ascending Single-Dose Study to Evaluate the Safety, Pharmacokinetics and Pharmacodynamics of CHF 5074 in Healthy Young Male Subjects",
    "status": "COMPLETED",
    "last_update_time": "2015-02-09",
    "description_brief": "The purpose of this study is to evaluate the safety and tolerability of single oral doses of CHF 5074 in young healthy male volunteers.",
    "description_detailed": "The primary endpoint of the study is to determine the maximum tolerated dose (MTD) of CHF5074 after single oral administration to young healthy male volunteers.\n\nThe secondary objective of this study is to evaluate the pharmacokinetics of CHF5074 after single oral administration to young healthy male volunteers. The secondary endpoint of this study is to verify if CHF5074 plasma levels (Cmax and AUC0-t) increase proportionally with the dose (dose-linearity).\n\nThe exploratory objective of this study is to evaluate the pharmacodynamics of CHF5074 after single oral administration to young healthy male volunteers. The respective exploratory endpoint is to assess the relationship between individual maximum CHF5074 plasma concentrations and corresponding A-beta42 plasma concentrations corrected for baseline A-beta42 levels.",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "N/A",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "CHF 5074",
        "CSP-1103"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The trial tests CHF 5074 (single oral doses) in healthy volunteers to evaluate safety/PK/PD. CHF 5074 is a small-molecule γ‑secretase modulator / microglial modulator developed for Alzheimer’s disease that reduces Aβ deposition and neuroinflammation in preclinical models and has been evaluated in MCI and healthy-subject studies. citeturn0search0turn0search4turn0search3",
        "Act: Key details extracted — drug name CHF 5074 (also reported as CSP-1103), oral small-molecule modulator of γ‑secretase and microglial activity; tested in ascending-dose, placebo-controlled PK/PD and safety studies in humans. Because its mechanism directly targets Alzheimer’s pathology (Aβ production/accumulation and related inflammation) and it is a small chemical entity (not a biologic), it best fits the category 'disease-targeted small molecule'. citeturn0search2turn0search6",
        "Reflect: Confirmation — CHF 5074’s described pharmacology (γ‑secretase modulation and anti‑inflammatory/microglial effects) targets core AD pathology rather than being a non‑pathology cognitive enhancer or a symptomatic psychiatric treatment, so classification as a disease-targeted small molecule is appropriate. Note: CHF 5074 also has reported neuroinflammation/microglial‑modulating activity and showed some cognitive effects in models and early trials, but those are downstream/clinical outcome effects of its disease-targeting mechanism rather than reasons to classify it as a cognitive enhancer. citeturn0search1turn0search3",
        "Web search results (selected sources used): 1) PubMed: CHF5074 described as a novel γ‑secretase modulator that reduced Aβ pathology and improved learning in AD transgenic mice. citeturn0search0 2) PubMed: CHF5074 (CSP-1103) induces microglial alternative activation and has anti‑inflammatory effects in models. citeturn0search1 3) Clinical study abstracts/papers: safety, PK/PD and PD biomarker studies in healthy subjects and MCI patients (ascending doses, CSF and plasma biomarker assessment). citeturn0search2turn0search3 4) Clinical trial listing / extension phase references showing CHF5074 was taken into clinical development for MCI/AD by Chiesi. citeturn0search6"
    ],
    "agent_type": "A) Amyloid beta",
    "explanation_agent": [
        "Reason: The investigational drug CHF 5074 (also called CSP-1103) is described mechanistically as a γ‑secretase modulator that reduces Aβ production/deposition and also has microglial / anti‑inflammatory effects; the γ‑secretase/Aβ pathway is a core amyloid‑focused disease mechanism. citeturn0search1turn0search2",
        "Act: Key extracted facts — drug name CHF5074 / CSP-1103; mechanism = γ‑secretase modulation (reduces brain Aβ/plaque burden in preclinical models) plus microglial modulation/anti‑inflammatory activity; tested in ascending single‑dose/PK/PD and longer placebo‑controlled studies in humans. The primary, most specific CADRO match is A) Amyloid beta because the mechanism directly targets Aβ generation/accumulation. citeturn0search1turn0search2turn0search0turn0search4",
        "Reflect: Confirmation and caveats — CHF5074 clearly engages both amyloid biology (via γ‑secretase modulation and lowering Aβ in models) and neuroinflammation/microglial pathways (preclinical and clinical biomarker effects). Because the drug’s defining, disease‑targeted mechanism is modulation of γ‑secretase/Aβ production, the most specific CADRO classification is A) Amyloid beta; the anti‑inflammatory/microglial activity is noted but does not change the primary amyloid classification (if one wished to emphasise both mechanisms, R) Multi-target could be considered). citeturn0search1turn0search0turn0search4",
        "Web search results (selected sources used): 1) CHF5074 described as a γ‑secretase modulator that reduced Aβ pathology and learning deficits in AD transgenic mice. citeturn0search1 2) CHF5074 restores memory and hippocampal synaptic plasticity in plaque‑free Tg2576 mice (γ‑secretase modulator evidence). citeturn0search2 3) CHF5074 (CSP-1103) induces microglial alternative (M2) activation and suppresses pro‑inflammatory responses in models. citeturn0search0 4) A 12‑week double‑blind, placebo‑controlled study in MCI patients reported CHF5074 was well tolerated, reached CSF, and dose‑dependently reduced CSF/plasma markers of neuroinflammation (sCD40L, TNF‑α). citeturn0search4"
    ]
}