{
    "nct_id": "NCT00411580",
    "title": "A 52-week, Multi-center, Randomized, Double-blind, Placebo-controlled, Time-lagged, Parallel Group Study in Patients With Mild to Moderate Alzheimer's Disease (AD) to Investigate the Safety, Tolerability and Aß-specific Antibody Response Following Three Subcutaneous Injections of CAD106",
    "status": "COMPLETED",
    "last_update_time": "2013-03-27",
    "description_brief": "This study will evaluate the safety and tolerability and Aß-specific antibody response of CAD106 in patients with mild to moderate Alzheimer's Disease.\n\nPatients also had a 2 year follow-up to assess disease progression where no drug was administered.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted biologic",
    "drug": [
        "CAD106 (active Aβ immunotherapy vaccine; Aβ1–6 peptide conjugated to Qβ virus‑like particle)"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The study evaluates safety, tolerability and the Aβ-specific antibody response to CAD106, indicating the intervention is an active immunotherapy targeting amyloid‑β pathology (disease-modifying intent). citeturn0search2turn0search7",
        "Act: Extracted details — drug = CAD106, described in the literature as Aβ1–6 peptide coupled to a Qβ virus‑like particle (vaccine) given as subcutaneous injections (three in the core 52‑week study) to induce Aβ‑specific antibodies; primary outcomes are safety/tolerability and immunogenicity (Aβ antibody response). citeturn0search4turn0search3",
        "Reflect: Classification — CAD106 is a biologic vaccine that elicits B‑cell (antibody) responses against amyloid‑β and was developed to engage Alzheimer’s pathology rather than act as a symptomatic cognitive enhancer or neuropsychiatric treatment; therefore it fits the 'disease‑targeted biologic' category. Evidence of target engagement and immunogenicity is reported in multiple phase 1/2 publications. citeturn0search6turn0search7",
        "Web search results used (key sources): Phase‑1 study describing safety and Aβ‑specific antibody response (Lancet / PubMed). citeturn0search2; Long‑term/phase IIa core + extension publication (Alzheimer's Research & Therapy). citeturn0search3; Phase‑2b randomized study and open access summary (PMC). citeturn0search7; Preclinical description of CAD106 composition and mechanism (Aβ1–6–Qβ VLP). citeturn0search6"
    ],
    "agent_type": "A) Amyloid beta",
    "explanation_agent": [
        "Reason: The investigational product CAD106 is an active immunotherapy (vaccine) designed to elicit Aβ‑specific antibodies against the N‑terminus of amyloid‑β (Aβ1–6) presented on a Qβ virus‑like particle — indicating the intervention specifically targets amyloid‑β pathology (disease‑modifying, not symptomatic). citeturn0search1turn0search6",
        "Act: Extracted details from the trial description and publications — drug = CAD106 (Aβ1–6 peptide conjugated to Qβ VLP), given as subcutaneous/intramuscular injections in 3 (core) or repeated doses; primary outcomes include safety/tolerability and Aβ‑specific antibody (immunogenicity) response, and studies report target engagement (Aβ antibody induction and effects on peripheral/plaque measures). citeturn0search1turn0search5turn0search3",
        "Reflect: Classification check — CADRO category A) Amyloid beta is the most specific and appropriate match because the vaccine directly targets amyloid‑β to induce an anti‑Aβ immune response. The trial is not multi‑target (R) and is therapeutic (not diagnostic), so 'A) Amyloid beta' is correct. Key supporting publications used are listed below. citeturn0search1turn0search5turn0search0turn0search4",
        "Web search results used (key sources):",
        "- Safety, tolerability, and antibody response: first‑in‑human 52‑week randomized study (CAD106) — PubMed (Lancet / phase 1 abstract). citeturn0search1",
        "- Long‑term treatment / phase IIa core + extension — Alzheimer's Research & Therapy (CAD106 immunogenicity and safety). citeturn0search5",
        "- Phase‑2b randomized study (immunogenicity results summary). citeturn0search0",
        "- CAD106 effects on amyloid PET in prevention cohort (Generation Study reporting). citeturn0search4",
        "- Review on virus‑like particle based Aβ vaccines (mechanism and CAD106 as VLP candidate). citeturn0search6"
    ]
}