{
    "nct_id": "NCT06467539",
    "title": "Novel Augmentation of DAOIB and Antioxidant for Early Dementia",
    "status": "RECRUITING",
    "last_update_time": "2024-07-03",
    "description_brief": "Previous studies found that some NMDA-enhancing agents were able to improve cognitive function of patients with early-phase dementia. In addition, several drugs with antioxidant properties have been tested in clinical trials for the treatment of dementia too. Whether combined treatment of an NMDA-enhancing agent and a drug with antioxidant property can be better than an NMDA-enhancing agent alone deserves study.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "DAOIB (D‑amino acid oxidase inhibitor — e.g., sodium benzoate / AMMONUL)",
        "Antioxidant (unspecified in listing)"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The trial tests an NMDA‑enhancing agent (labelled 'DAOIB') and an antioxidant. NMDA enhancement is intended to improve learning/memory (symptomatic cognitive function) rather than directly targeting core AD pathology (amyloid or tau). Therefore the intervention fits the 'cognitive enhancer' category. citeturn0search1turn0search3",
        "Act: Web search shows 'DAOIB' in multiple trial records and that DAOIB corresponds to a D‑amino acid oxidase (DAO) inhibitor — sodium benzoate (AMMONUL) — which increases NMDA receptor co‑agonists (reported to improve cognition in aMCI/mild AD). The specific Phase 2 augmentation trial ('Novel Augmentation of DAOIB and Antioxidant for Early Dementia') tests DAOIB ± antioxidant vs DAOIB+placebo. Key sources: Clinical trial listings (NCT06467539, NCT02103673) and a PubMed report on sodium benzoate (DAO inhibitor) improving short‑term memory. citeturn0search0turn0search1turn0search3",
        "Reflect: Classification checked against definitions — DAOIB is a biologically acting small molecule (sodium benzoate) that modulates neurotransmission (NMDA enhancement) to improve cognition, not a monoclonal/vaccine directed at amyloid or tau, nor primarily an agent to treat neuropsychiatric behaviors. The antioxidant is adjunctive and not described as disease‑modifying (amyloid/tau). Therefore 'cognitive enhancer' is the best fit. Remaining ambiguity: the trial label 'DAOIB' is a shorthand; trial records indicate this is a DAO inhibitor and list sodium benzoate explicitly in related trials, so the mapping is well supported. citeturn0search2turn0search4"
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The investigational product labeled 'DAOIB' is a D‑amino acid oxidase (DAAO/DAO) inhibitor (sodium benzoate/AMMONUL) that increases NMDA‑receptor co‑agonists (e.g., D‑serine) and thereby enhances NMDA receptor function to improve learning/memory—this is modulation of a neurotransmitter receptor system rather than a direct anti‑amyloid or anti‑tau disease‑modifying approach. citeturn0search4turn0search7",
        "Act: Trial records for 'Novel Augmentation of DAOIB and Antioxidant for Early Dementia' (NCT06467539) describe DAOIB ± antioxidant as an NMDA‑enhancing cognitive enhancer; related trial records explicitly list DAOIB as sodium benzoate (AMMONUL). The antioxidant is an adjunct (unspecified) and not presented as a primary disease‑modifying anti‑amyloid/tau agent. citeturn0search1turn0search4",
        "Reflect: Given the mechanism (NMDA receptor enhancement) the best CADRO match is D) Neurotransmitter Receptors. Although an antioxidant (oxidative‑stress category G) is included as adjunct, the trial’s primary intervention and rationale center on neurotransmission/NMDA modulation (cognitive enhancement), so this should not be classified as multi‑target (R). Supporting literature shows sodium benzoate (a DAO inhibitor) has been tested for cognitive benefit in early AD/MCI, reinforcing the neurotransmitter‑receptor classification. citeturn0search0turn0search7"
    ]
}