{
    "nct_id": "NCT00414622",
    "title": "A Double Blind, Placebo-Controlled Randomized Study to Compare the Safety and Tolerability of GTS-21 (25 Mg TID, 50 Mg TID, 75 Mg TID and 150 Mg TID) When Administered Daily for 28 Days to Participants With Probable Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2007-04-18",
    "description_brief": "A Double Blind, Placebo-Controlled Randomized Study to Compare the Safety and Tolerability of GTS-21 (25 Mg TID, 50 Mg TID, 75 Mg TID and 150 Mg TID) When Administered Daily for 28 Days to Participants With Probable Alzheimer's Disease",
    "description_detailed": "A Double Blind, Placebo-Controlled Randomized Study to Compare the Safety and Tolerability of GTS-21 (25 Mg TID, 50 Mg TID, 75 Mg TID and 150 Mg TID) When Administered Daily for 28 Days to Participants With Probable Alzheimer's Disease",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "GTS-21 (DMXBA; 3-(2,4-dimethoxybenzylidene)anabaseine)"
    ],
    "placebo": [
        "Placebo"
    ],
    "explanation_target": [
        "Reason: The investigational drug GTS-21 is a synthetic small molecule that is a selective α7 nicotinic acetylcholine receptor (α7nAChR) agonist and was developed principally for cognitive enhancement in humans (clinical phase I/II work showed effects on attention, working memory and episodic memory). citeturn0search4turn1search3",
        "Act: Trial details — the study you provided is NCT00414622 (GTS21-201), a double-blind, randomized, placebo-controlled Phase 2 safety/tolerability study of multiple oral doses of GTS-21 administered for 28 days to participants with probable Alzheimer’s disease. The drug is a small-molecule agonist (DMXBA/GTS-21) with preclinical reports also showing effects on Aβ phagocytosis and γ‑secretase activity, but its primary clinical development focus has been as a cognitive enhancer. citeturn1search0turn0search6turn0search5",
        "Reflect: Classification — I assign 'cognitive enhancer'. Rationale: although some preclinical work reports potential effects on amyloid handling, GTS-21 is a small‑molecule α7nAChR agonist developed and tested in humans primarily to improve cognitive function; the cited clinical trial is a safety/tolerability study in AD patients rather than a targeted biologic (monoclonal antibody/vaccine) or a small‑molecule whose main intended mechanism is direct amyloid/tau enzymatic inhibition. If priority is given strictly to any disease‑pathology effect seen preclinically, one could argue for 'disease‑targeted small molecule', but the clinical development intent and mechanism support 'cognitive enhancer'. citeturn1search3turn0search6"
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: GTS-21 (DMXBA) is a small-molecule selective agonist of the α7 nicotinic acetylcholine receptor (α7nAChR) and was developed principally as a cognitive enhancer acting on cholinergic neurotransmission. This mechanism is a neurotransmitter receptor–directed intervention and therefore maps to CADRO category D. citeturn0search0turn1search6",
        "Act: The provided trial (NCT00414622 / GTS21-201) is a Phase 2, double‑blind, placebo‑controlled safety/tolerability study of oral GTS‑21 in participants with probable Alzheimer’s disease. While some preclinical studies report additional effects (reduced Aβ burden via increased microglial Aβ phagocytosis and suppression of γ‑secretase activity), the primary clinical mechanism and development intent are agonism of the α7 nicotinic receptor to improve cognition — a neurotransmitter receptor target. I therefore assign 'D) Neurotransmitter Receptors'. citeturn1search0turn0search1",
        "Reflect: Classification check — α7nAChR is a ligand‑gated neurotransmitter receptor, so CADRO D is the best specific fit. Although preclinical literature shows possible downstream effects on amyloid handling and anti‑inflammatory actions, those are secondary/pleiotropic effects and do not change the primary target classification. If the trial drug were being developed primarily to modify amyloid or inflammation clinically, one could consider A) Amyloid beta or F) Inflammation or R) Multi-target, but here clinical intent supports D). citeturn0search1turn1search6",
        "Web search results (supporting sources):",
        "- PubMed review describing DMXBA (GTS‑21) as an α7 nicotinic agonist and cognitive effects. citeturn0search0",
        "- Preclinical study reporting that α7‑selective agonist DMXBA promotes microglial Aβ phagocytosis and suppresses neuronal γ‑secretase activity (reducing Aβ) in an AD mouse model. citeturn0search1",
        "- ClinicalTrials record for NCT00414622 (GTS21‑201), the 28‑day randomized, double‑blind safety/tolerability study in probable AD. citeturn1search0",
        "- Phase I clinical study showing safety, pharmacokinetics and cognitive enhancement signals with multiple doses of GTS‑21 in healthy volunteers. citeturn1search6",
        "- Review/chemistry summary of DMXBA (GTS‑21) describing pharmacology and development as an α7 agonist cognitive enhancer. citeturn0search5"
    ]
}