{
    "nct_id": "NCT05908695",
    "title": "A 36-week, Multi-center, Randomized, Double-blind, Placebo-controlled, Parallel-group Clinical Trial to Evaluate the Efficacy and Safety of Sodium Oligomannate (GV-971) in Treatment of Mild to Moderate Alzheimer's Disease",
    "status": "RECRUITING",
    "last_update_time": "2023-11-08",
    "description_brief": "The primary purpose of this study is to confirm the clinical efficacy and mechanism of action of GV-971, and identify incidence of known adverse reactions in long-term use and observe new adverse reactions, providing more guidance for clinical use.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE4"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "GV-971 (sodium oligomannate)"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The trial tests GV-971 (sodium oligomannate) in mild-to-moderate AD to confirm clinical efficacy and mechanism of action and to evaluate safety versus placebo — i.e., it aims to modify disease-related processes and cognitive outcomes rather than only treat behavioral symptoms. citeturn0search0turn0search2",
        "Act: GV-971 is a marine-derived oligosaccharide (sodium oligomannate) with a proposed disease-modifying mechanism: it can reconstitute gut microbiota and reduce peripheral/central neuroinflammation and also bind/inhibit Aβ aggregation in preclinical studies. The drug has been tested in the described 36-week randomized, double-blind, placebo-controlled trial showing cognitive benefit, and it received conditional approval in China (NMPA) in November 2019 as a chemical drug (registration class 1.2). These facts support classifying GV-971 as a chemical/small-molecule therapeutic directed at AD pathology rather than a biologic or solely symptomatic cognitive enhancer. citeturn0search0turn0search4turn1search3",
        "Reflect: Classification check — GV-971 is not a monoclonal antibody, vaccine, or biologic class drug; it is an oligosaccharide chemical entity (NMPA registration as a chemical drug) intended to act on disease mechanisms (gut microbiota → neuroinflammation, and Aβ interaction). Therefore the best-fit category from the provided list is 'disease-targeted small molecule.' No major alternative interpretation fits the definitions (it is not purely a symptomatic cognitive enhancer nor a neuropsychiatric treatment). citeturn0search3turn1search2",
        "Web search / sources (key results used):",
        "- Phase 3 trial report (36-week RCT showing cognitive improvement; describes GV-971 as marine-derived oligosaccharide and proposed gut microbiota/neuroinflammation + Aβ mechanisms). citeturn0search0turn0search1",
        "- Related mechanistic, biochemical studies showing GV-971 binds Aβ and inhibits aggregation. citeturn0search4",
        "- Regulatory/approval and product classification: NMPA conditional approval November 2, 2019; registered as a chemical drug (class 1.2). citeturn1search2turn1search3"
    ],
    "agent_type": "N) Gut-Brain Axis",
    "explanation_agent": [
        "Reason: The trial tests GV-971 (sodium oligomannate), a marine-derived oligosaccharide/small molecule with a repeatedly reported primary mechanism of reconditioning the gut microbiota (brain–gut axis) to reduce peripheral/central immune activation and neuroinflammation; preclinical and translational work also reports effects on Aβ aggregation but the dominant proposed/advertised mechanism is modulation of gut microbiota → neuroinflammation. citeturn0search0turn0search2turn0search1",
        "Act: Given the description and supporting literature, the most specific CADRO category is N) Gut-Brain Axis because GV-971 is explicitly described as acting on the microbiota–microglia/immune axis (brain–gut axis) to modify disease processes. I note secondary/mechanistic evidence that GV-971 can reduce amyloid pathology and inhibit protein aggregation in preclinical studies, but these are downstream or additional mechanisms rather than the single primary target. Key supporting sources: company/regulatory summary and clinical trial report (phase 3), and mechanistic studies showing microbiome→neuroinflammation effects and reduced amyloidosis. citeturn0search0turn0search1turn0search2",
        "Reflect: I considered whether to assign A) Amyloid beta or F) Inflammation or R) Multi-target. Because the defining, repeatedly stated, and clinically emphasized mechanism is modulation of the gut–brain axis (microbiota changes that reduce peripheral/central inflammation and then impact brain pathology), N) Gut-Brain Axis is the best-fit single CADRO category. If you prefer to flag all implicated processes, an alternative would be R) Multi-target (gut-brain axis + neuroinflammation + amyloid effects), but per instruction to choose the most specific match, I select N). Supporting mechanistic papers also document Aβ/aggregation effects—these are cited below. citeturn0search2turn0search4",
        "Web search results used (key items):",
        "- Company / product and approval summary (GV-971 described as targeting the brain–gut axis; NMPA approval Nov 2, 2019). citeturn0search0",
        "- Phase 3, 36-week randomized, double‑blind, placebo‑controlled trial reporting cognitive benefit (PubMed entry). citeturn0search1",
        "- Mechanistic preclinical and translational studies showing GV-971 alters gut microbiota, reduces neuroinflammation and can lower amyloid pathology. citeturn0search2turn0search9",
        "- Additional biochemical/aggregation studies reporting GV-971 effects on protein aggregation (e.g., Aβ/α‑synuclein models). citeturn0search4"
    ]
}