{
    "nct_id": "NCT02187627",
    "title": "Evaluation of [11C]RO6924963, [11C]RO6931643, and [18F]RO6958948 as Tracers for Tau Imaging With Positron Emission Tomography in Healthy Control Subjects and Subjects With Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2018-12-28",
    "description_brief": "This study is designed to obtain basic information on three PET imaging tracers developed to detect tau pathology in the brain. In this study, healthy control participants and participants with AD will be studied. Information collected will include brain and plasma kinetics, tissue distribution (in the brain), radiation dosimetry, and test-retest variability of the signal in the brain. The study will consist of Part 1, Part 2A, and Part 2B. During Part 1, imaging data will be assessed on an ongoing basis and based on data, one tracer will be prioritized over the other two tracers. The tracer selected will be further investigated in Part 2A and Part 2B.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "BASIC_SCIENCE",
    "results": null,
    "target_category": "N/A",
    "drug": [
        "[11C]RO6924963",
        "[11C]RO6931643",
        "[18F]RO6958948 (also called 18F-RO-948)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The description states the study is evaluating three PET imaging tracers developed to detect tau pathology (i.e., diagnostic radioligands), collecting kinetics, tissue distribution, dosimetry, and test–retest variability — all characteristics of imaging agent validation rather than a therapeutic intervention. citeturn0search5turn0search2",
        "Act (evidence): Preclinical work shows RO6958948, RO6931643, and RO6924963 bind with high affinity and specificity to tau aggregates and were advanced as PET radiotracers. Human studies have evaluated 18F-RO6958948 (aka 18F-RO-948) for quantitative assessment of tau in AD, and Roche/clinical-trial records list studies using [18F]RO6958948. These sources identify the items as imaging tracers, not disease-modifying drugs. citeturn0search5turn0search2turn0search3",
        "Reflect: Given they are radiolabeled PET tracers for tau detection (diagnostics), the trial does not test a biologic or small-molecule therapy, a cognitive enhancer, or a neuropsychiatric treatment — therefore it does not fit any of the four therapeutic categories and should be classified as 'N/A'. No ambiguity in the description suggests a therapeutic intent. citeturn0search1turn0search6"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}