{
    "nct_id": "NCT01057030",
    "title": "Randomized, Double-Blinded, Placebo-Controlled, Multiple-Dose Study to Evaluate the Safety, Tolerability, Pharmacokinetics, and Pharmacodynamics of BMS-708163 125 mg in Healthy Japanese and Non-Japanese Subjects",
    "status": "COMPLETED",
    "last_update_time": "2011-01-24",
    "description_brief": "The purpose of this study is to assess the safety and tolerability of multiple oral daily doses of BMS-708163 in healthy young male subjects",
    "description_detailed": "N/A",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "N/A",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "BMS-708163",
        "avagacestat (BMS-708163) — oral γ-secretase inhibitor"
    ],
    "placebo": [
        "placebo (oral)"
    ],
    "explanation_target": [
        "Reason: The trial tests BMS-708163 (multiple daily oral doses) with safety, tolerability, PK/PD as primary aims. The intervention is a small-molecule oral drug developed to alter Alzheimer's pathology (amyloid-β production), so it fits a disease-modifying, pathology-targeted category rather than a symptomatic cognitive enhancer or neuropsychiatric treatment.",
        "Act (key facts & web evidence): BMS-708163 is avagacestat, an orally bioavailable γ-secretase inhibitor developed to reduce Aβ production for Alzheimer disease. Evidence: clinical pharmacology and phase 1 reports describe BMS-708163 (avagacestat) as a selective γ-secretase inhibitor that lowers CSF and plasma Aβ. citeturn0search3turn0search1",
        "Act (mechanism): Preclinical and medicinal-chemistry publications describe BMS-708163 as a potent, selective small-molecule γ-secretase inhibitor (aiming to lower Aβ species), i.e., a small-molecule disease-targeting therapeutic rather than a biologic. citeturn0search4turn0search2",
        "Reflect (classification): Because the drug is a small-molecule γ-secretase inhibitor targeting amyloid production (disease pathology), the appropriate category is 'disease-targeted small molecule'. The trial is a safety/PK/PD dosing study in healthy subjects and does not test a biologic, a pure symptomatic cognitive enhancer, or a neuropsychiatric symptom intervention. citeturn0search5turn0search6",
        "Web search results (selected sources used):\n- PubMed / Clinical Therapeutics phase‑1/first‑in‑human reports describing BMS‑708163 (avagacestat) single- and multiple-dose tolerability and effects on CSF/plasma Aβ. citeturn0search3turn0search1\n- ACS Medicinal Chemistry Letters — discovery and characterization of BMS‑708163 as a potent, selective, orally bioavailable γ‑secretase inhibitor. citeturn0search4\n- Alzheimer's & Dementia / conference and phase‑2 summaries describing dose-dependent CSF Aβ reductions with BMS‑708163 and its development program. citeturn0search2\n- Analytical methods and supportive PK/PD assay development for BMS‑708163 in plasma/CSF. citeturn0search6"
    ],
    "agent_type": "A) Amyloid beta",
    "explanation_agent": [
        "Reason: The investigational drug BMS-708163 (avagacestat) is a small-molecule, orally bioavailable γ-secretase inhibitor developed to lower production of amyloid-β (Aβ) peptides — i.e., it directly targets the amyloid production pathway central to Alzheimer disease pathology. citeturn0search0turn0search8",
        "Act: Key extracted facts from the trial description and literature — drug name: BMS-708163 (avagacestat); intervention type: disease-targeted small-molecule, oral γ-secretase inhibitor; primary pharmacologic effect: inhibition of γ-secretase to reduce Aβ species, with documented reductions in CSF and plasma Aβ in healthy-subject studies. This drug was advanced through single- and multiple-dose human studies (safety, PK/PD) and into later-phase testing. citeturn0search1turn0search2turn0search6turn0search3",
        "Reflect: Classification decision and rationale — because the mechanism is inhibition of γ-secretase to reduce amyloid-β production, the most specific CADRO category is A) Amyloid beta. Although γ-secretase inhibitors can affect other pathways (Notch) and clinical development raised safety issues, the intended biological target in this trial is the amyloid production pathway rather than inflammation, synaptic function, or a non-therapeutic diagnostic, so A) Amyloid beta is the appropriate classification. citeturn0search8turn0search7",
        "Web search results (selected sources used as evidence): - ACS Medicinal Chemistry Letters — discovery and characterization of BMS-708163 (avagacestat) as a potent, selective, orally bioavailable γ‑secretase inhibitor. citeturn0search0 - Clinical Therapeutics / PubMed — multicenter randomized single-ascending dose study reporting tolerability, PK, and PD effects on plasma Aβ. citeturn0search1 - Clinical Drug Investigation (Springer) — single-dose study showing marked decreases in CSF Aβ isoforms after avagacestat dosing. citeturn0search6 - PubMed (pharmacodynamics study) — evaluation of selective γ‑secretase inhibition (APP vs Notch) and related pharmacodynamic markers. citeturn0search8 - Alzheimer's & Dementia / phase II summaries — clinical development, adverse events and outcome signals in predementia AD studies. citeturn0search7 - BMS clinical trials listing / ClinicalTrials.gov entry for BMS‑708163 (CN156‑001 / NCT01454115). citeturn0search5 - LC‑MS/MS analytical methods supporting measurement of BMS‑708163 in plasma and CSF. citeturn0search4"
    ]
}