{
    "nct_id": "NCT02293915",
    "title": "Phase III Study of Sodium Oligo-mannurarate (GV-971) Capsule on Mild to Moderate Alzheimer Disease",
    "status": "COMPLETED",
    "last_update_time": "2018-10-09",
    "description_brief": "The primary purpose of this study is to determine the efficacy and safety of Sodium Oligo-mannurarate (GV-971) in 36-week treatment of mild to moderate Alzheimer's disease.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE3"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted biologic",
    "drug": [
        "Sodium oligomannate (GV-971)"
    ],
    "placebo": [
        "placebo (oral)"
    ],
    "explanation_target": [
        "Reason: The investigational product is sodium oligomannate (GV-971), a marine-derived oligosaccharide (mixture of linear acidic oligosaccharides, DP 2–10) that is proposed to act on Alzheimer’s pathology by reconditioning the gut microbiota, reducing peripheral immune cell infiltration and neuroinflammation, and by directly binding/inhibiting Aβ fibril formation. These mechanisms target disease biology (amyloid and neuroinflammation), not only symptomatic cognition. citeturn0search0turn0search5turn0search6",
        "Act: Key trial/intervention details extracted from the description and literature: Phase III, 36-week, randomized, placebo-controlled trial of GV-971 (900 mg/day oral in the phase 3 trial) in mild-to-moderate AD; primary outcome was cognitive (ADAS-Cog12) and the trial reported a significant drug-placebo difference favoring GV-971. The drug is an oligosaccharide (not a monoclonal antibody or classic small molecule). citeturn0search0turn0search4",
        "Reflect: Classification decision — GV-971 is best placed in the 'disease-targeted biologic' category because (a) its stated mechanism targets Alzheimer’s pathology (Aβ aggregation and neuroinflammation), and (b) it is a biologically derived complex oligosaccharide rather than a typical low–molecular-weight small molecule or a symptomatic cognitive enhancer. I note an ambiguity: GV-971 is a defined oligosaccharide (a chemical entity) rather than a protein biologic (e.g., antibody); if one strictly interprets 'biologic' only as protein biologics, an alternative classification could be 'disease-targeted small molecule', but the compound’s size/complexity and biological origin argue for the 'biologic' bucket per the category definitions provided. Supporting mechanistic and trial references are cited. citeturn0search2turn0search5",
        "Web search results (key sources used): 1) Phase 3 trial paper summarizing 36-week randomized placebo-controlled results and mechanisms (Alzheimer's Research & Therapy, 2021). citeturn0search0 2) PubMed entry / abstract for the phase 3 study. citeturn0search4 3) Biochemical study showing GV-971 binds Aβ and blocks aggregation. citeturn0search5 4) Preclinical/mechanistic studies describing gut-microbiota → neuroinflammation pathway and effects on amyloid pathology. citeturn0search6turn0search3"
    ],
    "agent_type": "R) Multi-target",
    "explanation_agent": [
        "Reason: The investigational product, sodium oligomannate (GV-971), is reported to act via multiple disease-relevant mechanisms — remodeling the gut microbiota to reduce peripheral immune activation and neuroinflammation, and directly binding/inhibiting Aβ fibril formation. These indicate action on both neuroinflammation and amyloid-related pathology (and implicate the gut–brain axis). citeturn1search3turn1search0",
        "Act: Key extracted trial/intervention details: Phase 3, 36-week, randomized, placebo-controlled study of GV-971 in mild-to-moderate AD with a significant cognitive (ADAS‑Cog12) drug–placebo difference; GV‑971 is a marine-derived mixture of acidic oligosaccharides (sodium oligomannate). The described mechanisms therefore implicate multiple CADRO categories (Amyloid beta; Inflammation; Gut–Brain Axis). citeturn0search5turn0search3turn1search1",
        "Reflect: Classification decision — because the described biology explicitly involves more than one CADRO domain (direct modulation of Aβ aggregation plus modulation of gut microbiota leading to reduced neuroinflammation), the most appropriate CADRO assignment is R) Multi-target. Note: if one were forced to pick a single primary mechanism, amyloid or inflammation could be argued, but the provided description supports multiple, distinct targets/pathways. citeturn1search0turn1search3",
        "Web search results (key sources used): 1) Phase‑3 randomized, double‑blind, placebo‑controlled trial report (Alzheimer's Research & Therapy, 2021) — trial design and positive ADAS‑Cog results. citeturn0search5 2) PubMed entry/abstract for the 36‑week phase‑3 study summarizing efficacy and safety. citeturn0search3 3) Biophysical/biochemical study showing GV‑971 electrostatically binds Aβ and blocks aggregation (J. Phys. Chem. B / PubMed). citeturn1search0turn1search1 4) Preclinical mechanistic study demonstrating GV‑971 alters gut microbiota, reduces Aβ amyloidosis and microglial reactivity (Molecular Neurodegeneration, 2024). citeturn1search3"
    ]
}