{
    "nct_id": "NCT06565143",
    "title": "Effect of Transcranial Alternating Current Stimulation(tACS) for Early Alzheimer's Disease",
    "status": "RECRUITING",
    "last_update_time": "2024-08-19",
    "description_brief": "To investigate the clinical effect neural mechanism of transcranial alternating current stimulation in early Alzheimer's disease",
    "description_detailed": "Upon meeting the inclusion criteria and providing informed consent, each participant will complete a series of cognitive assessments and tACS at the First Affiliated Hospital of Anhui medical university. Patients were randomly allocated to tACS group and the sham group. There are about 20 patients in each group. For the all patients, allocation was by coin toss. Patients were studied using a double-blind design. Study participants and all personnel responsible for the clinical care of the patient remained masked to allocated condition and allocation parameters. Only tACS administrators had access to the randomization list; they had minimal contact with the patients, and no role in cognitive and symptom assessments. Each patient would be treated for continuous 14 days by tACS.\n\nBefore the tACS treatment, a series of cognitive assessments and neuropsychological tests were obtained by a trained investigator to assess baseline. Each assessment will involve a set of assessment tools, the Alzheimer's Disease Assessment Scale-Cognitive Subscale (ADAS-Cog) as the primary outcome measure and various other tasks and questionnaires to measure cognition (including MoCA,MMSE, DS, Stroop test, TMT, BNT-30, VFT, CDT,JLOT. Form H,HVOT), memory (CAVLT, LMT), emotion(HAMA-17,HAMD-14,GDS-30), behavioral and psychological symptoms(NPI), and treatment tolerability. All the tests are conducted in two days. The patient received resting EEG data collection. After the last treatment, the MoCA, and associative memory were obtained, as well as the Global Index of Safety to assess adverse events of the treatment. Patients were instructed to focus their answers on the past 14 days. The patients had also receiving a battery measure of neuropsychological tests, resting EEG. Two months after the last treatment, participants were interviewed to obtain the same assessment as before. They were instructed to focus their answers on the past months.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "BASIC_SCIENCE",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "transcranial alternating current stimulation (tACS)"
    ],
    "placebo": [
        "sham stimulation"
    ],
    "explanation_target": [
        "Reason: The intervention is transcranial alternating current stimulation (tACS), a non‑invasive neuromodulation method that entrains/modulates neuronal oscillations (often gamma/40 Hz) with the intent of improving cognition (memory/global cognition) in early/mild Alzheimer’s disease rather than delivering a biologic or small molecule. citeturn0search1turn0search0",
        "Act: Key extracted details — Intervention: tACS; Comparator: sham stimulation; Population: early/mild Alzheimer's disease; Intended effect: cognitive improvement (global cognition, memory) and investigation of neural mechanisms (e.g., hippocampal gamma activity, theta–gamma coupling). This is a neuromodulatory cognitive intervention, not a drug targeting amyloid/tau. citeturn0search3turn0search4",
        "Reflect: Classification justification — tACS is neither a biologic nor a small molecule and is not focused primarily on treating neuropsychiatric symptoms; its mechanism and trial endpoints target cognitive enhancement, so the appropriate category is 'cognitive enhancer'. Recent trials and reviews support tACS as a cognition‑targeted non‑invasive brain stimulation in AD. citeturn0search0turn0search6",
        "Web search sources used (titles for transparency): 1) 'TRanscranial AlterNating current stimulation FOR patients with mild Alzheimer’s Disease (TRANSFORM-AD): a randomized controlled clinical trial' (Alzheimer's Research & Therapy). citeturn0search0 2) 'TRanscranial AlterNating current Stimulation FOR patients with Mild Alzheimer's Disease (TRANSFORM-AD study): Protocol for a randomized controlled clinical trial' (PubMed). citeturn0search1 3) 'TRanscranial AlterNating current stimulation FOR patients with mild Alzheimer's Disease (TRANSFORM-AD)' (PubMed results/abstract). citeturn0search3 4) 'Tele‑supervised home‑based transcranial alternating current stimulation (tACS) for Alzheimer’s disease' (Alzheimer's & Dementia). citeturn0search4 5) 'Is non‑invasive brain stimulation effective for cognitive enhancement in Alzheimer's disease? An updated meta‑analysis' (PubMed). citeturn0search6"
    ],
    "agent_type": "M) Synaptic Plasticity/Neuroprotection",
    "explanation_agent": [
        "Reason: The intervention is transcranial alternating current stimulation (tACS), a non‑invasive neuromodulation approach intended to entrain/modulate neuronal oscillations (e.g., gamma/40 Hz) and restore network-level oscillatory activity and coupling (theta–gamma) to improve cognition — mechanisms that map to synaptic/network plasticity and neuroprotective circuit modulation rather than a molecular target such as amyloid or tau. citeturn0search0turn0search1",
        "Act: Extracted details — Intervention: 40 Hz (gamma) tACS; Population: early/mild AD; Intended effect: cognitive enhancement (global cognition, memory) and modulation of hippocampal gamma activity / theta–gamma coupling. This is a neuromodulatory, plasticity-focused intervention, so assign CADRO category M) Synaptic Plasticity/Neuroprotection. (Key sources: TRANSFORM‑AD randomized trial and protocol; home‑based tACS pilot study.) citeturn0search2turn0search3",
        "Reflect: The classification fits CADRO because tACS acts on neuronal oscillations and network dynamics to influence synaptic function/plasticity and cognitive performance (not on amyloid, tau, ApoE/lipids, specific neurotransmitter receptors, or a molecular pathway). It is not a diagnostic/non‑therapeutic device (so not 'T) Other'), nor a multi‑target pharmacologic agent. If additional mechanistic data showed primary effects on amyloid/tau clearance or vascular function as the main therapeutic pathway, an alternate CADRO category might be considered — but current trial descriptions emphasize neuromodulation and network/synaptic mechanisms. citeturn0search0turn0search1"
    ]
}