{
    "nct_id": "NCT06631144",
    "title": "Improving Health Equities for Hispanic/Latino Families Living With Dementia by Validating a Spanish-language Caregiver-Enabled Care Program (CECP) in PACE Participants",
    "status": "ACTIVE_NOT_RECRUITING",
    "last_update_time": "2025-08-11",
    "description_brief": "The purpose of the study is to develop and test the feasibility of a nonmedical digital health intervention, the Spanish-language Caregiver-Enabled Care Program (CECP), with Spanish-speaking caregivers of persons with dementia (PWD). CECP is a nonmedical digital population health intervention that provides personalized education, proactive 1:1 human coaching, and remote monitoring, all delivered via a dedicated tablet shipped to the caregiver's home at no cost to the caregiver or PWD. For this study, the investigators are recruiting 135 patient/caregiver dyads.",
    "description_detailed": "For Hispanic/Latino families in the United States (U.S.), care for a loved one with dementia is provided largely by family caregivers. Evidence-based resources that support and engage family caregivers are critical to improving care and outcomes for persons living with dementia and improving the wellness of their family caregiver. However, access to these vital resources is limited for Hispanic/Latino families in the U.S. To address health disparities in dementia care for Hispanic/Latino families in the U.S., the investigators are developing an approach for deploying the proven Caregiver-Enabled Care Program (CECP) to Spanish-speaking caregivers of patients with dementia. For this study, the investigators will enroll 135 Spanish-speaking family caregiver/dementia-patient dyads living in the U.S. who are participants in a Program for All-Inclusive Care for the Elderly (PACE) or dementia support network or provider. Participation for each caregiver enrolled in the study involves engaging in the Spanish-language CECP for 6 months. The overall duration of the research project is 12 months.\n\nAt the conclusion of the study, the investigators expect to show that the highly- scalable approach using Artificial Intelligence (AI) plus human validation provides a Spanish-language CECP that can achieve comparable engagement of the proven English-language CECP. The investigators will measure differences in how Spanish-speaking caregivers engage in education, coaching, and assessments compared to the engagement of English-speaking caregivers. Understanding these differences will allow the investigators to explore potential cultural differences in user engagement and inform future optimization of the program. This Phase 1 Small Business Innovation Research (SBIR) study is supported by the National Institute On Aging (NIA) of the National Institutes of Health (NIH) under Award Number R43AG088143.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "SUPPORTIVE_CARE",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is a nonmedical digital health program (Spanish-language Caregiver-Enabled Care Program, CECP) delivering education, 1:1 human coaching, and remote monitoring via a tablet. It is aimed at caregivers and population health support for persons with dementia, not a pharmacologic or disease-pathology-targeting therapy.",
        "Act: Extracted details — intervention name: CECP (Spanish-language Caregiver-Enabled Care Program); intervention type: nonmedical digital caregiver support (education, coaching, remote monitoring); intended effect: improve caregiver support, access, and health equity for Hispanic/Latino families living with dementia. No drug, biologic, or device intended to modify Alzheimer's pathology or directly enhance cognition or treat neuropsychiatric symptoms is described.",
        "Reflect: This trial does not test a biologic or small-molecule disease-modifying agent, nor a cognitive-enhancing drug, nor an intervention explicitly aimed at treating neuropsychiatric symptoms. It is a non-therapeutic, supportive digital health intervention for caregivers — therefore it does not fit the four therapeutic categories and is classified as 'N/A'.",
        "Web search note: No web search was performed because the description names a digital caregiver program (CECP) and no drug or biologic was referenced to look up. If you would like, I can search for published information about CECP or similar caregiver-enabled programs and provide citations."
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}