{
    "nct_id": "NCT04566003",
    "title": "Phase 1 Evaluation Comparing Tau PET Radiotracers, [18F]GTP1 and [18F]PI-2620 or [18F]MK-6240 in Subjects With Normal Cognition or Prodromal to Moderate Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2023-07-11",
    "description_brief": "The study aims to compare tau targeted radiotracers \\[18F\\]GTP1 and \\[18F\\]PI-2620 or \\[18F\\]MK-6240 in subjects with normal cognition or prodromal to moderate Alzheimer's disease (AD).",
    "description_detailed": "N/A",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "DIAGNOSTIC",
    "results": null,
    "target_category": "N/A",
    "drug": [
        "[18F]GTP1",
        "[18F]PI-2620",
        "[18F]MK-6240"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial description and title state this is a Phase 1 evaluation comparing tau-targeted PET radiotracers ([18F]GTP1, [18F]PI-2620, [18F]MK-6240) in participants with normal cognition or prodromal-to-moderate AD — i.e., an imaging/diagnostic study to measure tau pathology rather than a therapeutic intervention. Diagnostic PET tracer studies are non-therapeutic and therefore do not fit the four treatment categories; classify as 'N/A'. citeturn1search0turn1search1",
        "Act: Key extracted details — the interventions are PET radioligands that bind aggregated tau (Genentech Tau Probe 1 = [18F]GTP1; PI-2620 and MK-6240 are second‑generation tau PET tracers). These agents are used to image tau neurofibrillary tangles (biomarkers), not to modify disease or directly improve cognition/symptoms. Examples: [18F]GTP1 characterized as a Genentech tau PET probe for detecting tau pathology and prognostic biomarker in AD. citeturn1search4turn1search3 PI-2620 has high affinity for aggregated tau and was developed as a second‑generation tau PET tracer with good signal-to-noise. citeturn0search2turn0search4 MK-6240 is a potent, selective tau PET ligand used to assess in vivo tau deposition across the AD spectrum. citeturn0search0turn0search8",
        "Reflect: The classification 'N/A' is consistent with the Decision rule to mark diagnostic/PET imaging studies as not applicable to the four therapeutic categories (disease-targeted biologic/small molecule, cognitive enhancer, neuropsychiatric symptom improvement). The head-to-head comparison paper and tracer characterization studies confirm these are imaging tracers for tau pathology rather than drugs intended to treat AD, so 'N/A' is appropriate. (Sources: head-to-head comparison and primary tracer characterization publications cited above.) citeturn1search0turn1search4turn0search2"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}