{
    "nct_id": "NCT06868004",
    "title": "Positive Impact of Holistic Nursing on Cognitive Impairment and Psychiatric Symptoms in Patients with Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2025-03-05",
    "description_brief": "This clinical study aims to evaluate the effects of a holistic nursing (HN) intervention on cognitive function, psychological well-being, and overall health outcomes in patients with Alzheimer's disease (AD). AD is a progressive neurodegenerative disorder characterized by cognitive decline and behavioral changes, significantly impacting patients' quality of life and increasing the burden on caregivers. Conventional treatment primarily involves pharmacological interventions, but non-pharmacological approaches, such as specialized nursing care, have shown potential in improving patient outcomes.\n\nThis study prospectively enrolled 105 AD patients admitted to our hospital between January 2023 and January 2024. Patients were divided into two groups based on admission periods: the control group (n=58) received standard care, while the observation group (n=47) received HN in addition to standard care. The HN intervention was implemented based on established guidelines for older adults with cognitive impairment and consisted of five key components: psychological support, cognitive stimulation, memory enhancement, self-care training, and environmental optimization.\n\nThe study assessed cognitive function, psychiatric symptoms, anxiety, and depression levels before and after the intervention using validated scales, including the Mini-Mental State Examination (MMSE), Neuropsychiatric Inventory (NPI), Alzheimer's Disease Assessment Scale-Cognitive Subscale (ADAS-cog), Montreal Cognitive Assessment (MoCA), and Self-rating Anxiety/Depression Scales (SAS/SDS). Additionally, blood biomarkers related to neurological function, such as dopamine, acetylcholine, serotonin, γ-aminobutyric acid, S100β, homocysteine, and interleukin-1β, were measured.\n\nPatient compliance, safety outcomes, and family satisfaction with the nursing intervention were also evaluated. The findings of this study may provide evidence supporting the integration of HN as a complementary approach in AD management, potentially improving cognitive function, reducing psychiatric symptoms, and enhancing overall patient well-being.",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "SUPPORTIVE_CARE",
    "results": null,
    "target_category": "Cognitive enhancer",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is holistic nursing (non-pharmacological) intended to improve cognitive function, psychological well‑being, and overall outcomes in AD patients. Categories defined: (1) Disease‑targeted biologic — biologics targeting AD pathology; (2) Disease‑targeted small molecule — small molecules targeting pathology; (3) Cognitive enhancer — interventions that improve cognition (memory, attention, executive function) without directly targeting pathology; (4) Neuropsychiatric symptom improvement — interventions primarily aimed at reducing behavioral/psychiatric symptoms. The study’s primary measured outcomes emphasize cognition (MMSE, ADAS‑cog, MoCA) as well as psychiatric scales. ",
        "Act: Key extracted details — intervention = Holistic Nursing (HN) consisting of psychological support, cognitive stimulation, memory enhancement, self‑care training, and environmental optimization; enrolled 105 AD patients (HN n=47 vs standard care n=58); outcomes measured included MMSE, ADAS‑cog, MoCA, NPI, SAS/SDS, and biomarkers (DA, ACh, 5‑HT, GABA, S100β, Hcy, IL‑1β). The report shows significant improvements in cognitive scores and reductions in psychiatric symptom scores after HN. Source: full text and abstract of the published study. citeturn0search2turn0search0",
        "Reflect: Classification rationale — although HN also reduced neuropsychiatric symptoms (NPI, SAS/SDS), the trial’s principal emphasis and primary objective reported is improvement of cognitive function using standard cognitive scales (MMSE, ADAS‑cog, MoCA). The intervention is non‑drug and does not target molecular AD pathology, so it best fits the “Cognitive enhancer” category (broadly interpreted to include non‑pharmacological cognitive enhancement). There is some ambiguity because psychiatric symptom improvement is also an explicit outcome; if asked to prioritize strictly for behavioral symptoms, one could also justify “Neuropsychiatric symptom improvement.”",
        "Web search results / sources found: (1) PubMed entry for the study (abstract): Positive Impact of Holistic Nursing on Cognitive Impairment and Psychiatric Symptoms in Patients With Alzheimer’s Disease. citeturn0search0; (2) Full text on PubMed Central (PMC) with methods, interventions, outcomes and biomarker data. citeturn0search2; (3) Journal page (Actas Españolas de Psiquiatría) with DOI and publication details. citeturn0search1"
    ],
    "agent_type": "T) Other",
    "explanation_agent": [
        "Reason: The intervention is holistic nursing (a non‑pharmacological care program including psychological support, cognitive stimulation, memory training, self‑care training and environmental optimization) aimed at improving cognition and psychiatric symptoms in AD patients. No drug, molecular target, pathway, or biologic mechanism is described as being directly targeted by the intervention, so there is no CADRO biological target (e.g., amyloid, tau, inflammation, neurotransmitter receptor) to assign.",
        "Act: Extracted details — intervention = Holistic Nursing; components = psychological support, cognitive stimulation, memory enhancement, self‑care training, environmental optimization; sample = 105 AD patients (HN n=47 vs standard care n=58); primary outcomes = MMSE, ADAS‑cog, MoCA (plus NPI, SAS/SDS and biomarker measurements reported). Because the trial tests a non‑drug, behavioral/ care intervention without an explicit molecular or cellular target, it does not map to any CADRO biology category and is best classified as 'T) Other'.",
        "Reflect: This classification was chosen because CADRO is organized around biological drug targets (amyloid, tau, inflammation, neurotransmitter receptors, synaptic plasticity, etc.). Although the trial’s aim is cognitive enhancement (and it also reports reductions in psychiatric symptoms), these effects arise from a non‑biologic/nondrug intervention. If the intervention had been a pharmacologic cognitive enhancer with a defined mechanism (e.g., cholinesterase inhibition or NMDA modulation) a CADRO category such as D) Neurotransmitter Receptors or M) Synaptic Plasticity/Neuroprotection might apply. Given the absence of a specified molecular target, 'T) Other' is the appropriate CADRO assignment.",
        "Web search results / sources (as provided): (1) PubMed abstract: 'Positive Impact of Holistic Nursing on Cognitive Impairment and Psychiatric Symptoms in Patients With Alzheimer’s Disease.'; (2) Full text on PubMed Central (PMC) with methods, intervention details, outcomes and biomarker data; (3) Journal page (Actas Españolas de Psiquiatría) with DOI and publication details. These sources (provided in the trial description) confirm the non‑pharmacological nature of the intervention and the outcomes measured."
    ]
}