{
    "nct_id": "NCT02180269",
    "title": "A Double-Blind, Placebo-Controlled, Randomized, Single-Ascending Dose Study to Investigate the Safety, Tolerability and Pharmacokinetics of JNJ-54861911 in Healthy Japanese Male Subjects",
    "status": "COMPLETED",
    "last_update_time": "2014-09-11",
    "description_brief": "The purpose of this study is to evaluate the safety, tolerability, and pharmacokinetics (PK, study of the way a drug enters and leaves the blood and tissues over time) of single-ascending oral doses of JNJ-54861911 in healthy Japanese male participants.",
    "description_detailed": "This is a single-center, randomized (study medication assigned to participants by chance), double-blind (neither Investigator nor participant knows which treatment the participant receives), placebo controlled (placebo is an inactive substance that is compared with a drug to test whether the drug has a real effect in a clinical trial), study of a single-ascending dose of JNJ-54861911 in participants between 55 to 75 years of age. The duration of study will be approximately 2 to 6 weeks per participant. The study consists of 3 periods: Screening period (28 to 2 days prior to dose administration); Double-blind Treatment period (participants will receive either a single oral dose of JNJ-54861911 or placebo as tablets under fasted conditions); and a Follow-up visit period (7 to 14 days after dose administration). All the eligible participants will be assigned to any of following 3 cohorts: Cohort A (single oral dose of JNJ-54861911, 25 milligram \\[mg\\] or placebo); Cohort B (single oral dose of JNJ-54861911, 50 mg or placebo); Cohort C (single oral dose of JNJ-54861911, 100 mg or placebo). Each cohort will include 8 participants. Participants in each cohort will be randomly assigned to receive either a single oral dose of JNJ-54861911 (n = 6) or placebo (n = 2). Blood samples will be collected pre-dose and over 96 hours (that is up to Day 5) after dosing for understanding the PK characteristics of JNJ-54861911. Participants' safety will be monitored throughout the study.",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "JNJ-54861911 (atabecestat)"
    ],
    "placebo": [
        "matching placebo"
    ],
    "explanation_target": [
        "Reason: The trial tests single-ascending oral doses of JNJ-54861911. JNJ-54861911 is atabecestat, an oral BACE1 (β-secretase) inhibitor developed to reduce production of amyloid-β — i.e., it targets Alzheimer’s pathology (amyloid generation), consistent with a disease-modifying mechanism. citeturn0search1turn0search0",
        "Act: I confirmed the drug identity and mechanism with web search: atabecestat (JNJ-54861911) is a thiazine-based, centrally active BACE1 inhibitor that produced large CSF/plasma Aβ reductions in early trials; later development was halted because of liver enzyme elevations and related safety concerns. These sources identify it as a small-molecule BACE inhibitor (not a biologic). citeturn0search2turn0search1",
        "Reflect: Classification check — fits the definition of 'Disease-targeted small molecule' (small-molecule inhibitor directly targeting AD pathology via BACE1/amyloid reduction). The trial population (healthy Japanese males) and endpoints (safety, tolerability, PK) are phase I features but do not change mechanism-based classification. No evidence in the description that it is a biologic, a pure cognitive enhancer, or a neuropsychiatric-symptom therapy, so 'disease-targeted small molecule' is the appropriate category. citeturn0search1turn0search2"
    ],
    "agent_type": "A) Amyloid beta",
    "explanation_agent": [
        "Reason: The investigational drug JNJ-54861911 (atabecestat) is a small‑molecule inhibitor of BACE1 (β‑secretase), the enzyme that cleaves APP to generate amyloid‑β peptides. Inhibiting BACE1 is a direct strategy to reduce production of amyloid‑β, so the mechanism maps to the CADRO category for amyloid‑beta. citeturn0search1turn0search3",
        "Act: The trial description and literature identify the compound as atabecestat (JNJ‑54861911), a thiazine‑based, centrally active BACE1 inhibitor that produced large CSF and plasma Aβ reductions in early studies. Later development was stopped because of liver enzyme elevations and related safety/cognitive concerns, but those safety outcomes do not change the mechanism-based classification. citeturn0search0turn0search2turn0search5",
        "Reflect: Assignment to 'A) Amyloid beta' is the most specific CADRO category because the drug directly targets amyloid generation via BACE1. This is not a multi‑target, symptomatic, imaging, or non‑therapeutic intervention, so 'A) Amyloid beta' is appropriate. Confirmed sources and trial reports support the BACE1/amyloid mechanism. citeturn0search3turn0search1",
        "Web search results (sources used):",
        "1) Discovery and chemical development paper describing atabecestat (JNJ‑54861911) as a thiazine‑based BACE1 inhibitor advanced to phase 2/3. citeturn0search1",
        "2) Pharmacodynamics study showing dose‑dependent, large reductions in CSF Aβ fragments with atabecestat in early AD / Japanese cohorts. citeturn0search0turn0search3",
        "3) Reviews/public summaries reporting discontinuation/safety concerns (liver enzyme elevations and cognitive worsening) during later development. citeturn0search2turn0search5"
    ]
}