{
    "nct_id": "NCT02418806",
    "title": "Group Therapy for Caregivers of Alzheimer's Disease Patients in Spanish Elderly Persons Centres",
    "status": "COMPLETED",
    "last_update_time": "2016-01-19",
    "description_brief": "An experimental study designed to test the effectiveness of a psychological intervention based on group therapy for the caregivers of Alzheimer's disease patients. The intervention consists of 16 sessions of a cognitive-behavioral psychological group therapy. This study aims to demonstrate that Alzheimer's patients' caregivers can decrease the feelings of burden after been involved in a group therapy.",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial tests a psychosocial intervention — a cognitive-behavioral group therapy delivered to caregivers of people with Alzheimer’s disease — intended to reduce caregiver burden. This is a non-pharmacologic, caregiver-focused behavioral intervention and does not target Alzheimer’s pathology with a biologic or small molecule, nor is it a cognitive-enhancer given to patients, nor a medication for neuropsychiatric symptoms. citeturn0search0turn0search3",
        "Act (key extracted details): Title and registration: \"Group Therapy for Caregivers of Alzheimer's Disease Patients in Spanish Elderly Persons Centres\" (NCT02418806). Sponsor: Barcelonabeta Brain Research Center / Pasqual Maragall Foundation. Intervention: psychotherapy/self-help groups — described as 16 sessions of cognitive-behavioral group therapy (similar related studies from the same group report 14 weekly sessions). Enrollment reported ~231 caregivers. These items confirm this is a caregiver CBT group intervention rather than a drug trial. citeturn0search0turn0search1turn0search5",
        "Reflect: Classification check — using the category definitions: (1) Disease-targeted biologic — no (no biologic agent); (2) Disease-targeted small molecule — no; (3) Cognitive enhancer — no (intervention delivered to caregivers to reduce burden, not a patient cognitive drug); (4) Neuropsychiatric symptom improvement — no (aim is caregiver burden reduction rather than treating patients' psychiatric symptoms with a drug). Therefore the correct classification is 'N/A'. Evidence that caregiver CBT/group interventions aim to reduce burden and improve caregiver mood/support is documented in the literature and by the sponsor’s program descriptions. citeturn0search3turn0search9"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}