{
    "nct_id": "NCT03282097",
    "title": "Decisions About Cancer Screening in Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2025-08-05",
    "description_brief": "The Decisions about Cancer screening in Alzheimer's Disease (DECAD) study tests if an evidence-based decision aid for dementia caregivers can support decision-making about mammography and improve the quality of medical decision-making about breast cancer screening. This large randomized controlled trial will recruit up to 450 dyads (900 individual participants) of older women with dementia and a family caregiver, for a goal of 426 dyad baselines (852 individual participants).",
    "description_detailed": "Alzheimer's disease and related dementias (ADRD) impact a woman's life expectancy and her ability to participate in medical decision-making about breast cancer screening, necessitating the involvement of family caregivers. Making decisions about mammography screening for women with ADRD is stressful. There are no data that suggest that breast cancer screening helps women with ADRD live longer or better. Decision aids may improve the quality of decision-making about mammography for ADRD patients and may inform family caregivers about the risks, benefits, and need for decision-making around mammography screening.\n\nThe Decisions about Cancer Screening in Alzheimer's Disease (DECAD) trial, a randomized controlled clinical trial, will enroll 426 dyads of older women with ADRD (≥75 years) and a family caregiver from clinics and primary-care practices to test a novel, evidence-based decision aid. This decision aid includes information about the impact of ADRD on life expectancy, the benefit of mammograms, and the impact on the quality of life for older women with ADRD. Dyads will be randomized to receive the decision aid or active control information about home safety. This trial will examine the effect on the caregiver's decisional conflict (primary outcome) and the caregiver's decision-making self-efficacy (secondary outcome). A second follow-up at 15 months will include a brief, semi-structured interview with the caregiver regarding the patient's experience with mammograms and decision-making about mammograms. At the same time, a review of the patient's electronic medical record (EMR) will look at discussions about mammography with their primary-care physician and mammogram orders, receipt, results, and burden (e.g., additional diagnostic procedures due to false-positive results, identification of an abnormality on the screening exam but further work-up declined, and identification of a clinically unimportant cancer).\n\nWe hypothesize that caregivers who receive the decision aid will have lower levels of decisional conflict and higher levels of decision-making self-efficacy compared to the control group. We also hypothesize that the DECAD decision aid will reduce mammography use among older women with ADRD.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "SUPPORTIVE_CARE",
    "results": {
        "participantFlowModule": {
            "preAssignmentDetails": "Of the 442 enrolled dyads, 429 were randomized to receive the mammogram decision aid or home safety pamphlet, 427 dyads met inclusion criteria to proceed with the study.",
            "recruitmentDetails": "Participants were recruited from primary care clinics in central Indiana and Boston, MA between November 2017 and August 2022. The first participant was enrolled on December 1, 2017 and the last participant was enrolled on August 29, 2022.",
            "groups": [
                {
                    "id": "FG000",
                    "title": "Mammogram Decision Aid",
                    "description": "Will be mailed the DECAD decision aid before their next PCP visit in order to better inform their decision to continue or stop mammography.\n\nDECAD decision aid: A mammography decision aid that will help caregivers of patients with Alzheimer's make decisions about stopping or continuing breast cancer screening."
                },
                {
                    "id": "FG001",
                    "title": "Home Safety Guide",
                    "description": "The home safety guide is a two-page paper pamphlet developed by the American Geriatrics Society Foundation for Health in Aging. It provides tips about important actions older adults can take to prevent falls, poisoning, and bathroom hazards and protection against abuse, fire and other related hazards. We selected the home safety guide to account for the attention given to the intervention group but not to provide information that would bias the control group away from talking about mammography with the patient's PCP.\n\nHome safety guide: The home safety guide provides tips about important actions older adults can take to prevent falls, poisoning, and bathroom hazards and protection against abuse, fire and other related hazards."
                }
            ],
            "periods": [
                {
                    "title": "Randomized and Completed Baseline",
                    "milestones": [
                        {
                            "type": "STARTED",
                            "achievements": [
                                {
                                    "groupId": "FG000",
                                    "comment": "This number represents the dyad, both patient and caregiver. There were 214 patients and 214 caregivers enrolled to the Mammogram decision aid arm.",
                                    "numSubjects": "214"
                                },
                                {
                                    "groupId": "FG001",
                                    "comment": "This number represents the dyad, both patient and caregiver. There were 215 patients and 215 caregivers enrolled to the Home safety guide arm.",
                                    "numSubjects": "215"
                                }
                            ]
                        },
                        {
                            "type": "COMPLETED",
                            "achievements": [
                                {
                                    "groupId": "FG000",
                                    "comment": "This number represents the dyad, both patient and caregiver. There were 213 patients and 213 caregivers that completed a baseline in the Mammogram decision aid arm.",
                                    "numSubjects": "213"
                                },
                                {
                                    "groupId": "FG001",
                                    "comment": "This number represents the dyad, both patient and caregiver. There were 214 patients and 214 caregivers that completed a baseline in the Home safety guide arm.",
                                    "numSubjects": "214"
                                }
                            ]
                        },
                        {
                            "type": "NOT COMPLETED",
                            "achievements": [
                                {
                                    "groupId": "FG000",
                                    "numSubjects": "1"
                                },
                                {
                                    "groupId": "FG001",
                                    "numSubjects": "1"
                                }
                            ]
                        }
                    ],
                    "dropWithdraws": [
                        {
                            "type": "Randomized no Baseline",
                            "reasons": [
                                {
                                    "groupId": "FG000",
                                    "numSubjects": "1"
                                },
                                {
                                    "groupId": "FG001",
                                    "numSubjects": "1"
                                }
                            ]
                        }
                    ]
                },
                {
                    "title": "Intervention Visit Complete",
                    "milestones": [
                        {
                            "type": "STARTED",
                            "achievements": [
                                {
                                    "groupId": "FG000",
                                    "numSubjects": "213"
                                },
                                {
                                    "groupId": "FG001",
                                    "numSubjects": "214"
                                }
                            ]
                        },
                        {
                            "type": "COMPLETED",
                            "achievements": [
                                {
                                    "groupId": "FG000",
                                    "numSubjects": "171"
                                },
                                {
                                    "groupId": "FG001",
                                    "numSubjects": "155"
                                }
                            ]
                        },
                        {
                            "type": "NOT COMPLETED",
                            "achievements": [
                                {
                                    "groupId": "FG000",
                                    "numSubjects": "42"
                                },
                                {
                                    "groupId": "FG001",
                                    "numSubjects": "59"
                                }
                            ]
                        }
                    ],
                    "dropWithdraws": [
                        {
                            "type": "Patient Death",
                            "reasons": [
                                {
                                    "groupId": "FG000",
                                    "numSubjects": "13"
                                },
                                {
                                    "groupId": "FG001",
                                    "numSubjects": "15"
                                }
                            ]
                        },
                        {
                            "type": "Caregiver Death",
                            "reasons": [
                                {
                                    "groupId": "FG000",
                                    "numSubjects": "0"
                                },
                                {
                                    "groupId": "FG001",
                                    "numSubjects": "3"
                                }
                            ]
                        },
                        {
                            "type": "Withdrawal by Subject",
                            "reasons": [
                                {
                                    "groupId": "FG000",
                                    "numSubjects": "14"
                                },
                                {
                                    "groupId": "FG001",
                                    "numSubjects": "13"
                                }
                            ]
                        },
                        {
                            "type": "Became Ineligible before PCP Index visit",
                            "reasons": [
                                {
                                    "groupId": "FG000",
                                    "numSubjects": "12"
                                },
                                {
                                    "groupId": "FG001",
                                    "numSubjects": "21"
                                }
                            ]
                        },
                        {
                            "type": "PCP Index Visit Not Completed",
                            "reasons": [
                                {
                                    "groupId": "FG000",
                                    "numSubjects": "3"
                                },
                                {
                                    "groupId": "FG001",
                                    "numSubjects": "7"
                                }
                            ]
                        }
                    ]
                },
                {
                    "title": "Primary Outcome Data Collection Complete",
                    "milestones": [
                        {
                            "type": "STARTED",
                            "achievements": [
                                {
                                    "groupId": "FG000",
                                    "numSubjects": "171"
                                },
                                {
                                    "groupId": "FG001",
                                    "numSubjects": "155"
                                }
                            ]
                        },
                        {
                            "type": "COMPLETED",
                            "achievements": [
                                {
                                    "groupId": "FG000",
                                    "numSubjects": "168"
                                },
                                {
                                    "groupId": "FG001",
                                    "numSubjects": "152"
                                }
                            ]
                        },
                        {
                            "type": "NOT COMPLETED",
                            "achievements": [
                                {
                                    "groupId": "FG000",
                                    "numSubjects": "3"
                                },
                                {
                                    "groupId": "FG001",
                                    "numSubjects": "3"
                                }
                            ]
                        }
                    ],
                    "dropWithdraws": [
                        {
                            "type": "Missing",
                            "reasons": [
                                {
                                    "groupId": "FG000",
                                    "numSubjects": "2"
                                },
                                {
                                    "groupId": "FG001",
                                    "numSubjects": "3"
                                }
                            ]
                        },
                        {
                            "type": "Withdrawal by Subject",
                            "reasons": [
                                {
                                    "groupId": "FG000",
                                    "numSubjects": "1"
                                },
                                {
                                    "groupId": "FG001",
                                    "numSubjects": "0"
                                }
                            ]
                        }
                    ]
                },
                {
                    "title": "15 Month Follow-up Complete",
                    "milestones": [
                        {
                            "type": "STARTED",
                            "comment": "Dyads that missed the primary outcome data collection visit still had the opportunity to complete 15 month follow up interview.",
                            "achievements": [
                                {
                                    "groupId": "FG000",
                                    "numSubjects": "170"
                                },
                                {
                                    "groupId": "FG001",
                                    "numSubjects": "155"
                                }
                            ]
                        },
                        {
                            "type": "COMPLETED",
                            "achievements": [
                                {
                                    "groupId": "FG000",
                                    "numSubjects": "164"
                                },
                                {
                                    "groupId": "FG001",
                                    "numSubjects": "146"
                                }
                            ]
                        },
                        {
                            "type": "NOT COMPLETED",
                            "achievements": [
                                {
                                    "groupId": "FG000",
                                    "numSubjects": "6"
                                },
                                {
                                    "groupId": "FG001",
                                    "numSubjects": "9"
                                }
                            ]
                        }
                    ],
                    "dropWithdraws": [
                        {
                            "type": "Withdrawal by Subject",
                            "reasons": [
                                {
                                    "groupId": "FG000",
                                    "numSubjects": "0"
                                },
                                {
                                    "groupId": "FG001",
                                    "numSubjects": "1"
                                }
                            ]
                        },
                        {
                            "type": "Lost to Follow-up",
                            "reasons": [
                                {
                                    "groupId": "FG000",
                                    "numSubjects": "6"
                                },
                                {
                                    "groupId": "FG001",
                                    "numSubjects": "8"
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        "baselineCharacteristicsModule": {
            "populationDescription": "Participant Flow shows the total enrolled dyads (patient and their enrolled caregiver). Baseline Population characteristics reflects both caregiver and patient demographics.",
            "groups": [
                {
                    "id": "BG000",
                    "title": "Mammogram Decision Aid - Caregivers",
                    "description": "Will be mailed the DECAD decision aid before their next PCP visit in order to better inform their decision to continue or stop mammography.\n\nDECAD decision aid: A mammography decision aid that will help caregivers of patients with Alzheimer's make decisions about stopping or continuing breast cancer screening."
                },
                {
                    "id": "BG001",
                    "title": "Mammogram Decision Aid - Patient",
                    "description": "Will be mailed the DECAD decision aid before their next PCP visit in order to better inform their decision to continue or stop mammography.\n\nDECAD decision aid: A mammography decision aid that will help caregivers of patients with Alzheimer's make decisions about stopping or continuing breast cancer screening."
                },
                {
                    "id": "BG002",
                    "title": "Home Safety Guide - Caregivers",
                    "description": "The home safety guide is a two-page paper pamphlet developed by the American Geriatrics Society Foundation for Health in Aging. It provides tips about important actions older adults can take to prevent falls, poisoning, and bathroom hazards and protection against abuse, fire and other related hazards. We selected the home safety guide to account for the attention given to the intervention group but not to provide information that would bias the control group away from talking about mammography with the patient's PCP.\n\nHome safety guide: The home safety guide provides tips about important actions older adults can take to prevent falls, poisoning, and bathroom hazards and protection against abuse, fire and other related hazards."
                },
                {
                    "id": "BG003",
                    "title": "Home Safety Guide - Patient",
                    "description": "The home safety guide is a two-page paper pamphlet developed by the American Geriatrics Society Foundation for Health in Aging. It provides tips about important actions older adults can take to prevent falls, poisoning, and bathroom hazards and protection against abuse, fire and other related hazards. We selected the home safety guide to account for the attention given to the intervention group but not to provide information that would bias the control group away from talking about mammography with the patient's PCP.\n\nHome safety guide: The home safety guide provides tips about important actions older adults can take to prevent falls, poisoning, and bathroom hazards and protection against abuse, fire and other related hazards."
                },
                {
                    "id": "BG004",
                    "title": "Total",
                    "description": "Total of all reporting groups"
                }
            ],
            "denoms": [
                {
                    "units": "Participants",
                    "counts": [
                        {
                            "groupId": "BG000",
                            "value": "213"
                        },
                        {
                            "groupId": "BG001",
                            "value": "213"
                        },
                        {
                            "groupId": "BG002",
                            "value": "214"
                        },
                        {
                            "groupId": "BG003",
                            "value": "214"
                        },
                        {
                            "groupId": "BG004",
                            "value": "854"
                        }
                    ]
                }
            ],
            "measures": [
                {
                    "title": "Age, Categorical",
                    "populationDescription": "4 participants (caregivers) did not provide age",
                    "paramType": "COUNT_OF_PARTICIPANTS",
                    "unitOfMeasure": "Participants",
                    "classes": [
                        {
                            "denoms": [
                                {
                                    "units": "Participants",
                                    "counts": [
                                        {
                                            "groupId": "BG000",
                                            "value": "211"
                                        },
                                        {
                                            "groupId": "BG001",
                                            "value": "213"
                                        },
                                        {
                                            "groupId": "BG002",
                                            "value": "212"
                                        },
                                        {
                                            "groupId": "BG003",
                                            "value": "214"
                                        },
                                        {
                                            "groupId": "BG004",
                                            "value": "850"
                                        }
                                    ]
                                }
                            ],
                            "categories": [
                                {
                                    "title": "<=18 years",
                                    "measurements": [
                                        {
                                            "groupId": "BG000",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "BG001",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "BG002",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "BG003",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "BG004",
                                            "value": "0"
                                        }
                                    ]
                                },
                                {
                                    "title": "Between 18 and 65 years",
                                    "measurements": [
                                        {
                                            "groupId": "BG000",
                                            "value": "146"
                                        },
                                        {
                                            "groupId": "BG001",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "BG002",
                                            "value": "139"
                                        },
                                        {
                                            "groupId": "BG003",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "BG004",
                                            "value": "285"
                                        }
                                    ]
                                },
                                {
                                    "title": ">=65 years",
                                    "measurements": [
                                        {
                                            "groupId": "BG000",
                                            "value": "65"
                                        },
                                        {
                                            "groupId": "BG001",
                                            "value": "213"
                                        },
                                        {
                                            "groupId": "BG002",
                                            "value": "73"
                                        },
                                        {
                                            "groupId": "BG003",
                                            "value": "214"
                                        },
                                        {
                                            "groupId": "BG004",
                                            "value": "565"
                                        }
                                    ]
                                }
                            ]
                        }
                    ]
                },
                {
                    "title": "Sex/Gender, Customized",
                    "paramType": "COUNT_OF_PARTICIPANTS",
                    "unitOfMeasure": "Participants",
                    "classes": [
                        {
                            "denoms": [
                                {
                                    "units": "Participants",
                                    "counts": [
                                        {
                                            "groupId": "BG000",
                                            "value": "213"
                                        },
                                        {
                                            "groupId": "BG001",
                                            "value": "213"
                                        },
                                        {
                                            "groupId": "BG002",
                                            "value": "214"
                                        },
                                        {
                                            "groupId": "BG003",
                                            "value": "214"
                                        },
                                        {
                                            "groupId": "BG004",
                                            "value": "854"
                                        }
                                    ]
                                }
                            ],
                            "categories": [
                                {
                                    "title": "Female",
                                    "measurements": [
                                        {
                                            "groupId": "BG000",
                                            "value": "133"
                                        },
                                        {
                                            "groupId": "BG001",
                                            "value": "213"
                                        },
                                        {
                                            "groupId": "BG002",
                                            "value": "131"
                                        },
                                        {
                                            "groupId": "BG003",
                                            "value": "214"
                                        },
                                        {
                                            "groupId": "BG004",
                                            "value": "691"
                                        }
                                    ]
                                },
                                {
                                    "title": "Male",
                                    "measurements": [
                                        {
                                            "groupId": "BG000",
                                            "value": "80"
                                        },
                                        {
                                            "groupId": "BG001",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "BG002",
                                            "value": "82"
                                        },
                                        {
                                            "groupId": "BG003",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "BG004",
                                            "value": "162"
                                        }
                                    ]
                                },
                                {
                                    "title": "Other",
                                    "measurements": [
                                        {
                                            "groupId": "BG000",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "BG001",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "BG002",
                                            "value": "1"
                                        },
                                        {
                                            "groupId": "BG003",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "BG004",
                                            "value": "1"
                                        }
                                    ]
                                }
                            ]
                        }
                    ]
                },
                {
                    "title": "Race/Ethnicity, Customized",
                    "paramType": "COUNT_OF_PARTICIPANTS",
                    "unitOfMeasure": "Participants",
                    "classes": [
                        {
                            "denoms": [
                                {
                                    "units": "Participants",
                                    "counts": [
                                        {
                                            "groupId": "BG000",
                                            "value": "213"
                                        },
                                        {
                                            "groupId": "BG001",
                                            "value": "213"
                                        },
                                        {
                                            "groupId": "BG002",
                                            "value": "214"
                                        },
                                        {
                                            "groupId": "BG003",
                                            "value": "214"
                                        },
                                        {
                                            "groupId": "BG004",
                                            "value": "854"
                                        }
                                    ]
                                }
                            ],
                            "categories": [
                                {
                                    "title": "African American",
                                    "measurements": [
                                        {
                                            "groupId": "BG000",
                                            "value": "57"
                                        },
                                        {
                                            "groupId": "BG001",
                                            "value": "55"
                                        },
                                        {
                                            "groupId": "BG002",
                                            "value": "51"
                                        },
                                        {
                                            "groupId": "BG003",
                                            "value": "53"
                                        },
                                        {
                                            "groupId": "BG004",
                                            "value": "216"
                                        }
                                    ]
                                },
                                {
                                    "title": "White",
                                    "measurements": [
                                        {
                                            "groupId": "BG000",
                                            "value": "147"
                                        },
                                        {
                                            "groupId": "BG001",
                                            "value": "150"
                                        },
                                        {
                                            "groupId": "BG002",
                                            "value": "159"
                                        },
                                        {
                                            "groupId": "BG003",
                                            "value": "159"
                                        },
                                        {
                                            "groupId": "BG004",
                                            "value": "615"
                                        }
                                    ]
                                },
                                {
                                    "title": "Other",
                                    "measurements": [
                                        {
                                            "groupId": "BG000",
                                            "value": "9"
                                        },
                                        {
                                            "groupId": "BG001",
                                            "value": "7"
                                        },
                                        {
                                            "groupId": "BG002",
                                            "value": "4"
                                        },
                                        {
                                            "groupId": "BG003",
                                            "value": "2"
                                        },
                                        {
                                            "groupId": "BG004",
                                            "value": "22"
                                        }
                                    ]
                                },
                                {
                                    "title": "No response provided",
                                    "measurements": [
                                        {
                                            "groupId": "BG000",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "BG001",
                                            "value": "1"
                                        },
                                        {
                                            "groupId": "BG002",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "BG003",
                                            "value": "0"
                                        },
                                        {
                                            "groupId": "BG004",
                                            "value": "1"
                                        }
                                    ]
                                }
                            ]
                        }
                    ]
                },
                {
                    "title": "Region of Enrollment",
                    "paramType": "NUMBER",
                    "unitOfMeasure": "participants",
                    "classes": [
                        {
                            "title": "United States",
                            "denoms": [
                                {
                                    "units": "Participants",
                                    "counts": [
                                        {
                                            "groupId": "BG000",
                                            "value": "213"
                                        },
                                        {
                                            "groupId": "BG001",
                                            "value": "213"
                                        },
                                        {
                                            "groupId": "BG002",
                                            "value": "214"
                                        },
                                        {
                                            "groupId": "BG003",
                                            "value": "214"
                                        },
                                        {
                                            "groupId": "BG004",
                                            "value": "854"
                                        }
                                    ]
                                }
                            ],
                            "categories": [
                                {
                                    "measurements": [
                                        {
                                            "groupId": "BG000",
                                            "value": "213"
                                        },
                                        {
                                            "groupId": "BG001",
                                            "value": "213"
                                        },
                                        {
                                            "groupId": "BG002",
                                            "value": "214"
                                        },
                                        {
                                            "groupId": "BG003",
                                            "value": "214"
                                        },
                                        {
                                            "groupId": "BG004",
                                            "value": "854"
                                        }
                                    ]
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        "outcomeMeasuresModule": {
            "outcomeMeasures": [
                {
                    "type": "PRIMARY",
                    "title": "Decisional Conflict Scale",
                    "description": "The Decisional Conflict Scale (DCS) includes 16-items on a 1-5 Likert scale. Questions are regarding a medical decision that participants have made or that they are about to make; it measures uncertainty around a decision, whether one feels informed, clear about their personal values, and supported in their decision-making It is a validated and widely accepted measure of decision quality that has been used in previous studies of decision aids intended for AD caregivers. Scores can range from 0-100, with lower scores indicating less conflict. This survey is completed during the baseline and Post-Index PCP visit.",
                    "populationDescription": "The above values represent the number of dyads that completed the Decisional Conflict Scale (DCS) at both baseline and post-PCP Index Visit.",
                    "reportingStatus": "POSTED",
                    "paramType": "MEAN",
                    "dispersionType": "Standard Deviation",
                    "unitOfMeasure": "Units on DCS scale",
                    "timeFrame": "Change in DCS score from Baseline to post-PCP Index Visit. Post-PCP Index visit routinely occurs 0-5 days after the patient's index visit with their PCP.",
                    "groups": [
                        {
                            "id": "OG000",
                            "title": "Mammogram Decision Aid",
                            "description": "Will be mailed the DECAD decision aid before their next PCP visit in order to better inform their decision to continue or stop mammography.\n\nDECAD decision aid: A mammography decision aid that will help caregivers of patients with Alzheimer's make decisions about stopping or continuing breast cancer screening."
                        },
                        {
                            "id": "OG001",
                            "title": "Home Safety Guide",
                            "description": "The home safety guide is a two-page paper pamphlet developed by the American Geriatrics Society Foundation for Health in Aging. It provides tips about important actions older adults can take to prevent falls, poisoning, and bathroom hazards and protection against abuse, fire and other related hazards. We selected the home safety guide to account for the attention given to the intervention group but not to provide information that would bias the control group away from talking about mammography with the patient's PCP.\n\nHome safety guide: The home safety guide provides tips about important actions older adults can take to prevent falls, poisoning, and bathroom hazards and protection against abuse, fire and other related hazards."
                        }
                    ],
                    "denoms": [
                        {
                            "units": "Participants",
                            "counts": [
                                {
                                    "groupId": "OG000",
                                    "value": "167"
                                },
                                {
                                    "groupId": "OG001",
                                    "value": "152"
                                }
                            ]
                        }
                    ],
                    "classes": [
                        {
                            "categories": [
                                {
                                    "measurements": [
                                        {
                                            "groupId": "OG000",
                                            "value": "-1.9",
                                            "spread": "16.1"
                                        },
                                        {
                                            "groupId": "OG001",
                                            "value": "-0.8",
                                            "spread": "12.0"
                                        }
                                    ]
                                }
                            ]
                        }
                    ],
                    "analyses": [
                        {
                            "groupIds": [
                                "OG000",
                                "OG001"
                            ],
                            "nonInferiorityType": "SUPERIORITY",
                            "pValue": "0.4393",
                            "statisticalMethod": "ANCOVA"
                        }
                    ]
                },
                {
                    "type": "SECONDARY",
                    "title": "Change in Decision-making Self-efficacy Scale Score",
                    "description": "To measure decision-making self-efficacy, we will use the Decision Self-Efficacy Scale (DSE). The DSE is a validated, 11-item instrument that measures how confident the respondent is in their ability to make an informed medical decision, including SDM. We will adapt the DSE with five response categories on a 0-4 Likert scale (\"not at all confident\", \"somewhat confident\", \"neither confident nor not confident\", \"confident\", and \"very confident\") to measure caregiver decision-making self-efficacy for mammography decisions for their relative with Alzheimer's Disease and related dementias. To score the sum of all items are divided by 11 and multiplied by 25. Scores range from 0 (Extremely low self-efficacy) to 100 (Extremely high self-efficacy). To measure the change in self-efficacy over time in both groups, we will measure it at two time points.",
                    "populationDescription": "The above values represent the number of dyads that completed the Decision Self-Efficacy Scale (DSE) at both baseline and post-PCP Index Visit.",
                    "reportingStatus": "POSTED",
                    "paramType": "MEAN",
                    "dispersionType": "Standard Deviation",
                    "unitOfMeasure": "Units on the DSE scale",
                    "timeFrame": "Change in Decision Self-Efficacy score from Baseline to post-PCP Index Visit. Post-PCP Index visit routinely occurs 0-5 days after the patient's index visit with their PCP.",
                    "groups": [
                        {
                            "id": "OG000",
                            "title": "Mammogram Decision Aid-Family Member",
                            "description": "Family caregivers and patients with dementia will be mailed the DECAD decision aid about mammography and breast cancer screening before the patients next PCP visit to test if the aid improves decision making about breast cancer screening in older women with dementia.\n\nDECAD decision aid: A mammography decision aid directed toward family caregivers of older women with Alzheimer's disease and other dementias to assist with decisions about breast cancer screening."
                        },
                        {
                            "id": "OG001",
                            "title": "Home Safety Guide-Family Member",
                            "description": "Family caregivers and patients with dementia will be mailed a home safety guide, which is a two-page paper pamphlet developed by the American Geriatrics Society Foundation for Health in Aging. It provides tips about important actions older adults can take to prevent falls, poisoning, and bathroom hazards and protection against abuse, fire and other related hazards. We selected the home safety guide to account for the attention given to the intervention group but not to provide information that would bias the control group about mammography.\n\nHome safety guide: The home safety guide to provide tips about important actions older adults can take to prevent falls, poisoning, and bathroom hazards and protection against abuse, fire and other related hazards."
                        }
                    ],
                    "denoms": [
                        {
                            "units": "Participants",
                            "counts": [
                                {
                                    "groupId": "OG000",
                                    "value": "167"
                                },
                                {
                                    "groupId": "OG001",
                                    "value": "152"
                                }
                            ]
                        }
                    ],
                    "classes": [
                        {
                            "categories": [
                                {
                                    "measurements": [
                                        {
                                            "groupId": "OG000",
                                            "value": "-1.7",
                                            "spread": "14.6"
                                        },
                                        {
                                            "groupId": "OG001",
                                            "value": "0.0",
                                            "spread": "11.4"
                                        }
                                    ]
                                }
                            ]
                        }
                    ],
                    "analyses": [
                        {
                            "groupIds": [
                                "OG000",
                                "OG001"
                            ],
                            "nonInferiorityType": "SUPERIORITY",
                            "pValue": ".2262",
                            "statisticalMethod": "ANCOVA"
                        }
                    ]
                },
                {
                    "type": "SECONDARY",
                    "title": "Caregiver Role in Decision Making",
                    "description": "On a scale from 1 to 10, caregivers assessed the role that they have in decision making for the patient. The scale is 1 to 10 where 1 means the patient makes all the medical decisions on her own, 5 means that the patient and caregiver equally share the medical decisions, and 10 means that the caregiver makes all medical decisions for the patient.",
                    "populationDescription": "Caregivers who completed post-PCP Index Visit.",
                    "reportingStatus": "POSTED",
                    "paramType": "MEAN",
                    "dispersionType": "Standard Deviation",
                    "unitOfMeasure": "units on a scale",
                    "timeFrame": "The above values represent the number of caregivers that completed the assessment at post-PCP Index Visit. Post-PCP Index visit routinely occurs 0-5 days after the patient's index visit with their PCP.",
                    "groups": [
                        {
                            "id": "OG000",
                            "title": "Mammogram Decision Aid-Caregiver",
                            "description": "Family caregivers and patients with dementia will be mailed the DECAD decision aid about mammography and breast cancer screening before the patients next PCP visit to test if the aid improves decision making about breast cancer screening in older women with dementia.\n\nDECAD decision aid: A mammography decision aid directed toward family caregivers of older women with Alzheimer's disease and other dementias to assist with decisions about breast cancer screening."
                        },
                        {
                            "id": "OG001",
                            "title": "Home Safety Guide-Caregiver",
                            "description": "Family caregivers and patients with dementia will be mailed a home safety guide, which is a two-page paper pamphlet developed by the American Geriatrics Society Foundation for Health in Aging. It provides tips about important actions older adults can take to prevent falls, poisoning, and bathroom hazards and protection against abuse, fire and other related hazards. We selected the home safety guide to account for the attention given to the intervention group but not to provide information that would bias the control group about mammography.\n\nHome safety guide: The home safety guide to provide tips about important actions older adults can take to prevent falls, poisoning, and bathroom hazards and protection against abuse, fire and other related hazards."
                        }
                    ],
                    "denoms": [
                        {
                            "units": "Participants",
                            "counts": [
                                {
                                    "groupId": "OG000",
                                    "value": "168"
                                },
                                {
                                    "groupId": "OG001",
                                    "value": "152"
                                }
                            ]
                        }
                    ],
                    "classes": [
                        {
                            "categories": [
                                {
                                    "measurements": [
                                        {
                                            "groupId": "OG000",
                                            "value": "5.7",
                                            "spread": "1.6"
                                        },
                                        {
                                            "groupId": "OG001",
                                            "value": "5.2",
                                            "spread": "1.4"
                                        }
                                    ]
                                }
                            ]
                        }
                    ],
                    "analyses": [
                        {
                            "groupIds": [
                                "OG000",
                                "OG001"
                            ],
                            "nonInferiorityType": "SUPERIORITY",
                            "pValue": "0.0023",
                            "statisticalMethod": "ANCOVA"
                        }
                    ]
                },
                {
                    "type": "SECONDARY",
                    "title": "Receipt of Mammogram Screening",
                    "description": "Receipt of mammograms was assessed 15 months post intervention.",
                    "populationDescription": "All patients who completed an index visit",
                    "reportingStatus": "POSTED",
                    "paramType": "COUNT_OF_PARTICIPANTS",
                    "unitOfMeasure": "Participants",
                    "timeFrame": "15 month post intervention",
                    "groups": [
                        {
                            "id": "OG000",
                            "title": "Mammogram Decision Aid-Patient",
                            "description": "Family caregivers and patients with dementia will be mailed the DECAD decision aid about mammography and breast cancer screening before the patients next PCP visit to test if the aid improves decision making about breast cancer screening in older women with dementia.\n\nDECAD decision aid: A mammography decision aid directed toward family caregivers of older women with Alzheimer's disease and other dementias to assist with decisions about breast cancer screening."
                        },
                        {
                            "id": "OG001",
                            "title": "Home Safety Guide-Patient",
                            "description": "Family caregivers and patients with dementia will be mailed a home safety guide, which is a two-page paper pamphlet developed by the American Geriatrics Society Foundation for Health in Aging. It provides tips about important actions older adults can take to prevent falls, poisoning, and bathroom hazards and protection against abuse, fire and other related hazards. We selected the home safety guide to account for the attention given to the intervention group but not to provide information that would bias the control group about mammography.\n\nHome safety guide: The home safety guide to provide tips about important actions older adults can take to prevent falls, poisoning, and bathroom hazards and protection against abuse, fire and other related hazards."
                        }
                    ],
                    "denoms": [
                        {
                            "units": "Participants",
                            "counts": [
                                {
                                    "groupId": "OG000",
                                    "value": "171"
                                },
                                {
                                    "groupId": "OG001",
                                    "value": "155"
                                }
                            ]
                        }
                    ],
                    "classes": [
                        {
                            "categories": [
                                {
                                    "title": "Received mammogram",
                                    "measurements": [
                                        {
                                            "groupId": "OG000",
                                            "value": "32"
                                        },
                                        {
                                            "groupId": "OG001",
                                            "value": "33"
                                        }
                                    ]
                                },
                                {
                                    "title": "Did not receive mammogram",
                                    "measurements": [
                                        {
                                            "groupId": "OG000",
                                            "value": "139"
                                        },
                                        {
                                            "groupId": "OG001",
                                            "value": "122"
                                        }
                                    ]
                                }
                            ]
                        }
                    ],
                    "analyses": [
                        {
                            "groupIds": [
                                "OG000",
                                "OG001"
                            ],
                            "nonInferiorityType": "SUPERIORITY",
                            "pValue": "0.6075",
                            "statisticalMethod": "Regression, Logistic"
                        }
                    ]
                },
                {
                    "type": "SECONDARY",
                    "title": "Change in Caregiver Knowledge About Mammograms in Older Women With ADRD",
                    "description": "Knowledge about mammograms for older women with Alzheimer's Disease and Related Dementias will be measured with a 16-item measure (6 multiple choice and 10 true/false) mapped directly from the information presented in the decision aid. Scoring for this study created measure is the sum of the correct responses.",
                    "populationDescription": "The above values represent the number of caregivers that completed the knowledge assessment at both baseline and post-PCP Index Visit.",
                    "reportingStatus": "POSTED",
                    "paramType": "MEAN",
                    "dispersionType": "Standard Deviation",
                    "unitOfMeasure": "Units on the scale",
                    "timeFrame": "Change in Caregiver knowledge from Baseline to post-PCP Index Visit. Post-PCP Index visit routinely occurs 0-5 days after the patient's index visit with their PCP.",
                    "groups": [
                        {
                            "id": "OG000",
                            "title": "Mammogram Decision Aid-Caregiver",
                            "description": "Family caregivers and patients with dementia will be mailed the DECAD decision aid about mammography and breast cancer screening before the patients next PCP visit to test if the aid improves decision making about breast cancer screening in older women with dementia.\n\nDECAD decision aid: A mammography decision aid directed toward family caregivers of older women with Alzheimer's disease and other dementias to assist with decisions about breast cancer screening."
                        },
                        {
                            "id": "OG001",
                            "title": "Home Safety Guide-Caregiver",
                            "description": "Family caregivers and patients with dementia will be mailed a home safety guide, which is a two-page paper pamphlet developed by the American Geriatrics Society Foundation for Health in Aging. It provides tips about important actions older adults can take to prevent falls, poisoning, and bathroom hazards and protection against abuse, fire and other related hazards. We selected the home safety guide to account for the attention given to the intervention group but not to provide information that would bias the control group about mammography.\n\nHome safety guide: The home safety guide to provide tips about important actions older adults can take to prevent falls, poisoning, and bathroom hazards and protection against abuse, fire and other related hazards."
                        }
                    ],
                    "denoms": [
                        {
                            "units": "Participants",
                            "counts": [
                                {
                                    "groupId": "OG000",
                                    "value": "168"
                                },
                                {
                                    "groupId": "OG001",
                                    "value": "152"
                                }
                            ]
                        }
                    ],
                    "classes": [
                        {
                            "categories": [
                                {
                                    "measurements": [
                                        {
                                            "groupId": "OG000",
                                            "value": "1.4",
                                            "spread": "2.4"
                                        },
                                        {
                                            "groupId": "OG001",
                                            "value": "0.1",
                                            "spread": "1.9"
                                        }
                                    ]
                                }
                            ]
                        }
                    ],
                    "analyses": [
                        {
                            "groupIds": [
                                "OG000",
                                "OG001"
                            ],
                            "nonInferiorityType": "SUPERIORITY",
                            "pValue": "<.0001",
                            "statisticalMethod": "ANCOVA"
                        }
                    ]
                },
                {
                    "type": "SECONDARY",
                    "title": "Caregiver Intention for the Patient to Receive Mammogram Screening in the Future",
                    "description": "Caregivers were asked when they believed the patient would receive their next mammogram. Never responses were labeled as no, and responses that indicated an intention to be screened in the future were labeled as yes.",
                    "populationDescription": "The above values represent the number of caregivers that completed the assessment at post-PCP Index Visit.",
                    "reportingStatus": "POSTED",
                    "paramType": "COUNT_OF_PARTICIPANTS",
                    "unitOfMeasure": "Participants",
                    "timeFrame": "Post-PCP Index visit routinely occurs 0-5 days after the patient's index visit with their PCP.",
                    "groups": [
                        {
                            "id": "OG000",
                            "title": "Mammogram Decision Aid-Caregiver",
                            "description": "Family caregivers and patients with dementia will be mailed the DECAD decision aid about mammography and breast cancer screening before the patients next PCP visit to test if the aid improves decision making about breast cancer screening in older women with dementia.\n\nDECAD decision aid: A mammography decision aid directed toward family caregivers of older women with Alzheimer's disease and other dementias to assist with decisions about breast cancer screening."
                        },
                        {
                            "id": "OG001",
                            "title": "Home Safety Guide-Caregiver",
                            "description": "Family caregivers and patients with dementia will be mailed a home safety guide, which is a two-page paper pamphlet developed by the American Geriatrics Society Foundation for Health in Aging. It provides tips about important actions older adults can take to prevent falls, poisoning, and bathroom hazards and protection against abuse, fire and other related hazards. We selected the home safety guide to account for the attention given to the intervention group but not to provide information that would bias the control group about mammography.\n\nHome safety guide: The home safety guide to provide tips about important actions older adults can take to prevent falls, poisoning, and bathroom hazards and protection against abuse, fire and other related hazards."
                        }
                    ],
                    "denoms": [
                        {
                            "units": "Participants",
                            "counts": [
                                {
                                    "groupId": "OG000",
                                    "value": "159"
                                },
                                {
                                    "groupId": "OG001",
                                    "value": "141"
                                }
                            ]
                        }
                    ],
                    "classes": [
                        {
                            "categories": [
                                {
                                    "title": "Yes",
                                    "measurements": [
                                        {
                                            "groupId": "OG000",
                                            "value": "73"
                                        },
                                        {
                                            "groupId": "OG001",
                                            "value": "104"
                                        }
                                    ]
                                },
                                {
                                    "title": "No",
                                    "measurements": [
                                        {
                                            "groupId": "OG000",
                                            "value": "86"
                                        },
                                        {
                                            "groupId": "OG001",
                                            "value": "37"
                                        }
                                    ]
                                }
                            ]
                        }
                    ],
                    "analyses": [
                        {
                            "groupIds": [
                                "OG000",
                                "OG001"
                            ],
                            "nonInferiorityType": "SUPERIORITY",
                            "pValue": "<0.0001",
                            "statisticalMethod": "Regression, Logistic"
                        }
                    ]
                }
            ]
        },
        "adverseEventsModule": {
            "frequencyThreshold": "0",
            "timeFrame": "All adverse events, unanticipated problems and potential risks will be monitored and collected ongoing and throughout the study by the DECAD research staff and coordinators. For all patients, adverse events will be collected starting at enrollment and continue until after the patient has completed the study either by completing the 15-month follow up or 24-months post-Primary Outcome Data Collection.",
            "description": "Adverse events or serious adverse events are only collected for the patient in each dyad.",
            "eventGroups": [
                {
                    "id": "EG000",
                    "title": "Mammogram Decision Aid - Patient",
                    "description": "Will be mailed the DECAD decision aid before their next PCP visit in order to better inform their decision to continue or stop mammography.\n\nDECAD decision aid: A mammography decision aid that will help caregivers of patients with Alzheimer's make decisions about stopping or continuing breast cancer screening.",
                    "deathsNumAffected": 37,
                    "deathsNumAtRisk": 213,
                    "seriousNumAffected": 1,
                    "seriousNumAtRisk": 213,
                    "otherNumAffected": 4,
                    "otherNumAtRisk": 213
                },
                {
                    "id": "EG001",
                    "title": "Mammogram Decision Aid - Caregiver",
                    "description": "Will be mailed the DECAD decision aid before their next PCP visit in order to better inform their decision to continue or stop mammography.\n\nDECAD decision aid: A mammography decision aid that will help caregivers of patients with Alzheimer's make decisions about stopping or continuing breast cancer screening.",
                    "deathsNumAffected": 0,
                    "deathsNumAtRisk": 213,
                    "seriousNumAffected": 0,
                    "seriousNumAtRisk": 0,
                    "otherNumAffected": 0,
                    "otherNumAtRisk": 0
                },
                {
                    "id": "EG002",
                    "title": "Home Safety Guide - Patient",
                    "description": "The home safety guide is a two-page paper pamphlet developed by the American Geriatrics Society Foundation for Health in Aging. It provides tips about important actions older adults can take to prevent falls, poisoning, and bathroom hazards and protection against abuse, fire and other related hazards. We selected the home safety guide to account for the attention given to the intervention group but not to provide information that would bias the control group away from talking about mammography with the patient's PCP.\n\nHome safety guide: The home safety guide provides tips about important actions older adults can take to prevent falls, poisoning, and bathroom hazards and protection against abuse, fire and other related hazards.",
                    "deathsNumAffected": 30,
                    "deathsNumAtRisk": 214,
                    "seriousNumAffected": 2,
                    "seriousNumAtRisk": 214,
                    "otherNumAffected": 4,
                    "otherNumAtRisk": 214
                },
                {
                    "id": "EG003",
                    "title": "Home Safety Guide - Caregiver",
                    "description": "The home safety guide is a two-page paper pamphlet developed by the American Geriatrics Society Foundation for Health in Aging. It provides tips about important actions older adults can take to prevent falls, poisoning, and bathroom hazards and protection against abuse, fire and other related hazards. We selected the home safety guide to account for the attention given to the intervention group but not to provide information that would bias the control group away from talking about mammography with the patient's PCP.\n\nHome safety guide: The home safety guide provides tips about important actions older adults can take to prevent falls, poisoning, and bathroom hazards and protection against abuse, fire and other related hazards.",
                    "deathsNumAffected": 3,
                    "deathsNumAtRisk": 214,
                    "seriousNumAffected": 0,
                    "seriousNumAtRisk": 0,
                    "otherNumAffected": 0,
                    "otherNumAtRisk": 0
                }
            ],
            "seriousEvents": [
                {
                    "term": "New Breast Cancer Diagnosis",
                    "organSystem": "Neoplasms benign, malignant and unspecified (incl cysts and polyps)",
                    "assessmentType": "SYSTEMATIC_ASSESSMENT",
                    "stats": [
                        {
                            "groupId": "EG000",
                            "numAffected": 1,
                            "numAtRisk": 213
                        },
                        {
                            "groupId": "EG001",
                            "numAffected": 0,
                            "numAtRisk": 0
                        },
                        {
                            "groupId": "EG002",
                            "numAffected": 2,
                            "numAtRisk": 214
                        },
                        {
                            "groupId": "EG003",
                            "numAffected": 0,
                            "numAtRisk": 0
                        }
                    ]
                }
            ],
            "otherEvents": [
                {
                    "term": "Complications and distress of receiving a mammogram",
                    "organSystem": "Neoplasms benign, malignant and unspecified (incl cysts and polyps)",
                    "assessmentType": "SYSTEMATIC_ASSESSMENT",
                    "stats": [
                        {
                            "groupId": "EG000",
                            "numAffected": 4,
                            "numAtRisk": 213
                        },
                        {
                            "groupId": "EG001",
                            "numAtRisk": 0
                        },
                        {
                            "groupId": "EG002",
                            "numAffected": 4,
                            "numAtRisk": 214
                        },
                        {
                            "groupId": "EG003",
                            "numAtRisk": 0
                        }
                    ]
                }
            ]
        },
        "moreInfoModule": {
            "certainAgreement": {
                "piSponsorEmployee": true
            },
            "pointOfContact": {
                "title": "Nicole R. Fowler, PhD, MHSA; Associate Professor of Medicine",
                "organization": "Indiana University School of Medicine; Indiana University Center for Aging Research; Regenstrief Institute, Inc.",
                "email": "fowlern@iu.edu",
                "phone": "317-274-9021"
            }
        }
    },
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The DECAD trial tests an evidence-based decision aid delivered to caregivers to support decision-making about mammography for older women with dementia. This is a behavioral/decision-support intervention (not a pharmacologic agent) intended to improve decision quality (decisional conflict, decision-making self-efficacy) and screening utilization, not to modify Alzheimer’s pathology, improve cognition, or treat neuropsychiatric symptoms. citeturn0search7turn0search2",
        "Act: Key extracted details — intervention: a mammography screening decision aid for caregivers (vs. an active control pamphlet on home safety); design: randomized controlled trial of ~426 patient–caregiver dyads; primary outcomes: caregiver decisional conflict and decision-making self-efficacy; registered as NCT03282097. Because the intervention is non‑therapeutic and non‑pharmacologic, no drug or placebo applies. citeturn0search2turn0search1",
        "Reflect: Classification check — per the category definitions: • Not a disease-targeted biologic (no antibody/vaccine); • Not a disease-targeted small molecule (no drug/inhibitor); • Not a cognitive enhancer (no medication or cognitive training intended to improve cognition); • Not an intervention targeting neuropsychiatric symptoms. Therefore the correct category is 'N/A'. The trial protocol and registry entries confirm this interpretation. citeturn0search7turn0search5",
        "Web search sources (supporting documents consulted): 1) \"Supporting breast cancer screening decisions for caregivers of older women with dementia: study protocol for a randomized controlled trial\" (Trials / full text, protocol) — PMC article. citeturn0search7 2) Trials journal article / protocol summary (Springer) describing the DECAD trial methods and outcomes. citeturn0search2 3) Regenstrief Institute project page summarizing the DECAD study. citeturn0search1 4) Clinical trial listings / aggregators summarizing eligibility and trial details (ClinicalTrialsGPS, etc.). citeturn0search5"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}