{
    "nct_id": "NCT00684944",
    "title": "An Open Label Continuation Study of the Effects of TRx0014 30 mg TID and 60 mg TID in Patients With Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2018-04-25",
    "description_brief": "This is an open label, dose-ranging study of two doses of TRx0014 in patients with mild or moderate Alzheimer's Disease. The trial is made available to any patient ongoing on treatment in the clinical trial designated TRx-014-001 at termination of that study. Treatment for each individual patient will continue for as long as the treating physician feels there is benefit to the patient. This current protocol covers each patient for 12 months in the first instance.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "Methylthioninium chloride (methylene blue) — TRx0014"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The provided protocol and title describe an open-label, dose-ranging continuation study of TRx0014 (30 mg TID and 60 mg TID) in mild–moderate Alzheimer's disease, with cognitive outcomes measured (ADAS‑Cog, MMSE). citeturn0search0",
        "Act: Web searches identify TRx0014 as methylthioninium chloride (methylene blue / methylthioninium), listed under TRX0014/TRX-0014 in regulatory and trial databases. citeturn1search5turn1search1",
        "Act (mechanism): Methylthioninium compounds are developed by TauRx as tau aggregation inhibitors (i.e., they target tau pathology rather than only providing symptomatic cognitive enhancement). Preclinical and clinical literature describe effects on tau aggregation and related endpoints. citeturn1search4",
        "Reflect: Because TRx0014 is a small‑molecule form of methylthioninium intended to inhibit pathological tau aggregation (a core AD pathology), the trial intervention fits the definition of a disease‑targeted small molecule rather than a biologic, pure symptomatic cognitive enhancer, or a neuropsychiatric‑symptom drug. Although the trial measures cognitive outcomes, the drug’s mechanism is disease‑targeted (tau). Trial records confirm the dose and design described. citeturn0search6turn1search1"
    ],
    "agent_type": "B) Tau",
    "explanation_agent": [
        "Reason: TRx0014 is methylthioninium chloride (methylene blue / methylthioninium), a disease‑targeted small molecule developed to inhibit pathological tau aggregation (tau aggregation inhibitor). This directly maps to the CADRO category for Tau. citeturn0search1turn0search6",
        "Act: Extracted details — drug: TRx0014 (methylthioninium chloride / methylene blue), study: open‑label continuation with 30 mg TID and 60 mg TID dosing in mild–moderate AD (dose and design confirmed in trial records). Mechanism: tau aggregation inhibition supported by preclinical and mechanistic studies. Assigned category: B) Tau. citeturn0search1turn0search3turn0search2",
        "Reflect: Classification as 'B) Tau' is appropriate because the intervention is a small‑molecule tau aggregation inhibitor whose intended disease‑modifying mechanism is to prevent/dissolve tau aggregates (not primarily amyloid, neurotransmitter modulation, or symptomatic-only). Although some pleiotropic redox or proteostasis effects have been reported, the primary therapeutic focus remains tau aggregation — thus 'Tau' is the best CADRO fit. citeturn0search7turn0search8",
        "Web search results (key sources consulted):",
        "- Clinical trial record showing open‑label continuation of TRx0014 (30 mg and 60 mg TID) in AD. citeturn0search1",
        "- Trial registry / EUCTR entry for methylthioninium chloride (MTC / TRx0014) open label study. citeturn0search3",
        "- Preclinical evidence that methylene blue reduces abnormal tau accumulation in tau transgenic mice. citeturn0search2",
        "- TauRx description of their Tau Aggregation Inhibitors (Hydromethylthionine / related compounds) and the tau‑targeting mechanism. citeturn0search6",
        "- Mechanistic and translational studies discussing how methylene blue affects tau aggregation and possible reasons for mixed clinical outcomes. citeturn0search7"
    ]
}