{
    "nct_id": "NCT01716897",
    "title": "A Randomized, Open-label, 3-treatment Crossover Study to Determine the Bioavailability of E2609 Tablets Compared to Capsules and the Effect of Food on Absorption in Healthy Caucasian Male Adults",
    "status": "COMPLETED",
    "last_update_time": "2013-05-20",
    "description_brief": "This study will be a single-center, open-label, randomized, 3-treatment crossover study of single oral doses of an API-capsule formulation of E2609 under fasted conditions and a tablet formulation administered under fed and fasted conditions in healthy subjects.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "E2609 (elenbecestat) — BACE1 (beta‑secretase) inhibitor, small‑molecule"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial description tests E2609 formulations (capsule vs tablet, fed/fasted) in healthy subjects to determine bioavailability — this indicates a pharmacokinetic/formulation study of a therapeutic compound rather than a diagnostic. The drug identifier E2609 corresponds to elenbecestat, which targets amyloid production by inhibiting BACE (beta‑secretase), i.e., it acts on Alzheimer’s disease pathology rather than only symptomatic cognition. citeturn0search4turn0search9",
        "Act: Web search confirmed E2609 is elenbecestat, a BACE1 (beta‑secretase) inhibitor developed by Eisai for early Alzheimer’s disease (Phase 1–3 program, MISSION‑AD). Preclinical and clinical reports show E2609 inhibits BACE1 activity and lowers Aβ biomarkers, consistent with a disease‑modifying mechanism. citeturn0search1turn0search3",
        "Reflect: Mapping to the provided category definitions — elenbecestat is a small‑molecule enzyme inhibitor that targets Alzheimer’s pathology (amyloid production via BACE1). Therefore it fits the category 'disease‑targeted small molecule'. The described crossover bioavailability study (tablet vs capsule; fed/fasted) is a formulation/PK study and contains no placebo arms, so placebo is not applicable here. citeturn0search0turn0search8",
        "Web search results used: - Eisai press release describing E2609 (elenbecestat) as a BACE inhibitor and MISSION‑AD program. citeturn0search4 - Eisai 2012 release and Phase I data for E2609 (proof of mechanism; Aβ reduction). citeturn0search9 - Nonclinical/CTAD abstract showing E2609 (e2609) decreases CSF BACE1 activity in monkeys. citeturn0search1 - Clinical trial listings (Phase 1/3 MISSION AD and PK/drug‑drug interaction studies) referencing elenbecestat/E2609. citeturn0search3turn0search0"
    ],
    "agent_type": "A) Amyloid beta",
    "explanation_agent": [
        "Reason: The investigational compound E2609 (elenbecestat) is a BACE1 (beta‑secretase) inhibitor that reduces production of amyloid‑beta (Aβ) peptides — its mechanism directly targets amyloid pathology in AD. citeturn0search4turn0search1",
        "Act: Web searches confirm E2609 = elenbecestat, an orally bioavailable BACE1 inhibitor developed by Eisai (with Biogen collaboration) that lowered Aβ biomarkers in clinical studies and proceeded into Phase II/III programs (MISSION‑AD) before later discontinuation for safety/risk‑benefit reasons. These sources support classifying the drug target as amyloid production via BACE. citeturn0search5turn0search3turn0search9",
        "Reflect: Mapping the mechanism to CADRO, inhibition of BACE1 (which reduces Aβ generation and downstream amyloid pathology) fits squarely into category A) Amyloid beta. Although the described trial is a PK/formulation (bioavailability) study in healthy volunteers, that does not change the drug's biological target — therefore the correct CADRO classification is A) Amyloid beta. (Web sources used are listed below.) citeturn0search4turn0search1",
        "Web search results used (summaries): - Eisai/Biogen Phase II/Phase III program and Aβ effects described in company releases (confirming elenbecestat is a BACE inhibitor that reduced amyloid PET/biomarkers). citeturn0search1turn0search5 - Company announcements about discontinuation/safety review of Phase III MISSION‑AD (context on clinical development). citeturn0search3 - Product/research pages describing elenbecestat (E2609) as a BACE1 inhibitor that lowers plasma/CSF Aβ. citeturn0search4turn0search9"
    ]
}