{
    "nct_id": "NCT05456503",
    "title": "Imaging Tau Accumulation in FTLD and Atypical Alzheimer's Disease Using the PET Ligand PI-2620",
    "status": "RECRUITING",
    "last_update_time": "2025-07-31",
    "description_brief": "The investigators will compare PI-2620 tau PET scans from patients with frontotemporal lobar degeneration (FTLD), patients with non-amnestic presentations of Alzheimer's disease (naAD), and demographically matched cognitively normal subjects.",
    "description_detailed": "The current study is a companion imaging study to IRB# 842873, \"University of Pennsylvania Centralized Observational Research Repository on Neurodegenerative Disease\" (UNICORN). All participants in the current study must be concurrently enrolled in UNICORN. UNICORN is an observational study that aims to collect and store cross-sectional and longitudinal data from brain imaging, clinical and neuropsychological assessment, biomarker assays, and genetic testing of participants to improve clinical assessment and basic scientific understanding of multiple neurodegenerative conditions. The UNICORN cohort includes neurodegenerative disease patients who have been evaluated by trained neurologists in the Penn Cognitive Neurology Clinic according to published clinical research diagnostic criteria and reviewed at a weekly multidisciplinary consensus conference; as well as individuals with normal cognition recruited from the general community or from among caregivers/relatives of patients participating in research. As part of the UNICORN study, participants are asked to undergo periodic (typically annual) magnetic resonance imaging (MRI) and clinical/neuropsychological assessment. All participants' biological samples may be subjected to research genetic testing analyses. Results from these analyses are considered research, and as such are used for research purposes only. UNICORN participants are also asked to undergo a one-time lumbar puncture to assess cerebrospinal fluid protein levels, including amyloid-ß1-42, an established biomarker for Alzheimer's disease (AD) neuropathologic change. As an alternative method of assessing amyloid status, some UNICORN participants may have previously undergone an \\[18F\\] florbetaben amyloid PET scan under protocol #824869. The procedure for detecting amyloid could also be a lumbar puncture that was performed for clinical purposes or an amyloid PET scan, performed either clinically or for research purposes.\n\nParticipants will be screened according to the study selection criteria, based on self-report, information provided by caregivers, and medical history available through PennChart or through the Integrative Neurodegenerative Disease Database (INDD). All screening/enrollment documentation will come from the parent study, IRB# 842873 UNICORN. Participants will provide written informed consent for this protocol before beginning any study specific procedures. Participants must satisfy all eligibility criteria and consent to PI-2620 PET imaging to be enrolled in the study. Participants will be assigned to one of 7 groups, including cognitively and neurologically normal adults (CN; planned enrollment of n=25); non-amnestic AD (naAD, n=15); frontotemporal lobar degeneration (FTLD) due to tauopathy (FTLD-tau, n=25); FTLD due to TDP-43 (n=12); FTLD-tau due to a known genetic mutation in the MAPT gene (genetic FTLD-tau, n=12); FTLD-TDP due to a known mutation in the GRN gene or open reading frame 72 of chromosome 9 (C9orf72) (genetic FTLD-TDP, n=3); and amnestic MCI/AD (aAD, n=15), Total planned enrollment is thus 107 participants; recruitment and data acquisition for the study are projected to take approximately 6 years.\n\nThe current study comprises a baseline visit with a PET/CT imaging scan, using the PI-2620 tracer. If funding is available, participants may be asked to return for one or more longitudinal visits to complete a PI-2620 brain scan between 12 and 24 months after the previous PI-2620 brain scan. These visits must be at least 12 months apart, but ideally not greater than 24 months apart. If a longitudinal visit is missed for any reason, it will not be considered a protocol deviation, and the participant may be scheduled for a PI-2620 brain scan as soon as possible thereafter.\n\nThe central hypotheses are 1) that PI-2620 PET will distinguish Alzheimer's disease (AD) or frontotemporal lobar degeneration (FTLD) tauopathy from the brains of both healthy adults and patients with FTLD due to accumulation of transactive response DNA binding protein 43 kDA (TDP-43); and 2) that in FTLD and AD tauopathies, PI-2620 will be associated with patients' current and future cognitive, motor, and functional impairment.",
    "phase": [
        "PHASE3"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "DIAGNOSTIC",
    "results": null,
    "target_category": "N/A",
    "drug": [
        "PI-2620 (18F‑PI‑2620) — tau PET radiotracer (imaging agent)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The study description and title state the investigators will compare PI‑2620 tau PET scans across FTLD, non‑amnestic AD, and cognitively normal subjects — this is an imaging/diagnostic study (PET ligand) intended to visualize tau pathology, not to treat disease or improve symptoms. citeturn0search5turn0search0",
        "Act: Extracted details — intervention: PI‑2620 (often reported as 18F‑PI‑2620); type: second‑generation tau PET tracer with high affinity and selectivity for aggregated tau (used for in vivo imaging of tau in AD and other tauopathies). This tracer has been characterized preclinically and evaluated in first‑in‑humans and clinical studies for tau imaging. citeturn0search0turn0search5turn0search4",
        "Reflect: Classification decision — because PI‑2620 is a diagnostic PET ligand (an imaging agent) rather than a therapeutic biologic or small molecule, and the trial compares imaging results between groups rather than testing a treatment, it does not fit any of the four therapeutic categories (disease‑targeted biologic, disease‑targeted small molecule, cognitive enhancer, or neuropsychiatric symptom improvement). Therefore the correct category is 'N/A'. Supporting references show PI‑2620 binds tau fibrils and is used for in vivo tau PET imaging. citeturn0search10turn0search2",
        "Web search results (key sources found): 1) Preclinical characterization of [18F]PI‑2620 — discovery/selecting PI‑2620 as a tau PET tracer. citeturn0search0 2) First‑in‑humans tau PET imaging study with 18F‑PI‑2620 (Journal of Nuclear Medicine). citeturn0search5 3) Clinical evaluations showing PI‑2620 as a second‑generation selective tau tracer for AD and non‑AD tauopathies. citeturn0search4turn0search2 4) Structural/biophysical study showing PI‑2620 binding sites on AD‑fold tau fibrils. citeturn0search10"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}