{
    "nct_id": "NCT01652222",
    "title": "Experimental Study to Validate the \"Therapeutic Game\" CONEM-BETA",
    "status": "COMPLETED",
    "last_update_time": "2014-07-08",
    "description_brief": "The purpose of the study is to assess the efficacy of the systematic application of the CONEM-BETA game in the subjective welfare of family caregivers of patients with Alzheimer's disease or other advanced stage dementia.",
    "description_detailed": "Alzheimer's disease (AD) is clinically diagnosed based on memory and cognitive deterioration, and the loss of other functional abilities. Nevertheless, for the caregivers and the patients themselves, the psychological and behavioral symptoms of dementia (PBSD) are specially relevant aspects.\n\nThese PBSD are a source of stress for the caregiver. PBSD treatment starts with non-pharmacological treatment, but if the symptomatology is moderate to severe, then pharmacological treatments are indicated on top of the non-pharmacological ones. The symptoms that better respond to non-pharmacological interventions are depression and mild apathy, wanderings and repetitive behaviors.\n\nOnce dementia progresses, the ability to interact at cognitive and emotional levels are reduced, and then, alternative approaches are needed. In this circumstance, it has been postulated that the caregivers should not try to bring -patients with AD back to the objective reality, but that they should rather empathize with them and establish an emotional connection. This is a complex process, and requires intervention tools that favor this connection and improve the subjective welfare of the caregivers of persons with dementia.\n\nThe current study is based on a previous experience in implementing the Montessori method at SARquavitae nursing homes and daycare centers. The \"therapeutic game\" called CONEM-BETA contains a subset of these activities that have been adapted from the original texts from the Myers Research Institute. We aim to prove that CONEM-BETA may have also socio-emotional benefits for the caregivers when they systematically use them at home with their AD relatives. These potential benefits will be assessed by using validated questionnaires that measure changes in subjective welfare, anxiety and depression, coping strategy, overload level and perceived social support.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "SUPPORTIVE_CARE",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention described is a non‑pharmacological “therapeutic game” (CONEM‑BETA) delivered with socio‑educational training to family caregivers / caregiver–patient dyads, with the primary outcome measuring caregivers' subjective welfare — not a drug or biologic nor a small‑molecule targeting AD pathology. citeturn0search2turn0search0",
        "Act: Key extracted details from the trial record — the study tests CONEM‑BETA + socio‑educational training versus socio‑educational training only (and a control arm), enrolling caregivers of people with probable/possible Alzheimer’s or advanced dementia; the goal is to assess caregiver subjective welfare (EBP questionnaire). The CONEM‑BETA game is described as a set of activities adapted from Montessori/Meyers Research Institute materials and intended as a therapeutic, socio‑emotional tool rather than a pharmacologic agent. citeturn0search2turn0search3turn0search1",
        "Reflect: Classification decision — none of the four target categories apply: it is not a biologic or small molecule targeting Alzheimer pathology (so not category 1 or 2); its primary aim is caregiver wellbeing (not a cognitive enhancer intervention for patient cognition) and the outcomes measure caregiver welfare rather than direct neuropsychiatric symptom reduction as a primary aim (so not category 3 or 4). Therefore the correct label is 'N/A'. This aligns with multiple registry entries and the published description of the therapeutic game. citeturn0search0turn0search2",
        "Web search results (sources consulted): 1) MedPath / Clinical trial summary for 'Experimental Study to Validate the \"Therapeutic Game\" CONEM‑BETA' (trial details & primary outcome). citeturn0search0 2) PubMed article describing the first therapeutic game developed for Alzheimer’s and its effects on mood/pleasure (background on therapeutic games). citeturn0search1 3) ICH GCP / Clinical Trials Registry detailed entry for NCT01652222 (study design, interventions, and detailed description including Montessori adaptation). citeturn0search2 4) CTV/Veeva trial aggregator entry for the same study (arms, enrollment, and design). citeturn0search3"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}