{
    "nct_id": "NCT02534480",
    "title": "A Randomized, Placebo-Controlled, Double-Blind, Single Ascending Dose Study to Evaluate the Safety, Tolerability, and Pharmacokinetics of Orally-administered NGP 555 in Healthy Young Volunteers",
    "status": "COMPLETED",
    "last_update_time": "2016-01-12",
    "description_brief": "NGP 555 is a small molecule preventative therapy aimed at reducing Alzheimer's disease amyloid buildup by targeting Abeta 42 production.",
    "description_detailed": "NGP 555 is a gamma-secretase modulator with a selective mechanism to reduce Abeta 42 while raising shorter Abeta forms such as Abeta 37 and 38.\n\nNGP 555 is being developed as a preventative disease modifying therapy for Alzheimer's disease.",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "PREVENTION",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "NGP 555 (NGP-555) — small-molecule γ‑secretase modulator"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The description and clinical reports identify NGP‑555 as an orally administered small-molecule γ‑secretase modulator developed to shift APP processing so that production of the aggregation-prone Aβ42 is reduced (with increases in shorter, non-aggregating Aβ species), i.e., a disease‑targeting approach aimed at preventing amyloid plaque buildup rather than solely improving symptoms. citeturn0search7turn0search4.",
        "Act: Key extracted details — Drug: NGP 555 (aka NGP‑555). Drug type / mechanism: small‑molecule γ‑secretase modulator that lowers Aβ42 and raises shorter Aβ alloforms (proof of target engagement shown in CSF and preclinical models). Trial details from your title: randomized, placebo‑controlled, double‑blind, single ascending dose, orally administered in healthy volunteers (placebo used as comparator). citeturn0search1turn0search7.",
        "Reflect: Classification rationale — this intervention is a small molecule that directly targets Alzheimer’s amyloid pathology (Aβ42 production) and therefore fits the definition of a \"disease-targeted small molecule\" rather than a symptomatic cognitive enhancer or a neuropsychiatric treatment. No major ambiguity: sources consistently describe NGP‑555 as a γ‑secretase modulator developed for disease modification / prevention. citeturn0search4turn0search1.",
        "Web search results supporting the above (selected sources): 1) Peer‑reviewed preclinical/clinical article: NGP 555 described as a γ‑secretase modulator that lowers Aβ42 in CSF and showed proof of target engagement and cognitive benefit in rodent models; full text available on PMC. citeturn0search7. 2) PubMed abstract / clinical summary describing NGP‑555 clinical-stage development and its mechanism (shifts production away from Aβ42). citeturn0search4. 3) Company / press release summarizing Phase 1 trial results (safe, well tolerated; single and multiple ascending dose studies in healthy volunteers; mechanism described as reducing Aβ42 and increasing shorter Aβ species). citeturn0search1. 4) Product / supplier and summary pages noting NGP‑555 bioactivity, brain penetration, and effects on Aβ alloforms in preclinical studies. citeturn0search3turn0search6."
    ],
    "agent_type": "A) Amyloid beta",
    "explanation_agent": [
        "Reason: The trial drug NGP‑555 is described in the record as a small‑molecule γ‑secretase modulator that shifts APP processing to reduce production of the aggregation‑prone Aβ42 and increase shorter, non‑aggregating Aβ species—i.e., it directly targets amyloid beta production and amyloid pathology rather than acting symptomatically. citeturn0search1turn0search2turn0search4",
        "Act: Extracted details and mapping to CADRO — Drug: NGP‑555 (NGP 555). Mechanism: γ‑secretase modulator (GSM) that lowers Aβ42 and raises shorter Aβ alloforms (proof of target engagement shown in CSF in human Phase 1 studies and in preclinical models). Trial design: single ascending dose, oral, randomized placebo‑controlled in healthy volunteers (safety / PK focus). These details point unambiguously to the Amyloid beta CADRO category because the intervention's primary biological focus is reducing Aβ42 production and altering Aβ alloform ratios. citeturn0search0turn0search2turn0search1",
        "Reflect: The classification 'A) Amyloid beta' aligns with the description and multiple sources: preclinical papers and Phase 1 human biomarker results explicitly report NGP‑555 as a γ‑secretase modulator that shifts Aβ production away from Aβ42 toward shorter alloforms (proof of target engagement in CSF), and the stated development goal is prevention/modification of amyloid plaque accumulation. There is no indication the trial is primarily targeting tau, inflammation, synaptic receptors, metabolism, or a non‑therapeutic diagnostic aim; therefore 'A) Amyloid beta' is the most specific CADRO match. citeturn0search2turn0search4",
        "Web search results (selected sources supporting the above): 1) PubMed preclinical study describing NGP‑555 as a γ‑secretase modulator that lowers Aβ42 and shows cognitive benefit in rodents. citeturn0search1 2) Human Phase 1 / translational article reporting that NGP‑555 produced a beneficial shift in CSF Aβ37/Aβ42 and Aβ38/Aβ42 ratios and demonstrating proof of target engagement and safety. citeturn0search2turn0search4 3) Company press release summarizing completion of Phase 1 single and multiple ascending dose studies and describing NGP‑555 as an oral GSM that shifts Aβ production away from Aβ42. citeturn0search0 4) Product/compound summary pages reporting in‑vitro and in‑vivo lowering of Aβ42 and favorable PK/brain penetration. citeturn0search3",
        "Output: {\"category\": \"A) Amyloid beta\"}"
    ]
}