{
    "nct_id": "NCT05969054",
    "title": "A Clinical Study Exploring Lacosamide and Levetiracetam in Improving Cognitive in Patients With Alzheimer's Disease and Epilepsy",
    "status": "RECRUITING",
    "last_update_time": "2023-08-02",
    "description_brief": "Participants will perform Mini-Mental State Examination (MMSE), Montreal Cognitive Assessment (MoCA), Clinical Dementia Rating (CDR), Alzheimer's disease assessment scale-cognitive section (ADAS-Cog), Hamilton Anxiety Scale (HAMA) and Hamilton Depression Rating Scale (HAMD) evaluation. The patients will be randomly divided into two groups, treated with lacosamide and levetiracetam respectively, and maintained for 6 months.\n\nResearchers will compare the lacosamide group with the levetiracetam group to see if the improvement of cognitive function in the two groups.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE4"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "lacosamide (small‑molecule antiepileptic)",
        "levetiracetam (small‑molecule antiepileptic)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The study compares lacosamide vs levetiracetam in patients with Alzheimer’s disease and epilepsy, using cognitive outcome measures (MMSE, MoCA, ADAS‑Cog) to assess improvement — so the trial’s stated intent is to improve cognitive function rather than to test an anti‑amyloid or anti‑tau therapy. Both interventions are marketed small‑molecule antiepileptic drugs, not biologics that target core AD pathology. citeturn0search0turn0search5",
        "Act: Key extracted details — interventions: lacosamide and levetiracetam; design: randomized two groups, 6‑month treatment; outcomes: cognitive scales (MMSE, MoCA, ADAS‑Cog) plus mood/anxiety scales. Mechanisms from the literature: lacosamide selectively enhances slow inactivation of voltage‑gated sodium channels (mechanism distinct from amyloid/tau targeting). citeturn0search7turn0search3 Levetiracetam binds the synaptic vesicle protein SV2A and modulates neurotransmitter release (again, not an amyloid/tau‑targeting mechanism). citeturn0search5turn0search2",
        "Reflect: Classification rationale — the trial tests whether two antiepileptic small molecules improve cognition in AD patients with epilepsy. Because the drugs are small‑molecule AEDs with mechanisms related to neuronal excitability/SV2A (not disease‑modifying actions on amyloid or tau), the most appropriate category is 'cognitive enhancer'. It is possible the cognitive benefit (if any) would be indirect via seizure control or reduced subclinical epileptiform activity rather than direct modification of AD pathology; that distinction supports the 'cognitive enhancer' label rather than a 'disease‑targeted' category. citeturn0search0turn0search5",
        "Web search references (supporting the drug mechanism statements used above): lacosamide mechanism — development/reviews describing selective enhancement of sodium channel slow inactivation. citeturn0search0turn0search7 levetiracetam mechanism — binding to synaptic vesicle protein SV2A and modulation of neurotransmitter release. citeturn0search5turn0search6"
    ],
    "agent_type": "M) Synaptic Plasticity/Neuroprotection",
    "explanation_agent": [
        "Reason: The trial tests two small‑molecule antiepileptic drugs (lacosamide and levetiracetam) to improve cognition in AD patients with epilepsy. Lacosamide acts by enhancing slow inactivation of voltage‑gated sodium channels, reducing neuronal hyperexcitability. citeturn0search1turn0search3 Levetiracetam binds the synaptic vesicle protein SV2A and modulates neurotransmitter release/presynaptic function. citeturn0search0turn0search4 These mechanisms act on neuronal excitability and synaptic function rather than directly on core AD pathologies (amyloid or tau).",
        "Act: Extracted details — interventions: lacosamide (VGSC slow‑inactivation modulator) and levetiracetam (SV2A ligand); primary outcomes: cognitive scales (MMSE, MoCA, ADAS‑Cog). Given the drugs’ actions on synaptic function and network excitability and the trial’s cognitive‑enhancement intent, the most appropriate CADRO category is M) Synaptic Plasticity/Neuroprotection (synaptic modulation/neuroprotection) rather than A) Amyloid beta, B) Tau, or D) Neurotransmitter Receptors.",
        "Reflect: The classification aligns with CADRO definitions — both agents modify synaptic/neuronal excitability and presynaptic function (mechanisms relevant to synaptic plasticity and network stability). The trial is not testing anti‑amyloid or anti‑tau disease‑modifying therapies, nor is it purely diagnostic, so M) Synaptic Plasticity/Neuroprotection is the best fit. If additional evidence showed direct disease‑modifying effects on amyloid/tau, or multiple distinct pathways targeted, a different CADRO code (e.g., R) Multi‑target) might be considered.",
        "Web search references: Lacosamide mechanism — selective enhancement of sodium‑channel slow inactivation (PubMed reviews/studies). citeturn0search1turn0search3 Levetiracetam mechanism — binding site is synaptic vesicle protein SV2A (PNAS / PubMed reports) and modulation of presynaptic release. citeturn0search0turn0search4"
    ]
}