{
    "nct_id": "NCT06852352",
    "title": "A Prospective, Single-center, Single-arm, Exploratory, 24-Month Study to Confirm Efficacy of Modified Deep Cervical Lymphovenous Anastomosis (LVA) in Subjects with Alzheimer's Disease/ Parkinson's Disease",
    "status": "RECRUITING",
    "last_update_time": "2025-03-06",
    "description_brief": "Alzheimer's disease (AD) and Parkinson's disease (PD) are characterized by pathological protein accumulation in the brain-Aβ/tau in AD and α-synuclein in PD. Recent studies have indicated that age-related lymphatic vessel atrophy compromises the metabolic clearance capacity of meningeal lymphatic vessels, potentially disrupting the equilibrium between production and clearance of Aβ/α-synuclein, ultimately leading to pathological accumulation of these proteins within the brain. Deep cervical lymphovenous anastomosis (LVA), a surgical technique proven effective in restoring lymphatic drainage in lymphedema, may enhance clearance of neurotoxic proteins by improving cervical lymphatic outflow. This project aims to evaluate the efficacy of modified deep cervical LVA in treating AD and PD, establishing a novel therapeutic strategy to modify disease progression and improve quality of life in neurodegenerative disorders, additionally offering the pathogenic mechanisms underlying neurodegenerative disorders.",
    "description_detailed": "Alzheimer's disease (AD) and Parkinson's disease (PD) are progressive neurodegenerative disorders characterized by pathological protein aggregation-Aβ plaques and tau tangles in AD, and α-synuclein Lewy bodies in PD. Emerging evidence implicates that the glymphatic-meningeal lymphatic system and deep cervical lymph nodes constitute the central pathway for metabolite clearance of cerebral macromolecules. Aging-associated lymphatic vessel atrophy disrupts the equilibrium between protein production and clearance, exacerbating neurotoxicity. Deep cervical lymphovenous anastomosis (LVA), a surgical technique validated in lymphedema management, aims to restore cervical lymphatic drainage and enhance glymphatic-mediated protein clearance. This study investigates the therapeutic potential of modified deep cervical LVA in AD and PD. A prospective cohort will undergo modified deep cervical LVA with longitudinal assessments, including cerebrospinal fluid (CSF) and plasma biomarkers (Aβ42, p-tau181, p-tau217, GFAP, NfL, α-synuclein), neuroimaging (MRI and PET-CT), and clinical endpoints (CDR, MMSE, MoCA, BADL and IADL for AD, UPDRS and PDQ-39 for PD). Mechanistically, we hypothesize that modified deep cervical LVA will reduce intracranial pressure gradients, augment meningeal lymph flow, and accelerate interstitial waste drainage, thereby mitigating neuroinflammation and neuronal damage. This trial aims to verify the efficacy of modified deep cervical LVA to modify disease progression in AD and PD, providing a surgically scalable approach to delay progression of neurodegenerative disorders and improve patient quality of life.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is a surgical procedure—modified deep cervical lymphovenous anastomosis (LVA)—intended to improve cervical/meningeal lymphatic outflow and accelerate clearance of pathological proteins (Aβ, tau, α-synuclein) to alter disease progression in AD and PD, not a drug or biologic. citeturn0search0turn0search2",
        "Act (key extracted details): The study title and intervention: \"Modified Deep Cervical Lymphovenous Anastomosis (LVA)\" in subjects with Alzheimer's Disease / Parkinson's Disease (prospective, single-center, single-arm). The trial plans CSF/plasma biomarker and imaging endpoints (Aβ42, p-tau, α-synuclein, MRI/PET-CT) and clinical scales (MMSE, MoCA, CDR, UPDRS). This is a surgical/physiologic approach to enhance glymphatic/lymphatic clearance rather than administration of a biologic or small molecule. citeturn0search0turn0search3turn0search2",
        "Reflect: The four provided categories are (1) disease-targeted biologic, (2) disease-targeted small molecule, (3) cognitive enhancer, (4) neuropsychiatric symptom improvement. Although the procedure aims to modify disease pathology (i.e., disease-targeted in intent), it is a surgical lymphatic reconstruction and not a biologic or small molecule drug, nor is it purely a symptomatic cognitive-enhancer or neuropsychiatric treatment. Therefore it does not fit any of the four categories and should be classified as 'N/A'. citeturn0search1turn0search6",
        "Web search results / supporting sources: - Trial registry and description (MedPath / NCT06852352 summary). citeturn0search0 - PubMed / prospective cohort reporting on deep cervical LVA in AD (procedural description and preliminary outcomes). citeturn0search2 - International Journal of Surgery report of preliminary outcomes and technique modification. citeturn0search1 - ICH GCP / clinical registry entry with study design details. citeturn0search3 - Editorial discussion of the approach in BioScience Trends. citeturn0search6"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}