{
    "nct_id": "NCT06705738",
    "title": "The Effect of Combination of Mediterranean Diet and Oleocanthal in Patients with Mild Cognitive Impairment",
    "status": "ACTIVE_NOT_RECRUITING",
    "last_update_time": "2024-11-22",
    "description_brief": "BACKGROUND: Mild cognitive impairment (MCI) constitutes a form of preclinical dementia and characterizes a cognitive decline that exceeds what is expected for one's age and education status, but at the same time does not fulfill the criteria for dementia. MCI is considered a prodromal stage of Alzheimer's disease (AD) and the progression to this neurodegenerative disease, renders the patients heavily dependent on their relatives and the society, which creates a huge psychological and financial burden, since no effective treatment exists for MCI and AD to this day. Mediterranean diet (MeDi) displays beneficial effects on the cognitive function of both healthy individuals and cognitive impaired patients. High Phenolic Early Harvest Extra Virgin Olive Oil (HP-EH-EVOO) is a natural product that contains high concentrations of the substance Oleocanthal (OLC), while at the same time it has been shown to exert beneficial properties on the cognitive function of cognitive impaired individuals, as well as on the slowing down of the decline of cognitive function.\n\nAIM: The main hypothesis that will be evaluated is whether the combined approach of the MeDi pattern and the concurrent intervention with the administration in a capsule form of the supplement containing olive oil polyphenols with the main substance being Oleocanthal (SUPOL), could constitute a considerable strategy of management of MCI patients.\n\nStudy Type: Investigational Study Design, Allocantion: Randomized Intervention Model, Parallel Assignment Masking: Single Blind (Outcome Assessor - Investigator) on Diet, Double Blind (Subject, Outcome Assessor - Investigator) on Supplement, Primary Purpose: Prevention.",
    "description_detailed": "OBJECTIVE OF THE TRIAL: To evaluate the efficacy of the combined approach of the MeDi pattern and the concurrent SUPOL compared to the Western diet pattern in combination with placebo on the change in cognition and function in subjects with MCI.\n\nSTUDY DESIGN: The design will be a randomized parallel controlled clinical trial, single-blinded for the dietary pattern and double-blinded for the intervention.\n\nPARTICIPANTS: They will be divided into 4 groups of 50 (n=200): 1st group following MeDi and receiving SUPOL, 2nd group following MeDi and receiving Placebo, 3rd group following Western type diet (Western diet) and receiving SUPOL and 4th group following Western diet and receiving Placebo.\n\nDURATION: The duration of the combined intervention will be 12 months and the neuropsychological and laboratory evaluation of the participants will take place at baseline and upon the completion of the 1-year combined intervention. A follow-up assessment visit will be perfomed after 6 monts. The total study duration will be 18 months.\n\nLOCATION: The study will be conducted in Thessaloniki and will recruit patients having diagnosed with MCI from the outpatient clinic 1st Neurological Clinic of the General University Hospital \"AHEPA\" (AHEPA) and the Greek Association of Alzheimer's Disease and Related Disorders (Alzheimer Hellas).\n\nSCREENING - RANDOMIZATION - BASELINE (Visit 1): Patient eligibility will be determined during Visit 1. A protocol eligibility form will be completed for each patient and reviewed by the Principal Investigator (PI) approval prior to participation in the study. If eligibility is reached, baseline assessments, as well as randomization for group allocation will take place.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "PREVENTION",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "Oleocanthal (SUPOL — olive oil polyphenol supplement)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is a supplement whose main active is oleocanthal, a phenolic small molecule found in extra-virgin olive oil. Oleocanthal has been reported to act on Alzheimer’s-related pathology (enhancing Aβ clearance, modulating Aβ-degrading enzymes and transporters, and inhibiting tau fibrillization) rather than being a biologic (monoclonal antibody or vaccine) or a purely symptomatic cognitive enhancer. citeturn1search0turn1search4turn1search1",
        "Act: From the trial description the key intervention is the SUPOL capsule containing olive oil polyphenols with main substance oleocanthal, given with a Mediterranean diet. Preclinical and some clinical/nutritional trials of high-phenolic EVOO (rich in oleocanthal) show cognitive benefits in MCI and propose mechanisms relevant to Alzheimer pathology (Aβ clearance, anti-inflammatory effects, inhibition of tau aggregation). Therefore the best match is 'disease-targeted small molecule' because oleocanthal is a small-molecule phytochemical acting on AD pathology. citeturn0search0turn1search2turn0search4",
        "Reflect: Classification rationale — oleocanthal is not a biologic, so not 'disease-targeted biologic'; it is a small molecule with experimental evidence for acting on AD hallmarks (amyloid, tau, inflammation), so it is not simply a symptomatic cognitive enhancer or a neuropsychiatric treatment. The trial’s primary purpose is prevention in MCI and the supplement’s reported mechanisms support labeling this as a disease-targeted small molecule intervention. Key supporting sources: MICOIL trial and related EVOO studies showing cognitive benefit in MCI (HP‑EH‑EVOO), oleocanthal studies showing enhanced Aβ clearance and effects on tau, and anti-inflammatory gene-expression modulation by EVOO polyphenols. citeturn0search0turn1search0turn1search5turn0search4"
    ],
    "agent_type": "R) Multi-target",
    "explanation_agent": [
        "Reason: The active small molecule (oleocanthal) in the SUPOL supplement has published actions on multiple Alzheimer-related pathways — enhancing Aβ clearance via BBB transporters and ApoE-dependent pathways, inhibiting tau fibrillization, and exerting anti‑neuroinflammatory effects — so the intervention is not restricted to a single CADRO category. citeturn1search0turn1search3turn0search6turn1search2",
        "Act: From the trial description the intervention is oleocanthal (an EVOO phenolic) given with a Mediterranean diet for MCI. Preclinical and clinical/nutritional studies support mechanisms including up‑regulation of P‑gp and LRP1 and increased Aβ clearance, reduction of amyloid burden in AD mice, modulation/inhibition of tau aggregation, and anti‑inflammatory effects — i.e., amyloid, tau and inflammation pathways are all implicated. These multiple, distinct mechanisms map to CADRO categories A) Amyloid beta, B) Tau and F) Inflammation, therefore the best CADRO assignment is R) Multi-target. citeturn1search0turn1search3turn0search6turn1search2",
        "Reflect: The available evidence shows oleocanthal acts on several AD‑relevant biological processes rather than a single specific target (not purely symptomatic, not a biologic). Given the explicit amyloid, tau and inflammatory effects in the literature and the MICOIL clinical work on high‑phenolic EVOO in MCI, classifying this trial as 'Multi‑target' best fits CADRO rules. If you prefer to assign to a single dominant CADRO category, A) Amyloid beta would be defensible because several studies emphasize enhanced Aβ clearance, but because tau and inflammation effects are reported as well, 'R) Multi-target' is more accurate. citeturn1search4turn0search6turn1search2",
        "Key supporting web search results (selected): 1) MICOIL randomized clinical trial of high‑phenolic early‑harvest EVOO in MCI (clinical evidence of cognitive benefit). citeturn0search1 2) Oleocanthal enhances Aβ clearance via up‑regulation of P‑gp and LRP1 and Aβ‑degrading enzymes (in vitro/in vivo). citeturn1search0 3) Oleocanthal reduces amyloid load and activates ApoE‑dependent clearance pathways in an AD mouse model (TgSwDI). citeturn1search3 4) Oleocanthal modulates/inhibits tau fibrillization in biochemical/biophysical studies. citeturn0search6 5) Oleocanthal (and its oxidation product) shows anti‑neuroinflammatory effects in cellular models. citeturn1search2"
    ]
}