{
    "nct_id": "NCT06523296",
    "title": "Study of the Relationship Between the Presence of Anti-AChR Antibodies in the Cerebrospinal Fluid and the Presence of Neurocognitive Disorder in Myasthenic and Alzheimers's Patients.",
    "status": "RECRUITING",
    "last_update_time": "2025-04-01",
    "description_brief": "The purpose of the study is to evaluate if there is a specific association between the presence of anti Rach antibodies in the CSF and the presence of a cogntive disorder in myasthenic patients. Moreover the investigator wants to study if there is a link between the presence of Anti RACH antibodies in myasthenia and Alzheimers's disease.\n\nFor that, the investigator will recruit myasthenic patient with cognitive disorder that has undergo a diagnostic process including lombar punction for memory trouble in Nice memory center as well as Alzheimer's patient having go through the same process.\n\nThe study will consist in one additionnal blood draw. Anti RACH antibodies will be analyzed in historical CSF stored in biocollection and serum collected for the study.\n\nLCS of healthy control will also be analyzed.",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "DIAGNOSTIC",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The study is observational/diagnostic — it measures the presence of anti‑AChR (anti‑acetylcholine receptor) antibodies in stored CSF and newly drawn serum to test association with cognitive disorder in myasthenic and Alzheimer’s patients. The defined categories are: (1) disease‑targeted biologic — biologic therapies targeting pathology; (2) disease‑targeted small molecule — small molecules targeting pathology; (3) cognitive enhancer — drugs intended to improve cognition without targeting pathology; (4) neuropsychiatric symptom improvement — interventions to reduce behavioral/psychiatric symptoms. This protocol describes biomarker measurement and association testing, not a therapeutic intervention, so it does not fit categories 1–4. (Supporting background: anti‑AChR antibodies are established serologic markers in myasthenia gravis and have been measured historically in CSF with low CSF concentrations and no clear intrathecal synthesis; cognitive changes are not a typical primary feature of MG). citeturn0search4turn0search0turn0search8",
        "Act: Key extracted details — intervention: additional blood draw and analysis of anti‑AChR antibodies in serum and analysis of historical CSF from biocollection; population: myasthenic patients with cognitive disorder, Alzheimer’s patients, and healthy controls; objective: association between CSF anti‑AChR and cognitive disorder/Alzheimer’s. No drug or therapeutic agent is tested. Prior literature shows anti‑AChR are common serum markers in MG (~75–85%) and that CSF measurements have been performed but generally show lower concentrations and no evidence of intrathecal synthesis in older studies. citeturn0search4turn0search0",
        "Reflect: Classification check — the protocol is a biomarker/diagnostic association study (not a therapeutic trial), so it should be classified as 'N/A' under the provided categories. There is no biologic drug, small molecule, cognitive enhancer, or symptom‑targeted treatment being administered or evaluated, so none of the four therapeutic categories apply. If the study were testing an anti‑AChR targeted therapeutic or vaccine delivered to modify disease, it would be a disease‑targeted biologic, but that is not the case here. citeturn0search3turn0search1",
        "Web search results (selected sources used to confirm context and support statements): (1) Historical measurement of AChR antibodies in CSF from MG patients — PubMed summary showing CSF AChR antibody quantification and no evidence of intrathecal synthesis. citeturn0search0 (2) Reviews/descriptions of anti‑AChR antibodies in myasthenia gravis (prevalence, pathogenesis and clinical use of anti‑AChR testing). citeturn0search1turn0search4 (3) Clinical overview noting that MG typically does not present with cognitive impairment as a core feature (context for evaluating links to Alzheimer’s). citeturn0search8"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}