{
    "nct_id": "NCT05891496",
    "title": "A Randomised Double-blind Placebo-controlled Clinical Study Investigating the Effects of Semaglutide s.c. Once-weekly Versus Placebo on Central and Peripheral Inflammation in Participants With Alzheimer's Disease",
    "status": "ACTIVE_NOT_RECRUITING",
    "last_update_time": "2025-01-02",
    "description_brief": "The study is being conducted to understand how the medicine, semaglutide, affects the immune system and other biological processes in people with Alzheimer's disease. Semaglutide is a medicine that doctors can prescribe in some countries for the treatment of type 2 diabetes and excess body weight. This study will help us understand whether semaglutide can also be used for the treatment of Alzheimer's disease. The study will last for about 77 weeks. In the first 12 weeks of treatment, participants will either get semaglutide (active medicine) or placebo (inactive dummy medicine). Which treatment participants get is decided by chance. In the following 52 weeks of treatment, all participants taking part in the study will get semaglutide. Participants must have a study partner, who is willing to take part in the study. Participants will get study medicine in a pen injector. The study partner will need to inject the study medicine into the skin of participant's stomach, thigh or upper arm once every week.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE3"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted biologic",
    "drug": [
        "semaglutide"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The trial tests semaglutide (a GLP-1 receptor agonist peptide drug) for effects on central and peripheral inflammation in people with Alzheimer’s disease — i.e., it is evaluating biological/disease processes (immune/inflammatory pathways) rather than only symptomatic cognitive enhancement or purely neuropsychiatric symptom relief. Semaglutide is a long‑acting GLP‑1 receptor agonist used for type 2 diabetes and weight management. citeturn0search19turn0search2",
        "Act (key details extracted): The intervention is semaglutide given once‑weekly by subcutaneous pen injector (initial 12‑week randomized double‑blind semaglutide vs placebo, then 52 weeks open‑label semaglutide for all). The study specifically measures central and peripheral inflammation (immune/biological effects) in participants with Alzheimer’s disease. Semaglutide is a peptide GLP‑1 receptor agonist (a biologic/peptide therapy), not a small synthetic small‑molecule, and preclinical work reports semaglutide can reduce neuroinflammation and have neuroprotective effects in AD animal models. citeturn0search2turn0search1turn0search19",
        "Reflect: Matching to category definitions — the study evaluates a biologic (peptide GLP‑1 RA) aiming to modify disease‑related biology (inflammation/neuroprotection). Although semaglutide does not directly target canonical AD pathological proteins like amyloid‑beta or tau, it is being tested as a disease‑modifying therapy via immune/inflammatory pathways rather than as a symptomatic cognitive enhancer or an agent solely for neuropsychiatric symptoms. Therefore the best fit among the provided categories is 'disease-targeted biologic'. Note ambiguity: one could argue it is a repurposed metabolic drug with immunomodulatory effects (not a classical anti‑amyloid biologic), but the intent (modulate disease biology) and the drug being a peptide biologic support the chosen classification. citeturn0search1turn0search19",
        "Web search results used: Semaglutide summary and classification (mechanism, brand names Ozempic/Wegovy) — semaglutide is a GLP‑1 receptor agonist. citeturn0search19turn0search2",
        "Preclinical evidence: Semaglutide reduces neuroinflammation and shows neuroprotective effects in AD animal models (microglial modulation, reduced Aβ deposition in mouse studies). citeturn0search1",
        "Notes/uncertainties: The trial description focuses on immune/biological endpoints rather than on amyloid/tau removal; because the category list is limited, I classified this as 'disease-targeted biologic' (biologic agent with potential disease‑modifying action). If you prefer a stricter interpretation that 'disease-targeted' must mean direct anti‑amyloid/tau action, an alternative would be to mark 'N/A' or 'other/repurposed metabolic agent' — but given the aims (modify inflammation in AD) the selected category is the best match."
    ],
    "agent_type": "F) Inflammation",
    "explanation_agent": [
        "Reason: The trial tests semaglutide (a GLP-1 receptor agonist peptide biologic) with the explicit endpoint of measuring central and peripheral inflammation in people with Alzheimer’s disease. The intervention is therefore intended to modulate immune/inflammatory pathways (neuroinflammation), which maps directly to the CADRO category for inflammation. citeturn0search1turn0search6turn0search0",
        "Act: Key details extracted from the description — drug: semaglutide (long‑acting GLP‑1 receptor agonist; peptide biologic), route: once‑weekly subcutaneous injection, primary biological focus: central and peripheral inflammation/neuroinflammation in AD. Semaglutide’s mechanism as a GLP‑1 receptor agonist is well documented. Preclinical AD models report semaglutide reduces microglial/astrocyte activation and inflammatory signaling (e.g., TLR4/NF‑κB), supporting an anti‑inflammatory/neuroprotective effect. citeturn0search1turn0search6turn0search0",
        "Reflect: Classification check — semaglutide does not directly target canonical AD proteins (amyloid or tau) but is being tested to modify disease biology by reducing inflammation. Thus the best CADRO fit is F) Inflammation. An alternative view could emphasize metabolic/bioenergetic effects of GLP‑1 RAs (CADRO J), but because the trial’s stated outcomes and rationale focus on central/peripheral inflammation, F is the most specific and appropriate category. citeturn0search0turn0search3"
    ]
}