{
    "nct_id": "NCT05478681",
    "title": "Home-based tDCS for Behavioral Symptoms in Alzheimer's Disease and Related Dementias (ADRD)",
    "status": "RECRUITING",
    "last_update_time": "2024-01-24",
    "description_brief": "The purpose of this study is to assess acceptability, and safety of providing tDCS to ADRD patients with behavioral symptoms and to assess the efficacy of tDCS for ADRD-related symptoms, mainly behavioral symptoms.",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "neuropsychiatric symptom improvement",
    "drug": [
        "tDCS (transcranial direct current stimulation) — non‑pharmacologic neuromodulation device"
    ],
    "placebo": [
        "sham tDCS (inactive/sham stimulation)"
    ],
    "explanation_target": [
        "Reason: The study description and title state the intervention is transcranial direct current stimulation (tDCS) delivered to patients with Alzheimer’s disease and related dementias (ADRD) who have behavioral symptoms, with primary aims to assess acceptability, safety, and efficacy for ADRD-related (mainly behavioral) symptoms. This indicates the trial is targeting neuropsychiatric/behavioral symptom relief rather than a biologic or small‑molecule disease‑modifying mechanism. citeturn0search5",
        "Act: Key extracted details — intervention: active tDCS (home‑based); comparator/placeholder: sham tDCS; population: ADRD patients with clinically meaningful behavioral symptoms; study ID: NCT05478681 (CenterWatch listing). tDCS is a non‑drug brain stimulation technique studied for neuropsychiatric and cognitive indications in home‑based formats and has safety/feasibility literature supporting such trials. citeturn0search5turn0search1turn0news12",
        "Reflect: Classification check — this is not a biologic (no antibody/vaccine) nor a small molecule drug, and although tDCS has been studied for cognitive enhancement in some contexts, this specific trial explicitly targets behavioral (neuropsychiatric) symptoms in ADRD, so it best fits the 'neuropsychiatric symptom improvement' category. Note: sham tDCS is the typical placebo control in these trials. Supporting references: trial listing and home‑based tDCS literature. citeturn0search5turn0search0"
    ],
    "agent_type": "M) Synaptic Plasticity/Neuroprotection",
    "explanation_agent": [
        "Reason: The intervention is transcranial direct current stimulation (tDCS), a non‑invasive neuromodulation technique that modulates cortical excitability and can induce LTP‑like changes in synaptic plasticity rather than acting on a specific molecular pathway (e.g., amyloid, tau, inflammation). This aligns best with CADRO's Synaptic Plasticity/Neuroprotection category. citeturn0search1turn0search5",
        "Act: Extracted details — intervention: home‑based active tDCS (vs sham); indication: Alzheimer’s disease and related dementias with behavioral/neuropsychiatric symptoms; primary aims: acceptability, safety, and efficacy for behavioral symptoms. tDCS is described in the literature as modulating neuronal excitability and neuroplasticity, and noninvasive brain stimulation has been studied specifically for behavioral/psychiatric symptoms in dementia. Key trial listing: NCT05478681. citeturn0search0turn0search2",
        "Reflect: Classification check — tDCS is a therapeutic neuromodulation device (not a drug) whose mechanism is modulation of cortical excitability and synaptic plasticity, so the most specific CADRO fit is M) Synaptic Plasticity/Neuroprotection. It is not a molecular/biologic target (A–C, G, I, J, etc.), nor purely diagnostic/non‑therapeutic (T). If the intent were framed purely as symptomatic neuromodulation without neuroplastic aims, one could consider 'Other', but the literature explicitly links tDCS effects to cortical excitability and plasticity, supporting M). citeturn0search5turn0search1",
        "Web search results (sources used):",
        "- Clinical trial listing for NCT05478681 (Home‑based tDCS for Behavioral Symptoms in ADRD) — CenterWatch trial summary (study details, intervention = active tDCS vs sham, aims: acceptability/safety/efficacy). citeturn0search0",
        "- Meta‑analysis/systematic review describing tDCS as a noninvasive brain stimulation that modulates cortical excitability and can improve cognition; mechanistic description (anodal/cathodal effects). citeturn0search1",
        "- Systematic review/meta‑analysis on noninvasive brain stimulation for behavioral and psychological symptoms of dementia (BPSD) discussing rTMS vs tDCS efficacy. citeturn0search2",
        "- Reviews describing tDCS mechanism (cortical excitability, LTP‑like neuroplasticity) and use in neurorehabilitation. citeturn0search5"
    ]
}