{
    "nct_id": "NCT06019117",
    "title": "Effectiveness of a Probiotic K10 in Managing Health Outcomes in Parkinson's Disease and in Early Stage (Mild Cognitive Impairment to Mild Dementia) and Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2025-07-27",
    "description_brief": "Evaluation of the effects of the K10 probiotic mix in patients with degenerative neurological diseases (Parkinson and Alzheimer's) with a focus on cognitive, motor and psychiatric neurological evaluation.\n\nSingle-centre, double-blind, placebo-controlled randomized clinical trial (RCT), Interventional Model: Parallel Assignment, phase III study. Two groups will be composed, with two arms each, 1 group composed of patients with Parkinson's and 1 group with patients with Alzheimer's, 52 patients in each group. The first arm of each group will receive placebo and the other arm of each group will receive the mix K10.\n\nIn this study, researchers will conduct a randomized, placebo-controlled, phase III trial of a probiotic preparation (Probiotic K10) to evaluate its use as a viable treatment option for neurodegenerative disorders, including Parkinson's disease (PD) and Alzheimer's disease. of Alzheimer (AD). This formulation has been previously demonstrated to improve cognitive function, systemic inflammation, systemic oxidative stress in Alzheimer's patients. The main objective of this study is to compare its effect with placebo on cognitive status in individuals with AD and PD, the UPDRS total score in people with early PD and quality of life, and the measurement of caregiver burden in AD and PD. Participants will be randomly assigned to receive a placebo (an inactive substance) and a K10 probiotic (dose 30.000.000 CFU/day). They will be evaluated at baseline, 45 days and 90 days.",
    "description_detailed": "Change in urinary cortisol dosage Determination of cortisol levels can be used as an indirect measurement of emotional stress. Reduced levels of this hormone are related to reduced cardiovascular risk and reduced inflammatory damage.\n\nBaseline to T90 or the time of sufficient disability to study closure.\n\nAll measurements will be taken at time zero (start of the survey), the next measurement in 45 days and the last measurement in 90 days. We will use the comparison of the data collected from each individual at time zero in comparison with their own results collected at the next times, using biostatistics to compare the results and, at the end of the primary result, we will perform the simple tabulation to count the values of each analyzed variable.\n\nDifferences between measures of central tendency with pr \\< 0.05 will be considered statistically significant. When the central tendency values present a normal distribution in the statistical test, a parametric test will be used. In the case of comparison of 2 means, Student's t test will be used, for paired or independent samples. When the comparison includes more than 2 means, analysis of variance (ANOVA) will be used for 1 way (a single factor, e.g. treatment time) or 2 ways (two factors, for example treatment time and control group x treated group ).\n\nAfter verifying a significant difference in ANOVA, a post hoc protected t-test will then be applied to detect at which points in the analysis there are pairs with significant differences. When the analysis of the distribution (frequency) of the data shows a distribution that is not compatible with the Gaussian distribution, a corresponding non-parametric test will be used. Contingency tables 2 x 2 will also be used for later calculation of risk factors and to determine the significance through the X2 test.\n\nThe software to be used will be Prism from Graphpad v. 9",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "SUPPORTIVE_CARE",
    "results": null,
    "target_category": "Cognitive enhancer",
    "drug": [
        "Probiotic K10 (multi‑strain probiotic; dietary supplement, 30,000,000 CFU/day)"
    ],
    "placebo": [
        "Placebo (inactive substance)"
    ],
    "explanation_target": [
        "Reason: The trial tests a probiotic preparation called \"Probiotic K10\" (dietary supplement) vs placebo in Alzheimer's and Parkinson's patients with primary outcomes including cognitive status (and secondary motor/psychiatric/QoL outcomes). The registry entry and trial description identify K10 as a probiotic given at 30,000,000 CFU/day. citeturn0search3turn0search7",
        "Act: Key extracted details — intervention = Probiotic K10 (dietary supplement, live microbes), dose = 30,000,000 CFU/day, design = randomized, double‑blind, placebo‑controlled phase III, outcomes include cognition, UPDRS, QoL, caregiver burden. Prior RCTs and meta-analyses of probiotics in MCI/AD report cognitive improvements and effects on inflammation/oxidative stress, supporting that the intended effect here is symptomatic/cognitive improvement rather than targeting canonical AD pathology (amyloid/tau). citeturn0search3turn0search0turn0search1",
        "Reflect: Classification rationale — the intervention is a live‑microbe dietary supplement (not a monoclonal antibody, vaccine, or small‑molecule disease‑modifying agent) and the stated objectives focus on improving cognitive function and clinical symptoms. Therefore it best fits the 'Cognitive enhancer' category (symptomatic cognitive improvement via gut–brain axis), although the trial also assesses motor and psychiatric outcomes (symptomatic domains) — this does not change the primary symptomatic/cognitive orientation. citeturn0search2turn0search4"
    ],
    "agent_type": "N) Gut-Brain Axis",
    "explanation_agent": [
        "Reason: The intervention is a live‑microbe probiotic (Probiotic K10) given to AD and PD patients with primary outcomes of cognition and other symptomatic measures; the presumed mechanism is modulation of the gut–brain axis (microbiome effects on inflammation/oxidative stress and CNS function) rather than direct targeting of amyloid, tau, ApoE, or synaptic receptors. citeturn0search0turn0search1",
        "Act: Extracted details — intervention = Probiotic K10 (dietary supplement, live microbes; reported strain L. plantarum K10 in the literature), dose = 30,000,000 CFU/day, design = randomized, double‑blind, placebo‑controlled, outcomes = cognition (AD battery/MMSE), UPDRS (PD), QoL, caregiver burden. The registry notes prior improvements in cognition, systemic inflammation, and oxidative stress with this formulation, supporting a gut‑mediated/symptomatic mechanism rather than a canonical disease‑modifying target like amyloid or tau. citeturn0search0turn0search1turn0search3",
        "Reflect: Mapping to CADRO — the most specific CADRO category that fits a probiotic intervention intended to affect cognition via microbiome/gut‑brain interactions is N) Gut‑Brain Axis. It is not classified under symptomatic 'Neurotransmitter Receptors' or 'Synaptic Plasticity' because the intervention acts via microbial/gut pathways; it is not disease‑modifying via amyloid/tau (A/B) per the registry description. If the trial instead intended only symptomatic neurotransmitter modulation (not indicated), another category could be considered, but available information points to gut‑brain mechanisms. citeturn0search0turn0search2",
        "Web search results used (brief):",
        "- ISRCTN record for the trial (Effectiveness of probiotic K10 in Parkinson's and Alzheimer's) — protocol and intervention details, dose 30,000,000 CFU/day, outcomes (cognition, UPDRS, QoL); notes prior effects on cognition, inflammation and oxidative stress. citeturn0search0",
        "- MedPath / NCT summary showing randomized, double‑blind, placebo‑controlled phase III design, arms, and primary/secondary outcomes including MMSE and UPDRS; lists dose 30,000,000 CFU/day. citeturn0search1",
        "- PubMed article describing Lactobacillus plantarum K10 characteristics (supports identity of the K10 strain as L. plantarum K10 used in prior work). citeturn0search3",
        "- ICH GCP / clinical trials registry entries summarizing intervention and objectives (similar details and status). citeturn0search2turn0search4"
    ]
}