{
    "nct_id": "NCT04564261",
    "title": "Examining the Effectiveness of the myPlan App to Prevent Dating Violence With Adolescents",
    "status": "COMPLETED",
    "last_update_time": "2022-09-01",
    "description_brief": "Intimate partner violence (IPV), including violence in teen dating relationships \\[teen dating violence (TDV)\\], is a common and a serious threat to adolescent health, safety, and well-being. TDV may include psychological/emotional abuse, sexual harassment or coercion, stalking (including cyberstalking), and physical or sexual violence. For many, the first experience of violence is in a dating or casual relationship with a partner or acquaintance during adolescence. Therefore, the objective of this study is to examine the effectiveness of an adapted version of the myPlan app for adolescents (ages 15-17 years) to prevent and respond to TDV. myPlan is an app available for mobile download or by web browser that interactively assists users to assess the health and safety of user's intimate relationship, receive personalized strategies on how build healthier relationships, stay safe and healthy while navigating an unsafe relationship, and get connected to support and resources.",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "OTHER",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is the myPlan app — a digital, interactive safety-planning and healthy-relationship tool adapted for adolescents (ages 15–17) to prevent and respond to teen dating/intimate partner violence. This is a behavioral/digital prevention intervention, not a pharmacologic agent or biologic. citeturn0search2turn0search4",
        "Act: Key details extracted from the trial description and published work: myPlan is a mobile/web app that provides personalized safety assessment, strategies, and resource linkage for people experiencing or at risk of intimate partner/dating violence; the adolescent adaptation was tested in a randomized effectiveness trial vs usual care with outcomes including safety behaviors, victimization/perpetration, and mental health measures. No drug, biologic, or placebo is involved. citeturn0search1turn0search3",
        "Reflect: Mapping to the predefined categories — (1) disease-targeted biologic: NO (not a biologic targeting AD pathology); (2) disease-targeted small molecule: NO; (3) cognitive enhancer: NO (not intended to improve cognition); (4) neuropsychiatric symptom improvement: NO (target is prevention/response to dating violence/behavioral safety, not treatment of psychiatric symptoms). Therefore the correct classification is 'N/A'. The web search results supporting these points include the myPlan project page and effectiveness trial (Johns Hopkins / PubMed) and the official myPlan website/app listing. citeturn0search2turn0search1turn0search0"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}