{
    "nct_id": "NCT00479297",
    "title": "Ascending Single Dose Study of the Safety, Tolerability, Pharmacokinetics (PK), and Pharmacodynamics (PD) of SAM-531 Administered Orally to Healthy Japanese Male Subjects",
    "status": "COMPLETED",
    "last_update_time": "2009-08-06",
    "description_brief": "To assess the safety and tolerability of ascending single oral doses of SAM-531, an investigational drug, in healthy Japanese male subjects. Secondary: To obtain preliminary pharmacokinetic (PK) and pharmacodynamic (PD) profiles of SAM-531 in healthy Japanese male subjects.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "SAM-531 (cerlapirdine; PF-05212365) — selective 5‑HT6 receptor antagonist"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The study description is a Phase 1 single-ascending-dose safety/PK/PD trial in healthy Japanese male subjects; registry entries for SAM-531 list the intended condition as Alzheimer disease (i.e., the compound was developed for Alzheimer's symptomatic treatment). citeturn0search2turn0search9",
        "Act: SAM-531 is identified in the literature as cerlapirdine (PF-05212365), a selective, potent full antagonist of the 5‑hydroxytryptamine 6 (5‑HT6) receptor. 5‑HT6 antagonists (including cerlapirdine) have been developed as symptomatic treatments to improve cognition in Alzheimer's disease, not as disease-modifying biologics. citeturn0search1turn0search8",
        "Reflect: Given the mechanism (small‑molecule 5‑HT6 receptor antagonist) and its development history as a symptomatic/cognition-targeting agent for AD, the appropriate category is 'cognitive enhancer' (not a biologic, not explicitly disease‑modifying, and not aimed primarily at neuropsychiatric symptoms). The trial being in healthy volunteers (single ascending dose) is consistent with first‑in‑human safety/PK testing rather than a disease‑modification study. Minor ambiguity: the provided description does not itself state the mechanism, but registry and literature link SAM-531 to cerlapirdine/5‑HT6 antagonism which supports this classification. citeturn0search1turn0search9"
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The trial drug (SAM-531, a.k.a. cerlapirdine; PF-05212365) is a small‑molecule antagonist of the 5‑hydroxytryptamine 6 (5‑HT6) receptor — a serotonin (neurotransmitter) receptor — and was developed as a symptomatic cognitive enhancer for Alzheimer disease rather than a disease‑modifying biologic. This aligns the intervention with CADRO's Neurotransmitter Receptors category. citeturn0search6turn0search2",
        "Act: Extracted details — drug synonyms: SAM‑531, cerlapirdine, PF‑05212365; mechanism: selective, potent full antagonist of the 5‑HT6 receptor; clinical context: developed for cognitive symptoms in AD and tested in a single‑ascending‑dose Phase 1 study in healthy subjects. Supporting sources: a human AD‑development/AD pharmacology description and metabolic study (PubMed) and the registered Phase‑1 SAM‑531 trial entry. citeturn0search2turn0search6",
        "Reflect: Classification check — 5‑HT6 is a neurotransmitter (serotonin) GPCR and the drug's intent is to enhance cognition symptomatically, not to target amyloid, tau, inflammation, vasculature, etc. Therefore the most specific CADRO match is D) Neurotransmitter Receptors. The trial being a healthy‑volunteer SAD PK/PD study is consistent with first‑in‑human/safety testing of a symptomatic cognitive enhancer rather than a disease‑modifying approach. No evidence in the cited materials indicates multiple distinct biological targets that would justify 'R) Multi‑target'. citeturn0search12turn0search2turn0search6",
        "Web search results consulted (key sources): NCT trial record for SAM‑531 (Phase 1 ascending single dose; indication listed Alzheimer disease). citeturn0search6 PubMed / study describing disposition and profiling of cerlapirdine and noting it is a selective 5‑HT6 antagonist developed for symptomatic treatment of AD. citeturn0search2 Vendor/compound pages (MedChemExpress / GLPBio / TargetMol) and drug profile summaries confirming synonyms (SAM‑531, PF‑05212365) and 5‑HT6 antagonism. citeturn0search0turn0search3 Wikipedia drug summary noting development history and mechanism. citeturn0search12"
    ]
}