{
    "nct_id": "NCT01638949",
    "title": "Study of the Predictive Markers and the Pathophysiological Mechanisms of Alzheimer's Disease: Transverse and Longitudinal Approach in Anatomical and Functional Multimodal Imaging",
    "status": "COMPLETED",
    "last_update_time": "2023-12-01",
    "description_brief": "Alzheimer's disease (AD) is a major public health problem due to its socio-economic weight. An early diagnosis of AD is urgently needed as it would constitute a determinant breakthrough from a social, financial and research standpoints. Therefore, the investigators need predictive markers of AD, and neuroimaging is a particularly promising tool, especially when using complementary neuroimaging techniques and a longitudinal design, allowing to assess the relationships between the different biomarkers of the disease, their dynamic and their chronology.",
    "description_detailed": "The three main objectives of this project are:\n\n* To Identify, compare and combine the predictive markers of AD,\n* To better understand the pathophysiologic mechanisms of AD,\n* To study the ability of different neuroimaging techniques to monitor AD's evolution.\n\nFor these purposes, detailed neuropsychological evaluations, biological measures and brain structural \\& functional imaging measures are associated for a fully-comprehensive description of the different manifestations of AD through disease progression and toward identifying early markers.\n\nSubjects are evaluated using neuropsychological tests of episodic memory (encoding vs. retrieval), executive functions (inhibition, flexibility, and updating processes), self-judgment, theory of mind, mental imagery and verbal fluency. A FDG-PET measure of resting state glucose consumption, an AV45-PET measure of amyloid deposition as well as anatomical, resting-state and activation fMRI scans are performed for each volonteer. In addition, blood and cerebro-spinal fluid samples will be performed to determine different biomarkers (Aβ1-40, Aβ1-42 and tPA as circulating blood proteins and Aβ40, Aβ42, tau and its phosphorylated form in CSF). The investigators also study the polymorphism of Apolipoprotein E as a genetic risk factor of AD.\n\nOne hundred and twenty healthy controls (40 young, 40 middle age and 40 elderly), 40 Mild Cognitive Impairment patients (MCI; i.e. isolated memory impairment and increased risk of developing AD) and 30 AD patients will be selected. Participants with increased risk of developing AD and without objective evidence will be also studied: 50 asymptomatic subjects from families carrying a genetic mutation with an autosomal dominant transmission (NORMA) and 40 Subjective Cognitive Impairment patients (SCI).\n\nClinical follow-up of patients will be completed during 36 months (18 months for AD patients), as a neuropsychological evaluation every 6 months. Comparable neuropsychological and imaging exams will be proposed once again after 18 months for all participants as well as after 36 months for elderly controls, NORMA and SCI \\& MCI patients.\n\nTo study and compare the effectiveness of different in vivo markers (to predict cognitive decline in populations at risk of developing AD), each data set (i.e. modality) will be first analyzed independently from one another (intra-modality analyses), including inter-group comparisons, correlations and connectivity analyses, as well as longitudinal assessment of cognitive, biological and brain changes. Baseline data will also be analyzed in function of patient's clinical evolution to assess their predictive value. Comparisons and correlations between the different patterns of alterations will then be performed through inter-modality analyses. More specifically, the investigators will address the questions of the relationships between cognitive and cerebral alterations and structural / functional brain changes over our different patient samples, neuroimaging data sets, and through disease evolution.\n\nThis project is expected to identify specific and early markers of the MA and also to compare the diagnostic efficiency of different measures. It should contribute to better understand brain and cognitive alterations in AD. Finally, the investigators will be able to appreciate the dynamic properties of these alterations in the evolution of the disease through the longitudinal study.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "DIAGNOSTIC",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The title and description explicitly state this is a study to identify predictive markers and to study pathophysiological mechanisms using complementary anatomical and functional neuroimaging with a longitudinal design — i.e., an observational diagnostic/biomarker imaging study rather than a therapeutic trial of a drug or intervention. This intent (biomarker discovery/early diagnosis) places it outside the four therapeutic categories (disease‑targeted biologic, disease‑targeted small molecule, cognitive enhancer, neuropsychiatric symptom improvement). citeturn0search2",
        "Act: I searched for the trial/title and related literature on multimodal and longitudinal neuroimaging for prediction of AD. The returned literature demonstrates that multimodal imaging studies are used to identify biomarkers and predict progression (examples below) and do not describe a drug intervention in the provided description. No drug or placebo is mentioned in the trial text you gave. citeturn0search1turn0search4",
        "Reflect: Given the study aim (early diagnosis, predictive markers, multimodal imaging, longitudinal design) and absence of any therapeutic agent or behavioral treatment in the description, the correct classification is 'N/A' (non‑therapeutic diagnostic/biomarker study). I reviewed related publications showing the same study focus (biomarkers and prediction) to confirm this interpretation. citeturn0search3turn0search2",
        "Search results (examples found during verification):\n- \"A multi‑cohort study of longitudinal and cross‑sectional Alzheimer's disease biomarkers in cognitively unimpaired older adults\" — multimodal imaging/biomarker focus. citeturn0search2\n- \"Uncovering stage‑specific neural and molecular progression in Alzheimer's disease: Implications for early screening\" — multimodal approaches for early screening. citeturn0search1\n- \"Longitudinal structural MRI‑based deep learning and radiomics features for predicting Alzheimer’s disease progression\" — longitudinal MRI for prediction of progression. citeturn0search4\n- \"Baseline multimodal imaging to predict longitudinal clinical decline in atypical Alzheimer's disease\" — baseline multimodal imaging to predict decline. citeturn0search3"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}