{
    "nct_id": "NCT05811442",
    "title": "A Phase IIa, Double-blind, Randomized, Placebo-controlled, Multicenter Study to Evaluate the Efficacy, Safety, Tolerability, Pharmacokinetics and Pharmacodynamics of 50561 in Patients With Mild or Moderate Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2025-09-12",
    "description_brief": "This is a multi-center, Phase IIa, randomized, double-blind, placebo-controlled study designed to evaluate the efficacy, safety of two doses of 50561 compared to placebo in participants diagnosed with mild to moderate Alzheimer's disease.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "50561 (aka JK-50561)"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The trial's primary outcomes and design focus on change in cognitive scales (e.g., ADAS‑Cog) in mild–moderate AD, indicating the study is testing improvement in cognition rather than a diagnostic or purely symptomatic behavioral endpoint. citeturn0search6turn0search2",
        "Act: 50561 is an orally administered small‑molecule (chemical drug) developed by Beijing Joekai/ ZuoKai (JK-50561). Multiple clinical‑trial and drug pipeline listings identify it as a RAC1 inhibitor (small‑molecule mechanism) rather than a monoclonal antibody or vaccine. citeturn1search7turn1search5",
        "Interpretation: Because 50561 is a small molecule acting on RAC1 (a cellular signaling GTPase implicated in memory/forgetting pathways) and the trial uses cognitive performance as the primary efficacy measure, the most appropriate category is 'cognitive enhancer' — i.e., a drug intended to improve cognitive function rather than a biologic targeting classical AD pathology (amyloid or tau). citeturn1search5turn1search4",
        "Reflect: There is some ambiguity because 50561 is being developed for Alzheimer’s disease, but available sources describe its target as RAC1 and frame its approach as treating forgetting/memory mechanisms rather than directly targeting amyloid or tau; therefore classifying it as a cognitive enhancer (small‑molecule) is the best fit given the definitions provided. Sources: clinical trial listings and drug data pages. citeturn0search0turn1search5turn1search4"
    ],
    "agent_type": "M) Synaptic Plasticity/Neuroprotection",
    "explanation_agent": [
        "Reason: The trial tests 50561 with cognitive outcomes (ADAS‑Cog, CDR‑SB, MMSE) as primary/major endpoints, indicating a therapeutic goal of improving cognition rather than targeting amyloid or tau pathology. citeturn0search5turn0search2",
        "Act: Public trial and drug records identify 50561 (JK‑50561) as an orally administered small‑molecule that acts on the small GTPase RAC1 (Ras‑related C3 botulinum toxin substrate 1). This mechanism is a cell‑signaling regulator linked to synaptic structure/function and active forgetting, consistent with a cognitive‑enhancement/neuroplasticity approach rather than an anti‑amyloid or anti‑tau biologic. citeturn0search8turn0search3",
        "Supportive biology: Peer‑reviewed studies show Rac1 regulates actin dynamics, dendritic spine morphology, synaptic plasticity (LTP/LTD) and memory; inhibition of Rac1 alleviates memory deficits in AD animal models — linking RAC1 inhibition to synaptic plasticity/neuroprotection and cognitive benefit. citeturn1search6turn1search8",
        "Reflect: Given the explicit RAC1 target and the trial's cognitive endpoints, the most specific CADRO fit is M) Synaptic Plasticity/Neuroprotection (cognitive enhancer affecting synaptic mechanisms). The intervention is a single‑target small molecule (not a multi‑target biologic), and there is no primary indication that it directly targets amyloid, tau, inflammation, vasculature, or other CADRO categories — so 'M' is the best match. citeturn0search8turn0search2",
        "Web search results used (key sources): clinical trial registry/summary for NCT05811442 (trial design, endpoints, sites). citeturn0search2turn0search1; drug/trial listings showing JK‑50561 / 50561 and RAC1 mechanism. citeturn0search8turn0search3; analyses showing Rac1's role in synaptic plasticity and that Rac1 inhibition can improve memory in AD models. citeturn1search6turn1search8"
    ]
}