{
    "nct_id": "NCT00692510",
    "title": "A Phase I, Double Blind, Randomized, Two-Way Cross Over, Single- Centre Study in Healthy CYP2D6 Extensive Metabolizers and Poor Metabolizers to Investigate the Potential of AZD3480 to Inhibit Cytochrome P450 1A2, 2C19, 3A4, 2C8, 2B6 and UGT1A1 Activity",
    "status": "COMPLETED",
    "last_update_time": "2008-11-25",
    "description_brief": "The purpose of the study is to evaluate if AZD3480 inhibits Cytochrome P450 1A2, 2C19, 3A4, 2C8, 2B6 and UGT1A1 activity.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "BASIC_SCIENCE",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "AZD3480 (TC-1734; ispronicline)"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: AZD3480 (also named TC-1734, ispronicline) is a selective neuronal nicotinic acetylcholine receptor (α4β2) agonist that was developed to improve cognition (age-associated memory impairment and Alzheimer’s disease) rather than to modify underlying AD pathology. citeturn0search1turn0search3turn0search0",
        "Act: The provided study is a Phase I pharmacokinetic / drug–drug interaction study assessing whether AZD3480 inhibits various CYP enzymes (CYP1A2, 2C19, 3A4, 2C8, 2B6) and UGT1A1 in healthy volunteers. That study type (DDI/CYP inhibition) concerns safety/pharmacology but does not change the drug’s intended therapeutic class. citeturn0search7turn0search4",
        "Reflect: Given the drug’s mechanism (α4β2 nicotinic receptor agonist) and its clinical development for symptomatic cognitive improvement in AD and age-related memory impairment, the correct category is 'cognitive enhancer'. The DDI/CYP study you provided is a PK/safety study of that cognitive-enhancement candidate, so classification remains 'cognitive enhancer'. Relevant trial and mechanistic references are cited above. citeturn0search2turn0search0"
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: AZD3480 (TC‑1734; ispronicline) is a selective/partial agonist at the neuronal α4β2 nicotinic acetylcholine receptor and was developed as a symptomatic cognitive enhancer rather than a disease‑modifying agent. This mechanism is a neurotransmitter receptor target. citeturn0search1turn0search8turn0search3",
        "Act: Extracted details — drug: AZD3480/TC‑1734/ispronicline; mechanism: α4β2 nicotinic acetylcholine receptor (nAChR) agonist/partial agonist; the cited clinical study in your description is a Phase I drug–drug interaction (CYP/UGT inhibition) study and does not change the drug’s mechanistic class. Based on these facts, assign CADRO category D) Neurotransmitter Receptors. citeturn0search7turn0search0",
        "Reflect: The classification aligns with CADRO because the intervention targets a ligand‑gated neurotransmitter receptor (nicotinic AChR) to produce symptomatic cognitive effects rather than targeting amyloid, tau, inflammation, metabolism, synaptic plasticity via non‑receptor means, or multiple distinct pathways. The DDI/safety study described is a pharmacokinetic/safety assessment (CYP/UGT probes) and does not alter the mechanistic classification. No evidence in the provided description indicates multiple distinct biological targets that would justify 'R) Multi‑target', nor is this a non‑therapeutic diagnostic study that would justify 'T) Other'. citeturn0search4turn0search6",
        "Output: {\"category\": \"D) Neurotransmitter Receptors\"} — Rationale: AZD3480 is a nicotinic (α4β2) receptor agonist (a neurotransmitter receptor target) developed as a cognitive enhancer; the Phase I CYP/UGT interaction study is safety/pharmacology and does not change the target classification. citeturn0search1turn0search7",
        "Web search results (key sources used):",
        "- Randomized double‑blind study of TC‑1734 (AZD3480) in age‑associated memory impairment — identifies AZD3480 as a selective α4β2 nicotinic agonist and cognitive enhancer. citeturn0search1",
        "- EEG and cognitive studies of TC‑1734 / AZD3480 showing central α4β2 nAChR effects and cognitive enhancement in healthy volunteers. citeturn0search8",
        "- Product / compound summaries describing ispronicline (AZD‑3480; TC‑1734) as an α4β2 nAChR partial agonist. citeturn0search3turn0search5",
        "- Clinical trial entry (NCT00692510 / AstraZeneca) for the Phase I CYP/UGT inhibition (drug–drug interaction) study you provided. This confirms the study is a PK/DDI safety trial and not a mechanism‑changing intervention. citeturn0search0turn0search7"
    ]
}