{
    "nct_id": "NCT06099197",
    "title": "I-CARE 2 RCT: Mobile Telehealth to Reduce Alzheimer'S-related Symptoms for Hispanic Caregivers and Patients",
    "status": "RECRUITING",
    "last_update_time": "2025-07-24",
    "description_brief": "This study is a randomized, controlled trial (RCT) to evaluate usability and acceptability, and met and unmet needs from a caregiver intervention app, Brain CareNotes, among unpaid Hispanic caregivers of patients with dementia. Brain CareNotes provides support for management of the behavioral and psychological symptoms of dementia (BPSD) displayed by care recipients. Over 10 months, the trial will enroll 40 Hispanic caregivers of community-dwelling patients diagnosed with Alzheimer's disease or a related dementia (ADRD). Caregivers will be randomized to use the Brain CareNotes app or an attention control education-only app for 12 months, with usage reminders.",
    "description_detailed": "This study is a hybrid efficacy-effectiveness RCT to evaluate usability and acceptability, and met and unmet needs from a caregiver intervention app, Brain CareNotes. Over 10 months, the trial will enroll 40 Hispanic caregivers. Participants will be randomized to use the Brain CareNotes app or an attention control education-only app (Dementia Guide Expert) for 12 months.\n\nThe primary objective is to test the the usability and acceptability, as well as needs met and unmet by Brain CareNotes among Hispanic caregivers of persons with dementia. Barriers in access and acceptance of dementia care resources have been previously identified including gaps in understanding of beliefs or practices between patients and local health systems, low health literacy, language barriers, and other cultural factors. These barriers may affect usability and acceptance of interventions. Therefore, it is hypothesized that average scores on the Simplified Systems Usability Scale will be less than 70 and low acceptance rates will be reported by more than 70% of the Hispanic co-hort. These measures will be administered at 3, 6 and 12 months.\n\nThe secondary objective is to examine the needs of Hispanic caregivers that are met and unmet by the Brain CareNotes intervention. Information on how unique culturally influenced needs were met or not met by Brain CareNotes will be collected and suggestions for changes to the intervention app will be identified. This aim will be addressed qualitatively by providing semi-structured interviews guided by the PROGRESS-PLUS framework to the Hispanic participants who received the Brain CareNotes intervention (n=20) about their experience with the intervention and suggestions for changes. The PROGRESS-PLUS framework addresses cultural and socio-economic factors that should be considered when creating behavioral interventions that are culturally compatible. It is expected that responses to interviews will identify themes consistent with a lack of cultural compatibility to factors identified by the PROGRESS-PLUS framework.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "SUPPORTIVE_CARE",
    "results": null,
    "target_category": "neuropsychiatric symptom improvement",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is a mobile telehealth app (Brain CareNotes) designed to help caregivers manage behavioral and psychological symptoms of dementia (BPSD) displayed by persons with ADRD — i.e., the trial targets neuropsychiatric/behavioral symptoms rather than underlying pathology or cognition. citeturn0search1turn0search6",
        "Act: Key trial details — randomized controlled trial of the Brain CareNotes app versus an education-only attention-control app, enrolling Hispanic unpaid caregivers; primary outcomes include caregiver burden and patients' BPSD (Neuropsychiatric Inventory). This is a non‑pharmacologic, behavioral/digital intervention. citeturn0search9turn0search3",
        "Reflect: Classification check — not a biologic or small molecule (no drug intervention), not a cognitive‑enhancer per se, and explicitly aimed at managing/ reducing neuropsychiatric symptoms (BPSD) and caregiver burden, so the correct category is 'neuropsychiatric symptom improvement'. There is no ambiguity in the description that would point to a drug or disease-modifying approach. citeturn0search2turn0search0",
        "Web search results (sources used): 1) PubMed summary of the I-CARE 2 protocol (Mobile Telehealth Intervention to Support Care Partners…; trial tests Brain CareNotes for BPSD and caregiver burden). citeturn0search1 2) Full-text/PMC JMIR Research Protocols article describing the I-CARE 2 RCT and primary outcomes (caregiver burden, patient BPSD). citeturn0search9turn0search6 3) Clinical trial listings / registry pages summarizing I-CARE 2 and Brain CareNotes (NCT/MedPath/ClinConnect). citeturn0search0turn0search3 4) Alzheimer’s.gov trial listing describing the Brain CareNotes mobile telehealth application for Hispanic dementia caregivers. citeturn0search2"
    ],
    "agent_type": "T) Other",
    "explanation_agent": [
        "Reason: The I-CARE 2 trial tests Brain CareNotes, a mobile telehealth app intervention intended to help caregivers manage behavioral and psychological symptoms of dementia (BPSD) and reduce caregiver burden — this targets symptoms and caregiving support rather than a biological pathway, molecule, or disease-modifying mechanism. citeturn0search1turn0search3",
        "Act: Key trial details extracted from the protocol and registry: it is a randomized controlled trial comparing the Brain CareNotes app to an education-only attention-control app with primary outcomes of caregiver burden and patients' BPSD measured by the Neuropsychiatric Inventory (NPI); the intervention is non‑pharmacologic/behavioral (mobile app + care coach). citeturn0search1turn0search4turn0search5",
        "Reflect: CADRO mapping — CADRO categories describe biological drug targets (e.g., Amyloid, Tau, Inflammation, Synaptic Plasticity, etc.) or multi-target biological approaches. Because this trial evaluates a digital behavioral/telehealth intervention (not a drug, biologic, or device targeting a biological pathway), it does not fit any therapeutic CADRO category and should be classified as 'T) Other' (non‑therapeutic/behavioral intervention). The protocol and registries explicitly describe the intervention as a mobile telehealth app for BPSD and caregiver support. citeturn0search3turn0search1",
        "Web sources used: PubMed/abstract of the I‑CARE 2 protocol (JMIR Research Protocols) describing Brain CareNotes and primary outcomes. citeturn0search0",
        "JMIR Research Protocols full text / PMC article with study design, outcomes (NPI), and intervention details. citeturn0search1turn0search3",
        "Clinical trial registry pages (NCT05733520 / I-CARE 2 listing) summarizing the mobile telehealth behavioral intervention. citeturn0search4turn0search5"
    ]
}