{
    "nct_id": "NCT06585787",
    "title": "A Phase 3, Randomized, Double-Blind, Placebo-Controlled, Parallel Group Study to Evaluate the Safety and Efficacy of KarXT for the Treatment of Psychosis Associated With Alzheimer's Disease",
    "status": "RECRUITING",
    "last_update_time": "2025-10-06",
    "description_brief": "The purpose of this study is to evaluate the safety and efficacy of KarXT in adult participants with mild to severe Alzheimer's Disease (AD) with moderate to severe psychosis related to AD.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE3"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "neuropsychiatric symptom improvement",
    "drug": [
        "KarXT (xanomeline + trospium; oral fixed‑dose combination)"
    ],
    "placebo": [
        "Placebo"
    ],
    "explanation_target": [
        "Reason: The investigational product is KarXT, a fixed‑dose combination of the muscarinic agonist xanomeline and the peripherally‑restricted antimuscarinic trospium; xanomeline acts on central M1/M4 muscarinic receptors and trospium is included to limit peripheral cholinergic side effects. citeturn0search3turn0search4",
        "Act: The trial title and description explicitly state the study is a Phase 3, randomized, double‑blind, placebo‑controlled trial of KarXT for treatment of psychosis associated with Alzheimer’s disease (i.e., hallucinations/delusions and related neuropsychiatric symptoms). This indicates the intended effect is to reduce neuropsychiatric/psychotic symptoms rather than to modify underlying AD pathology. citeturn0search1turn0search2",
        "Key factual points from web search (sources): - KarXT = xanomeline + trospium; xanomeline is an M1/M4-preferring muscarinic agonist. citeturn0search3turn0search4 - Trial listings (ADEPT / ADEPT-1/ADEPT-2 identifiers) describe Phase 3 studies of KarXT for psychosis associated with AD (intervention: KarXT vs placebo). citeturn0search1turn0search5",
        "Reflect: Given the mechanism (cholinergic/muscarinic receptor modulation) and the trial’s primary purpose (treating psychosis in AD), this fits the category 'neuropsychiatric symptom improvement' — the drug is being tested to alleviate behavioral/psychotic symptoms rather than to directly target amyloid or tau or to serve primarily as a cognitive enhancer. No information in the provided description suggests a disease‑modifying biologic or small‑molecule pathology‑targeted mechanism, so 'neuropsychiatric symptom improvement' is the appropriate classification. citeturn0search3turn0search1"
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The investigational product KarXT is a fixed‑dose combination of xanomeline (a central M1/M4‑preferring muscarinic acetylcholine receptor agonist) and trospium (a peripherally‑restricted muscarinic antagonist used to limit peripheral cholinergic side effects). This mechanism directly modulates cholinergic neurotransmitter receptors (muscarinic receptors), so the biological focus is on neurotransmitter receptor modulation rather than on amyloid, tau, inflammation, or other disease‑modifying pathways. citeturn0search1turn0search2",
        "Act: Extracted details — Drug: KarXT (xanomeline + trospium); Mechanism: xanomeline activates central M1/M4 muscarinic receptors, trospium blocks peripheral muscarinic receptors to reduce side effects; Indication in the trial: treatment of psychosis/neuropsychiatric symptoms in Alzheimer's disease (Phase 3 trials ADEPT series). Based on these facts, assign CADRO category D) Neurotransmitter Receptors. citeturn0search6turn0search4turn0search3",
        "Reflect: The classification aligns with CADRO because the intervention targets the cholinergic (muscarinic) receptor system — a canonical neurotransmitter receptor target. The trial is aimed at symptomatic treatment of psychosis in AD (neuropsychiatric symptom improvement) rather than targeting core AD pathologies (amyloid or tau), so 'Neurotransmitter Receptors' is the most specific CADRO match. Key supporting sources: mechanistic descriptions and Phase 3 trial listings for KarXT. citeturn0search2turn0search0"
    ]
}