{
    "nct_id": "NCT03890861",
    "title": "Reducing African Americans' Alzheimer's Disease Risk Through Exercise (RAATE)\"",
    "status": "RECRUITING",
    "last_update_time": "2024-11-20",
    "description_brief": "The RAATE proposal is designed to determine the effects of physical activity on risk factors for Alzheimer's Disease in older African American adults. The study will compare a physical activity program to an active control group. There are three main objectives of the protocol: 1) to determine if a physical activity intervention tailored to older African American adults is effective in modifying cognitive function associated with Alzheimer's Disease, 2) to determine if a physical activity intervention tailored to older African American adults is effective in modifying brain function and structure associated with Alzheimer's Disease, and 3) to determine if a physical activity promotion intervention tailored to African American adults is effective at enhancing physiological parameters. The primary endpoints for the study are episodic memory and executive functioning. The secondary outcomes include anthropometry, blood pressure, brain activation, cerebral blood flow, volume of whole brain and white matter hyperintensities, cardiorespiratory fitness, objectively measured physical activity, circulating hormones, and telomere length.",
    "description_detailed": "Alzheimer's disease is steadily increasing in prevalence, with a devastating public health impact. The prevalence of Alzheimer's Disease is higher in African Americans compared to white Americans, thereby constituting a health disparity. Interventions that prevent Alzheimer's disease or change the course of cognitive decline associated with Alzheimer's disease are needed. Most older adults do not achieve recommended levels of physical activity, and this includes African Americans. Regular physical activity has proven to be a safe and effective means to enhance cognitive function in older adults ranging from cognitively healthy to mildly cognitively impaired. Therefore, our study is focused on physical activity promotion, a potent approach to modifying multiple neurobiological pathways implicated in Alzheimer's Disease. We evaluate exercise benefits among elderly African Americans, who are understudied and in whom the natural course of neurodegeneration, exercise effects on neuroprotection and neurodegeneration, and resulting clinical phenotypes may differ. A large body of existing data suggests that exercise improves cardiovascular and cerebrovascular functioning, and thus has the potential to enhance perivascular clearance of amyloid and reduce chronic brain tissue ischemia, among other beneficial effects. At the same time, chronic exercise has been shown to decrease central levels of inflammatory markers and increase central levels of neurotrophic factors, which in turn promote protection against Alzheimer's Disease neurodegeneration pathways via a variety of mechanisms. While physical activity interventions have been shown to have positive effects on these factors and on resultant cognitive functioning in older adults, nearly all interventions have had a negligible representation of African Americans. Prior data suggests that African Americans enter their elderly years against a backdrop of different lifespan exposures to a variety of factors relevant to neuroprotection and neurodegeneration, including cardiovascular risk, exercise, diet, and education. In addition, prior data suggests that the key genetic risk factor for Alzheimer's Disease (APOE) may have differing consequences for Alzheimer's Disease risk among African Americans, and other genetic differences have the potential to influence the brain benefits of physical activity in this community. We will utilize a randomized clinical trial to addresses these questions. Participants will be randomized into a physical activity promotion intervention or a healthy aging information group for 52 weeks. All participants will be of normal cognitive function. We will assess cognitive function, brain structure and function, circulating hormones, objectively measured physical activity, cardiorespiratory fitness, and telomere length. Our study will take the first step toward understanding whether the hypothesized benefits of exercise for the brain carry over to elderly African Americans.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "PREVENTION",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The RAATE protocol tests a physical activity intervention (exercise) versus an active/successful-aging control in older African American adults, with primary endpoints of episodic memory and executive function and secondary outcomes including brain structure, cerebral blood flow, cardiorespiratory fitness, and blood markers. This is a non-pharmacologic, lifestyle intervention aimed at reducing AD risk rather than a drug or biologic targeting AD pathology. citeturn0search0turn0search7",
        "Act: Key extracted details — intervention: 150 minutes/week physical activity program tailored to older African American adults; comparator: successful aging (active control). Objectives: modify cognitive function and brain structure/function associated with AD and improve physiological parameters. Trial registry/protocol entries describing RAATE-MCI and the physical-activity vs successful-aging design were identified. citeturn0search0turn0search7",
        "Web search results (supporting sources found):",
        "- Clinical-trial registry entry describing RAATE-MCI (physical activity vs successful aging, 52-week RCT, outcomes include cognition and brain measures). citeturn0search0",
        "- Clincosm summary / trial listing with same intervention details and timelines. citeturn0search7",
        "- Related published protocol of a cardio-dance exercise RCT in older African Americans investigating cognitive and neural markers and blood biomarkers (example of similar exercise intervention research). citeturn0search2",
        "- Reviews and studies showing physical activity as a modifiable risk factor for cognitive decline and AD risk reduction, supporting the rationale for the intervention. citeturn0search1turn0news13",
        "Reflect: According to the category definitions, this trial does not evaluate a biologic (monoclonal antibody/vaccine), nor a small-molecule drug, nor a pharmacologic cognitive enhancer or an intervention primarily targeting neuropsychiatric symptoms. It tests a non-drug behavioral (exercise) intervention intended to lower AD risk and improve cognition/brain health; per the instructions, trials of non-therapeutic/diagnostic or non-pharmacologic lifestyle interventions should be classified as 'N/A'. Therefore 'N/A' is the correct category. No drug or placebo is involved."
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}