{
    "nct_id": "NCT06831812",
    "title": "A Phase I, Randomized, Double-Blind, Placebo-Controlled Study to Evaluate the Safety, Tolerability and Immunogenicity of AV-1959R in Healthy Participants",
    "status": "ACTIVE_NOT_RECRUITING",
    "last_update_time": "2025-08-18",
    "description_brief": "This Phase 1 clinical trial evaluates the safety, tolerability, and immune response of the adjuvanted AV-1959R vaccine in healthy adults aged 40-60. Participants will receive three intramuscular injections of either adjuvanted AV-1959R (100 µg or 300 µg) or adjuvanted placebo at Weeks 0, 4, and 14, followed by an 8-week follow-up. Researchers will monitor for side effects and measure anti-Aβ antibody levels to assess immune response. This study will help determine if AV-1959R is safe and effective in generating a targeted immune response.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "PREVENTION",
    "results": null,
    "target_category": "disease-targeted biologic",
    "drug": [
        "AV-1959R (adjuvanted amyloid-β epitope vaccine)"
    ],
    "placebo": [
        "Adjuvanted placebo (adjuvant-only)"
    ],
    "explanation_target": [
        "Reason: The trial description and endpoints state AV-1959R is an adjuvanted vaccine that elicits anti-Aβ antibody responses, i.e., an active immunotherapy targeting amyloid pathology — consistent with a biologic directed at disease pathology. citeturn0search0turn0search6",
        "Act: Key trial details extracted — Phase 1, healthy adults 40–60, three IM injections (100 µg or 300 µg) vs adjuvanted placebo at Weeks 0, 4, 14; primary assessments are safety/tolerability and measurement of anti-Aβ antibody (immunogenicity). These elements indicate an active vaccine intervention rather than a small molecule or symptomatic treatment. citeturn0search0",
        "Web evidence: AV-1959 is part of the MultiTEP epitope-vaccine family designed to generate anti-Aβ antibodies; preclinical and early clinical reports describe AV-1959 variants as Aβ-targeting vaccines with immunogenicity in animals and early human studies. This supports classifying AV-1959R as an anti-amyloid biologic vaccine. citeturn0search4turn0search2turn0search6",
        "Reflect: Classification check — the intervention is a vaccine (biologic) targeting Alzheimer’s pathology (Aβ). It is not a small-molecule inhibitor, a symptomatic cognitive enhancer, nor an agent aimed primarily at neuropsychiatric symptoms. Therefore the correct category is 'disease-targeted biologic'. Minimal ambiguity remains. citeturn0search0"
    ],
    "agent_type": "A) Amyloid beta",
    "explanation_agent": [
        "Reason: The investigational product AV-1959R is described as an adjuvanted, Aβ epitope vaccine (MultiTEP-based) designed to elicit anti-amyloid (anti-Aβ) antibody responses — i.e., an active immunotherapy directed at amyloid pathology rather than a symptomatic or non‑therapeutic intervention. citeturn0search0turn0search6",
        "Act: Key trial facts (Phase 1, healthy adults, IM injections, primary immunogenicity endpoint measuring anti‑Aβ antibody titers) and product description (adjuvanted Aβ epitope vaccine) directly indicate the biological target is amyloid-β; therefore assign CADRO category A) Amyloid beta. citeturn0search0",
        "Reflect: Preclinical and early clinical reports show AV-1959 formulations induce high anti‑Aβ antibody titers and reduce Aβ pathology in animal models, supporting that the intended mechanism is anti‑amyloid immunization rather than another pathway. No evidence in the description suggests a different primary target or a multi-target therapeutic approach, so A) Amyloid beta is the best fit. citeturn0search2turn0search4",
        "Web evidence (sources used to classify): PR/press release and company materials describing AV-1959R as an adjuvanted Aβ epitope vaccine (Phase 1 immunogenicity results/CTAD presentations). citeturn0search0turn0search7; Preclinical/peer-reviewed studies showing AV-1959R (MultiTEP platform) elicits anti‑Aβ antibodies and reduces Aβ (and in combination approaches, Aβ+tau) in animal models. citeturn0search2turn0search4; Nonhuman primate immunogenicity characterization of the MultiTEP AV-1959 vaccine. citeturn0search5"
    ]
}