{
    "nct_id": "NCT00056225",
    "title": "High Dose Supplements to Reduce Homocysteine and Slow the Rate of Cognitive Decline in Alzheimer's Disease (Vitamins to Slow Alzheimer's - VITAL)",
    "status": "COMPLETED",
    "last_update_time": "2009-06-10",
    "description_brief": "The purpose of this study is to determine whether reduction of homocysteine levels with high-dose folate (folic acid), B6, and B12 supplementation will slow the rate of cognitive decline in persons with Alzheimer's disease.",
    "description_detailed": "Blood levels of homocysteine are elevated in Alzheimer's disease (AD), and hyperhomocysteinemia may contribute to disease pathophysiology by vascular and direct neurotoxic mechanisms. Homocysteine levels can be reduced by administration of high dose supplements of folate (folic acid) and vitamins B6 and B12. The proposed study is for a multicenter, randomized, controlled clinical trial to determine whether reduction of homocysteine levels with high-dose folate/B6/B12 supplementation will slow the rate of cognitive decline in subjects with AD.\n\nThis will be a parallel design study, including two groups of unequal size: 60% of subjects will receive daily high-dose supplements (folate 5mg, vitamin B6 25mg, vitamin B12 1 mg), and 40% will receive an identical looking placebo. The duration of treatment will be 18 months, and participants will make eight visits to the assigned study site for safety and efficacy assessments of the medications. The primary outcome measure will be the longitudinal decline in the ADAScog, a psychometric instrument that evaluates memory, attention, reasoning, language, orientation and praxis (Rosen et al 1984). To power the trial to detect a 25% reduction in rate of ADAScog decline (80% power, alpha=0.05, drop-out estimate 20%, drop-in estimate 10%), it will enroll a total of 400 participants. Persons of minority racial groups are also being recruited, although all participants must be able to speak either English or Spanish.",
    "phase": [
        "PHASE3"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "Folic acid (folate) — high‑dose (5 mg/day in the RCT)",
        "Vitamin B6 (pyridoxine) — high‑dose (25 mg/day in the RCT)",
        "Vitamin B12 (cyanocobalamin) — high‑dose (1 mg/day in the RCT)"
    ],
    "placebo": [
        "Matched identical placebo"
    ],
    "explanation_target": [
        "Reason: The intervention is high‑dose B‑vitamin supplementation (folic acid, B6, B12) intended to reduce plasma homocysteine with the goal of slowing Alzheimer's disease progression (i.e., slowing cognitive decline), which is an attempt at disease modification rather than only symptomatic cognitive enhancement. citeturn1search6turn1search2",
        "Act: Key trial details extracted — randomized, double‑blind multicenter trial (NCT00056225) testing high‑dose folate (5 mg/day), vitamin B6 (25 mg/day), and vitamin B12 (1 mg/day) versus identical placebo for 18 months in mild‑to‑moderate AD; the regimen lowered homocysteine but did not slow cognitive decline in the overall trial population. citeturn1search5turn1search6",
        "Reflect: Classification rationale — these are small molecule vitamins (not biologics) used to target a proposed disease‑related mechanism (elevated homocysteine) to modify disease course. Therefore the correct category is 'disease-targeted small molecule'. I note the trial ultimately found no cognitive benefit in the studied population, illustrating that a disease‑targeting mechanism was tested but not clinically effective in that trial. citeturn1search6turn1search9turn1search10"
    ],
    "agent_type": "J) Metabolism and Bioenergetics",
    "explanation_agent": [
        "Reason: The trial tests high‑dose small‑molecule B‑vitamin supplementation (folic acid, vitamin B6, vitamin B12) with the explicit goal of lowering plasma homocysteine to slow cognitive decline in Alzheimer's disease. Lowering homocysteine acts on one‑carbon/methylation and transsulfuration metabolic pathways (remethylation of homocysteine to methionine and conversion to cystathionine), i.e., a metabolic mechanism rather than amyloid/tau/inflammation-specific pathways. citeturn1search0turn0search4turn0search6",
        "Act: Extracted trial details — VITAL (NCT00056225) randomized, double‑blind multicenter RCT comparing high‑dose folate 5 mg/day, vitamin B6 25 mg/day, and vitamin B12 1 mg/day versus placebo for 18 months in mild–moderate AD; the regimen lowered homocysteine but did not slow cognitive decline in the overall trial. These are disease‑targeted small molecules (vitamins) acting on homocysteine metabolism. citeturn1search5turn1search0",
        "Reflect: Mapping to CADRO — the intervention targets metabolic pathways (homocysteine/methylation/transsulfuration) and bioenergetic/methylation biology rather than amyloid, tau, inflammation, synaptic receptors, or purely symptomatic neurotransmission. Therefore the most specific CADRO category is J) Metabolism and Bioenergetics. Evidence summaries and systematic reviews/meta‑analyses do not support a consistent cognitive benefit from B‑vitamin supplementation in older adults/AD, which is consistent with the trial outcome but does not change the mechanistic classification. citeturn1search3turn1search0",
        "Web search results (key sources cited above):",
        "• Randomized controlled trial reporting study design, doses, homocysteine lowering and negative cognitive outcome (PubMed/JAMA abstract). citeturn1search0",
        "• ClinicalTrials.gov / trial registry summary for NCT00056225 (VITAL) with intervention and protocol details. citeturn1search5",
        "• Reviews/descriptions of homocysteine metabolism (enzymes and roles of folate, B12 and B6 in remethylation and transsulfuration). citeturn0search4turn0search6",
        "• Systematic review/meta‑analysis of B12/B6/folate and cognitive outcomes in older adults. citeturn1search3"
    ]
}