{
    "nct_id": "NCT04032626",
    "title": "MCLENA-1: A Phase II Clinical Trial for the Assessment of Safety, Tolerability, and Efficacy of Lenalidomide in Patients With Mild Cognitive Impairment Due to Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2025-06-10",
    "description_brief": "Accumulating evidence indicates that inflammation is prominent both in the blood and central nervous system (CNS) of Alzheimer's disease (AD) patients. These data suggest that systemic inflammation plays a crucial role in the cause and effects of AD neuropathology. Capitalizing on the experience from a previous clinical trial with thalidomide, here, the investigators hypothesize that modulating both systemic and CNS inflammation via the pleiotropic immunomodulator lenalidomide is a putative therapeutic intervention for AD if administered at a proper time window during the course of the disease.",
    "description_detailed": "There are currently no approved treatments to treat the neuroinflammatory aspects of AD. While inflammation is pervasive to many neurological disorders, no clinical trial has yet demonstrated the efficacy of anti-inflammatory agents for AD. Interestingly, chronic peripheral low-grade inflammation is associated with aging and increases the risk for disease and mortality, including AD. Accumulating evidence indicates that nuclear factor-kappa B, tumor necrosis factor alpha (TNFα), interleukins (e.g. IL-1beta, IL-2, and IL-6), and chemokines (e.g. IL-8) are found elevated both in the blood and central nervous system (CNS) of AD patients. These data confirm that inflammation plays a central role in the cause and effect of AD neuropathology.\n\nThe immunomodulator, anti-cancer agent lenalidomide is one of the very few pleiotropic agents that both lowers the expression of TNFα, IL-6, IL-8, and increases the expression of anti-inflammatory cytokines (e.g. IL-10), to modulate both innate and adaptive immune responses.\n\nIn the current project the investigators aim to test the central hypothesis that lenalidomide reduces inflammatory and AD-associated pathological biomarkers, and improves cognition. For this, the investigators designed an 18-month, Phase II, double-blind, randomized, two-armed, parallel group, placebo controlled, and proof-of-mechanism clinical study in early symptomatic AD subjects (i.e. amnestic mild cognitive impairment; aMCI). The effects of lenalidomide treatment will be assessed after 12 months of treatment and 6 months washout (month 18).",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "Lenalidomide (10 mg/day)"
    ],
    "placebo": [
        "Placebo"
    ],
    "explanation_target": [
        "Reason: The investigational agent is lenalidomide — a small-molecule, pleiotropic immunomodulator (an analog of thalidomide) intended to modulate systemic and CNS inflammation in AD rather than act as a biologic (e.g., antibody) or a purely symptomatic cognitive enhancer. citeturn0search6turn0search3",
        "Act (trial details extracted): The study is a Phase II, randomized, placebo-controlled, proof-of-mechanism trial in amnestic MCI (early symptomatic AD) testing lenalidomide 10 mg/day for 12 months with a 6-month washout (total 18 months); primary outcome is cognition and tertiary/exploratory outcomes include amyloid PET and blood inflammatory markers. Trial registry and protocol summaries report these details. citeturn0search0turn0search3",
        "Act (drug MOA evidence): Lenalidomide is described in the protocol and publications as lowering pro-inflammatory cytokines (e.g., TNF-α, IL-6, IL-8) and increasing anti-inflammatory cytokines (e.g., IL-10), thereby modulating innate and adaptive immune responses — the rationale is disease modification via targeting neuroinflammation. citeturn0search6turn0search1",
        "Classification decision: Because lenalidomide is a small-molecule immunomodulatory drug aimed at altering an AD pathophysiological process (neuroinflammation) and the trial seeks disease-modifying effects (not only symptomatic cognitive enhancement or neuropsychiatric symptom control), the correct category is 'disease-targeted small molecule'. citeturn0search0turn0search6",
        "Reflect (limitations/ambiguity): Although cognition is the primary clinical endpoint, the mechanism is anti-inflammatory/disease-pathway modulation rather than symptomatic neurotransmitter enhancement. It is not a biologic (e.g., monoclonal antibody) and does not primarily target neuropsychiatric symptoms, so other categories (biologic; cognitive enhancer; neuropsychiatric symptom improvement) are less appropriate. Trial documents and publications supporting these points are cited above. citeturn0search0turn0search6"
    ],
    "agent_type": "F) Inflammation",
    "explanation_agent": [
        "Reason: The investigational agent is lenalidomide, a small‑molecule immunomodulator (a thalidomide analog) being tested to modulate systemic and CNS inflammation in early AD/MCI rather than to target amyloid, tau, neurotransmitters, or purely symptomatic mechanisms. This aligns with the CADRO inflammation category.",
        "Act: Trial and drug details extracted from the protocol and registry: MCLENA‑1 is a Phase II, randomized, placebo‑controlled trial in amnestic MCI testing lenalidomide 10 mg/day for 12 months with a 6‑month washout; primary outcome is cognition and exploratory/tertiary measures include amyloid PET and blood inflammatory markers — the protocol explicitly frames the rationale as reducing pro‑inflammatory cytokines and modulating immune responses in AD. citeturn0search3turn0search1",
        "Act (MOA evidence): Published pharmacology and reviews describe lenalidomide as lowering pro‑inflammatory cytokines (TNF‑α, IL‑1, IL‑6, IL‑12, IL‑8) and increasing anti‑inflammatory cytokines (IL‑10), i.e., a pleiotropic immunomodulator — supporting that the intended biological target in this trial is inflammation/neuroinflammation. citeturn0search4turn0search5",
        "Reflect: Classification as CADRO F) Inflammation is the best fit because the drug’s mechanism and the trial rationale are explicitly anti‑inflammatory/neuroimmune modulation. Although cognition is the primary clinical endpoint, the intervention is intended to alter inflammatory pathways (disease‑modifying approach) rather than directly targeting amyloid, tau, synaptic receptors, vasculature, etc. There is not strong evidence the trial’s primary mechanism is multi‑target in the CADRO sense, so 'R) Multi‑target' is not preferred. If no therapeutic target were indicated or the trial were purely diagnostic, the correct assignment would be 'T) Other', but here evidence supports F. citeturn0search3turn0search4",
        "Web search results supporting the above: (key sources) 1) Trial protocol / full text describing MCLENA‑1 design, rationale (lenalidomide to modulate inflammation in aMCI; 10 mg/day ×12 months; inflammatory markers, amyloid PET secondary/tertiary outcomes). citeturn0search3 2) PubMed / abstract summarizing the Phase II lenalidomide in aMCI trial and rationale (immunomodulation/neuroinflammation). citeturn0search1 3) Wiley / Alzheimer's & Dementia meeting abstract reporting interim progress of MCLENA‑1 and inflammation rationale. citeturn0search0 4) Review / mechanism paper describing lenalidomide’s cytokine‑modulating activities (reduces TNF‑α, IL‑1, IL‑6, etc., increases IL‑10) — supports inflammation as biological target. citeturn0search4 5) ALZFORUM summary page for lenalidomide trial (study details; outcomes include blood inflammatory markers and PET). citeturn0search5"
    ]
}