{
    "nct_id": "NCT03610698",
    "title": "Randomized Trial of a Technology-based Positive Emotion Intervention for Informal Caregivers of Individuals With Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2024-10-11",
    "description_brief": "The goal of the proposed intervention, called LEAF (Life Enhancing Activities for Family Caregivers) is to reduce burden and increase well-being in Alzheimer's Disease caregivers through the practice of positive emotion skills. We will evaluate two methods of online delivery of LEAF: facilitated and self-guided and compare them to an emotion-reporting waitlist control condition. If effective, the LEAF program can be disseminated to Alzheimer caregivers nation wide.",
    "description_detailed": "LEAF 2.0 is a 3-arm, technology-based, randomized controlled trial (N = 500) in which family caregivers of patients with Alzheimer's Disease (AD) are randomly assigned to 1) the LEAF intervention facilitated remotely via web (N = 200), 2) the LEAF intervention self-guided online (N = 200), or 3) an emotion reporting control (N = 100) which will then cross over to the intervention after approximately 7 months, half to the facilitated arm and half to the self-guided arm. Participants will complete a program that teaches them eight positive emotion skills which aim to reduce stress and burden, and increase positive affect. All aspects of the study (recruitment, consent, intervention, and assessments) are conducted online.\n\nTo be eligible for participation in LEAF 2.0, participants must identify as the primary family caregiver of someone with Alzheimer's disease or Alzheimer's-related dementia, and whose care recipient is not living in a care facility at the time of enrollment. \"Primary family caregiver\" is defined as the person who spends the most time caring for the individual with Alzheimer's disease in a non-professional capacity. Participants must also be able to speak and read English, live in the United States, be at least 18 years of age, and have access to a reliable Wi-Fi connection. Respondents are ineligible if they have already participated in a prior version of LEAF.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial (LEAF — Life Enhancing Activities for Family Caregivers) is a behavioral, web-based positive-emotion skills intervention intended to reduce burden and increase well-being in informal caregivers of people with Alzheimer’s disease, not a pharmacologic agent or a diagnostic test. citeturn0search3turn0search2",
        "Act: Key details extracted from the protocol and registry: LEAF teaches eight positive-emotion skills and is delivered either facilitated or self-guided online, with an emotion-reporting waitlist control; the study targets caregiver psychological and physical health (positive affect, depression, anxiety, stress, burden). This is described in the BMC Geriatrics protocol and the clinical trial registry. citeturn0search3turn0search2",
        "Additional supporting evidence: Prior randomized/web-based LEAF trials showed increases in positive emotion and decreases in depression/anxiety among dementia caregivers, confirming the behavioral/psychosocial nature of the intervention rather than a drug or patient-directed neuropsychiatric treatment. citeturn0search0turn0search5",
        "Reflect: Mapping to the provided category definitions — not a biologic, not a small molecule, not a cognitive enhancer for patients, and not an intervention intended to directly treat patients' neuropsychiatric symptoms. Because the trial is a behavioral caregiver-focused intervention (non-therapeutic for the person with AD in the sense of disease-modifying or cognitive-enhancing drug), it does not fit the four specified therapeutic categories and should be classified as 'N/A'.",
        "Web search results used as explanation: 1) BMC Geriatrics protocol (LEAF 2.0) describing the 3-arm web RCT and content/aims. citeturn0search3 2) Clinical trial registry entry (NCT03610698) summarizing the LEAF 2.0 study, interventions, and goals. citeturn0search2 3) Prior randomized trial PubMed record reporting LEAF effects on caregiver affect, depression, anxiety, and physical health. citeturn0search0"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}