{
    "nct_id": "NCT00142805",
    "title": "Safety, Tolerability and Efficacy Study of Tricaprilin (AC-1202) Administered for Ninety Days in Subjects With Probable Alzheimer's Disease of Mild to Moderate Severity",
    "status": "COMPLETED",
    "last_update_time": "2020-09-18",
    "description_brief": "The purpose of this study is to evaluate the safety, tolerability and effectiveness of tricaprilin administered once a day for ninety days in subjects with mild to moderate, probable Alzheimer's disease.",
    "description_detailed": "Substantial scientific evidence has shown that defects in glucose metabolism occur in Alzheimer's disease. Attempts to compensate for the reduced cerebral metabolic rates in AD have met with some success. Treatment of AD patients with high doses of glucose and insulin will raise cognitive scores. However, this effect is slight, and high doses of insulin can have adverse consequences. Administration of ketone bodies or their metabolic precursors such as medium chain triglycerides (MCTs) presents an attractive alternative to glucose and insulin. In a preliminary study, tricaprilin, an MCT, demonstrated pharmacological activity and statistically significant efficacy in improving short-term memory and attention performance after a single dose.\n\nParticipants will be randomized to receive either tricaprilin or a matching placebo, administered once a day by mixing powder in a glass of liquid. The treatment period will last 90 days, followed by a 2-week washout period. Each patient will be seen 5 times: at screening, baseline, and post-baseline days 45, 90, and 104. The visits will include physical and/or neuropsychological examinations, electrocardiograms (ECGs) and laboratory tests.",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "Cognitive enhancer",
    "drug": [
        "tricaprilin (AC-1202)"
    ],
    "placebo": [
        "placebo (matching)"
    ],
    "explanation_target": [
        "Reason: The intervention is tricaprilin (AC-1202), a medium-chain triglyceride (a ketogenic agent) developed to raise serum ketone bodies (e.g., β-hydroxybutyrate) to provide an alternative brain energy source and thereby improve cognition in Alzheimer's disease. citeturn0search6turn0search1",
        "Act (key trial details and evidence): The 90-day randomized, double-blind, placebo-controlled study of AC-1202 (NCT00142805) administered once daily to subjects with mild–moderate probable AD enrolled ~152 participants; AC-1202 significantly elevated serum ketones post-dose and produced modest improvements on cognitive measures (ADAS‑Cog) in some analyses (notably APOE4 negative subjects). These descriptions and results are reported in the trial paper and registry. citeturn0search6turn0search2",
        "Reflect (classification rationale): This intervention supplies metabolic substrate (induces mild ketosis) to improve cognitive performance rather than acting as a biologic (e.g., antibody or vaccine) or a small-molecule enzyme/modulator that directly targets AD pathology (amyloid or tau), and it is not primarily intended for neuropsychiatric/behavioral symptom relief. Therefore it best fits the 'Cognitive enhancer' category. citeturn0search1turn0search6",
        "Web-search sources (supporting documents found): 1) Full trial/report: \"Study of the ketogenic agent AC-1202 in mild to moderate Alzheimer's disease\" (Nutrition & Metabolism / PMC) — clinical results, ketosis induction, ADAS‑Cog effects. citeturn0search0turn0search6 2) Clinical trial registry / snapshot for NCT00142805 describing the 90-day AC-1202 trial and purpose. citeturn0search2 3) Review/clinical-development summary: \"Clinical development of tricaprilin, a ketogenic drug for Alzheimer's disease\" (Alzheimer's & Dementia, Wiley) — formulation, PK, and development context. citeturn0search1 4) Later/related tricaprilin clinical listings (PK/formulation studies and planned Phase 3 listings) indicating ongoing development as a ketogenic therapeutic. citeturn0search4turn0search5"
    ],
    "agent_type": "J) Metabolism and Bioenergetics",
    "explanation_agent": [
        "Reason: The investigational product is tricaprilin (AC-1202), a medium‑chain triglyceride formulation designed to be metabolized to octanoate and ketone bodies (e.g., β‑hydroxybutyrate) to raise circulating ketones and provide an alternative brain energy substrate for people with Alzheimer's disease — a metabolic/bioenergetic strategy rather than a direct anti‑amyloid or anti‑tau approach. citeturn1search3turn1search0",
        "Act: Key trial details and mechanism: the randomized, double‑blind, placebo‑controlled 90‑day AC‑1202 (tricaprilin) study (NCT00142805) showed that AC‑1202 significantly elevated serum β‑hydroxybutyrate post‑dose and produced modest cognitive improvements on ADAS‑Cog in some analyses (notably APOE4 noncarriers). The drug’s stated mechanism is to induce mild ketosis and supply alternative metabolic substrate to the brain. These findings and the trial registry entry support classification under metabolism/bioenergetics. citeturn0search0turn0search2turn0search3",
        "Reflect: Classification rationale and alternatives considered: the intervention targets brain energy metabolism (ketone generation and utilization) rather than canonical AD pathologies (amyloid, tau), inflammation, synaptic receptors, or growth factors. Therefore the most specific CADRO category is J) Metabolism and Bioenergetics. It is not multi‑target (R) nor a non‑therapeutic/diagnostic intervention (T). The web literature and trial registry cited above substantiate both the mechanism and clinical findings. citeturn1search3turn1search0",
        "Web search results supporting this classification: 1) Full trial/report (AC‑1202 tricaprilin): Nutrition & Metabolism (full text) reporting ketosis induction and ADAS‑Cog effects. citeturn0search0 2) PubMed entry and figures for the 90‑day randomized trial (NCT00142805). citeturn0search2 3) Clinical trial registry record for NCT00142805 listing tricaprilin (AC‑1202) as the investigational product and study design. citeturn0search3 4) Review/clinical‑development summary on tricaprilin (Alzheimer's & Dementia) describing mechanism (MCT → octanoate → ketones) and development. citeturn1search0 5) Recent reviews summarizing tricaprilin as a ketogenic/energy‑substrate strategy and noting later phase trials. citeturn1search5"
    ]
}