{
    "nct_id": "NCT00959803",
    "title": "An Investigator- And Subject-Blind Phase 1 Study To Evaluate The Safety, Tolerability And Pharmacokinetics Of PF-04447943 After Administration Of Single Oral Doses To Healthy Young Adult Japanese Subjects And Multiple Oral Doses To Healthy Elderly Japanese Subjects",
    "status": "COMPLETED",
    "last_update_time": "2009-12-03",
    "description_brief": "This study is designed to investigate the safety, tolerability, and pharmacokinetics of PF-04447943 after single and multiple-dose administration to healthy young adult and elderly Japanese subjects, respectively.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "PF-04447943 (selective phosphodiesterase-9A [PDE9A] inhibitor — small molecule)"
    ],
    "placebo": [
        "Placebo"
    ],
    "explanation_target": [
        "Reason: The description and title indicate the investigational compound is PF-04447943; literature and trial reports identify PF-04447943 as a potent, selective phosphodiesterase‑9A (PDE9A) inhibitor developed to elevate cGMP, enhance synaptic plasticity, and improve memory/attention in preclinical models — i.e., a pharmacologic approach intended to improve cognition rather than a biologic targeting amyloid or tau. citeturn0search1turn0search8",
        "Act (extracted details): The provided trial (NCT00959803) is a Phase 1 safety/tolerability/PK study of PF-04447943 in healthy Japanese subjects and explicitly lists PF-04447943 as the intervention (with placebo control). The broader clinical program included Phase 1 and Phase 2 AD studies evaluating cognitive endpoints. PF-04447943 is consistently described in the literature as a selective PDE9A small molecule. citeturn0search2turn0search3",
        "Reflect (classification justification and confidence): Because PF-04447943 is a small‑molecule PDE9A inhibitor developed to enhance cGMP-mediated synaptic function and improve memory/attention (not a monoclonal antibody, vaccine, or an intervention primarily aimed at reducing amyloid/tau pathology or treating neuropsychiatric symptoms), it fits the defined category 'cognitive enhancer'. This classification aligns with multiple phase 1/2 publications and the trial registry. Confidence: high. citeturn0search1turn0search4",
        "Web search sources (key references used): 1) Phase 2 AD trial description noting PF-04447943 is a potent, selective PDE9A inhibitor that elevates cGMP and was tested for cognition in AD. citeturn0search1 2) Preclinical study showing PF-04447943 improves memory/attention in rodent models. citeturn0search8 3) Phase 1/interaction study descriptions and safety/PK reports in AD and healthy subjects. citeturn0search3turn0search2 4) Safety summary across the clinical program. citeturn0search4"
    ],
    "agent_type": "M) Synaptic Plasticity/Neuroprotection",
    "explanation_agent": [
        "Reason: The investigational compound PF-04447943 is a potent, selective phosphodiesterase‑9A (PDE9A) small molecule that elevates cGMP in brain/CSF to enhance synaptic plasticity and memory — i.e., a pharmacologic cognitive enhancer acting on synaptic signaling rather than on amyloid, tau, inflammation, or vascular pathways. citeturn0search3turn0search1",
        "Act: Extracted trial details: the Phase 1 study NCT00959803 (single and multiple oral doses in healthy Japanese subjects) lists PF-04447943 as the intervention; the drug is consistently described in the literature as a selective PDE9A inhibitor developed to improve synaptic function and cognition. Based on mechanism (cGMP elevation, LTP/synapse enhancement) the most specific CADRO match is M) Synaptic Plasticity/Neuroprotection. citeturn1search6turn0search3",
        "Reflect: This classification fits because the primary biological focus is restoration/enhancement of synaptic signaling and plasticity (cGMP-mediated) — not amyloid (A), tau (B), inflammation (F), neurotransmitter receptor stabilization only (D), or a multi-target disease-modifying approach (R). Confidence: high. Key supporting sources (trial record, preclinical and clinical publications) are cited below. citeturn0search1turn0search3",
        "Web search results (key references used): 1) PubMed Phase 2 trial summary describing PF-04447943 as a potent selective PDE9A inhibitor that elevates cGMP and was tested for cognition in AD. citeturn0search1 2) Preclinical study demonstrating PF-04447943 increases cGMP, enhances LTP/synaptic markers and improves cognition in rodent models. citeturn0search3 3) ClinicalTrials.gov / trial registry entry for NCT00959803 (Phase 1 single and multiple dose study in Japanese subjects) documenting PF-04447943 as the investigational drug. citeturn1search6 4) Compound summary (compound description / vendor/compound pages) describing PDE9 selectivity and mechanism. citeturn0search5"
    ]
}