{
    "nct_id": "NCT00063310",
    "title": "Antigonadotropin-Leuprolide in Alzheimer's Disease Drug INvestigation (ALADDIN)",
    "status": "COMPLETED",
    "last_update_time": "2009-12-10",
    "description_brief": "ALADDIN is a research study to investigate the safety and effectiveness of leuprolide (a hormone drug) to improve the cognitive function and slow the progression of Alzheimer's disease (AD). In women leuprolide is commonly used to treat hormone related conditions such as endometriosis and uterine fibroids. The study will include treatment of women 65 years and older with mild to moderate Alzheimer's disease who reside in the community.",
    "description_detailed": "The study will include the treatment of participants with mild to moderate AD, and the objective is to evaluate the safety and efficacy of two different doses of leuprolide to improve the cognitive function and slow the progression of AD, as measured by the ADAS-COG and the Clinical Global Impression (CGI). Measures of behavioral disturbances and quality of life of the caregiver will be made also. The study design is randomized, double blind, placebo-controlled, parallel group design with a 2:1 randomization of drug to placebo. Sample size will include 90 participants",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "leuprolide (leuprolide acetate) — a gonadotropin-releasing hormone (GnRH) agonist / synthetic nonapeptide"
    ],
    "placebo": [
        "placebo (study described as double‑blind, placebo‑controlled)"
    ],
    "explanation_target": [
        "Reason: The trial (ALADDIN) tests leuprolide to \"improve the cognitive function and slow the progression of Alzheimer's disease,\" i.e., the primary intended effect is cognitive improvement/stabilization rather than a targeted anti‑amyloid or anti‑tau intervention. Leuprolide is a GnRH agonist that suppresses pituitary gonadotropins (LH/FSH) with continuous administration, so its proposed mechanism is hormonal modulation rather than direct targeting of canonical AD pathology (amyloid or tau). citeturn0search4turn0search2.",
        "Act: Key extracted trial details — drug: leuprolide acetate (a GnRH analogue / synthetic nonapeptide); population: women ≥65 with mild–moderate AD; design: double‑blind, placebo‑controlled; objective: improve cognition and slow progression (measured by ADAS‑COG, CGI in the listed descriptions). The drug’s mechanism (downregulation of LH/FSH with continuous dosing) and its repurposing for AD (hypothesis that lowering gonadotropins could affect AD progression) are documented. citeturn0search4turn0search1turn0search3.",
        "Reflect: Classification rationale — this intervention does not match the provided definition of \"disease‑targeted biologic\" (those biologics explicitly directed at AD molecular pathology such as amyloid or tau) nor \"disease‑targeted small molecule\" (small molecules directly modulating AD pathology). Instead, leuprolide is a hormone analogue being repurposed to improve cognitive outcomes via endocrine modulation; that fits best under the \"cognitive enhancer\" category (drugs intended to improve or stabilize cognitive function without directly targeting amyloid/tau). Note ambiguity: investigators hypothesize a disease‑modifying effect via gonadotropin/LH modulation, so one could argue a potential indirect disease‑modifying intent — but under the category definitions given, the correct classification is \"cognitive enhancer.\" Supporting sources describing the ALADDIN trial and leuprolide’s pharmacology are cited. citeturn0search0turn0search3.",
        "Web search results (key sources used):",
        "- ALADDIN trial description (phase 2 listing; brief summary & objectives showing leuprolide to improve cognitive function / slow progression). citeturn0search4.",
        "- MedPath / ALADDIN Phase III summary (VP‑AD‑301) describing VP4896/leuprolide acetate and the hypothesis linking luteinizing hormone to AD progression. citeturn0search0.",
        "- LUCINDA trial rationale (leuprolide + cholinesterase inhibitor) — recent trial planning and rationale for leuprolide in women with AD. citeturn0search1.",
        "- Mechanism and clinical uses of leuprolide (StatPearls / review): GnRH receptor agonist, continuous dosing lowers LH/FSH and gonadal steroids. citeturn0search2turn0search3."
    ],
    "agent_type": "L) Growth Factors and Hormones",
    "explanation_agent": [
        "Reason: The ALADDIN trial tests leuprolide acetate, a gonadotropin‑releasing hormone (GnRH) receptor agonist whose therapeutic action (with continuous dosing) is endocrine modulation — suppression of pituitary gonadotropins (LH/FSH) and downstream sex steroids — to improve or stabilize cognition in Alzheimer’s disease. This intervention is best mapped to a hormone pathway rather than amyloid, tau, inflammation, synaptic plasticity, etc., so it aligns with CADRO category L (Growth Factors and Hormones). citeturn0search0turn0search4.",
        "Act: Extracted facts from the trial description and literature — drug: leuprolide acetate (GnRH agonist, VP4896/VP‑AD‑301 formulation); indication in trial: mild–moderate AD aiming to improve cognition / slow progression; mechanism: continuous GnRH agonist exposure downregulates LH/FSH (pituitary gonadotropins) and lowers gonadal steroid production, i.e., hormonal modulation. Key trial listings and rationale (ALADDIN, MedPath/CT listing, prior Phase II subgroup report, and the LUCINDA rationale paper) document this endocrine mechanism and repurposing hypothesis. citeturn0search4turn0search5turn0search1turn0search6.",
        "Reflect: Classification check — CADRO L explicitly covers hormone and growth‑factor related interventions. Although investigators propose a disease‑modifying effect via lowering luteinizing hormone (an indirect effect on AD biology), the proximal target is endocrine (GnRH/LH/FSH) rather than canonical AD molecular targets (amyloid or tau). No strong evidence in the description that the drug directly targets amyloid, tau, inflammation, synaptic receptors, or other CADRO domains. Therefore L) Growth Factors and Hormones is the most specific and appropriate CADRO classification. If future descriptions showed leuprolide directly modulating amyloid/tau pathways as primary mechanism, reclassification could be considered. citeturn0search1turn0search6.",
        "Web search results used (key sources):",
        "- Leuprolide mechanism (StatPearls / NCBI): GnRH receptor agonist; continuous dosing suppresses LH/FSH and sex steroids. citeturn0search0turn0search3.",
        "- ALADDIN / VP‑AD‑301 study listings (trial description, endpoints, VP4896/leuprolide acetate formulation). citeturn0search4turn0search5.",
        "- Phase II subgroup report describing stabilization of cognitive decline with leuprolide in women with AD (Alzheimer’s & Dementia abstract). citeturn0search1.",
        "- LUCINDA trial rationale paper describing leuprolide + cholinesterase inhibitor repurposing rationale and trial design. citeturn0search6."
    ]
}