{
    "nct_id": "NCT02963415",
    "title": "Concurrent Aerobic Exercise and Cognitive Training to Prevent Alzheimer's in At-risk Older Adults",
    "status": "COMPLETED",
    "last_update_time": "2022-06-06",
    "description_brief": "The study will implement and test a unique Virtual Reality Cognitive Training (VRCT) combined with concurrent cycling on a recumbent stationary cycle, also known as exergame that seamlessly integrates specific cognitive tasks into a virtual environment and is synchronized with cycling to promote cognition.",
    "description_detailed": "The proposed project will implement and test a unique Virtual Reality Cognitive Training (VRCT) combined with concurrent cycling on a recumbent stationary cycle, also known as exergame that seamlessly integrates specific cognitive tasks into a virtual environment and is synchronized with cycling to promote cognition. Cycling through an interesting virtual environment will motivate and engage the older adult to participate in the exercise, and VRCT could augment cycling's effects on cognition. The purpose of this project is to demonstrate the feasibility and efficacy of the exergame intervention on cognition through two phases. In Phase I, a prototype of the VRCT exergame will be developed, followed by a feasibility testing using a single-group mixed methods design. In Phase II a more fully-featured version of the VRCT exergame will be developed followed by a an RCT which will randomize subjects on a 2:1:1 allocation ratio to 3 parallel groups (exergame:cycling only:attention control). Mixed methods will be used to assess outcomes in both phases.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "PREVENTION",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is a behavioral/technological therapy (virtual reality cognitive training integrated with concurrent aerobic cycling — an exergame) intended to improve or preserve cognition and prevent/delay Alzheimer’s disease onset, not a pharmacologic agent. This fits the cognitive-enhancer category (intervention aims to boost cognitive function rather than directly target AD molecular pathology). citeturn0search1turn0search3",
        "Act: Extracted details from the trial description — Virtual Reality Cognitive Training (VRCT) combined with simultaneous cycling on a recumbent stationary bike (exergame) delivered as an Apple TV app; goal is to promote cognition and prevent/delay AD in at‑risk older adults. No drug or biologic is involved. Key supporting source: SBIR project description of this exact intervention. citeturn0search1turn0search4",
        "Web search results (selected supporting references): 1) SBIR project listing for “Concurrent Aerobic Exercise and Cognitive Training to Prevent Alzheimer’s in At‑risk Older Adults” — project abstract describing the VRCT + cycling exergame and its aims. citeturn0search1turn0search4 2) Phase 2 pilot study of simultaneous exercise and cognitive training in VR reporting improvements in memory and brain measures after a 12‑week intervention. Evidence that this combined approach targets cognition. citeturn0search2 3) Exergames Study protocol (randomized controlled trial) testing simultaneous aerobic exercise and cognitive training in subjective cognitive decline (SCD) population. citeturn0search3 4) RCT and reviews reporting combined aerobic + video game/VR training can improve hippocampal/memory outcomes in older adults. citeturn0search0turn0search6 5) Stage IB RCT of dual‑task exergaming telerehabilitation showing preliminary cognitive benefits. citeturn0search5",
        "Reflect: Classification check — the trial is non‑pharmacologic, aims to improve/prevent cognitive decline, and does not target molecular AD pathology with a biologic or small molecule. Therefore 'cognitive enhancer' (behavioral/technological cognitive enhancement) is the best fit. No drug or placebo information applies; if a pharmacologic agent had been involved, a web search would have been used to identify it, but none was found in the trial description or linked project materials. citeturn0search1turn0search2"
    ],
    "agent_type": "M) Synaptic Plasticity/Neuroprotection",
    "explanation_agent": [
        "Reason: The trial tests a non‑pharmacologic exergame (virtual reality cognitive training integrated with concurrent aerobic cycling) designed to improve or preserve cognition and prevent/delay AD onset. The intervention’s mechanism is behavioral enhancement of brain function and plasticity rather than targeting a molecular AD pathology (e.g., amyloid, tau). citeturn0search1turn0search2",
        "Act: Extracted details — intervention = Virtual Reality Cognitive Training (VRCT) combined with simultaneous recumbent-cycle aerobic exercise (an exergame), delivered as an accessible app (Apple TV implementation described in the SBIR abstract); planned feasibility and RCT phases aim to assess cognitive and brain outcomes in at‑risk older adults. No drug, biologic, or specific molecular target/gene/pathway is involved in the trial description. citeturn0search0turn0search4",
        "Reflect: Mapping to CADRO — the trial’s goal is to enhance cognition via mechanisms consistent with promoting synaptic plasticity/neuroprotection (evidence from pilot studies shows improvements in brain volume, cerebral blood flow/vascular measures, and memory after simultaneous exercise + cognitive training). Therefore the most specific CADRO category is M) Synaptic Plasticity/Neuroprotection rather than a molecular pathology category. If one insisted that only drug/biologic molecular targets qualify, the alternative would be 'T) Other', but given the intervention's therapeutic aim on plasticity/neuroprotection, M is the best fit. citeturn0search2turn0search6",
        "Web search results (selected supporting references): 1) SBIR project listing describing the VRCT + cycling exergame and Apple TV app. citeturn0search0turn0search1 2) Phase 2 pilot study (Simultaneous Exercise and Cognitive Training in VR) reporting improvements in memory, brain structure, and vascular measures after 12 weeks. citeturn0search2turn0search6 3) Exergames Study randomized controlled trial protocol for simultaneous aerobic exercise + cognitive training in older adults with subjective cognitive decline. citeturn0search3turn0search7"
    ]
}