{
    "nct_id": "NCT04542109",
    "title": "READyR: A Remote Assessment and Dynamic Response Intervention to Support Couples in Planning for Changing Dementia Care Needs",
    "status": "COMPLETED",
    "last_update_time": "2022-06-27",
    "description_brief": "The purpose of the READyR study (originally called SHARE-sense) is to redevelop and test an intervention program to remotely assess for changing dementia-related care needs.",
    "description_detailed": "Unmet dementia-related care needs are highly prevalent, and are detrimental to the care dyad's (person with dementia and their family care partner) health, safety, mortality, and likelihood of nursing home placement. The first phase of this study involves redevelopment of the intervention program into a 3-session values-based needs assessment intervention (delivered over 6 weeks) designed for early-stage persons with dementia and their primary family caregiver (i.e. spouse or partner). A secondary data analysis and focus groups will be conducted in order to complete the redevelopment phase. Objective digital data on behavioral patterns (from sensors and wearables) will be incorporated into a needs assessment that will allow for dynamic tailoring of the READyR program to new and unforeseen care needs.\n\nPeople who voluntarily decide to participate in this study will be asked to participate in three sessions: Session 1 for baseline assessments gathered from all participants (including remote in-home monitoring), Session 2 for discussing the participant's care values and their alignment with current patterns of activities (assessed by remote monitoring) in the home, and Session 3 for addressing current dementia related care needs and setting goals for the future.\n\nParticipants who complete this study will be offered participation in a follow-up monitoring period to further study the possibilities for dynamic tailoring of their dementia-related needs assessment.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "SUPPORTIVE_CARE",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The READyR (REmote Assessment and Dynamic Response) study (formerly SHARE-sense) is a behavioral/technology-based program that uses in‑home sensors, wearable data and web/video sessions to identify and plan for changing dementia-related care needs for persons with early‑stage dementia and their family caregivers. The aim is needs assessment and care‑planning (values‑based), not a pharmacologic intervention or biological targeting of Alzheimer pathology. citeturn0search2turn0search1",
        "Act: Key extracted details — Title: \"READyR: A Remote Assessment and Dynamic Response Intervention to Support Couples in Planning for Changing Dementia Care Needs\"; Registry/ID: NCT04542109; Interventions listed are behavioral (READyR A / READyR B); the program maps digital activity data (time together, exits from home, sleep, activity, medication taking, etc.) onto care values to create tailored needs assessments and followup. No drug or placebo is involved. citeturn0search7turn0search4",
        "Reflect: Classification check — This is a non‑therapeutic, behavioral/technology care‑planning intervention (remote monitoring + values‑based needs assessment). It does not involve biologic agents (e.g., monoclonal antibodies), disease‑modifying small molecules, cognitive‑enhancing drugs, or treatments for neuropsychiatric symptoms. Therefore the appropriate category is 'N/A'. No ambiguity was found in the trial description or related publications. Sources: ClinicalTrials summary (NCT04542109), OHSU/ORCATECH READyR study page, and publications describing READyR development and pilot testing. citeturn0search7turn0search2turn0search9"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}