{
    "nct_id": "NCT00596284",
    "title": "Cognitive Behavior Therapy for Anxiety in Dementia",
    "status": "COMPLETED",
    "last_update_time": "2015-08-12",
    "description_brief": "This study will evaluate the effectiveness of cognitive behavioral therapy in treating anxiety in older adults with dementia.",
    "description_detailed": "Dementia is an illness that causes memory problems; changes in behavior; and difficulty with thinking, making decisions, and carrying out daily activities. Many people with dementia also have anxiety, and yet very little is known about effective treatment strategies for anxiety in this population. Cognitive behavioral therapy (CBT) is a type of psychotherapy that is commonly used to treat anxiety. CBT involves teaching patients skills to help them manage their anxiety, such as relaxation, changing their thoughts, and problem-solving. This study will evaluate the effectiveness of CBT in treating anxiety in older adults with dementia. In addition, the study will determine the effect of the treatment on patients' families and friends, and how families and friends may be able to help patients manage their anxiety. All study participants will name a family member or friend who will also participate in the study.\n\nAll participants in this study will answer a preliminary set of questions about anxiety and memory and will then complete a number of activities that involve learning and memory. These evaluations will take approximately 45 minutes. Participants who are selected to continue in the study will answer a second set of questions about mood, memory, concentration, and how they are doing in certain areas of life. These interview questions will take place during 2 sessions and will last a total of approximately 3 hours. Participants will then be randomly assigned to receive either enhanced usual care (EUC) or 8 to 10 sessions of CBT over a period of 10 to 12 weeks. Each CBT session will last about 1 hour and will include meeting with a study staff member to discuss anxiety and how to cope with it. Participants will also complete practice activities at home for about 20 minutes per day. EUC will consist of regular ongoing care from healthcare providers and phone assessments at 1-month and 2-month. Following the 6 month assessment, participants in EUC will be offered a Cognitive Behavior Workshop. Following in-person meetings, CBT participants will receive weekly phone calls for 3 months, followed by biweekly phone calls for the next 3 months. Some of the pretreatment questions will be asked again at 3 months and again 6 months after baseline.",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "neuropsychiatric symptom improvement",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is cognitive behavioral therapy (CBT) delivered to older adults with dementia to treat anxiety (a neuropsychiatric symptom). CBT is a psychotherapeutic (non-pharmacologic) intervention intended to reduce anxiety symptoms rather than to target Alzheimer’s pathology (amyloid/tau) or directly enhance cognition.",
        "Act: Key trial details extracted from the description and web sources: this is a behavioral intervention trial titled \"Cognitive Behavior Therapy for Anxiety in Dementia\" (CBT vs enhanced/usual care). The trial evaluates effectiveness of CBT for anxiety in people with dementia (older adults). No drug or placebo is involved. citeturn0search7turn0search2",
        "Supporting search results (selected):",
        "- Clinical trial listing referencing the study \"Cognitive Behavior Therapy for Treating Anxiety in People With Dementia\" (registration NCT00596284 / Baylor College of Medicine) — brief description matches the user-provided description (CBT for anxiety in older adults with dementia). citeturn0search7",
        "- Published study protocol describing development and pilot RCT of an adapted 10-session CBT intervention for anxiety in people with dementia (study aims, design, CBT manual). This confirms the intervention is psychotherapeutic and symptom-focused. citeturn0search2turn0search3",
        "- Pilot randomized controlled trial and related conference abstract reporting feasibility and outcomes of CBT for anxiety in dementia (CBT vs treatment-as-usual), showing reductions in anxiety and related measures in some analyses. These provide evidence that CBT in this context targets neuropsychiatric symptoms rather than disease pathology. citeturn0search1turn0search0",
        "Reflect: Given the intervention (CBT), its stated goal (treat anxiety), the trial design (behavioral therapy vs TAU/EUC), and the absence of any pharmacologic agent or mechanism targeting Alzheimer pathology, the correct category is 'neuropsychiatric symptom improvement'. There is no ambiguity suggesting a disease-modifying biologic or small molecule, nor is the primary aim a cognitive enhancement intervention. The web sources above corroborate this classification. citeturn0search7turn0search2"
    ],
    "agent_type": "T) Other",
    "explanation_agent": [
        "Reason: The described intervention is cognitive behavioral therapy (CBT) — a non-pharmacologic psychotherapeutic intervention delivered to people with dementia to treat anxiety (a neuropsychiatric symptom). This does not target a molecular or biological pathway listed in CADRO (amyloid, tau, inflammation, synaptic receptors, etc.), so it does not map to a biological CADRO category.",
        "Act: Extracted trial details — title: \"Cognitive Behavior Therapy for Anxiety in Dementia\" (CBT vs enhanced/usual care); intervention: adapted 10‑session CBT for anxiety in people with dementia; no drug, biologic, or molecular target is listed. Evidence: study protocol and pilot RCT descriptions and trial registry entries confirm the intervention is psychotherapeutic and symptom‑focused. citeturn0search1turn0search3turn0search6",
        "Reflect: Classification check — CADRO categories A–Q cover biological targets and mechanisms; R is multi‑target biological; T) Other is appropriate for non‑biological or non‑therapeutic interventions (e.g., behavioral therapies, diagnostics). There is no indication of a pharmacologic or disease‑modifying molecular target, so the correct assignment is T) Other."
    ]
}