{
    "nct_id": "NCT00001662",
    "title": "Tolerability and Primary Efficacy of CX516 in Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2008-03-03",
    "description_brief": "Glutamate is an amino acid released by brain cells that acts to excite other cells. Glutamate attaches to special sites on cells called AMPA (alpha-amino-2,3-dihydro-5 methyl 3-oxo-4-isoxazolepropanoic acid) receptors. The brain cells responsible for releasing glutamate are damaged in Alzheimer's disease and other conditions affecting thinking and reasoning.\n\nResearchers would like to see if giving patients a drug that attaches to AMPA receptors improves the symptoms of Alzheimer's disease.\n\nCX516 (Ampalex) is a test drug that affects the AMPA receptors. This study will investigate the effectiveness and safety of CX516 on patients with Alzheimer's disease.\n\nPatients will be given capsules of CX516 or placebo (sugar pill that neither harms nor helps) for up to 16 weeks in different amounts. The effectiveness of the drug will be measured by neurological tests. Safety will be monitored by frequent check-ups and lab examinations.",
    "description_detailed": "Stimulation of neuronal excitatory amino acid receptors is an important step in the formation of memory. It is unknown whether stimulation of these receptors in patients with Alzheimer's disease and dementing disorders will improve cognitive function. To determine whether positive modulation of AMPA receptors, active in animal models of dementia, can improve cognitive function in demented patients, CX516, at a dose of 900mg TID, will be administered orally for 12 weeks in patients with dementia. In this randomized, controlled proof-of-principle study, drug-induced alterations in intellectual function will be measured by standardized neuropsychological tests. Safety will be monitored by frequent clinical assessments and laboratory tests.",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "CX516 (Ampalex) — small‑molecule 'ampakine', a positive allosteric modulator of AMPA (glutamate) receptors"
    ],
    "placebo": [
        "placebo (sugar pill)"
    ],
    "explanation_target": [
        "Reason: The trial tests CX516 (Ampalex), a small‑molecule ampakine that positively modulates AMPA glutamate receptors to enhance excitatory neurotransmission and memory-related synaptic function, with the stated goal of improving symptoms/cognitive function in Alzheimer’s disease rather than targeting amyloid or tau pathology. citeturn0search1turn0search5",
        "Act: The NINDS/clinical trial description shows randomized, placebo‑controlled dosing of CX516 versus placebo for up to 12–16 weeks with neuropsychological tests as efficacy measures — i.e., a symptomatic/cognitive endpoint. This trial therefore tests a cognitive enhancer (ampakine) in AD. citeturn0search1turn0search0",
        "Mechanism evidence / drug type: Structural and pharmacology studies describe CX516 as a benzoylpiperidine/benzamide‑type positive allosteric modulator of AMPA receptors (an ampakine), a small molecule (not a biologic). CX516 has been clinically evaluated as a cognitive enhancer in multiple indications (e.g., schizophrenia) but is not described as disease‑modifying for amyloid/tau. citeturn0search3turn0search4turn0search6",
        "Reflect: Given the intervention (small‑molecule AMPA receptor modulation) and the trial endpoints (neuropsychological tests to measure symptomatic improvement), the correct category is 'cognitive enhancer'. There is no indication in the description that CX516 aims to modify core AD pathology (amyloid or tau), nor that it is a biologic or intended primarily to treat neuropsychiatric/behavioral symptoms. citeturn0search5turn0search1"
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The trial tests CX516 (Ampalex), an ampakine that is a positive allosteric modulator of AMPA-type glutamate receptors (ionotropic neurotransmitter receptors). The intervention is designed to enhance excitatory synaptic transmission and improve cognitive/symptomatic outcomes rather than to modify core AD pathology (amyloid or tau). citeturn0search2turn0search3",
        "Act: CX516 is described in the trial registry and sponsor description as an AMPA receptor modulator (ampakine) tested for symptomatic/cognitive benefit in AD (randomized placebo‑controlled dosing, neuropsychological endpoints). AMPA receptors are part of the neurotransmitter receptor CADRO category, so the trial maps to D) Neurotransmitter Receptors. citeturn0search0turn0search2",
        "Reflect: Confirmation from pharmacology/structural studies shows CX516 binds/modulates the GluA (AMPA) ligand‑binding domain and acts as a benzoylpiperidine ampakine, supporting classification under neurotransmitter receptors rather than amyloid/tau or multi‑target categories. There is no indication the drug targets amyloid, tau, ApoE/lipids, vasculature, or is a diagnostic — therefore D) is the most specific CADRO match. citeturn0search4turn0search6",
        "Web search results (key sources used):",
        "- NINDS trial description for 'Tolerability and Primary Efficacy of CX516 (Ampalex)' — describes CX516 as an AMPA receptor‑acting ampakine tested for cognitive endpoints. citeturn0search2",
        "- Clinical trial registry summary (Treatment of Alzheimer's Disease With CX516, NCT record / trial snapshot) — trial details, dosing, and cognitive outcome measures. citeturn0search0",
        "- Alzforum therapeutic entry for CX516 (Ampalex) — classifies CX516 as an ampakine/AMPA potentiator (small molecule). citeturn0search3",
        "- Structural study of CX516 binding to GluA2 ligand‑binding domain — experimental support for AMPA receptor modulation mechanism. citeturn0search4",
        "- Pharmacology review / mechanism studies of benzoylpiperidine ampakines (CX compounds) and their effect on AMPA receptor gating/desensitization. citeturn0search6"
    ]
}