{
    "nct_id": "NCT03577262",
    "title": "A Non-therapeutic Feasibility Study to Evaluate the Kinetics and Test-retest Repeatability and Reproducibility of the Radioligand [11C]-UCB-J for Imaging Synaptic Density in Healthy Subjects and Mild-to-moderate Alzheimer's Disease Subjects",
    "status": "COMPLETED",
    "last_update_time": "2020-02-19",
    "description_brief": "Up to 20 subjects will receive an injection with \\[11C\\]-UCB-J followed by a PET scan on Days 1 and 28",
    "description_detailed": "After assessing eligibility during a 4-week screening period, approximately 20 subjects will participate in the PET acquisition phase of the study. Drop-outs or unevaluable subjects will be replaced for a target sample size of 20 completed and evaluable subjects.\n\nDuring the screening period, a 3D T1-weighted MRI must be acquired and reviewed for exclusion criteria and acquisition quality.\n\nOn the day of radioligand administration (Day 1), subjects will come to the study center for an ambulatory visit (Visit 1). After re-confirming eligibility, all subjects will receive an injection with \\[11C\\]-UCB-J followed by a PET scan.\n\nUsing an arterial line and manual sampling, blood samples will be collected up to 90 minutes after radioligand injection in order to quantify radioactivity concentration in whole blood and plasma as well as parent fraction over time.\n\nSubjects will return to the clinic for one more ambulatory visit on Day 28 ± 3 (Visit 2). The same procedures will be performed as on Day 1.\n\nPET scanning duration will be initially set to 90 minutes. After a minimum of 4 subjects have completed baseline and Day 28 scans, 90 minute and 60 minute scan data will be analyzed. Based on this analysis, and at the discretion of the investigator, it will be decided whether the remaining subjects will require 60 or 90 minute scans.\n\nAdverse events will be recorded throughout the study.",
    "phase": [
        "EARLY_PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "OTHER",
    "results": null,
    "target_category": "N/A",
    "drug": [
        "[11C]-UCB-J (PET radioligand; binds synaptic vesicle glycoprotein 2A, SV2A)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The study description and title state this is a non-therapeutic PET feasibility study using the radioligand [11C]-UCB-J to measure synaptic density in healthy and mild-to-moderate AD subjects. This is a diagnostic/imaging biomarker study (not an intervention intended to modify disease, cognition, or neuropsychiatric symptoms).",
        "Act: [11C]-UCB-J is a PET tracer that selectively binds the presynaptic protein SV2A and is used in vivo to image synaptic density; it was developed and validated preclinically as an SV2A ligand. citeturn0search9turn0search0",
        "Act (AD use): [11C]-UCB-J has been used in human PET studies to assess synaptic density and its relationship to cognition and metabolic tracers in Alzheimer’s disease and other dementias. citeturn0search1turn0search3",
        "Reflect: Because the trial administers a diagnostic radioligand and performs PET scans for measurement/repeatability (no therapeutic agent, no disease-modifying mechanism described, and no cognitive- or neuropsychiatric-targeted treatment), it does not fit any of the four therapeutic categories (disease-targeted biologic, disease-targeted small molecule, cognitive enhancer, neuropsychiatric symptom improvement). Therefore the correct classification is 'N/A'.",
        "Web-search results supporting the identification of [11C]-UCB-J and its target (SV2A):\n- Synthesis and preclinical evaluation describing [11C]-UCB-J as an SV2A PET tracer. citeturn0search9\n- In vivo blocking and animal studies showing [11C]-UCB-J binds SV2A and is displaceable by levetiracetam. citeturn0search0\n- Human AD tracer-kinetic and comparison studies using [11C]-UCB-J to measure synaptic density in AD. citeturn0search1turn0search3"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}