{
    "nct_id": "NCT00366483",
    "title": "A Randomized, Double-Blind, Placebo-Controlled, Ascending Multiple Dose Study of the Safety, Tolerability, and Pharmacokinetics of Lecozotan SR Administered Orally to Healthy Young and Elderly Subjects",
    "status": "COMPLETED",
    "last_update_time": "2007-03-15",
    "description_brief": "To assess the safety, tolerability and pharmacokinetics of single and multiple ascending oral doses of lecozotan SR in healthy young and elderly subjects.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "lecozotan SR (lecozotan, a 5‑HT1A silent antagonist)"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The trial tests lecozotan SR (oral, single and multiple ascending doses) for safety/tolerability/PK in healthy young and elderly subjects. Lecozotan is a serotonin 5‑HT1A receptor antagonist developed to potentiate cholinergic and glutamatergic neurotransmission and thereby improve cognitive deficits in Alzheimer’s disease — i.e., a symptomatic cognitive enhancer rather than a disease‑modifying biologic or small molecule that targets amyloid/tau. citeturn0search0turn0search1",
        "Act: Extracted key details from publications: lecozotan binds 5‑HT1A receptors (silent antagonist) with measurable receptor occupancy in PET studies and was advanced as a potential treatment to improve memory/cognition in AD; the cited Phase I/PK/PD paper and PET study describe safety, PK, PD and the mechanism (5‑HT1A antagonism potentiating cholinergic/glutamatergic transmission). These sources match the trial title/description. citeturn0search0turn0search1turn0search2",
        "Web search results (selected): 1) Patat A. et al., Br J Clin Pharmacol. 2009 — \"Safety, tolerability, pharmacokinetics and pharmacodynamics of ascending single and multiple doses of lecozotan in healthy young and elderly subjects\" (Phase I study; describes 5‑HT1A antagonist action and intent for AD cognitive symptoms). citeturn0search0 2) PET study (PubMed) — \"A positron emission tomography study to assess binding of lecozotan...\" (reports 5‑HT1A receptor occupancy in young, elderly and AD patients). citeturn0search1 3) DrugBank entry summarizing lecozotan as a 5‑HT1A antagonist and citing the PET/PKPD data. citeturn0search2",
        "Reflect: Classification as 'cognitive enhancer' is supported because lecozotan is a centrally acting, orally administered 5‑HT1A receptor antagonist developed to improve cognition/symptoms in AD (symptomatic mechanism — potentiation of cholinergic and glutamatergic systems). It is not a biologic (monoclonal antibody or vaccine) nor aimed at amyloid/tau disease modification, and it is not primarily for neuropsychiatric symptom control (e.g., agitation/depression). Therefore 'cognitive enhancer' is the best fit. Citations support the mechanism and trial intent. citeturn0search0turn0search1",
        "Notes / ambiguity: The formulation in this trial is \"SR\" (sustained‑release) of lecozotan for once‑daily dosing; all sources identify lecozotan as a small‑molecule, centrally acting 5‑HT1A antagonist developed as a symptomatic cognitive enhancer for AD. No evidence in the retrieved sources suggests disease‑modifying intent. citeturn0search0turn0search2"
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The trial drug, lecozotan SR, is a small‑molecule antagonist of the serotonin 5‑HT1A receptor intended as a symptomatic cognitive enhancer (potentiating cholinergic/glutamatergic transmission) rather than a disease‑modifying amyloid/tau agent. This mechanism specifically targets a neurotransmitter receptor. citeturn0search3turn0search4",
        "Act: Key extracted details — lecozotan = 5‑HT1A (serotonin) silent antagonist; studied for safety/PK/PD in healthy young and elderly and shown to occupy brain 5‑HT1A receptors in PET studies; development intent was to improve cognition/symptoms in AD (symptomatic cognitive enhancer). citeturn0search0turn0search3",
        "Reflect: Classification as 'D) Neurotransmitter Receptors' is the most specific CADRO category because the intervention directly modulates a neurotransmitter receptor (5‑HT1A). It is not targeting amyloid, tau, inflammation, or other disease‑modifying pathways, and it is not a diagnostic or non‑therapeutic intervention, so 'D' is appropriate. Sources: PET receptor‑occupancy study (Clinical Pharmacology & Therapeutics / PubMed) and DrugBank summary documenting 5‑HT1A antagonism. citeturn0search4turn0search3",
        "Web search results (selected): 1) PubMed / PET study: 'A positron emission tomography study to assess binding of lecozotan ...' — describes 5‑HT1A receptor occupancy in young, elderly and AD patients. citeturn0search0 2) Clinical Pharmacology & Therapeutics article/PDF: PET occupancy and PK/PD data for lecozotan. citeturn0search4 3) DrugBank summary entry for lecozotan listing 5‑HT1A antagonism and citing PET/PKPD studies. citeturn0search3"
    ]
}