{
    "nct_id": "NCT06870058",
    "title": "A Randomized, Double-Blind, Placebo-Controlled, Single and Multiple Ascending Dose of Phase 1 Study to Evaluate the Safety, Tolerability, Pharmacokinetics, and Pharmacodynamics of NH280105 in Healthy Adult Participants",
    "status": "RECRUITING",
    "last_update_time": "2025-06-23",
    "description_brief": "This is a Phase 1, randomized, double-blinded, placebo-controlled, single ascending dose (SAD) and multiple ascending dose (MAD) study to assess the safety, tolerability, pharmacokinetics (PK), and pharmacodynamics (PD) of NH280105 in healthy volunteers. In addition, this study will evaluate the effects of food on NH280105 under a two-period study setting.",
    "description_detailed": "This study will be conducted in 2 parts: Part 1 (SAD) and Part 2 (MAD). Approximately 48 participants will be enrolled.\n\n* Part 1 (Cohorts 1, 2, and 4): The study design includes a double-blind, placebo-controlled setting for SAD cohorts.\n* Part 1 (Cohort 3): This cohort will be a double-blind, placebo-controlled, two-conditions (ie, fed vs. fasted), two-period, crossover setting for the Food-effect Cohort.\n* Part 2: The study design includes a double-blind, placebo-controlled setting for MAD cohorts.\n\nOversight will be provided by a Safety Review Committee (SRC). Safety, tolerability, and PK/PD data (if available) of the preceding dose levels in both Part 1 (SAD) and Part 2 (MAD) will be reviewed by the SRC for dose escalation and the actual doses to be administered may be adjusted accordingly.",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "NH280105 (NH-280105)"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The trial is a Phase 1 SAD/MAD study in healthy volunteers to assess safety/PK/PD of NH280105 for Alzheimer disease — this indicates a therapeutic drug candidate rather than a diagnostic or non-therapeutic intervention. citeturn1search1turn0search0",
        "Act: Web sources identify NH280105 as an oral, highly selective Lp-PLA (lipoprotein-associated phospholipase A2) inhibitor and list it as a small-molecule development candidate from Jiangsu Nhwa Pharmaceutical; that mechanism is an enzymatic (inflammatory/vascular) target relevant to disease biology (not a symptomatic cognitive enhancer or neuropsychiatric agent). Based on these sources the intervention is a small molecule that targets a putative Alzheimer-related pathological pathway. citeturn1search3turn1search4",
        "Reflect: Classification — 'disease-targeted small molecule' — aligns with the evidence: (1) trial listings show NH280105 is being developed for Alzheimer disease in a first-in-human SAD/MAD study, and (2) independent reporting describes NH280105 as an oral Lp-PLA inhibitor (a small-molecule, disease-pathway-targeting agent). Uncertainty/notes: Lp-PLA2 is an inflammatory/vascular enzyme rather than amyloid/tau-specific, but still represents a disease-pathway target rather than a pure cognitive enhancer or symptomatic treatment; therefore the small-molecule disease-targeted category is the best fit. Sources used: clinical trial registry and company/industry reports. citeturn1search1turn1search3turn1search4"
    ],
    "agent_type": "F) Inflammation",
    "explanation_agent": [
        "Reason: The investigational compound NH280105 (NH-280105) is described in trial listings and company/industry reports as an oral, small‑molecule inhibitor of lipoprotein‑associated phospholipase A2 (Lp‑PLA2) — an enzyme implicated in vascular inflammation and linked in epidemiologic studies to dementia risk. This mechanism is an anti‑inflammatory/enzymatic disease‑pathway target, which maps to CADRO category F) Inflammation. citeturn0search6turn2search0turn2search7",
        "Act: Extracted details and sources — Phase 1 SAD/MAD study in healthy adults (NCT06870058) sponsored by Jiangsu Nhwa Pharmaceutical; NH280105 is listed as a disease‑targeted small molecule and industry/press/patent sources identify its target as Lp‑PLA2 (lipoprotein‑associated phospholipase A2). Because Lp‑PLA2 is an inflammatory enzyme, the most specific CADRO match is F) Inflammation. citeturn2search2turn0search6turn2search0turn2search7",
        "Reflect: The classification was chosen because the drug’s described mechanism is enzymatic inhibition of Lp‑PLA2, a mediator of inflammation (with vascular implications). While Lp‑PLA2 inhibitors also relate to vascular pathology, the primary biological focus in the sources is enzyme‑mediated inflammation rather than structural vascular repair, so F) Inflammation is the best single CADRO category. If future data emphasize a primarily vascular—rather than inflammatory—mechanism (e.g., BBB repair or endothelial remodeling), K) Vasculature could be reconsidered. Key supporting evidence and registry entries are listed below. citeturn1search0turn1search3",
        "Web search results (key items used to classify):",
        "- Clinical trial registry entry for NCT06870058 (Phase 1 SAD/MAD of NH280105 for Alzheimer disease; sponsor Jiangsu Nhwa Pharmaceutical). citeturn0search6turn2search2",
        "- Industry/press report stating NH280105 is an oral, highly selective Lp‑PLA inhibitor being developed for Alzheimer disease. citeturn2search0",
        "- Patent / product databases listing NH280105 (or related patent WO2025015951) and identifying the target as Lp‑PLA2 (Lp‑PLA2 inhibitors). citeturn2search7",
        "- Product/trial aggregator entries (Larvol/Delta, MedPath) summarizing the Phase 1 study. citeturn2search4turn2search2",
        "- Peer‑reviewed literature linking Lp‑PLA2 activity to dementia/vascular cognitive impairment (supporting biological plausibility for an inflammation/vascular pathway in dementia). citeturn1search0turn1search1"
    ]
}