{
    "nct_id": "NCT06538311",
    "title": "Neuromodulation of Brain Function in Alzheimer's Disease and Related Dementias",
    "status": "RECRUITING",
    "last_update_time": "2025-03-27",
    "description_brief": "In this research study we want to learn more about the effects of non-invasive brain stimulation on memory and brain-network function in cognitively unimpaired older adults and in patients with amnestic mild cognitive impairment (aMCI).\n\nThis study will use a form of non-invasive brain stimulation called repetitive Transcranial Magnetic Stimulation (rTMS). rTMS will slightly alter activity in an area of your brain that controls memory. Changes resulting from this stimulation will be measured with behavioral tests of memory and general cognition, as well as by taking images of your brain with Magnetic Resonance Imaging (MRI).\n\nParticipants will come in for one baseline visit followed by 10 days of daily rTMS study visits (Monday through Friday) and an evaluation visit. Then, there will be a 2-week break. After this break, they will return for another baseline visit, an additional 10 days of rTMS, and a final evaluation visit.",
    "description_detailed": "N/A",
    "phase": [
        "EARLY_PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "OTHER",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is repetitive Transcranial Magnetic Stimulation (rTMS), a non‑invasive neuromodulation method intended to alter activity in a memory‑related brain area and measure resulting changes in memory performance and network function. This is aimed at improving cognitive (memory) function rather than directly modifying Alzheimer’s pathology (amyloid or tau), so it fits the \"Cognitive enhancer\" definition. citeturn0search3turn0search0",
        "Act: Key trial details extracted from the description — intervention: rTMS (repetitive Transcranial Magnetic Stimulation); population: cognitively unimpaired older adults and patients with amnestic MCI (aMCI); schedule: two 10‑day blocks of daily rTMS separated by a 2‑week break; outcomes: behavioral memory/general cognition tests and MRI measures of brain networks. No drug is used in this protocol (some rTMS trials use a sham control, but the provided description does not name a drug or pharmacologic agent). Example trials and RCT/meta‑analysis evidence show rTMS is studied as a symptomatic cognitive intervention in MCI/AD. citeturn0search3turn0search2",
        "Reflect: Classification check — rTMS evidence from multiple randomized and meta‑analytic studies supports short‑term improvements in cognition and memory in MCI/early AD when applied with appropriate frequency/targets and multiple sessions; these findings are symptomatic/cognitive (not disease‑modifying) in nature, confirming the \"Cognitive enhancer\" classification for this trial. If the study explicitly targeted amyloid/tau biology or used a biologic/small‑molecule agent it would be reclassified, but no such agent is described here. citeturn0search6turn0search7",
        "Web search results used to verify details and context (selected sources): (1) trial of targeted multiday rTMS in aMCI showing memory/network effects (Warren et al., Alzheimer's & Dementia 2023). citeturn0search3 (2) systematic reviews/meta‑analyses and reviews showing rTMS can improve cognitive function and memory in MCI/AD and summarizing effective parameters (multiple sites, higher frequency, more sessions). citeturn0search0turn0search2turn0search6turn0search7"
    ],
    "agent_type": "M) Synaptic Plasticity/Neuroprotection",
    "explanation_agent": [
        "Reason: The intervention is repetitive transcranial magnetic stimulation (rTMS), a non‑invasive neuromodulation method intended to change cortical/network activity and improve memory/cognition. rTMS effects in MCI/AD are described as symptomatic cognitive enhancement mediated by changes in cortical excitability and plasticity rather than direct modification of amyloid or tau pathology. citeturn0search1turn0search6",
        "Act: Extracted trial details — intervention: rTMS (multiday, targeted to memory-related areas); population: older adults and aMCI/early AD; outcomes: behavioral memory/cognition and MRI network measures. No pharmacologic agent or molecular target (amyloid/tau/ApoE, etc.) is described. The mechanism most consistently reported in clinical and preclinical work is modulation of synaptic plasticity and network function (BDNF/TrkB signaling, changes in synaptic markers), which aligns with CADRO category M (Synaptic Plasticity/Neuroprotection). citeturn0search0turn0search3turn0search9",
        "Reflect: Classification check — rTMS is a symptomatic neuromodulatory cognitive enhancer whose principal mechanistic rationale in the literature is to modify cortical excitability and plasticity (and thereby improve cognition), not to target amyloid, tau, inflammation, vasculature, or a specific receptor pathway. Therefore the most specific CADRO category is M) Synaptic Plasticity/Neuroprotection. If the protocol had targeted a molecular pathology (e.g., anti-amyloid antibody) or combined rTMS with a disease-modifying drug, a different CADRO code or 'R) Multi-target' might apply. citeturn0search4turn0search5",
        "Web search results (selected sources supporting the above): (1) Systematic reviews/meta-analyses showing cognitive benefits of rTMS in MCI/early AD. citeturn0search0turn0search3turn0search5 (2) Reviews/meta-analyses describing altered cortical excitability and impaired plasticity in MCI/AD and TMS as a probe/target for plasticity. citeturn0search1turn0search6 (3) Preclinical studies linking rTMS to synaptic plasticity mechanisms (BDNF/TrkB, synaptic proteins) and gene expression changes relevant to plasticity. citeturn0search9turn0search4"
    ]
}