{
    "nct_id": "NCT02253732",
    "title": "Skeletal Muscle as a Mediator of Exercise Induced Effects on Metabolism & Cognitive Function: Role for Myokines & miRNAs",
    "status": "COMPLETED",
    "last_update_time": "2018-04-14",
    "description_brief": "The purpose of this study is to determine specific changes in muscle secretory profile (myokines, miRNA) in association with neurodegenerative disease progression and metabolic dysfunction. Next the investigators would like to determine the shift in the muscle secretory activity induced by regular exercise intervention, which the investigators think could be translated into the beneficial changes in clinical phenotypes, determined by neuroimaging, cognitive function tests and metabolic phenotyping.",
    "description_detailed": "Standard Operating Procedures for patient recruitment, data collection, data management, data analysis routinely used in University Hospital Bratislava and in Institute of Experimental Endocrinology Slovak Academy of Sciences will be employed.\n\nStatistical analysis will be employed to address the primary and secondary objectives, as specified in the study protocol.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "PREVENTION",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The study description and title indicate a mechanistic/interventional exercise study measuring changes in skeletal muscle secretome (myokines and miRNAs) and relating those changes to metabolic and cognitive/brain measures. This is a behavioral/exercise intervention (not a drug or biologic) and aims to understand/transduce exercise-induced effects rather than test a pharmacologic agent or symptom-targeted therapy.",
        "Act: Key extracted details — registration NCT02253732; intervention: 3-month supervised exercise program; primary outcomes: muscle microRNAs and myokines, whole-body energy metabolism, motoric and cognitive function. These details come from the trial record. citeturn1search0turn1search3",
        "Supporting evidence / web search results used: (1) Trial record showing the study title, NCT number, 3-month exercise behavioral intervention, and primary outcomes (muscle myokines/miRNAs and cognitive/metabolic measures). citeturn1search0turn1search3 (2) Background literature establishing that myokines/miRNAs are muscle-secreted factors mediating exercise effects on metabolism and brain function (reviews on myokines and exercise-induced effects). citeturn0search6turn0search2 (3) Specific links between exercise-induced myokines and cognitive/brain effects (examples such as CTSB/BDNF in the literature). citeturn0search4",
        "Reflect: Classification check — according to the category definitions: (a) Disease-targeted biologic: requires a biologic therapeutic (e.g., antibody/vaccine) targeting AD pathology — not present. (b) Disease-targeted small molecule: requires a small-molecule drug targeting pathology — not present. (c) Cognitive enhancer: would be an investigational drug/device intended to directly improve cognition — not present (cognitive outcomes are measured as downstream effects of exercise). (d) Neuropsychiatric symptom improvement: targets behavioral/psychiatric symptoms specifically — not the case. The intervention is non-pharmacologic (exercise), mechanistic and preventive/rehabilitative in intent, so it does not fit any of the four therapeutic categories; therefore the correct classification is 'N/A'. The above classification is consistent with the trial record and the myokine literature. citeturn1search0turn0search6"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}