{
    "nct_id": "NCT03672201",
    "title": "Standardizing Care for Neuropsychiatric Symptoms and Quality of Life in Dementia",
    "status": "ACTIVE_NOT_RECRUITING",
    "last_update_time": "2025-02-26",
    "description_brief": "The object of this study to evaluation an Integrated Care Pathway (ICP) to treat Aggression and Agitation in Alzheimer's disease (AD-AA). The ICP is an algorithmic approach to use psychotropic medications and non-pharmacological interventions based on standardized assessments which fosters measurement-based decision making. This study will assess the efficacy of the ICP to treat AD-AA and its impact on inappropriate use of medications in inpatient settings and Long-Term Care Facilities (LTCF).\n\nThe investigators will enroll and randomize 220 participants with AD-AA (110 inpatient and 110 LTCFs) to ICP vs. Treatment As Usual. Further, this study will also examine the impact of the ICP on caregiver burden and undertake a cost-effectiveness analysis of the ICP for patients with AD-AA.",
    "description_detailed": "This project will take place in 7 sites across two settings: Inpatient (CAMH in Toronto, Douglas Hospital Research Centre in Montreal, Parkwood Institute in London, and the University of Calgary in Calgary); and LTCFs affiliated with CAMH in Toronto and Parkwood Institute in London.\n\nAfter a project initiation phase of 6 months, the investigators will enroll and randomize 220 participants with AD-AA (110 inpatient and 110 in LTCFs) to ICP vs.TAU. In this randomized control trial (RCT) phase of the project, participants will be treated for 12 weeks. There will be two primary outcome measures: (i) the Cohen-Mansfield Agitation Inventory (CMAI) Total Frequency Score (CMAI-frequency) and (ii) the proportion of participants on polypharmacy. These measures will be conducted at baseline, end of non-pharmacological intervention phase, the mid-point of pharmacological interventions and end of RCT. Neuropsychiatric Inventory-Questionnaire (NPI-C) will be used to assess global burden of neuropsychiatric symptoms at baseline, end of non-pharmacological intervention phase and exit. The modified Clinical Global Impression of Change (CGIC) will also be measured at predetermined time points throughout the 12 weeks to determine response as defined by CGIC \\< 3. CGIC is a 7-point Likert scale to rate each patient along a continuum from marked improvement to marked worsening, based on global clinical impression. Rating of \\< 3 indicates moderate or marked improvement in agitation as compared to baseline. At the end of the RCT, each participant will be naturalistically followed up for an additional 6 months during which the investigators will collect both clinical and health economics data from the Institute for Clinical Evaluative Sciences (ICES) database. The RCT phase will be completed after 18 months, and during the last part of this project, the investigators will analyze the data from the RCT and complete all naturalistic follow-ups.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "neuropsychiatric symptom improvement",
    "drug": [
        "No specific drug named — the intervention is an Integrated Care Pathway (ICP) using an algorithmic approach to psychotropic medications plus structured non-pharmacological interventions"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial tests an Integrated Care Pathway (ICP) that standardizes behavioral (non-pharmacological) interventions and a sequential pharmacological medication algorithm to treat agitation and aggression in Alzheimer’s disease — i.e., it targets neuropsychiatric symptoms rather than Alzheimer’s pathology or cognition. citeturn0search5turn0search2",
        "Act: Key details extracted — randomized StaN trial (Standardizing Care for Neuropsychiatric Symptoms and Quality of Life in Dementia, ClinicalTrials.gov NCT03672201) enrolls ~220 participants (inpatient and long‑term care) and compares ICP vs treatment-as-usual; primary aims include reducing agitation (CMAI) and lowering psychotropic polypharmacy. The protocol uses a medication algorithm but does not specify a single investigational drug. citeturn0search2turn0search5",
        "Reflect: Classification check — this intervention is explicitly designed to manage neuropsychiatric symptoms (agitation/aggression) via care pathways, behavioral strategies, and algorithmic psychotropic use, so it matches the 'neuropsychiatric symptom improvement' category. No evidence in the trial description that it is testing a disease‑modifying biologic, a small molecule targeting AD pathology, or a pure cognitive enhancer. citeturn0search3turn0search1"
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The StaN trial (Standardizing Care for Neuropsychiatric Symptoms and Quality of Life in Dementia, NCT03672201) tests an Integrated Care Pathway (ICP) that standardizes behavioral (non‑pharmacological) interventions and implements an algorithmic, sequential pharmacological medication strategy to treat agitation and aggression in people with Alzheimer’s disease — i.e., the intervention is directed at neuropsychiatric symptoms rather than Alzheimer’s core pathology or cognition. citeturn0search2turn0search0",
        "Act: Key trial details extracted from the trial record and publications — StaN is a randomized study comparing ICP versus treatment‑as‑usual (TAU), with primary outcomes including the Cohen‑Mansfield Agitation Inventory (CMAI) and rates of psychotropic polypharmacy. The ICP arm includes a medication 'algorithm' (cleanup phase, structured non‑pharmacological interventions, then stepped pharmacologic treatment as needed) rather than a single investigational molecule. These facts are documented in the trial listing and the trial report. citeturn0search6turn0search2",
        "Mapping to CADRO: Although the trial’s principal emphasis is on behavioral care pathways (non‑pharmacological), the pharmacological component consists of psychotropic medications (antipsychotics, antidepressants, anxiolytics, sedatives, etc.) whose mechanisms act on neurotransmitter systems (dopaminergic, serotonergic, GABAergic, etc.). Therefore the most specific CADRO match is D) Neurotransmitter Receptors (symptom‑directed pharmacologic modulation of neurotransmitter receptors), with the non‑drug behavioral elements noted but not mapped to a separate CADRO category. citeturn0search2turn0search1",
        "Reflect: Alternatives considered — (1) R) Multi‑target could be argued because the ICP combines behavioral and multiple classes of psychotropic drugs, but CADRO is organized by biological target class and the pharmacologic portion maps cleanly to neurotransmitter targets; (2) T) Other would apply if the intervention were purely diagnostic or non‑therapeutic, but this is an interventional management study including pharmacotherapy. Given the trial’s aim to manage neuropsychiatric symptoms via psychotropic drugs that act on neurotransmitter systems, D) Neurotransmitter Receptors is the best fit. If you prefer classification based only on the non‑pharmacological components (ignoring psychotropics), note that CADRO lacks a dedicated 'behavioral intervention' category and one might then choose T) Other for a non‑biological intervention. citeturn0search2turn0search6",
        "Sources used (search results cited above): StaN trial report (Alzheimers Dement, 2025) and open‑access results summary. citeturn0search2; PubMed rationale/design summary of the StaN study. citeturn0search0; Clinical trial registry/summary pages documenting NCT03672201 and the ICP intervention. citeturn0search6turn0search1"
    ]
}