{
    "nct_id": "NCT04029623",
    "title": "Partnered Rhythmic Rehabilitation for Enhanced Motor-Cognition in Prodromal Alzheimer's Disease",
    "status": "RECRUITING",
    "last_update_time": "2025-04-18",
    "description_brief": "Interventions that affect many different aspects of human ability rather than just one aspect of human health are more likely to be successful in preventing and treating Alzheimer's disease (AD). Functional decline in AD is severely impacted by impaired ability to do physical actions while having to make decisions and concentrating, something scientists call motor-cognitive integration. Combined motor and cognitive training has been recommended for people with early AD, thus this study will use partnered, rhythmic rehabilitation (PRR), as an intervention to simultaneously target cardiovascular, social and motor-cognitive domains important to AD. PRR is moderate intensity, cognitively-engaging social dance that targets postural control systems, involves learning multiple, varied stepping and rhythmic patterns, and fosters tactile communication of motor goals between partners, enhancing social interaction's effect on cognition. Previous research demonstrates that PRR classes are safe and result in no injurious falls.\n\nThis study is a 12-month long Phase II single- blind randomized clinical trial using PRR in 66 patients with early AD. Participants with early AD will be randomly assigned to participate in PRR or a walking program for three months of biweekly sessions, followed by nine months of weekly sessions of PRR or walking. The overarching hypothesis is that PRR is safe, tolerable and associated with improved motor-cognitive function, and brain (neuronal), vascular (blood vessels) and inflammatory biomarkers that might affect function.",
    "description_detailed": "For people with early Alzheimer's disease (AD), treatment options to prevent declined function are extremely limited, because AD affects many areas of function. In early AD, people may have trouble physically doing things while also thinking, which is necessary for many activities in daily life. This problem might be helped by doing activities that challenge the mind and the body at the same time. Partnered rhythmic rehabilitation (PRR), which targets fitness, cognition, mobility and social engagement and may prevent future functional problems in AD.\n\nThis is a phase II single-blind randomized clinical trial to assess the safety, tolerability, and efficacy of PRR in individuals in the early stages of AD, also called prodromal AD (pAD) . Participants will be randomly assigned to 90-minute PRR or WALK classes. Both interventions will receive equal contact and monitoring from study staff. Participants will have two phases of intervention. In the three-month Training phase, participants will be assigned to 20, biweekly (90-minute) lessons over 12 weeks. In the nine-month Maintenance phase, participants will attend weekly lessons at least 3 times per month. Participants will undergo either PRR or Walking Exercise (WALK) interventions for one year, which will use de-escalating doses: two times per week for three months (Training) and weekly for nine months (Maintenance).\n\nThe first study aim is to determine acceptability, safety, tolerability and satisfaction with PRR in pAD. The second aim is to determine a) efficacy of PRR vs. WALK for improving motor-cognitive integration in pAD; b) to identify sensitive endpoints to power a future phase III trial. The researchers will also explore potential mechanisms by which PRR affects pAD. These mechanisms include functional brain measures, vascular, and inflammation measures (arterial stiffness; cerebral perfusion, task functional magnetic resonance imaging \\[fMRI\\]; inflammatory markers: cytokines and chemokines, endothelial adhesion markers.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "Cognitive enhancer",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is Partnered Rhythmic Rehabilitation (PRR) — a moderate‑intensity, cognitively engaging social dance program designed to train motor-cognitive integration, cardiovascular fitness, and social interaction rather than a pharmacologic agent. PRR is described as a behavioral/rehabilitation intervention intended to improve motor-cognitive function and related brain, vascular, and inflammatory biomarkers in prodromal (early) AD. citeturn0search8turn0search0",
        "Act: Key trial details extracted — a 12‑month, Phase II, single‑blind randomized trial of PRR versus a walking control in 66 participants with prodromal AD (amnestic MCI due to AD). The primary aims are safety/tolerability and efficacy for improving motor‑cognitive integration and selecting sensitive endpoints; biomarkers are exploratory. No drug or placebo is involved. citeturn0search8turn0search7",
        "Reflect: This is a non‑pharmacologic, behavioral intervention aiming to improve cognitive/motor performance (and possibly produce neuroprotective effects indirectly). By the provided category definitions, it best matches 'Cognitive enhancer' (intervention improving cognitive function without directly targeting AD pathology via a biologic or small molecule). It does not fit 'disease‑targeted biologic' or 'disease‑targeted small molecule', nor is it focused on treating neuropsychiatric symptoms, so 'Cognitive enhancer' is the appropriate classification. citeturn0search8",
        "Web search / sources used: Rationale and Design of the PARTNER Trial (Journal of Alzheimer’s Disease; PubMed/PMC) — full protocol and rationale. citeturn0search8turn0search0",
        "Additional trial listings and summaries (ClinicalTrials/CenterWatch/SmartPatients/ICH GCP) confirming PRR vs walking randomized design, enrollment (66), and aims. citeturn0search7turn0search6turn0search9"
    ],
    "agent_type": "T) Other",
    "explanation_agent": [
        "Reason: The intervention is Partnered Rhythmic Rehabilitation (PRR), a non‑pharmacologic, behavioral/rehabilitation (dance-based motor-cognitive) program intended to improve motor-cognitive integration, cardiovascular fitness, and social interaction rather than a drug or biologic targeting a specific molecular pathway or protein. The trial explicitly frames biomarkers (neural, vascular, inflammatory) as exploratory rather than indicating an explicit molecular therapeutic target. citeturn0search4turn0search1",
        "Act: Key trial details — a 12‑month, Phase II, single‑blind randomized controlled trial (PRR vs group walking) in 66 participants with prodromal AD (amnestic MCI due to AD); primary aims are safety/tolerability and efficacy for motor‑cognitive outcomes, with biomarkers exploratory. No drug, biologic, small molecule, or clearly defined molecular target is tested, so no CADRO mechanistic category (A–Q, R) applies. Therefore assign 'T) Other'. citeturn0search4turn0search0",
        "Reflect: This classification was chosen because CADRO categories map to specific biological targets or mechanisms (e.g., amyloid, tau, inflammation, synaptic plasticity). PRR is a behavioral therapeutic lacking a defined molecular target; while it may indirectly affect vascular, inflammatory, or neuroprotective pathways, those are exploratory effects and not the stated direct target. Thus 'T) Other' best reflects the trial’s non‑pharmacologic nature. If you want a more mechanistic mapping based on exploratory biomarkers (e.g., inflammation → F; vasculature → K; neuroprotection → M), note that would be inferential rather than explicit in the protocol. citeturn0search4",
        "Web search results used (key sources): 1) Full protocol and rationale (Journal of Alzheimer’s Disease; PMC): 'Rationale and Design of the PARTNER Trial' — describes PRR, trial design (PRR vs WALK, n=66), aims, and exploratory biomarker goals. citeturn0search4 2) PubMed entry for the PARTNER trial (abstract and indexing). citeturn0search1 3) University site / article metadata summarizing the trial rationale and methods. citeturn0search0"
    ]
}