{
    "nct_id": "NCT01351142",
    "title": "Cytokines and Cognitive Decline in Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2016-10-10",
    "description_brief": "Amyloid plaques and neurofibrillary tangles are the 2 well-known etiopathological hallmarks of Alzheimer's disease (AD). Beside these 2 lesions, inflammation response is described in the brain of patients with AD.\n\nThe main objective of our study is to analyse the correlation between the value of plasma cytokines (interleukin 1, 6, TNFα and chemochine Rantes) and the rapidity of the cognitive decline in AD over a 2-year follow-up.\n\nSecondary objectives include:\n\n* the predictive value of the cytokines on the cognitive decline after 6 months and one year of follow-up., of the patients include 150 patients with AD (MMSE: 16-25)\n* correlation between plasma cytokines levels and expression of the protein kinase PKR (involved in death cell) in blood mononuclear cells.",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "N/A",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The protocol is an observational/prognostic study that measures plasma cytokines (IL-1, IL-6, TNF-α, CCL5/RANTES) and PKR expression and correlates them with cognitive decline over 2 years — it uses blood tests and cognitive assessments, not a therapeutic intervention. citeturn0search1turn0search6",
        "Act: Key trial details extracted from registries — ClinicalTrials.gov / trial entries identify this study as NCT01351142 (Poitiers University Hospital), enrollment ~133–150 AD patients with MMSE 16–25, and the listed intervention is 'blood test and cognitive tests' (no drug, no biologic treatment). citeturn0search4turn0search6",
        "Additional evidence: A related published two-year longitudinal study measuring the same plasma cytokines reported no correlation between baseline IL-1β, IL-6, TNF-α, or CCL5 and cognitive decline, supporting that this line of work is biomarker/prognostic research rather than a therapeutic trial. citeturn0search5",
        "Reflect: Because the study does not administer a biologic or small-molecule treatment and aims to assess biomarker–outcome correlations (not to improve cognition or neuropsychiatric symptoms), it does not fit the four therapeutic categories (disease-targeted biologic, disease-targeted small molecule, cognitive enhancer, neuropsychiatric symptom improvement). Therefore the correct classification is 'N/A'. citeturn0search1turn0search4"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}