{
    "nct_id": "NCT05383118",
    "title": "Dementia Prevention Internet-Based Intervention: Randomized Controlled Trial and Knowledge Translation",
    "status": "COMPLETED",
    "last_update_time": "2023-08-17",
    "description_brief": "In this proposal, the investigators plan to study the effectiveness of our web-based intervention on dementia prevention knowledge, intentions, and behaviour change. Participants will be randomized to one of two groups - intervention and control. Participants randomized to the intervention group will receive the dementia prevention e-learning. Participants in the control group will be assigned an alternate-topic e-learning lesson. All participants will be given access to all e-learning at the conclusion of the study.\n\nThe purpose of this phase is to explore if and how our dementia prevention e-learning influences participants' knowledge, intentions and health behaviours related to dementia risk.",
    "description_detailed": "Background:\n\nWith our aging population, the prevalence of dementia is increasing dramatically. Developing a better understanding of how dementia can be prevented and sharing information about how Canadians can reduce their risk of developing dementia or delay its onset is critical to keeping Canadians healthy and improving quality of life. Web-based interventions in dementia have been shown to be effective for a range of outcomes, but very few have been widely implemented or rigorously studied; additionally, national, and provincial guidelines have all highlighted the importance of online resources to improve dementia prevention education. This has been further brought into focus by the coronavirus pandemic. While there have been studies of web-based health information on intentions and behaviour change, the vast majority of those studies have looked at text-based health information, rather than internet-based interventions that have incorporated best practices in instructional design for e-learning. This project will help to address this gap in the literature, as improved instructional design should have an impact on knowledge gain, which the investigators hypothesize may increase intentions and behaviour change.\n\nThe investigators developed a high-quality, award-winning web- and email-based dementia prevention education platform for care partners, which includes asynchronous, multimedia e-learning lessons and email-based 'micro-learning' content to reinforce the learning.\n\nObjective:\n\nIn this proposal, the investigators plan to study the effectiveness of our web-based intervention on dementia prevention knowledge, intentions, and behaviour change.\n\nMethods:\n\nDesign, Setting, and Participants:\n\nThis study is a sequential explanatory mixed methods design randomized controlled trial. Following eligibility screening, informed consent, and baseline socio-demographic measures, participants will be randomized either to the intervention group or the control group. Those adults (age ≥ 16) who have no prior diagnosis of dementia, have internet and email access, and are fluent in English will be eligible to participate. Participants will be randomized and directed to their assigned learning path after submitting online informed consent and baseline measures using the Division of e-Learning Innovation's research platform. Participants will be randomized using a block randomization. To the best of our ability, efforts will be made to blind participants to their allocation group and study hypotheses.\n\nIntervention:\n\nParticipants randomized to the intervention group will receive the dementia prevention e-learning. Participants in the control group will be assigned an alternate-topic e-learning lesson. All participants will be given access to all e-learning at the conclusion of the study.\n\nOutcomes:\n\nThe purpose of this phase is to explore if and how our dementia prevention e-learning influences participants' knowledge, intentions and health behaviours related to dementia risk.\n\nThe specific aims are:\n\n1. To evaluate whether exposure to the e-learning intervention changes knowledge of dementia risk factors, intention to engage in risk reduction activities, and health behaviours related to dementia prevention.\n2. To explore qualitative aspects such as participants' engagement and satisfaction with the intervention, as well as barriers and facilitators to use, through surveys and synchronous online focus groups.\n\nImplications and Relevance:\n\nThe results of this study will contribute to the planning of a larger randomized controlled trial (RCT) in the future; as well as the evaluation of innovative, cost-effective, and efficient dementia prevention resources that can complement traditional approaches. The intervention could be easily scaled and spread to complement other dementia education methods.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "PREVENTION",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The description and trial title describe a web-based e-learning dementia prevention intervention (DementiaRisk) aiming to change knowledge, intentions, and health behaviours related to dementia risk — an educational/behavioural intervention rather than a drug or biologic. citeturn0search0turn0search1",
        "Act (key extracted details): The trial is titled 'Dementia Prevention Internet-Based Intervention: Randomized Controlled Trial and Knowledge Translation' and tests a web- and email-based dementia prevention e-learning (DementiaRisk) versus an alternate-topic e-learning control; primary outcomes are knowledge, intentions, and behaviour change. Trial materials and protocol are published (PubMed/PMC) and the intervention is described as multimedia, instructionally designed prevention education. No drug or biologic is involved. citeturn0search0turn0search2",
        "Web search results (sources used): MedPath trial listing for the study (trial details and objectives). citeturn0search0",
        "Internet-based trial protocol and summary on PubMed (abstract summarizing DementiaRisk RCT). citeturn0search1",
        "Full protocol and methods on PMC / JMIR Research Protocols describing outcomes, recruitment, and intervention content (DementiaRisk). citeturn0search2turn0search3",
        "Reflect: Given the intervention type (educational/web-based behavioural programme) it does not match any of the four provided therapeutic categories (disease-targeted biologic, disease-targeted small molecule, cognitive enhancer, neuropsychiatric symptom improvement). Therefore the correct classification is 'N/A'. No ambiguity — the trial explicitly tests an educational prevention intervention, not a pharmacologic or biologic therapy."
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}