{
    "nct_id": "NCT05423522",
    "title": "Prospective, Multicenter, First Part Randomized, Placebo-controlled, Parallel-group, Double-blind Period Followed by Open-label Trial Period to Evaluate Clinical Safety & Efficacy of NanoLithium® NP03 in Patients With Mild-to-severe Alzheimer's Disease: Proof-of-concept Study",
    "status": "COMPLETED",
    "last_update_time": "2025-01-15",
    "description_brief": "This proof-of-concept study will assess safety, tolerance, and efficacy of NanoLithium® NP03 in patients with mild-to-severe Alzheimer's Disease (AD).",
    "description_detailed": "This French Study is a prospective, multicenter, randomized (1:1), placebo-controlled, parallel-group, double-blind period followed by an open-label trial period to Evaluate Clinical Safety and Efficacy of NanoLithium® NP03 in Patients With Mild-to-severe Alzheimer's Disease.\n\nPatients will be randomized into two treatment arms:\n\n* NanoLithium® NP03 (N=34)\n* Placebo (N=34)\n\nThe first phase will consist of a double blind 12-week -period, which will be followed by an open-label 36-week period for each arm.\n\nA total of 18 clinical or phone call visits are scheduled during this study. During the follow-up, clinical, biological, electrophysiological, imaging assessments and questionnaires will be performed to determine the safety, efficacy, and disease-modifying effect of NanoLithium® NP03.",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "NanoLithium® NP03 (microdose lithium formulation)"
    ],
    "placebo": [
        "Placebo"
    ],
    "explanation_target": [
        "Reason: The intervention NP03 is a microdose lithium formulation (a small-molecule/li-ion preparation) being tested for safety and efficacy in AD; preclinical studies report NP03 modulates disease-related pathways (inactivates GSK-3β, reduces BACE1 activity and amyloid levels, and reduces neuroinflammation), consistent with a disease-modifying mechanism rather than a purely symptomatic cognitive enhancer. citeturn0search5turn0search6",
        "Act: Trial registry and listings identify the study of NanoLithium® NP03 in mild-to-severe AD with randomized placebo control and report NP03 as the active drug (dosing described as a buccal microdose formulation in the registry). This confirms the drug identity and clinical intent to test effects on AD. citeturn0search1turn0search3",
        "Reflect: Classification — disease-targeted small molecule — is appropriate because NP03 is a lithium ionic small-molecule formulation with evidence of acting on core AD pathology (amyloid/tau-related pathways and neuroinflammation). Possible ambiguity: lithium can also produce symptomatic/cognitive effects, but the cited preclinical mechanism and the trial’s stated aim to evaluate disease-modifying effects point to the 'disease-targeted small molecule' category. Sources used: clinical trial listing and peer-reviewed preclinical studies. citeturn0search1turn0search5turn0search6"
    ],
    "agent_type": "A) Amyloid beta",
    "explanation_agent": [
        "Reason: NP03 is a microdose lithium small molecule with preclinical evidence that it inactivates GSK-3β and, critically, reduces BACE1 expression/activity and lowers amyloid-β levels and plaques—indicating a primary disease-modifying action on the amyloid pathway rather than solely symptomatic effects. citeturn0search1turn0search0",
        "Act: The trial drug is NanoLithium® NP03 (a buccal/microdose lithium formulation). Key published preclinical studies report BACE1 inhibition and reduced Aβ (and secondary effects on GSK-3β, neuroinflammation, oxidative stress, and neurogenesis). Because the most specific, load-bearing mechanism reported is reduction of BACE1/Aβ, the appropriate CADRO assignment is A) Amyloid beta. citeturn0search1turn0search2",
        "Reflect: Although NP03 also modulates GSK-3β (implicating tau pathways), neuroinflammation, oxidative stress and neurogenesis, the primary and most direct disease-targeted mechanism reported is on BACE1 and amyloid levels. Therefore A) Amyloid beta is the best single CADRO category; if one were forced to capture all actions simultaneously, R) Multi-target could be argued, but the most specific match is A). citeturn0search3turn0search2",
        "Web search results used: 1) BACE1 inhibition by microdose lithium formulation NP03 rescues memory loss and early stage amyloid neuropathology — PubMed (describes NP03 inactivating GSK-3β, reducing BACE1 activity and amyloid levels). citeturn0search1 2) NP03, a Microdose Lithium Formulation, Blunts Early Amyloid Post-Plaque Neuropathology in McGill-R-Thy1-APP Alzheimer-Like Transgenic Rats — J Alzheimers Dis (reports reductions in soluble/aggregated Aβ, neuroinflammation and oxidative stress). citeturn0search0turn0search2 3) PubMed entry for the JAD NP03 study (index/abstract). citeturn0search3"
    ]
}