{
    "nct_id": "NCT00519298",
    "title": "A Double-Blind, Placebo-Controlled, Balanced, 4-Way, Incomplete Block Design to Evaluate the Effects of a Single Administration of SAM-531 on Sleep Electroencephalogram (EEG) and Quantitative Wake EEG (qEEG) in Healthy Subjects",
    "status": "COMPLETED",
    "last_update_time": "2008-04-21",
    "description_brief": "Primary: To evaluate the pharmacologic effect of single doses of SAM-531 on sleep EEG in healthy subjects.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "N/A",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "SAM-531 (cerlapirdine; PF-05212365) — selective 5‑HT6 receptor antagonist (small-molecule)"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The study description and title evaluate pharmacologic effects of single doses of SAM-531 on sleep EEG/qEEG in healthy subjects (a Phase I pharmacodynamic/safety study), which indicates a symptomatic/pharmacodynamic aim rather than disease modification. citeturn1search7",
        "Act: SAM-531 is cerlapirdine (PF-05212365), a selective, potent 5‑HT6 receptor antagonist — a small-molecule class developed for symptomatic treatment to improve cognition in Alzheimer’s disease (i.e., a cognitive enhancer), not a biologic targeting amyloid/tau. citeturn0search7turn0search5",
        "Reflect: Given the mechanism (5‑HT6 receptor antagonism) and the study focus on EEG/pharmacodynamics in healthy volunteers, the correct category is 'cognitive enhancer' (category 3). There is no indication in the description that SAM-531 is a biologic or a disease‑modifying agent. citeturn0search7turn1search7",
        "Web search results used (summary): [PubMed — disposition/metabolism paper identifying cerlapirdine = SAM-531 and describing it as a 5‑HT6 antagonist]. citeturn0search7; [MedPath / ClinicalTrials entries — Phase I/II records for SAM-531 including the sleep EEG healthy-subject study (NCT00519298) and other safety/PK trials]. citeturn1search7turn0search4; [AdisInsight trial profile — trial listing for the sleep EEG study linking cerlapirdine (SAM-531) and donepezil]. citeturn1search1",
        "Notes/ambiguity: Classification is clear because the compound is a small‑molecule 5‑HT6 antagonist (symptomatic cognitive target). If you want, I can fetch the original ClinicalTrials.gov record(s) (NCT IDs) or the 5‑HT6 antagonist literature for more detail. citeturn1search7turn0search7"
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The trial is a Phase I pharmacodynamic/safety study that evaluates single doses of SAM-531 (cerlapirdine) on sleep EEG/qEEG in healthy volunteers, indicating a symptomatic/pharmacodynamic aim (not disease modification). citeturn1search0",
        "Act: SAM-531 is cerlapirdine (PF-05212365), a selective, potent small-molecule antagonist of the 5‑HT6 (serotonin) receptor — a classical neurotransmitter receptor target pursued as a symptomatic cognitive enhancer in AD. citeturn0search2turn0search0",
        "Reflect: 5‑HT6 is a neurotransmitter (serotonin) receptor; according to CADRO this maps to D) Neurotransmitter Receptors. The study and drug mechanism do not indicate amyloid/tau, inflammatory, or disease-modifying targets, so D is the most specific fit. citeturn0search5",
        "Web search results used (key sources): (1) Clinical trial record for the sleep EEG study (NCT00519298) confirming design and PD/safety focus. citeturn1search0 (2) PubMed disposition/metabolism paper and descriptions identifying cerlapirdine = SAM-531 and describing it as a selective 5‑HT6 receptor antagonist. citeturn0search2 (3) Product/target summaries (MedChemExpress, MedKoo/TargetMol) describing cerlapirdine (SAM-531; PF-05212365) as a selective 5‑HT6 antagonist developed as a cognitive enhancer. citeturn0search0turn0search4turn0search5"
    ]
}