{
    "nct_id": "NCT02640092",
    "title": "Longitudinal Evaluation of [18F]GTP1 as a PET Radioligand for Imaging Tau in the Brain of Patients With Prodromal, Mild, and Moderate Alzheimer's Disease Compared to Healthy Volunteers",
    "status": "COMPLETED",
    "last_update_time": "2019-12-19",
    "description_brief": "This is an open-label, longitudinal observational study evaluating the imaging characteristics of the tau positron-emission tomography (PET) radioligand \\[18F\\] Genentech Tau Probe 1 (GTP1) in the brain of participants with prodromal, mild, and moderate Alzheimer's disease (AD) compared to healthy participants. The overall goal of this protocol is to evaluate the longitudinal change in tau burden using \\[18F\\]GTP1, a tau targeted radiopharmaceutical.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "DIAGNOSTIC",
    "results": null,
    "target_category": "N/A",
    "drug": [
        "[18F]GTP1 (Genentech Tau Probe 1) — tau-targeted PET radioligand"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The protocol describes an open-label, longitudinal observational study of the PET radioligand [18F] Genentech Tau Probe 1 (GTP1) to image tau burden in AD vs healthy participants — this is a diagnostic imaging radiopharmaceutical (not a therapeutic agent). citeturn0search0turn0search3",
        "Act: I searched the literature and trial registries. [18F]GTP1 is described as a small-molecule PET probe developed by Genentech/Roche that selectively binds neurofibrillary tangle (tau) pathology and has been used as a biomarker in AD studies (initial characterization and clinical uses reported). This confirms the intervention is a diagnostic tau radiotracer, not a treatment. citeturn0search2turn0search4",
        "Reflect: Because the intervention is an imaging radiopharmaceutical intended to measure tau (biomarker/diagnostic) rather than to modify disease, improve cognition, or treat neuropsychiatric symptoms, it does not fit the four therapeutic categories (disease-targeted biologic, disease-targeted small molecule, cognitive enhancer, or neuropsychiatric symptom improvement). Therefore the correct classification is 'N/A'. Additional supporting sources: a study linking baseline [18F]GTP1 to subsequent cognitive decline (illustrating biomarker use) and metabolic/stability data for the tracer. citeturn0search1turn0search5"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}