{
    "nct_id": "NCT03867253",
    "title": "A Multicentre,Randomised, Double-blind, Placebo-controlled, 3-arm, 24-week Parallel-group Study to Evaluate the Safety, Tolerability and Preliminary Efficacy of ORY-2001 in Patients With Mild-moderate Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2021-03-04",
    "description_brief": "This is a Phase IIa study assessing the safety, tolerability and preliminary efficacy of ORY-2001 in mild to moderate Alzheimer's Disease patients.",
    "description_detailed": "This phase IIa study is a double-blind, randomized, parallel-group and multicenter study with a placebo-controlled 24-week treatment period followed by a no placebo-controlled 24-week extension period.\n\nIt is planned to randomise 25 patients. In the double-blind placebo-controlled treatment period, all patients will be randomized between two doses of ORY-2001 and placebo. In the double-blind no placebo-controlled extension period, patients in the placebo arm will be re-allocated in one of the two different dose levels of ORY-2001. Randomization will be stratified by cognitive impairment severity.\n\nAn independent Data Monitoring Committee (DMC) will review un-blinded safety data throughout the study.",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "ORY-2001 (vafidemstat) — oral, CNS-optimized small-molecule covalent inhibitor of LSD1/KDM1A"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The investigational product ORY-2001 is identified as vafidemstat, an oral, CNS-optimized small molecule that covalently inhibits the epigenetic enzyme LSD1 (KDM1A). citeturn0search4turn0search6",
        "Mechanism / intended effect: Vafidemstat targets LSD1 to modulate transcriptional/epigenetic pathways implicated in neurogenesis, memory and neuroinflammation; preclinical work shows rescue of memory deficits and reduction of behavioral abnormalities, consistent with a disease-directed mechanism rather than a pure symptomatic cognitive enhancer. citeturn0search6turn0search1",
        "Trial details (match to description): The Phase IIa ETHERAL study described (multicentre, randomized, double-blind, placebo-controlled, 3-arm, 24-week) evaluated ORY-2001 (vafidemstat) in mild–moderate Alzheimer’s disease versus placebo. citeturn0search0",
        "Act / classification: Because the drug is a small-molecule inhibitor acting on an Alzheimer’s-relevant molecular target (LSD1/KDM1A) with proposed effects on pathology-related processes (neuroinflammation, synaptic plasticity, memory), the correct category is 'disease-targeted small molecule'. citeturn0search4turn0search1",
        "Reflect: No conflicting information was found — ORY-2001 is not a biologic or purely symptomatic psychotropic; it is a small molecule with a disease-directed epigenetic target, so 'disease-targeted small molecule' is appropriate. Trial used placebo control as stated. citeturn0search0turn0search4"
    ],
    "agent_type": "Q) Epigenetic Regulators",
    "explanation_agent": [
        "Reason: The investigational drug ORY-2001 (vafidemstat) is a brain-penetrant, orally active covalent inhibitor of the histone demethylase LSD1 (KDM1A), an epigenetic enzyme that regulates transcription, neurogenesis and inflammation — i.e., an epigenetic mechanism of action. citeturn0search1turn0search5",
        "Act: Extracted details — drug: ORY-2001 (vafidemstat); target/mechanism: LSD1/KDM1A (histone demethylase, epigenetic regulator); intended effects reported: modulation of transcription/IEGs, improved memory in preclinical models, reduced neuroinflammation; clinical test: ETHERAL Phase IIa, 24-week randomized, placebo-controlled study in mild–moderate AD. Based on these facts the correct CADRO mapping is Q) Epigenetic Regulators. citeturn0search5turn0search1turn0search0",
        "Reflect: This classification was chosen because the primary molecular target is an epigenetic enzyme (LSD1/KDM1A). Although ORY-2001 is a small molecule (disease-targeted small molecule), CADRO organizes mechanism classes by biological pathway/target type; an LSD1 inhibitor best fits Q) Epigenetic Regulators rather than categories like synaptic plasticity or inflammation even though downstream effects include neuroinflammation modulation. No evidence suggests multiple distinct CADRO categories are being targeted simultaneously to justify 'R) Multi-target'. Trial is therapeutic (not diagnostic), so 'T) Other' is inappropriate. citeturn0search1turn0search5",
        "Web search results / sources (selected):",
        "- Oryzon program page for Vafidemstat (describes ORY-2001 as a CNS-optimized covalent LSD1/KDM1A inhibitor and summarizes mechanism claims). citeturn0search1",
        "- PubMed / primary preclinical paper: 'Modulation of KDM1A with vafidemstat rescues memory deficit and behavioral alterations' (describes KDM1A/LSD1 inhibition, CNS penetration, preclinical efficacy and transcriptional/anti-inflammatory effects). citeturn0search5",
        "- ALZFORUM summary of vafidemstat and the ETHERAL Phase IIa study (trial design and timeline). citeturn0search0",
        "- DrugBank / summary article noting KDM1A and MAOB activity and mechanistic details. citeturn0search3",
        "- Oryzon press release / IND announcement and ETHERAL trial description. citeturn0search4turn0search8"
    ]
}