{
    "nct_id": "NCT01798199",
    "title": "VERVE* PROJECT: Study of the Acceptability of a Virtual Reality System on the Cognitive Stimulation of Patients With Alzheimer's Disease or Related Conditions. (*Vanquishing Apathy Through E-inclusion Using Realistic Virtual Environment)",
    "status": "COMPLETED",
    "last_update_time": "2015-08-31",
    "description_brief": "Virtual environments and information communication technologies (ICT) offer large perspectives in the field of assistive care and rehabilitation.\n\nAs potentially endless, the scenarios and environment used using 3D can provide immersive social and interactive context for enjoyable and therapeutic exercises in the aging population. In addition it is also possible to use this type of serious game and scenario in very easy to use devices such as lap top or tablet.\n\nSocial exclusion has many causes, Apathy as one of the most common behavioural disturbances found in old adults populations alters significantly social and emotional interaction.\n\nEven though, progress in VR has been made over the past year, the presence of such technology in daily living space is still at the embryonic stage.\n\nThe European e-Inclusion policy stresses the importance of ICT in improving the quality of life in potentially disadvantaged groups, including older people and persons.\n\nThe VERVE project is developing ICT tools to support the treatment of people who are at risk of social exclusion due to apathy associated with a disability.\n\nAs people aged and autonomy worsen fear for safety and comfortable means to maintain social and Health Related Quality of Life (HRQL) status are public health issues.\n\nMoreover, even though older adults would like to perform some activities such as walking in the streets some are reluctant to go out of their homes as the external environment is perceived as potentially unsafe.\n\nApathy, the most common behavioural symptoms in aging population is characterized by symptoms of reduced initiation and responsiveness to environmental interactions. The syndrome of Apathy takes form of diminished goal-directed behaviour, characterised by emotional blunting, loss of initiative and loss of interest. Apathy along with the nosological characteristics of dementia induces impairment in autonomy level and therefore dependence as cognitive impairments worsened.\n\nThe importance of stimulation could be related to the concept of engagement defined as the act of being occupied or involved with an external stimulus. Engaging older person with or without Alzheimer's disease and related disorders in appropriate activities has been shown to yield beneficial HRQL effects such increasing positive emotion, improving cognition, functional autonomy and quality of life.\n\nAccordingly, enriched environments with high definition virtual representation of cities and activities of interest have the potentials not only to encourage patients to get active in a safe and interactive environment but also to create access to enjoyable and stimulating settings for the more severe patients.\n\nThe VR setting from VERVE proposed personalised and populated environments available on two different, but interlinked hardware platforms: 1/: standard gaming set-up in the home, nursing home or day hospital therapy group; and 2/ mobile tracked internet devices (e.g.,IPad). The system will ensure maximum openness and dissemination by using 3D Web technologies.",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "HEALTH_SERVICES_RESEARCH",
    "results": null,
    "target_category": "neuropsychiatric symptom improvement",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is a non‑pharmacologic Virtual Reality / serious‑game system (the VERVE system) developed to reduce apathy and social exclusion and to provide cognitive stimulation and engagement for older adults with Alzheimer's disease or related disorders—i.e., it targets a neuropsychiatric/behavioral syndrome (apathy) rather than a molecular pathology. citeturn0search2turn0search0",
        "Act: Key trial details extracted from registries and project descriptions: the study (VERVE: \"Study of the Acceptability of a Virtual Reality System on the Cognitive Stimulation of Patients With Alzheimer's Disease or Related Conditions\", NCT01798199) lists the intervention as \"The training by Verve System\" and measures acceptability, engagement, cognitive tests (Stroop, TMT, VAT, IADL) and behavioral scales including the NPI and the Apathy Inventory—confirming the behavioural/apathy focus. The project is an EU FP7 initiative addressing fear and apathy with personalised VR environments. citeturn0search0turn0search1turn0search2",
        "Reflect: Classification check — according to the provided category definitions, the trial is not testing a biologic or small‑molecule drug, and although it includes cognitive stimulation outcomes, the stated clinical problem and therapeutic intent center on reducing apathy (a neuropsychiatric/behavioural symptom). Therefore the best fit is 'neuropsychiatric symptom improvement'. No investigational drug or placebo is involved. Supporting registry/project sources: clinical trial entries and the CORDIS FP7 project page. citeturn0search3turn0search2"
    ],
    "agent_type": "T) Other",
    "explanation_agent": [
        "Reason: The VERVE project describes a non-pharmacologic Virtual Reality / serious‑game intervention developed to reduce apathy and increase engagement and cognitive stimulation in people with Alzheimer’s disease or related disorders. This is a behavioural/neuropsychiatric intervention, not a drug or a molecular pathway–directed therapy. citeturn0search0turn0search5",
        "Act: Key registry and project details confirm the intervention and outcomes: Clinical trial NCT01798199 (VERVE) lists the intervention as \"The training by Verve System\" and measures acceptability, engagement, cognitive tests and behavioural scales including the NPI and the Apathy Inventory — supporting that the trial targets apathy/behavioural symptoms rather than a biological target. The FP7/CORDIS project page and project partners describe the VR scenarios and use‑cases (fear of falling, apathy related to cognitive decline). No investigational drug, molecular target, gene, or pathway is identified in these sources. citeturn0search1turn0search2turn0search3",
        "Reflect: CADRO is organized by biological/molecular and systems targets (amyloid, tau, inflammation, synaptic plasticity, etc.). A non‑drug behavioural/cognitive stimulation VR intervention that aims to reduce apathy does not map to a specific CADRO biological category. Per the instructions, interventions that do not test a biologic/small‑molecule/targeted therapy or that are non‑therapeutic/diagnostic should be classified as 'T) Other'. This classification matches the trial's intent and the cited registry/project documentation. citeturn0search0turn0search1",
        "Web search results (sources used):",
        "- CORDIS FP7 project page: VERVE — Vanquishing fear and apathy through E‑inclusion (project description, objectives, use‑cases including apathy in Alzheimer’s). citeturn0search0turn0search3",
        "- Clinical trial / registry summary (VERVE; NCT01798199 listings and trial description noting intervention = \"The training by Verve System\", outcomes include apathy measures and cognitive tests). citeturn0search1turn0search2"
    ]
}