{
    "nct_id": "NCT06168604",
    "title": "The Pain Identification and Communication Toolkit: A Training Program to Support Family Caregivers of Persons With ADRD",
    "status": "RECRUITING",
    "last_update_time": "2024-11-18",
    "description_brief": "This study will evaluate the Pain Identification and Communication Toolkit (PICT), a multicomponent intervention for caregivers of people with Alzheimer's disease and related dementias (ADRD). PICT provides training in observational pain assessment and coaching in effective pain communication techniques. It will recruit participants from programs of all-inclusive care for the elderly (PACE) and partnering health care clinics. The investigators hypothesize that PICT will help caregivers to recognize and communicate about pain in their care recipients.",
    "description_detailed": "Up to 60% of older persons with Alzheimer's disease and related dementias (ADRD) suffer from bothersome pain and nearly half experience pain-related activity limitations. Despite best-practice guidelines calling for routine pain assessment of persons with ADRD, pain is severely under-detected and poorly managed in this population. A major barrier to the identification and treatment of pain in persons with ADRD is impaired communication. Informal (family) caregivers are well situated to detect pain and facilitate management in persons with ADRD, given their extensive involvement in care activities. However, caregivers receive virtually no guidance or training in these areas. The Pain Identification and Communication Toolkit (PICT) is a multicomponent intervention for ADRD caregivers that provides training in observational pain assessment and coaching in effective pain communication techniques. PICT consists of 4 weekly telephone sessions (30-60 minutes each) delivered by a trained interventionist. This project aims to (1) determine the efficacy of PICT compared with an Attention Control (AC) condition, (2) identify the patient and caregiver factors that may moderate the effects of PICT on study outcomes, and (3) evaluate the mechanisms (theoretically-derived variables) by which PICT affects study outcomes. Participants will be recruited from programs of all-inclusive care for the elderly (PACE) programs and partnering health care clinics. They will complete assessments at 0 (baseline), 1, 3, and 6 months.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "HEALTH_SERVICES_RESEARCH",
    "results": null,
    "target_category": "neuropsychiatric symptom improvement",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is a behavioral, caregiver-training program (the Pain Identification and Communication Toolkit, PICT) that teaches observational pain assessment and communication skills so caregivers can identify and report pain in persons with ADRD. The intent is to improve detection and management of a symptom (pain), not to target underlying AD pathology or directly enhance cognition. citeturn0search2turn0search3",
        "Act (extracted details & sources): PICT is a multicomponent, non-pharmacologic intervention delivered in four weekly telephone sessions (30–60 minutes) by a trained interventionist; it trains caregivers in use of observational pain tools (e.g., PAINAD) and coaching in communicating pain to providers. This is explicitly described in trial listings and program pages. citeturn0search4turn0search2",
        "Web search results (supporting evidence): - Weill Cornell Joint Clinical Trials Office / Neurological Surgery trial page describing PICT vs Health Promotion attention control and session structure. citeturn0search0turn0search1 - CITRA program page describing PICT content (workbook, PAINAD, instructor manual) and goal to improve pain identification/communication. citeturn0search2 - PubMed pilot trial reporting a caregiver-targeted PICT pilot (randomized, behavioral training vs control). citeturn0search3 - Clinical trial registry/aggregator entries (NCT06168604 / MedPath / CenterWatch) with study summary and recruitment details. citeturn0search4turn0search5",
        "Reflect: Given the definitions provided, PICT is not a biologic or small-molecule disease-modifying therapy, nor a cognitive-enhancing drug. It is a behavioral intervention intended to improve symptom recognition and subsequent symptom management (pain) in people with dementia — best classified under the symptom-improvement category (neuropsychiatric symptom improvement) as the closest available category. No pharmacologic agent is involved. citeturn0search2turn0search4",
        "Notes on ambiguity/missing info: The intervention focuses on pain (a physical/somatic symptom) rather than classical neuropsychiatric symptoms (e.g., agitation, depression), but the provided category list lacks a separate 'symptom management (pain)' label; therefore I placed it under 'neuropsychiatric symptom improvement' (the symptom-management category) as the best fit. No drug name was present or applicable; web search confirmed PICT is a behavioral toolkit. citeturn0search2turn0search3"
    ],
    "agent_type": "T) Other",
    "explanation_agent": [
        "Reason: The described intervention (Pain Identification and Communication Toolkit, PICT) is a behavioral, caregiver-training program to improve caregivers' ability to identify and communicate pain in persons with ADRD — it does not involve a biologic or small‑molecule agent, a molecular target, or a disease‑modifying mechanism (amyloid, tau, inflammation, synaptic function, etc.).",
        "Act (extracted details): PICT is a multicomponent, non‑pharmacologic training delivered in weekly telephone sessions teaching observational pain assessment (e.g., PAINAD) and coaching caregivers to communicate pain to providers. No drug, gene, or pathway is described or targeted.",
        "Reflect: Given CADRO focuses on biological/drug targets, this trial does not fit those therapeutic categories and is best classified as non‑therapeutic/other. The user-provided web search supports that PICT is a behavioral toolkit (Weill Cornell trial page; CITRA program page; PubMed pilot trial; ClinicalTrials.gov/aggregator listings such as NCT06168604 / MedPath / CenterWatch).",
        "Web search results (as provided by user): - Weill Cornell Joint Clinical Trials Office / Neurological Surgery trial page describing PICT vs Health Promotion attention control and session structure. - CITRA program page describing PICT content (workbook, PAINAD, instructor manual) and goal to improve pain identification/communication. - PubMed pilot trial reporting a caregiver-targeted PICT pilot (randomized, behavioral training vs control). - Clinical trial registry/aggregator entries (NCT06168604 / MedPath / CenterWatch) with study summary and recruitment details."
    ]
}