{
    "nct_id": "NCT03727360",
    "title": "Exercise for Brain Health in the Fight Against Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2024-06-05",
    "description_brief": "The investigators aim to compare the effects of a 6-month moderate intensity exercise training (ET) intervention to a low intensity flexibility exercise control condition (FC) on brain function, cognition, and physical function in cognitively healthy and physically inactive older adults (ages 60-80). Apolipoprotein E epsilon4 (APOE-ε4) allele carriers are known to be at substantially greater risk for cognitive decline and Alzheimer's disease (AD). Cognitively intact APOE-ε4 allele carriers, and non-carriers, will be randomly assigned to 6-months of either supervised moderate intensity aerobic exercise training (ET) or supervised flexibility exercise control (FC). The ET and FC each contain a group based exercise component and are run in local retirement communities near College Park, MD, or on the University of Maryland College Park campus. The primary aims of the study are to compare pre-intervention to post-intervention changes in episodic memory performance and MRI biomarkers.",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "OTHER",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is a 6-month supervised moderate-intensity aerobic exercise program versus a low-intensity flexibility exercise control in cognitively healthy older adults. The aims are to change episodic memory performance and MRI biomarkers. No pharmacologic agent, biologic, or small molecule is described.",
        "Act: Extracted details — intervention = aerobic exercise training (ET) vs flexibility control (FC); population = cognitively healthy, physically inactive adults age 60–80 (APOE-ε4 carriers and non-carriers); outcomes = episodic memory and MRI biomarkers. No drug name or biologic is mentioned, so there is nothing to search for.",
        "Reflect: This is a non-pharmacologic behavioral/ lifestyle intervention intended to improve brain health and cognition. The four defined categories refer to drug or biologic interventions (disease-targeted biologic, disease-targeted small molecule, cognitive-enhancing drug, or neuropsychiatric symptom drug). Because the trial tests an exercise intervention (not a drug or biologic) it does not fit any of those categories — therefore classified as 'N/A'.",
        "Web search: No web search was performed because no drug or biologic was indicated in the trial description; therefore there were no drug details to look up."
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}