{
    "nct_id": "NCT03665831",
    "title": "Treatment of Comorbid Depression and Cognitive Impairment in Older Adults With Neurocognitive Disorders Using Deep Transcranial Magnetic Stimulation (dTMS)",
    "status": "RECRUITING",
    "last_update_time": "2025-09-30",
    "description_brief": "In this study, the investigators will be examining the effects of the deep repetitive transcranial magnetic stimulation (rTMS) using the H1 coil in patients over the age of 60 diagnosed with mild to early-moderate Alzheimer's disease (AD) or mild cognitive impairment (MCI) and comorbid Major Depressive Disorder (MDD) who have been unable to tolerate or failed to respond to antidepressant medications. The coil was designed to stimulate deeper regions of the left dorsolateral prefrontal cortex (DLPFC). Based on prior research, the investigators propose that active stimulation with the H1 coil for 4 weeks may result in significant remission rates and will be tolerable and safe.",
    "description_detailed": "This study is an open-label trial to evaluate the safety and efficacy of H1-coil dTMS in treating depression in MCI and mild AD patients over 60 years of age who have not tolerated or failed to respond to antidepressant medications. 28 patients will be assigned to receive 4 consecutive weeks of daily active dTMS treatment. The long-term effects of treatment on emotional cognitive measures will be assessed at a 4-week follow-up visit (8 weeks from baseline). Symptom change and remission criteria will be assessed using the Montogmery-Asberg Depression Rating Scale (MADRS). Cognition will be assessed using a validated neuropsychological battery.\n\nWe will also offer patients to receive 4 weeks of treatment using theta-burst TMS, which is a milder version of TMS.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "neuropsychiatric symptom improvement",
    "drug": [
        "Deep repetitive transcranial magnetic stimulation (dTMS) — H1 coil (BrainsWay)",
        "deep rTMS / dTMS (H1 coil)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is a non‑drug neuromodulation device (deep rTMS using the H1 coil) applied to the left dorsolateral prefrontal cortex (DLPFC) in patients with AD/MCI and comorbid Major Depressive Disorder (MDD). The protocol (4 weeks of active H1 coil stimulation) and the investigators' primary hypothesis (that active stimulation will produce significant remission rates) indicate the trial aims to treat depressive symptoms rather than to modify Alzheimer pathology. (Device and target information supported by BrainsWay product/technology pages and reviews.) citeturn1search0turn1search1turn1search2",
        "Act: Key extracted details — intervention: deep rTMS / dTMS using the H1 coil (designed to stimulate bilateral prefrontal cortex with a left‑DLPFC preference). The H1 coil is the BrainsWay Deep TMS H‑coil used clinically for treatment‑resistant depression and late‑life depression; standard depression protocols with H1 have been delivered over ~4 weeks in studies. These web sources confirm the device identity and clinical depression indication. citeturn1search0turn1search11turn1search10",
        "Reflect: Classification check — the trial is not testing a biologic or small molecule, nor primarily a cognitive‑enhancer intervention; it is using a neuromodulation device to treat neuropsychiatric symptoms (MDD) in people with cognitive impairment. Although cognitive outcomes may be measured, the stated primary hypothesis (remission of depression) and the nature of the H1 coil (FDA‑cleared for depression) align best with the 'neuropsychiatric symptom improvement' category. No drug/placebo is listed in the description; sham stimulation is a common control in dTMS trials but was not specified here. citeturn0search1turn1search5"
    ],
    "agent_type": "T) Other",
    "explanation_agent": [
        "Reason: The intervention is a non-pharmacologic neuromodulation device (deep rTMS with the BrainsWay H1 coil) applied to the left dorsolateral prefrontal cortex to treat depressive symptoms in people with AD/MCI. This is a circuit‑level brain stimulation for symptom improvement rather than a molecular or pathway‑specific therapeutic (e.g., amyloid, tau, inflammation). citeturn0search2turn0search6",
        "Act: Extracted details — intervention: deep rTMS / dTMS using the BrainsWay H1 coil, which stimulates the bilateral prefrontal cortex with a left‑DLPFC preference and is FDA‑cleared/used clinically for major depressive disorder (including expanded labeling for late‑life depression). The trial’s stated primary hypothesis is remission of depression rather than modification of Alzheimer’s pathology; no drug, gene, or molecular pathway is targeted. Based on CADRO definitions, this does not map onto the molecular/process categories (A–Q) and therefore should be classified as 'T) Other'. citeturn0search2turn0search1turn0search3",
        "Reflect: Confirmation — neuromodulation devices that modulate circuits/behavioral symptoms but do not act on a defined molecular target are outside the CADRO therapeutic target taxonomy (which focuses on molecular/pathophysiologic targets). Although neuromodulation can influence synaptic function, the trial’s aim (neuropsychiatric symptom improvement via dTMS) and lack of an explicit molecular target make 'T) Other' the most specific and appropriate CADRO assignment. If the trial had explicitly targeted synaptic plasticity mechanisms with molecular readouts, one might consider 'M) Synaptic Plasticity/Neuroprotection', but that is not the case here. citeturn0search6turn0search8",
        "Web search results (key sources used): BrainsWay product/technology page describing H1 coil anatomy and stimulation of bilateral PFC with left‑DLPFC preference. citeturn0search2; BrainsWay announcement of expanded FDA labeling for late‑life depression (Deep TMS indication). citeturn0search1; PubMed/PMC review describing H1 coil use and positioning over left DLPFC in multisite study leading to FDA approval. citeturn0search6turn0search3; MDPI review of RCTs using H1 coil and standard depression protocols (supports clinical depression indication and typical 4‑week outcomes). citeturn0search7"
    ]
}