{
    "nct_id": "NCT04265378",
    "title": "Effects of Cognitive Training and Brain Stimulation in Prodromal Alzheimer's Disease - Randomised, Sham Controlled, Interventional Study",
    "status": "COMPLETED",
    "last_update_time": "2022-11-03",
    "description_brief": "The aim of this study is to investigate whether a tDCS-accompanied intensive cognitive training of working memory leads to performance improvement in individuals with prodromal Alzheimer's disease.",
    "description_detailed": "The goal of the present study is to assess behavioral (primary) effects of a multi-session cognitive training combined with transcranial direct current stimulation (tDCS). Many studies to date have found tDCS to be an efficient method to enhance various cognitive functions by modulating cortical excitability in young adults, but its behavioral impact and underlying mechanisms in pathological aging still need to be elucidated. Individuals with prodromal Alzheimer's disease, will participate in a three-week cognitive training with concurrent online tDCS application. Cognitive performance (primary) will be examined before, during and after the intervention, in order to draw conclusions about the effect of tDCS. In addition to cognitive training, a control group, receiving sham stimulation during training, will be assessed. Follow-up sessions to assess long-term effects are planned four weeks and seven months after the post assessment. Furthermore, to assess potential predictors of tDCS effects, functional and structural parameters will be measured with MRI. The results of the study will offer valuable insights into efficacy of combined tDCS and cognitive training, as compared to training alone, in individuals with prodromal stages of Alzheimer's disease. Moreover, improved understanding of tDCS effects on cognitive training performance and underlying neural correlates may help to develop novel approaches for modulating cognitive decline in healthy and pathological aging.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [],
    "placebo": [
        "sham transcranial direct current stimulation (sham tDCS)"
    ],
    "explanation_target": [
        "Reason: The intervention is non-pharmacologic: multi-session transcranial direct current stimulation (tDCS) paired with intensive cognitive (working memory) training, intended to improve cognitive performance (working memory) in prodromal Alzheimer's disease rather than to target AD pathology (amyloid/tau). citeturn0search4turn0search3.",
        "Act: Key extracted details — intervention: anodal tDCS over left dorsolateral prefrontal cortex combined with computerized cognitive training (letter-updating and Markov decision tasks); control: cognitive training + sham (placebo) stimulation. No drug is involved. Primary aim: improve trained-task performance and transfer to working memory. citeturn0search4turn0search3.",
        "Reflect: Classification check — fits the definition of 'Cognitive enhancer' (intervention intended to improve cognition without being a biologic or small-molecule disease-modifying agent). Trial results/protocol note transfer effects on working memory in participants who completed the intervention, supporting the cognition-improvement intent. Therefore 'cognitive enhancer' is the correct category. citeturn0search0turn0search4.",
        "Web search results (sources used): 1) AD‑Stim study protocol describing a randomized, double‑blind trial of anodal tDCS + cognitive training in prodromal AD. citeturn0search4. 2) ICH‑GCP / trial registry summary for the AD‑Stim trial (trial registration NCT04265378) describing the 3‑week tDCS‑assisted cognitive training and sham control. citeturn0search3. 3) A randomized controlled trial report and summary noting that combined cognitive training with concurrent anodal tDCS showed exploratory transfer effects on working memory (and details of stimulation parameters). citeturn0search0turn0search1."
    ],
    "agent_type": "M) Synaptic Plasticity/Neuroprotection",
    "explanation_agent": [
        "Reason: The intervention is non‑pharmacologic neuromodulation (anodal tDCS over left DLPFC) paired with intensive cognitive (working memory) training, intended to improve cognitive performance by modulating cortical excitability and promoting synaptic plasticity rather than targeting amyloid, tau, inflammation, or other molecular AD pathologies. citeturn0search0turn0search4",
        "Act: Extracted trial details — anodal tDCS to left dorsolateral prefrontal cortex combined with computerized cognitive training (letter‑updating and Markov decision tasks); sham control; clinical trial registration NCT04265378. No drug / molecular target is involved. The protocol and registry describe the aim as improving trained‑task performance and transfer to working memory. citeturn0search0turn0search2",
        "Reflect: Classification check — CADRO does not have a specific ‘‘cognitive enhancer’’ label, but the mechanism (modulation of cortical activity to enhance synaptic plasticity and cognitive function) maps best to M) Synaptic Plasticity/Neuroprotection. The trial is not targeting amyloid (A), tau (B), inflammation (F), neurotransmitter receptors (D) specifically, nor is it multi‑target disease modification; therefore M is the most appropriate CADRO category. Supporting literature notes tDCS effects on long‑term potentiation and working memory when applied to prefrontal cortex. citeturn0search6turn0search1",
        "Web search results used as evidence: 1) AD‑Stim study protocol (randomized double‑blind trial of anodal tDCS + cognitive training; ClinicalTrials.gov NCT04265378). citeturn0search0turn0search2 2) Reviews and RCTs describing left DLPFC anodal tDCS effects on working memory and synaptic plasticity (meta‑modeling and clinical study reviews). citeturn0search4turn0search1 3) Other clinical tDCS studies in AD/MCI showing cognitive effects with left DLPFC stimulation. citeturn0search5turn0search6"
    ]
}