{
    "nct_id": "NCT01055561",
    "title": "An Open-label Multi-center Safety and Tolerability Study of Acupuncture for Patients With Behavioural and Psychological Symptoms of Dementia & Healthy Volunteers",
    "status": "COMPLETED",
    "last_update_time": "2016-05-27",
    "description_brief": "The purpose of the study is to evaluate the safety and tolerability of acupuncture for patients with BPSD \\& healthy volunteers.",
    "description_detailed": "This open label study is designed to evaluate the safety and tolerability of acupuncture as a intervention for patients with Behavioral and Psychological Symptoms of Dementia (BPSD)\\& healthy volunteers,and this study will enroll a total of 30(15 patients,15healthy volunteers) patients who are suffered from BPSD or healthy volunteers.The patients who have to be suitable for the standard of inclusion criteria will be included,and who have one condition of the exclusion criteria will be excluded,and so do the healthy volunteers.For each enrolled participant will obtain a baseline psychiatric and medical assessment, results of the Mini-Mental Status-Evaluation (MMSE),Behavioral Pathology in Alzheimer's Disease Rating Scale(BEHAVE-AD),Activity of Daily Living Scale(ADL)and other basic information prior to beginning acupuncture.For each participant will get acupuncture which once a day for 7 days running. During the trial the Questionnaire of Acupuncture-related Events have to be evaluated every day, and at the end of the intervention,all of the MMSE,BEHAV-AD,ADL and Treatment Emergent Symptom Scale (TESS)will be investigated.",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "neuropsychiatric symptom improvement",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is acupuncture (a non‑pharmacologic, procedural therapy) and the stated purpose is to evaluate safety/tolerability in patients with \"Behavioural and Psychological Symptoms of Dementia (BPSD)\". BPSD are neuropsychiatric/behavioral symptoms (agitation, anxiety, depression, psychosis, sleep disturbance, etc.), so the intended effect is improvement/management of neuropsychiatric symptoms rather than targeting AD pathology or providing a cognitive‑only stimulant. Evidence reviews and trials describe acupuncture/acupressure as a non‑drug approach studied specifically for BPSD. citeturn1search5turn0search4",
        "Act: Key extracted trial details — Title: \"An Open‑label Multi‑center Safety and Tolerability Study of Acupuncture for Patients With Behavioural and Psychological Symptoms of Dementia & Healthy Volunteers\"; Registration/Identifier: NCT01055561; Lead sponsor: Chengdu University of Traditional Chinese Medicine; Intervention: Acupuncture (no drug); Objective: evaluate safety and tolerability in 30 participants (15 patients with BPSD, 15 healthy volunteers), daily acupuncture for 7 days; Outcomes include BEHAVE‑AD, MMSE, ADL and adverse events/TESS. These trial details are listed in public trial registries/aggregators. citeturn1search2turn1search0",
        "Reflect: Classification rationale and caution — This trial tests a procedural, non‑pharmacologic intervention aimed at behavioural/psychological symptoms (BPSD). According to the provided category definitions, it best fits \"neuropsychiatric symptom improvement.\" It is not a biologic or small molecule (no drug is tested), and although cognitive measures are assessed, the stated primary purpose is safety/tolerability for a BPSD intervention, not a cognitive enhancer. The classification is therefore \"neuropsychiatric symptom improvement.\" Supporting literature (systematic reviews and RCTs) also frame acupuncture as a non‑drug adjunct for BPSD, reinforcing this categorization. citeturn1search5turn0search3",
        "Web search results / sources consulted (brief):",
        "- Trial record summarizing NCT01055561 with study details (Chengdu University of Traditional Chinese Medicine; acupuncture intervention; safety/tolerability in BPSD and healthy volunteers). citeturn1search2turn1search0",
        "- MedPath / CTV trial pages summarizing the same study, inclusion/exclusion, outcomes and timeline (Study start 2010; completed). citeturn1search0turn1search1",
        "- Systematic reviews and meta‑analyses of acupuncture for BPSD and dementia (summaries that acupuncture has been studied for BPSD; evidence limited and often adjunctive to psychotropics). citeturn1search5turn0search7",
        "- Scoping review and other RCTs of acupuncture/acupressure (including aroma‑massage with acupressure) showing trials focused on behavioral/psychiatric symptoms in dementia. citeturn0search4turn1search3",
        "Notes / ambiguity: No pharmacologic agent or molecular target is involved — the intervention is a non‑drug procedure (acupuncture). Therefore \"N/A\" for drug name/target. If you want, I can fetch the full NCT registry record text or PDFs of the cited reviews/RCTs for more detail."
    ],
    "agent_type": "T) Other",
    "explanation_agent": [
        "Reason: The intervention is acupuncture, a non‑pharmacologic procedural therapy aimed at improving behavioural and psychological symptoms of dementia (BPSD) rather than acting on a molecular or biological AD target (amyloid, tau, inflammation, synaptic receptors, etc.). Evidence and trial registries describe this study as safety/tolerability of acupuncture for BPSD, not a drug with a molecular target. citeturn0search0turn0search1",
        "Act: Extracted trial details — Registration: NCT01055561; Title: \"An Open‑label Multi‑center Safety and Tolerability Study of Acupuncture for Patients With Behavioural and Psychological Symptoms of Dementia & Healthy Volunteers\"; Lead sponsor: Chengdu University of Traditional Chinese Medicine; Intervention: acupuncture (once daily for 7 days); Enrollment: 30 (15 patients with BPSD, 15 healthy volunteers); Outcomes include BEHAVE‑AD, MMSE, ADL, and Treatment Emergent Symptom Scale (TESS). These details are from public trial records. citeturn0search0turn0search2turn0search3",
        "Reflect: This study tests a non‑drug, procedural symptomatic intervention for neuropsychiatric symptoms. CADRO categories list biological/molecular targets (A–Q, R multi‑target) or 'T) Other' for non‑therapeutic or non‑targeted interventions. Because no drug, biologic, or specific molecular pathway is being targeted and the aim is symptomatic BPSD management, the correct CADRO classification is T) Other. Systematic reviews/meta‑analyses place acupuncture among non‑pharmacological interventions for BPSD, supporting the interpretation that this is a symptomatic, procedural therapy rather than a biological‑targeted treatment. citeturn0search4turn0search5"
    ]
}