{
    "nct_id": "NCT01700556",
    "title": "A Randomised Controlled Trial to Improve Support Services for Caregivers of Patients With Alzheimer Disease in Italy by UPgrading Quality of Care Through the Integration of Services and the Use of New TECHnologies (The UP-TECH Project)",
    "status": "COMPLETED",
    "last_update_time": "2020-06-23",
    "description_brief": "The UP-TECH project aims at developing an UPgrading quality of care for Alzheimer's disease patients through the integration of services and the use of new TECHnologies in order to also improving the quality of life of their family caregivers.",
    "description_detailed": "The World Alzheimer Report indicates that, worldwide, there were 35.6 million people with dementia in 2010 and according to forecasts, this figure will reach 65.7 million in 2030 and 115.4 million in 2050. To correctly estimate the impact of the Alzheimer's Disease (AD), it should be considered that it also affects patients' families, on whom the burden of care fall. Not surprisingly, Alzheimer's disease is called a \"family illness\". Family caregivers of Alzheimer's patients are subject to high levels of stress: this puts them at greater risk of developing mood disorders, depression, insomnia and generally reduces their quality of life. Information technology (IT), telecommunications and electronic equipment applied to the home, can contribute to the improvement of the quality of life of Alzheimer's patients and their caregivers. However, the multidimensionality of this problem not only calls for new services, but also for a greater coordination and integration of existing community health and social care services, of the public, nonprofit and private organizations. The assumption underlying projects integrating health care and social services is to improve coordination of support, thus reducing cost and eliminating waste and inefficiencies and improving health outcomes of the patients assisted. Examples of such initiatives in the literature can be found in the United States (the \"Program for All Inclusive Care for the Elderly\", Branch et al, 1995), in the United Kingdom (the \"Darlington Project\", Challis et al, 1991), in Canada (the PRISMA project, Hebert et al, 2010) and in France (the \"System for Integrated Care for Older Persons\", Beland et al, 2006). Among the tools used in these studies are case management, operator training and the use of IT systems to integrate health care and social services.\n\nBuilding on these experiences, the UP-TECH project aims at developing innovative methodologies and new simple technologies to improve the effectiveness and efficiency of care for AD patients and their caregivers.\n\nThe main objectives of the UP-TECH project are the evaluation of the improvement of the quality of life of family caregivers of people with Alzheimer's disease and the potential delay in institutionalization of these patients.\n\nThe overall design of the UP-TECH project will include 450 dyads (AD patient and related caregiver) who will be randomly enrolled in three different types of intervention, defined as\n\n* usual care\n* UP Protocol\n* UP-TECH Protocol\n\nfully described below in the section: Interventions.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "HEALTH_SERVICES_RESEARCH",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The UP-TECH trial is a randomized controlled study of service-integration, case management, nurse home visits and a technological toolkit (home sensors, lights, leak detectors, etc.) aimed at reducing caregiver burden and keeping Alzheimer patients at home — it is a psychosocial/technology caregiver-support intervention, not a pharmacologic agent targeting AD pathology, cognition, or neuropsychiatric symptoms. citeturn0search1turn0search2",
        "Act: Key details extracted from the trial protocol: 450 patient–caregiver dyads randomized to (1) case manager support (UP), (2) case manager plus technological toolkit (UP-TECH), or (3) control receiving information brochures; primary outcomes are caregiver burden and days spent at home. No drug, biologic, or placebo is used. Examples of the technology: luminous paths, home-leaving sensors, night-fall detectors, gas/water leak sensors, automatic lights; plus nurse visits and caregiver training. citeturn0search1turn0search0",
        "Reflect: Classification check — this intervention does not involve a biologic or small-molecule disease-modifying therapy, nor a cognitive-enhancing drug, nor a treatment specifically for neuropsychiatric symptoms. It is a non-pharmacologic caregiver-support and assistive-technology trial, so the correct classification is 'N/A'. (Sources: trial protocol and PubMed record.) citeturn0search1turn0search2"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}