{
    "nct_id": "NCT00018291",
    "title": "Specific Interventions for Agitation in Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2009-01-20",
    "description_brief": "This study is aimed at investigating specific pharmacological interventions in the treatment of the disruptive, agitated behavior associated with Alzheimer's patients. In addition, it is hoped that specific clinical profiles will be found to predict which treatment is most effective for these particular patients.",
    "description_detailed": "Alzheimer's Disease (AD) is the most common cause of dementia, the fourth leading cause of death, and has enormous economic and emotional costs for caregivers of patients. Most of the patients with AD develop disruptive, agitated behaviors at some point during the ailment that are a common catalyst for placement in long-term care settings where they represent more than half of all the residents. Disruptive behaviors create stress for both staff and patients in long-term care settings, reduce patient quality of life because of excess use of physical restraints, and drain the financial resources of the facilities. This study proposes to design specific interventions designed to decrease disruptive, agitated behavior in patients with AD residing in long-term care facilities. This 12-week study will assess the efficacy of two pharmacological agents, an atypical neuroleptic (risperidone) and an anticonvulsant and mood stabilizer (gabapentin) while identifying moderators of differential treatment response to the two drugs. Specifically, this study aims to randomize 130 patients with AD who are manifesting agitated disruptive behavior, into two groups of 65 patients each, with one group receiving risperidone and the other gabapentin. There are two main hypotheses: 1) Patients in both of the treatment groups will manifest different overall group decreases in ratings of disruptive, agitated behavior; and 2) Measurable, clinical characteristics will identify subgroups of subjects with differential treatment response to the two medications. The two variables to be considered as moderators are as follows: a) Patients with higher psychosis ratings will manifest greater responsivity to risperidone compared to gabapentin, and b) Patients with high levels of affective lability will manifest greater responsivity to gabapentin compared to risperidone.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "neuropsychiatric symptom improvement",
    "drug": [
        "risperidone",
        "gabapentin"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial title and description state the study is testing pharmacological interventions to treat disruptive, agitated behavior in patients with Alzheimer disease — an intervention aimed at reducing neuropsychiatric/behavioral symptoms rather than modifying underlying AD pathology or primarily improving cognition. (Source: trial summary). citeturn1search0",
        "Act: Key extracted details — this 12-week randomized study (NCT00018291) planned to compare an atypical antipsychotic, risperidone, against an anticonvulsant/mood stabilizer, gabapentin, in ~130 AD patients with agitation (two active treatment arms; no placebo arm listed in the protocol summary). These drug names and trial design details come from clinical-trial records. citeturn1search0turn1search7",
        "Web-search results (supporting sources found): 1) Trial summary listing risperidone and gabapentin and the study aims (NCT00018291). citeturn1search0 2) ClinicalTrials.gov-derived site / trial record with eligibility and trial-design details. citeturn1search7 3) Prior clinical literature showing risperidone has been studied for agitation in dementia (example structured risperidone trial / PubMed). citeturn1search1 4) Systematic review / network meta-analysis summarizing pharmacological agents (including risperidone) for agitation in dementia. citeturn1search3",
        "Reflect: Classification check — risperidone is an antipsychotic and gabapentin is an anticonvulsant/mood-stabilizing agent; both are being tested here to reduce agitation (behavioral/neuropsychiatric symptom) rather than to target amyloid/tau or directly enhance cognition. That matches the category 'neuropsychiatric symptom improvement'. No evidence in the description that the interventions are disease-modifying biologics or small molecules targeting AD pathology, nor primary cognitive enhancers, so 'neuropsychiatric symptom improvement' is the appropriate category. citeturn1search0turn1search1",
        "Notes / ambiguity: The brief description does not mention a placebo arm (protocol summary describes two active arms), so placebo list is empty. If you want, I can fetch the original ClinicalTrials.gov record (NCT00018291) for exact protocol dates, eligibility criteria, and final outcomes. citeturn1search0turn1search7"
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The trial tests two symptomatic pharmacologic agents (risperidone and gabapentin) to reduce agitation in Alzheimer disease rather than to modify core AD pathology (amyloid, tau, etc.). The trial record describing the 12-week randomized study with risperidone and gabapentin supports this symptomatic / neuropsychiatric focus. citeturn1search1",
        "Act: Key extracted details and mechanisms — risperidone is an atypical antipsychotic whose therapeutic effects are primarily mediated by antagonism at dopamine D2 and serotonin 5‑HT2A receptors (i.e., classical neurotransmitter receptor blockade). citeturn0search0turn0search3 Gabapentin acts on the α2δ auxiliary subunit of voltage‑gated calcium channels, reducing presynaptic calcium influx and thereby decreasing neurotransmitter release (a mechanism that modulates neurotransmission rather than targeting AD pathology). citeturn0search1turn0search2 Because both interventions act on neurotransmission-related targets (receptors or presynaptic calcium-channel subunits) and are being used to treat behavioral symptoms, the most specific CADRO match is D) Neurotransmitter Receptors.",
        "Reflect: Confirmation and alternatives — classifying these interventions under D) Neurotransmitter Receptors aligns with their mechanisms: risperidone directly targets neurotransmitter receptors, and gabapentin modulates presynaptic calcium-channel function to alter neurotransmitter release. Although gabapentin is not a classical neurotransmitter receptor ligand, its main clinical action is to change neurotransmission (supporting inclusion in the neurotransmission category rather than a disease‑modifying CADRO category). There is no evidence here of disease‑modifying targets (amyloid, tau, ApoE, inflammation, etc.), so R) Multi-target is unnecessary and T) Other is inappropriate. Supporting web sources: Clinical trial record for NCT00018291 (trial description); mechanistic summaries for risperidone (D2/5‑HT2A antagonism) and gabapentin (α2δ / voltage‑gated calcium channel modulation); and reviews of pharmacological treatments for agitation in dementia. citeturn1search1turn0search0turn0search1turn1search7"
    ]
}