{
    "nct_id": "NCT04123314",
    "title": "Pilot Study of Serotonin 2A Receptor (5-HT2A) Agonist Psilocybin for Depression in Patients With Mild Cognitive Impairment or Early Alzheimer's Disease",
    "status": "RECRUITING",
    "last_update_time": "2025-08-14",
    "description_brief": "This open-label pilot study examines whether the hallucinogenic drug, psilocybin, given under supportive conditions, is safe and effective for depression in people with Mild Cognitive Impairment (MCI) or early Alzheimer's Disease (AD). This study will also assess whether psilocybin may improve quality of life in those individuals.",
    "description_detailed": "This is a pilot study evaluating the potential efficacy of psilocybin to produce improvement in depression compared to pre-treatment in people with Mild Cognitive Impairment (MCI) or early Alzheimer's Disease (AD) and clinically significant symptoms of depression. The study will be an open-label trial in a sample of up to 20 treatment-seeking participants with a diagnosis of MCI or early AD. Participants will complete an 8-week course of study treatment including two psilocybin sessions (15 mg/70 kg in week 4 and 15 or 25 mg/70 kg in week 6), with follow-up assessments up to 6 months after the final psilocybin session. The study will assess changes in depressed mood at 1 week after the second psilocybin session compared to pre-treatment, and quality of life in participants from pre- to post-treatment.",
    "phase": [
        "EARLY_PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "neuropsychiatric symptom improvement",
    "drug": [
        "psilocybin (psychedelic tryptamine; 5-HT2A receptor agonist)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial tests psilocybin given under supportive conditions to treat depression and improve quality of life in people with MCI or early AD — the primary intent is to treat a neuropsychiatric symptom (depression), not to target Alzheimer’s pathology (amyloid/tau) or directly enhance cognition. Psilocybin is a psychedelic small molecule that acts primarily as a serotonin 5-HT2A receptor agonist. citeturn1search1turn1search5",
        "Act: Key extracted details — intervention: psilocybin (a 5-HT2A agonist psychedelic, tryptamine family); design: open-label pilot for depression in MCI/early AD (quality-of-life outcomes also assessed). Evidence that psilocybin produces rapid antidepressant effects in controlled trials and is mediated by 5-HT2A receptor activation is supported in the literature. citeturn0search1turn0search2turn1search5",
        "Reflect: Classification check — this does not meet the definitions for: (1) disease-targeted biologic (not a biologic or antibody against AD pathology), (2) disease-targeted small molecule (not aimed at amyloid/tau or other AD molecular pathology), or (3) cognitive enhancer (primary aim is mood/symptom relief). It fits 'neuropsychiatric symptom improvement' because the therapeutic target is depression. Note: the study is open-label (no placebo listed). Web search results used: JAMA randomized psilocybin depression trial (antidepressant effects). citeturn0search1; systematic review on psilocybin and 5-HT2A role in antidepressant effects. citeturn0search2; mechanistic literature/PNAS and PubMed showing psilocybin/psilocin act via 5-HT2A. citeturn1search1turn1search5"
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The intervention is psilocybin, a psychedelic tryptamine that produces antidepressant effects via agonism of the serotonin 5-HT2A receptor. The study’s primary intent is to treat depressive symptoms in people with MCI/early AD, not to target core AD pathologies (amyloid or tau). citeturn0search3turn0search2",
        "Act: Extracted details — drug: psilocybin (5-HT2A receptor agonist); indication in this trial: depression/neuropsychiatric symptom improvement in MCI/early AD (open‑label pilot). Because the molecular target is a neurotransmitter receptor (serotonin 5-HT2A), the appropriate CADRO category is D) Neurotransmitter Receptors. Supporting evidence for psilocybin’s antidepressant effects and mechanism: randomized clinical trial and systematic review. citeturn0search1turn0search2",
        "Reflect: This classification aligns with CADRO definitions — the therapeutic mechanism is modulation of a neurotransmitter receptor (5-HT2A), not direct modification of AD core pathology or multi-target disease modification. No information indicates the trial targets amyloid, tau, inflammation, or other CADRO categories; therefore D) is the most specific fit. citeturn0search3turn0search1",
        "Web search results used as evidence: (1) Single‑Dose Psilocybin Treatment for Major Depressive Disorder — randomized clinical trial showing rapid antidepressant effects of psilocybin administered with psychological support. citeturn0search1 (2) Systematic review on psilocybin and the mediating role of the 5‑HT2A receptor for antidepressant effects. citeturn0search2 (3) Mechanistic human study showing psilocybin’s effects are mediated by 5‑HT2A receptor activation (ketanserin blocks effects). citeturn0search3"
    ]
}