{
    "nct_id": "NCT01117818",
    "title": "A Randomized, Controlled, Parallel Group, Double-blind, Multi-center, Phase II Study to Assess the Clinical- and Immunological Activity,as Well as the Safety and Tolerability of Different Doses/Formulations of AFFITOPE AD02 Administered Repeatedly to Patients With Early Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2013-12-10",
    "description_brief": "This is a multiple vaccination study to find out if it is a safe treatment and what effects it has on the symptoms of early Alzheimer's disease in male and female patients aged 50 to 80 years. Approximately 40 study sites in Europe will be involved. Patients will be randomized to receive either AFFITOPE AD02 or placebo. Each patient's participation will last 1 year.",
    "description_detailed": "AFFITOPE AD02 is a second generation AD immunotherapeutics targeting Aβ. Its active component is a synthetic peptide functionally mimicking the unmodified N-terminus of Aβ.",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted biologic",
    "drug": [
        "AFFITOPE AD02"
    ],
    "placebo": [
        "placebo (and aluminium hydroxide control used in some arms, e.g., IMM-AD04)"
    ],
    "explanation_target": [
        "Reason: The trial description states this is a multiple vaccination study (an active immunization) administered to patients with early Alzheimer's disease to assess safety, immunological activity and clinical effects. Vaccination/immunotherapy indicates a biologic intervention aimed at eliciting an immune response against disease pathology rather than a small-molecule symptomatic agent. citeturn0search4turn0search0",
        "Act: Key extracted details — Intervention name: AFFITOPE® AD02; Intervention type: active vaccine / active immunotherapy (synthetic peptide mimotope designed to elicit anti–amyloid-β antibodies); Comparator: placebo (and aluminium hydroxide control, IMM-AD04, was used in some phase II arms). The Phase II publications and trial registries describe AD02 as an Aβ-targeting vaccine (synthetic 6–amino-acid mimotope coupled to a carrier) intended to generate anti–Aβ antibodies and thus target Alzheimer pathology. citeturn0search2turn0search0turn0search6",
        "Web-search evidence (selected sources):",
        "- ALZFORUM summary: Affitope AD02 is an active immunotherapy (vaccine) targeting amyloid-related pathology; describes the synthetic peptide mimotope design and rationale. citeturn0search2",
        "- PubMed / Phase II results: A randomized, placebo-controlled Phase II study (AFF006) evaluated clinical and immunological activity and safety of AFFITOPE® AD02 in early AD — confirms vaccine design, dosing schedule, and that it was tested vs controls. citeturn0search0",
        "- Conference/journal abstract and methods paper: Additional Phase II details and methodological notes that explicitly call AD02 an Aβ-targeting vaccine and describe outcome measures. citeturn0search3turn0search9",
        "Reflect: Classification check — AFFITOPE AD02 is an active immunotherapy/vaccine designed to elicit antibodies to amyloid‑β, i.e., a biologic whose intended mechanism is disease-targeting (amyloid removal/neutralization). This matches the definition of 'disease-targeted biologic' (biologic agents such as vaccines or monoclonal antibodies targeting AD pathology). There is no indication AFFITOPE AD02 is a small molecule, a purely symptomatic cognitive enhancer, or a neuropsychiatric symptom treatment, so the chosen category is appropriate. citeturn0search2turn0search0",
        "Notes / ambiguity: The trial description provided by the user mentions only 'placebo' but the published Phase II used aluminium hydroxide control arms (IMM-AD04) in addition to placebo in some analyses — I included this as contextual detail. The classification is robust given multiple independent trial registry and publication sources describing AFFITOPE AD02 as an amyloid‑targeting vaccine. citeturn0search4turn0search0"
    ],
    "agent_type": "A) Amyloid beta",
    "explanation_agent": [
        "Reason: The trial tests AFFITOPE® AD02, an active immunotherapy (vaccine) designed to elicit anti–amyloid-β antibodies by using a short synthetic peptide mimotope of Aβ’s N‑terminus; the intended mechanism is to target amyloid pathology rather than provide symptomatic relief. citeturn0search0turn0search2",
        "Act: Key extracted details — Intervention: AFFITOPE® AD02 (6‑amino‑acid synthetic Aβ mimotope, administered subcutaneously in repeated doses); Intervention type: active vaccine / disease‑targeted biologic; Comparator/control: placebo and aluminium‑hydroxide formulation (IMM‑AD04) in the Phase II trial. The Phase II publications and trial reports explicitly describe AD02 as an Aβ‑targeting vaccine. citeturn0search2turn0search3",
        "Reflect: Classification check — AFFITOPE AD02’s mechanism (eliciting anti‑Aβ antibodies to modify/remove amyloid pathology) maps directly to CADRO category A) Amyloid beta. No evidence indicates a different primary target or multi‑target mechanism, so 'A) Amyloid beta' is the correct CADRO category. citeturn0search0turn0search1",
        "Web-search results (selected sources used to support classification):",
        "- ALZFORUM summary of Affitope AD02 — describes it as an active Aβ‑targeting vaccine and summarizes clinical timeline and mechanism. citeturn0search0",
        "- PubMed Phase II (AFF006) results — randomized, placebo‑controlled Phase II describing AD02 as an Aβ‑targeting vaccine and noting IMM‑AD04 (aluminium hydroxide) control findings. citeturn0search2",
        "- Alzheimer's & Dementia conference/abstract reporting Phase II results (additional trial details, outcomes showing AD04/IMM‑AD04 effects). citeturn0search1",
        "- Methods paper describing AFFITOPE vaccine design and rationale (affitopes as 6‑aa mimotopes targeting Aβ N‑terminus). citeturn0search3",
        "- ALZFORUM news coverage summarizing the 2014 press briefing and unexpected control (AD04/IMM‑AD04) findings. citeturn0search4"
    ]
}