{
    "nct_id": "NCT02861846",
    "title": "Predictive Value of Biomarkers of the Alzheimer's Disease (AD) in Elderly Patients With New-onset Epilepsy",
    "status": "COMPLETED",
    "last_update_time": "2023-03-22",
    "description_brief": "Beyond 60 years, the prevalence of epilepsy is estimated at approximately 1% and increases with age. In these patients, the etiology of epilepsy is unknown in 25% of cases, even up to 55% after 65 years. Although new-onset epilepsy in the elderly is associated with a vascular disease in 50% of cases, the hypothesis of an ongoing neurodegenerative process, including an Alzheimer's disease (AD), is also common. However, investigators do not have any marker that might help to identify the patients who develop epilepsy after 60 years and who might be, despite a normal cognitive functioning, already engaged in the pathophysiological process of AD.\n\nA number of data suggest a link between the pathophysiological process of AD and epileptogenesis:\n\n(i) a third of patients with epilepsy develops MA, (ii) the occurrence of epilepsy in AD is an aggravating factor for cognition, (iii) in animal models of AD, the relationship between neuronal hyperexcitability and amyloid deposits is bidirectional, the amyloid protein has a pro-seizure effect and the presence of epilepsy increases the amyloid deposits, (iv) in these models, the administration of an antiepileptic drug protects from deterioration of cognition, (v) the close relationship between amyloid and neuronal hyperexcitability might be mediated by the inflammatory processes associated with AD, and particularly the microglial activation which role in epileptogenesis has been shown elsewhere.\n\nInvestigators hypothesize that in a subgroup of patients who develop epilepsy after 60 years, the occurrence of epilepsy might reflect the presence of an ongoing amyloid pathology. Our goal is to identify through biomarkers of AD in the cerebrospinal fluid of patients who develop an epilepsy after 60 years with normal MRI and normal cognition those at high risk of later developing clinically defined AD.\n\nIdentifying patients with amyloid pathology which would be expressed through epilepsy before the onset of cognitive dysfunction might help to adapt both the management of seizures and of the cognitive dysfunction.",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "DIAGNOSTIC",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The study described is an observational/interventional diagnostic biomarker study aiming to identify cerebrospinal fluid (CSF) biomarkers of Alzheimer’s disease in patients >60 with new-onset epilepsy (normal MRI and cognition), i.e., to predict later clinical AD rather than to test a therapeutic agent. citeturn0search0",
        "Act (extracted details): The intervention listed is 'profile of CSF biomarkers of AD' (measurement of AD CSF biomarkers); the trial is titled 'Predictive Value of Biomarkers of the Alzheimer's Disease (AD) in Elderly Patients With New-onset Epilepsy' (NCT02861846 / BIOMALEPSIE) and reports enrollment and study design details consistent with a biomarker/predictive study, not a drug trial. citeturn0search3turn0search0",
        "Act (search/verfication): I searched for the trial and found the registry entries describing the CSF biomarker profiling and study rationale; no therapeutic drug or placebo is specified in the protocol. citeturn0search0turn0search2",
        "Context support: The rationale described (link between amyloid pathology, hyperexcitability and epilepsy; use of CSF biomarkers to predict AD) is consistent with published literature showing CSF biomarkers can predict later AD neuropathology and cognitive decline. This supports that the study is diagnostic/prognostic rather than testing a disease-modifying or symptomatic drug. citeturn0search1turn0search4",
        "Reflect: Given the intervention (biomarker measurement) and absence of any drug or symptomatic-treatment testing, the trial does not fit the four therapeutic categories (disease-targeted biologic; disease-targeted small molecule; cognitive enhancer; neuropsychiatric symptom improvement). Therefore the correct classification is 'N/A' (diagnostic/biomarker study). citeturn0search0turn0search3"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}