{
    "nct_id": "NCT05602220",
    "title": "Heartrate and Breathing Effects on Attention and Memory Preliminary Study",
    "status": "COMPLETED",
    "last_update_time": "2024-04-04",
    "description_brief": "In the current study, we will examine how daily paced breathing affects plasma amyloid beta levels and the rate of learning in older adults. Healthy adults aged 50-70 who meet all eligibility criteria will be invited to this study. Participants will be randomly assigned to one of the two conditions: 1) Daily memory and attention training followed by a paced breathing protocol designed to increase relaxation or 2) Daily memory and attention training followed by a paced breathing protocol to increase alertness. Participants will be asked to complete pre and post intervention cognitive testing online, engage in 10 weeks of daily brain training (starting Week 2) and 9 weeks of paced breathing (starting Week 3) at home. They will also be asked to come in for lab visits on Weeks 2, 7 and 12 to provide blood and urine samples to assess amyloid beta levels and to complete magnetic resonance imaging scans to assess perivascular space volume.",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "BASIC_SCIENCE",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The study tests a behavioral intervention (daily memory/attention training plus paced breathing to induce relaxation vs. alertness) in healthy older adults and measures plasma amyloid beta, learning rate, and perivascular-space volume by MRI. The intended mechanism is modulation of brain clearance (glymphatic/perivascular) and learning, not administration of a biologic or small-molecule drug. citeturn0search6turn0search5",
        "Act: Key extracted details — Intervention: paced breathing protocols (to increase relaxation or alertness) combined with daily cognitive training; Population: healthy adults 50–70; Outcomes: plasma Aβ (Aβ40/Aβ42), rate of learning, PVS volume on MRI. No drug, biologic, or placebo is described. Because the four provided categories are limited to biologics, small molecules, cognitive-enhancing drugs, or neuropsychiatric-symptom drugs, this behavioral (non‑pharmacologic) intervention does not fit any of them and should be classified as 'N/A'. Trial protocol describing this intervention and aims: HeartBEAM (Heart rate and Breathing Effects on Attention and Memory) study. citeturn0search6",
        "Reflect: Classification check — it is not a disease-targeted biologic (no monoclonal antibody/vaccine), not a disease-targeted small molecule (no pharmacologic agent), not a drug cognitive enhancer (intervention is behavioral breathing + training, not a drug), and not targeted at neuropsychiatric symptoms (primary outcomes are amyloid measures and learning). The study does, however, aim at disease-relevant processes (amyloid clearance via perivascular/glymphatic mechanisms), which explains why investigators measure plasma Aβ and PVS volume; but because the categories given are drug-based, the correct output is 'N/A'. For background on perivascular/glymphatic clearance and its relation to amyloid, see human and review studies on glymphatic/CSF-mediated clearance and perivascular space imaging. citeturn0search1turn0search3turn0search5"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}