{
    "nct_id": "NCT00646269",
    "title": "Efficacy Assessment of Three Non Pharmacological Therapies in Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2013-07-31",
    "description_brief": "ETNA3 is a multicentric randomised clinical trial conducted in France to evaluate the impact of cognitive training, reminiscence therapy and a \"made-to-measure\" program on the progression rate of dementia.",
    "description_detailed": "ETNA3 is a multicentric randomised clinical trial conducted in France to evaluate the impact of non pharmacological treatments on the progression rate of dementia: Three non pharmacological treatments are being studied: cognitive training therapy, reminiscence therapy and a \"made-to-measure\" program. Nearly 40 \"Memory Clinics\" are participating. 800 patients suffering Alzheimer's Disease in the mild to moderate stage of the disease will be included. For each therapy, a standard intervention protocol has been defined. The main objective is to determine whether any or several of these non pharmacological treatments can delay the severe stage of dementia during a 2-year follow-up. The secondary outcomes assess cognitive abilities, functional abilities in activities of daily living, behavioural disturbance, apathy, quality of life, depression, caregiver burden and resource utilization",
    "phase": [
        "PHASE3"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The ETNA3 trial evaluates three non‑pharmacological, cognitive‑oriented interventions (cognitive training, reminiscence therapy, and an individualized/\"made‑to‑measure\" cognitive rehabilitation program) with the aim of improving cognition and/or slowing clinical progression (rate of survival without moderately severe to severe dementia). These are intended to produce cognitive/functional benefit rather than to act on molecular Alzheimer’s pathology (e.g., amyloid or tau). citeturn0search1turn0search2",
        "Act: Key extracted details — Title: “Efficacy Assessment of Three Non Pharmacological Therapies in Alzheimer's Disease (ETNA3)”; Interventions: standardized cognitive training (group sessions), reminiscence therapy (group sessions), individualized (made‑to‑measure) cognitive rehabilitation (individual sessions) vs usual care; Design: multicenter randomized parallel‑group in ~653–800 outpatients with mild‑to‑moderate Alzheimer’s, 2‑year follow‑up; Primary outcome: progression to moderately severe/severe dementia. citeturn0search6turn0search5turn0search2",
        "Act (results/context): The published trial report found no impact of the group cognitive training or reminiscence therapies on the primary outcome or most secondary outcomes versus usual care; individualized cognitive rehabilitation showed the larger clinical benefit (lower functional decline and delay in institutionalization). This confirms the interventions are behavioral/cognitive (not drugs) and their intended effect is cognitive/functional improvement. citeturn0search2turn0search1",
        "Reflect: Mapping to the provided category definitions — the trial interventions aim to improve cognition/functional outcomes (memory, daily functioning), so they best fit the “cognitive enhancer” category (the category is defined by intended cognitive improvement, even though ETNA3 uses non‑pharmacological behavioral therapies rather than pharmacologic agents). There is no drug or placebo used in this trial, so no disease‑targeted biologic/small molecule applies. If you prefer to restrict the labels to pharmacological interventions only, one could alternatively mark this as 'N/A' (because it contains no drug). citeturn0search2turn0search3",
        "Web search results / sources used: 1) Cambridge Core / International Psychogeriatrics article summarizing the ETNA3 randomized trial and findings. citeturn0search1 2) International Psychogeriatrics full article (ETNA3 trial methods, results, discussion). citeturn0search2 3) PubMed entry and abstract for the ETNA3 randomized trial. citeturn0search3 4) ClinicalTrials/NCT (ETNA3; NCT00646269) and trial registry details (interventions, dates, enrollment). citeturn0search6 5) Clincosm / trial listing summarizing the behavioral interventions and study design. citeturn0search4"
    ],
    "agent_type": "T) Other",
    "explanation_agent": [
        "Reason: The ETNA3 trial evaluates three non‑pharmacological, cognitive/behavioral interventions (cognitive training, reminiscence therapy, individualized cognitive rehabilitation) intended to improve cognition and delay functional decline rather than to act on a molecular or biological Alzheimer's disease target (e.g., amyloid, tau, inflammation, synaptic receptor). This makes it unsuitable for any CADRO category that maps to a biological drug target. citeturn0search0turn0search8",
        "Act: Key extracted details — ETNA3 is a multicenter randomized trial comparing group cognitive training, group reminiscence therapy, and individualized ('made‑to‑measure') cognitive rehabilitation vs usual care in mild–moderate AD with a 2‑year follow‑up; primary outcome was survival without moderately severe to severe dementia. These are behavioral interventions (no drug or molecular target listed). citeturn0search0turn0search5",
        "Reflect: Mapping to CADRO — because CADRO categories A–Q and others describe biological/therapeutic targets (amyloid, tau, inflammation, synaptic receptors, etc.), and ETNA3 tests non‑pharmacological, cognitive/behavioral therapies with no identified molecular target, the correct classification per the instruction ('If the trial does not fit any CADRO category (e.g., PET scan for prediction), return \"T) Other\"') is T) Other. If one insisted on a clinical-purpose label (\"cognitive enhancer\"), that would describe intent but not a CADRO biological target; therefore 'T) Other' is the correct CADRO-aligned output. citeturn0search2",
        "Web search results used (key sources):",
        "- Group and individual cognitive therapies in Alzheimer's disease: the ETNA3 randomized trial — International Psychogeriatrics (trial report and results). citeturn0search0",
        "- PubMed entry for the ETNA3 randomized trial (abstract). citeturn0search8",
        "- Trial registry / ClinicalTrials summary (NCT00646269) describing interventions and design. citeturn0search5"
    ]
}