{
    "nct_id": "NCT03797716",
    "title": "A Multi-site Randomised Controlled Trial Assessing the Effectiveness of the Little Journey App at Reducing Peri-operative Anxiety Compared to Standard Care.",
    "status": "COMPLETED",
    "last_update_time": "2024-12-18",
    "description_brief": "To evaluate the clinical effectiveness of a virtual reality psychological preparation app at reducing peri-operative anxiety and its associated sequelae in children aged 3-12 years old undergoing ambulatory surgery compared to standard care.",
    "description_detailed": "This is a phase III multi-centre randomised controlled trial evaluating the effectiveness of the Little Journey app: a pre-hospital psychological preparation tool designed for children undergoing ambulatory surgery.\n\nParticipants are pre-screened virtually through assessment of those placed on a waiting list for day case surgery at participating sites. Due to the Covid-19 pandemic, preoperative assessment clinic appointments for children undergoing ambulatory surgery have in general, moved from face-to-face appointments to telephone consultations. To enable consent and enrolment of suitable participants undergoing either telephone or face-to-face preoperative assessment, two consent pathways were developed:\n\nPathway 1: Remote consent. Participants are pre-screened virtually through assessment of those placed on a waiting list for day case surgery at participating sites. Pre-screening is based on the age of the child, and contingent on there being a minimum of 9 days between telephone consent and the day of planned surgery. This window has been developed to provide a minimum of 5 days of potential use time for the Little Journey app (allowing 2-3 days for the headset to arrive with the participant).\n\nAll eligible participants' parents/carers are sent a participation information sheet at least 48 hours before being approached for consent, and a copy of the consent form, by email or post. Children are also sent an information leaflet tailored to their age. A minimum of 3 working days will be provided to the parent / carer, between the research team sending them the PIS and subsequently being approached for telephone consent. Telephone consent follows a pre-approved script with opportunity provided for the parent/carer to ask questions. Families are provided with a copy of the consent form to refer to during the conversation. Telephone consent is documented on stage one of the consent form and placed in the patient notes. Written confirmation of consent (stage 2 of the consent form) is sought when the patient and carer come to hospital for surgery and before the time of transfer from the ward/outpatient are to the operating department. A copy of the signed consent form is provided to the participant's parent/carer and in the clinical notes; the original is retained in the investigator site file.\n\nIf available, at the time of consent, an assent form will be completed for children aged between 8 and 12 years of age.\n\nPathway 2: Face-to-face consent. Participants are pre-screened at the time of adding to a waiting list for a preoperative assessment clinic (PAC) appointment. Again, pre-screening will be based on the age of the child. All eligible participants' parents/carers are sent a PIS by email or post at least 3 working days before the planned PAC appointment. Children are also sent an information leaflet tailored to their age. Parents/carers may also be telephoned by a member of the research team informing them that the study is taking place, signposting them to the PIS, and informing them that a member of the research team will be at the PAC hoping to speak to them to offer the opportunity to take part in the trial.\n\nAt the PAC, children and their carers will undergo the standard evaluation and explanation of surgery and anaesthesia by a healthcare professional. This healthcare professional will ask if the parent/child are willing to speak with a member of the research team about the trial. If agreed, a member of the research team will then approach the parents/carers and children with a verbal explanation for the research and give them an opportunity to gain further information. If the parents/carers are content with the information provided, they will be asked to provide written consent for them and their child to be entered in the trial\n\nIntervention Children assigned to the intervention arm will be provided with a virtual reality google cardboard headset and access code for the Little Journey app which they can use as many times as they wish before their operation. They will also receive the standard pre-operative preparation and care as per the recruiting site. In comparison, the standard care arm will receive a google cardboard virtual reality headset with suggestions of free virtual apps to use and standard pre-operative preparation and care - as defined by each participating site.\n\nOutcome Children's anxiety will be assessed at multiple time points along the surgical journey, ranging from the preoperative assessment clinic (if occurring), ward and finally in the anaesthetic room during the induction of anaesthesia. Secondary outcome measures such as parent anxiety levels, post-hospital behavioural changes, need for rescue analgesia and antiemetics in the recovery room will be recorded.\n\nChildren's anxiety scores in those assigned to the intervention arm will undergo a further analysis assessing the impact of frequency and timing of Little Journey app use before surgery.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "HEALTH_SERVICES_RESEARCH",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial evaluates a virtual-reality psychological preparation smartphone application (the Little Journey app) to reduce peri‑operative anxiety in children aged 3–12 undergoing ambulatory surgery — a non‑pharmacologic, behavioral/digital intervention rather than a drug or biologic. citeturn0search2turn0search5",
        "Act: Key extracted details — intervention: Little Journey app + low‑cost cardboard VR headset; control: same headset with unrelated VR games / standard care; primary outcome: modified Yale Preoperative Anxiety Scale (m‑YPAS‑SF) measured before induction of anaesthesia. No drug, biologic, or disease‑pathology target is involved, so the trial does not fit the Alzheimer’s-focused categories (disease‑targeted biologic, disease‑targeted small molecule, cognitive enhancer, or neuropsychiatric symptom improvement as intended for AD). citeturn0search2turn0search1turn0search4",
        "Reflect: Classification = 'N/A' because the intervention is a non‑therapeutic, preparatory psychological/digital tool for pediatric peri‑operative anxiety (not a diagnostic test nor an Alzheimer’s drug/intervention). This conclusion aligns with the trial protocol and registry entries. citeturn0search2turn0search5",
        "Web search results used (brief): (1) BMJ Open / PMC study protocol for the Little Journey phase III RCT describing the VR app, design, population, outcomes. citeturn0search2 (2) PubMed entry summarising the trial protocol. citeturn0search0 (3) App Store listing for the Little Journey app (trial app). citeturn0search1 (4) ISRCTN trial registration (ISRCTN23410641) with protocol and registration details. citeturn0search5 (5) UK Health Research Authority summary of the multi‑centre RCT. citeturn0search4"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}