{
    "nct_id": "NCT06986096",
    "title": "Lifestyle for the BRAin Health - Nutrition and Exercise Training Intervention, LIBRA-NET",
    "status": "RECRUITING",
    "last_update_time": "2025-05-22",
    "description_brief": "Due to the increasing incidence of dementia and the lack of causal treatment, non-pharmacological interventions represent an attractive and effective therapeutic strategy of neurodegenerative diseases, such as Alzheimer's disease.\n\nThe aim of the study is to assess the impact of a supervised 9-month intervention with aerobic-strength training and nutritional counseling compared to cognitive training and stretching on the brain, cognitive and motor functions, metabolism, physical fitnes and plasma markers of neurodegenertion in older adults at increased risk of developing Alzheimer's disease.",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "SUPPORTIVE_CARE",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention described is a supervised 9-month lifestyle (aerobic-strength exercise plus nutritional counseling) program compared to cognitive training and stretching, intended to affect brain, cognitive, motor functions, metabolism, fitness and plasma markers — i.e., a non-pharmacological (behavioral/lifestyle) trial rather than a drug or biologic intervention. citeturn0search1turn0search2",
        "Act: Key trial details extracted from registry listings — title: \"Lifestyle for the BRAin Health - Nutrition and Exercise Training Intervention (LIBRA-NET)\"; sponsor: Slovak Academy of Sciences; identifier: NCT06986096; interventions: Aerobic-strength training + nutritional counseling versus Cognitive training + stretching. No drug or biologic name or placebo is listed in the trial records (searches found only behavioral interventions). citeturn0search0turn0search2turn0search1",
        "Reflect: Classification check against the provided categories — this is not a biologic (monoclonal antibody/vaccine), not a small-molecule drug, not a pharmacologic cognitive enhancer, and not an intervention targeting neuropsychiatric symptoms specifically; it is a lifestyle/behavioral prevention/supportive-care trial (LIBRA framework for lifestyle risk), so the correct category is 'N/A'. For background on the LIBRA lifestyle concept and its use in dementia prevention research, see LIBRA publications. citeturn0search7turn0search6"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}