{
    "nct_id": "NCT01702467",
    "title": "A Single-Blind, Randomized, Placebo-Controlled Study to Evaluate Safety, Tolerability, Pharmacokinetics and Pharmacodynamics of Single, Oral Escalating Doses of GSK2647544 in Healthy Volunteers",
    "status": "COMPLETED",
    "last_update_time": "2017-10-16",
    "description_brief": "The current study will examine the safety, tolerability, plasma pharmacokinetics (PK), and plasma pharmacodynamics (PD) of single-doses of GSK2647544.The study will be conducted as a randomized, single-blind, placebo controlled, 4-way crossover single oral ascending dose design in 2 independent cohorts, eight healthy male subjects in each of the cohorts. Each potential subject will undergo Screening visit, Treatment Phase and Follow-up visit.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "GSK2647544 (selective Lp-PLA2 inhibitor; orally available small molecule)"
    ],
    "placebo": [
        "Placebo"
    ],
    "explanation_target": [
        "Reason: The study tests single oral ascending doses of GSK2647544 in healthy volunteers. GSK2647544 is described in the literature as an orally available, selective inhibitor of lipoprotein-associated phospholipase A2 (Lp-PLA2) developed for Alzheimer's disease — i.e., a small-molecule enzyme inhibitor rather than a biologic or symptomatic cognitive enhancer. citeturn0search6turn0search0",
        "Act: Trial design and title you provided match registries for the single-blind, randomized, placebo-controlled ascending-dose study (NCT01702467). Pharmacology/Pk-PD papers and a PET biodistribution study report that GSK2647544 inhibits Lp-PLA2 in plasma/brain and crosses the blood–brain barrier, supporting that it targets a disease-related enzyme. citeturn0search1turn0search3turn0search6",
        "Reflect: Given the mechanism (small-molecule Lp-PLA2 inhibition, intended to modify disease-related biology/inflammation in AD) this best fits the category 'disease-targeted small molecule' rather than biologic, cognitive enhancer, or neuropsychiatric-symptom treatment. Note: Lp-PLA2 is an inflammatory/pathology-related target rather than a classic amyloid/tau antibody, but it remains a disease-directed small-molecule approach. citeturn0search6",
        "Web search results (sources used): PubMed/abstract describing PK/PD and Lp-PLA2 inhibitory activity of GSK2647544; PMC full-text (pharmacology, PK/PD, safety); trial registry entries (NCT01702467 and related studies); PET biodistribution study showing brain penetration of [18F]GSK2647544. citeturn0search0turn0search6turn0search1turn0search3"
    ],
    "agent_type": "F) Inflammation",
    "explanation_agent": [
        "Reason: GSK2647544 is a selective small-molecule inhibitor of lipoprotein-associated phospholipase A2 (Lp-PLA2). Lp-PLA2 generates pro‑inflammatory and oxidative mediators (e.g., lysophosphatidylcholine, oxidized fatty acids) and the compound was developed to reduce disease-related inflammation in AD. citeturn0search1turn0search6",
        "Act: The trial tests oral ascending doses of GSK2647544 (an Lp‑PLA2 enzyme inhibitor) in healthy volunteers; this mechanism targets neuroinflammatory/vascular inflammatory pathways rather than amyloid, tau, or symptomatic neurotransmitter systems, so the best CADRO match is F) Inflammation. Supporting sources: PK/PD safety paper and PET brain‑penetration/biodistribution study. citeturn0search1turn0search6",
        "Reflect: Lp‑PLA2 is lipid‑associated but its therapeutic rationale in AD is to reduce pro‑inflammatory lipid mediators; although one could consider lipid-related CADRO C, the primary biological focus (in the literature and trial rationale) is inflammatory mediation—therefore F) Inflammation is the most specific and appropriate CADRO category. If future evidence framed the intervention chiefly as modulation of lipid metabolism rather than inflammation, C) ApoE, Lipids and Lipoprotein Receptors might be considered. citeturn0search2turn0search3",
        "Web search results (key sources used):",
        "- Evaluation of the safety, pharmacokinetics, pharmacodynamics, and drug‑drug interaction potential of a selective Lp‑PLA2 inhibitor (GSK2647544) in healthy volunteers (PK/PD paper). citeturn0search1",
        "- Investigation of the brain biodistribution of the Lp‑PLA2 inhibitor [18F]GSK2647544 (PET biodistribution, brain penetration). citeturn0search6",
        "- ALZFORUM summary of GSK2647544 development and target (Lp‑PLA2). citeturn0search2",
        "- Compound/product pages noting GSK2647544 as an orally available selective Lp‑PLA2 inhibitor. citeturn0search3turn0search4",
        "Output: {\"category\": \"F) Inflammation\"}"
    ]
}