{
    "nct_id": "NCT06933849",
    "title": "PartnerED Care: Coordinated Emergency Department Transitions for Assisted Living Patients With Alzheimer's Disease and Related Dementias",
    "status": "COMPLETED",
    "last_update_time": "2025-04-16",
    "description_brief": "The goal of this observational study is to learn the feasibility, acceptability, appropriateness, and adherence to a case management intervention. PartnerED is a case management intervention that aims to reduce unnecessary hospital admissions by providing real-time, structured information and discharge support to emergency department providers via phone and fax. The intervention is led by chronic care managers employed by Bluestone Accountable Care Organization, a physician group primarily serving patients in assisted living centers.",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The study tests PartnerED, a structured case-management / care-coordination intervention (behavioral) led by chronic care managers to improve ED-to-discharge communication and reduce unnecessary hospital admissions for assisted‑living patients with Alzheimer’s disease — it does not test a drug, biologic, or cognitive-enhancing pharmacologic agent. citeturn0search1turn0search3",
        "Act: Key extracted details — intervention name: PartnerED (PartnerED Care: Coordinated Emergency Department Transitions for Assisted Living Patients With Alzheimer’s Disease and Related Dementias); intervention type: Behavioral / Structured case management delivered by Bluestone ACO complex/chronic care managers (real‑time phone/fax outreach to ED staff, outreach within 1–3 hours); primary purpose: treatment via care coordination; no pharmaceutical or biologic agent is described. citeturn0search1turn0search4turn0search5",
        "Reflect: Classification check — per the category definitions: not a disease‑targeted biologic (no antibody/vaccine), not a disease‑targeted small molecule, not a cognitive enhancer, and not an intervention primarily for neuropsychiatric symptoms. It is a non‑pharmacologic care‑coordination/interventional program, so it does not fit any of the four therapeutic categories and is therefore 'N/A'. This aligns with trial registries and a qualitative evaluation of the ED care‑coordination program. citeturn0search3turn0search2",
        "Web search results used (representative sources): trial listing and details (MedPath / CTV / ICH GCP entries for NCT06933849), JAMA Network Open qualitative study describing the ED early response program, Bluestone ACO descriptions of complex care manager role. citeturn0search0turn0search3turn0search4turn0search2turn0search5"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}