{
    "nct_id": "NCT01716637",
    "title": "Open Label,Crossover,Pilot Study to Assess the Efficacy & Safety of Perispinal Admin.of Etanercept(Enbrel®) in Comb.w/Nutritional Supplements vs. Nutritional Supplements Alone in Subj. w/Mild to Mod. Alzheimer's Disease Receiving Std. Care.",
    "status": "COMPLETED",
    "last_update_time": "2016-05-10",
    "description_brief": "While the cause of AD is still unknown, evidence suggests it develops because of a complex series of events in the brain that occur over time. Two pathways possibly involved in development of AD are inflammation and oxidative stress. Scientists have linked chronic inflammatory events in the brain with the onset and progression of Alzheimer's Disease. Oxidative stress has also been implicated in the pathogenesis of a number of neurological disorders including Alzheimer's Disease.\n\nEtanercept (Enbrel®) is an approved drug for the treatment of several forms of arthritis when administered by injection. Some research suggests that etanercept, when administered by injection into the tissues close to the spinal column (perispinally), may modulate certain aspects of the immune system and provide some beneficial effect for people with Alzheimer's disease. Studies suggest that supplementation with specific nutrients may also have a positive effect in support of cognitive function.\n\nThis study will be conducted at one research office with volunteers who have been diagnosed with mild to moderate Alzheimer's disease. Each qualifying participant will be randomly assigned to receive an etanercept injection plus nutritional supplements for 6 weeks followed by a crossover and a washout period of 4 weeks to then receiving nutritional supplements alone or vice versa for another 6 weeks.\n\nParticipants will undergo blood and urine safety assessments at the beginning and end of each 6 week treatment period. During 4 of the 6 weekly visits in the treatment period with the injections, you will complete the cognitive tests twice; once before and once 2 hours after the injection. During 4 of the 6 weekly visits in the treatment period without the injections, you will also complete the cognitive tests twice; once before and once 2 hours after being asked to lie down onto a table for 5 minutes. You will be allowed to continue your standard of care for Alzheimer's disease throughout your participation in the study.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "HEALTH_SERVICES_RESEARCH",
    "results": null,
    "target_category": "disease-targeted biologic",
    "drug": [
        "Etanercept (Enbrel\u0000ae) — a biologic TNF inhibitor, given perispinally in the trial (investigational use for AD)"
    ],
    "placebo": [
        "Nutritional supplements alone (comparator; not a true inert placebo)"
    ],
    "explanation_target": [
        "Reason: The trial tests etanercept (Enbrel\u0000ae), which is a biologic (a soluble TNF receptor fusion protein) that blocks tumor necrosis factor (TNF) and is used to modulate inflammation. The protocol explicitly targets inflammation and oxidative-stress pathways implicated in AD, so the drug is a biologic aimed at a disease-related mechanism rather than a symptomatic cognitive enhancer. citeturn0search1turn0search3",
        "Act: Key extracted details — intervention = etanercept administered perispinally combined with nutritional supplements vs. supplements alone in mild–moderate AD; etanercept is an approved biologic (Enbrel) and has been reported in small studies of perispinal administration for Alzheimer’s. These sources describe etanercept’s MOA (TNF blockade) and prior perispinal AD reports. citeturn0search1turn0search4",
        "Reflect: Classification check — etanercept is a biologic targeting an inflammatory pathway implicated in AD (disease-related mechanism), so the correct category is 'disease-targeted biologic'. Notes/ambiguity: the trial also includes nutritional supplements (a supportive/comparator intervention) and is an open-label pilot crossover; perispinal delivery and efficacy in AD are experimental and debated, but that does not change the intervention type. Sources used: Amgen/Enbrel mechanism and prescribing information and a PubMed article on perispinal etanercept in Alzheimer’s. citeturn0search1turn0search3turn0search4"
    ],
    "agent_type": "F) Inflammation",
    "explanation_agent": [
        "Reason: The investigational drug is etanercept (Enbrel®), a soluble TNF receptor fusion protein that binds and neutralizes tumor necrosis factor (TNF), i.e., it directly targets a pro‑inflammatory cytokine and inflammatory signaling. citeturn0search3",
        "Act: Key extracted details — intervention = etanercept administered perispinally (investigational delivery) combined with nutritional supplements versus supplements alone in mild–moderate AD; etanercept’s mechanism (TNF blockade) and prior small open‑label/perispinal pilot studies in AD are documented. These sources describe etanercept as a biologic TNF antagonist and report pilot/regulatory‑level case/series evidence of perispinal use in AD. citeturn0search1turn0search5turn0search4",
        "Reflect: Classification check — blocking TNF is modulation of inflammatory pathways implicated in AD, which maps to CADRO category F) Inflammation. The trial is disease‑targeted (anti‑inflammatory biologic) rather than a symptomatic neurotransmitter agent or diagnostic, and although the perispinal route and small‑study evidence are experimental, that does not change the target classification. The presence of nutritional supplements as a comparator does not change the drug’s inflammatory target. citeturn0search2",
        "Web search results (key sources used): 1) Enbrel (etanercept) mechanism of action (manufacturer resource) — describes etanercept as a soluble TNF receptor fusion protein that blocks TNF activity. citeturn0search3 2) Rapid improvement in verbal fluency and aphasia following perispinal etanercept in Alzheimer's disease (pilot study/report). citeturn0search1 3) TNF‑alpha modulation for treatment of Alzheimer's disease: a 6‑month pilot study (open‑label etanercept perispinal trial). citeturn0search5 4) Additional reports on rapid cognitive improvement and rationale linking TNF, neuroinflammation and synaptic dysfunction in AD. citeturn0search4turn0search2"
    ]
}