{
    "nct_id": "NCT03420807",
    "title": "Evaluation of Beta-amyloid Plaques of the Retina Using Metabolic Hyperspectral Retinal Camera (MHRC) in Alzheimer's Patients - Toronto Study Arm",
    "status": "COMPLETED",
    "last_update_time": "2023-03-24",
    "description_brief": "This research project concerns the evaluation of the Metabolic Hyperspectral Retinal Camera (MHRC), a novel medical instrument from Optina Diagnostics, for the detection of beta-amyloid plaques, a hallmark of Alzheimer's disease (AD), in the retina. The experimental device, produces multiple images of the retina when subjected to light in very specific colors (90-100 specific colors typically) and may be used to identify specific biomarkers based on their unique spectral signature. The retina is an extension of the brain and is the only optically accessible nervous tissue. The MHRC could represent a simple and non-invasive tool to facilitate the diagnosis of AD.",
    "description_detailed": "Alzheimer's disease (AD), a neurodegenerative disorder characterized by cognitive impairment and a suspected dementia syndrome, is the most common type of dementia (\\>50% of all cases), affecting millions worldwide, with no cure available at this time. Definite AD diagnosis currently relies on the post-mortem observation of the hallmarks β-amyloid peptides (Aβ) extracellular aggregates, Aβ plaques, and protein tau intracellular twisted strands (neurofibrillary tangles, NFTs). Earlier diagnosis could dramatically transform the design and execution of clinical trials to test new treatments. The eye offers a natural window to the brain as the retina, the light sensitive layer lining the interior of the eye is an extension of the brain. The presence of Aβ plaques in the retina of AD mice models and humans was recently reported opening the possibility of detecting this AD hallmark though a simple non-invasive eye scan. The proposed research aims to explore this avenue with the development of a spectrally-resolved optical retinal imaging platform to detect Aβ plaques in the retina of AD subjects and validate the method against brain Aβ plaques seen on amyloid PET imaging. The novel imaging platform is expected to help aid the early detection of AD and assist in monitoring efficacy of possible future therapeutic agents that target relevant molecular pathways.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "DIAGNOSTIC",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The described intervention is the Metabolic Hyperspectral Retinal Camera (MHRC), a diagnostic imaging device intended to detect retinal beta‑amyloid (a biomarker of Alzheimer’s disease) and to predict cerebral amyloid PET status. This is a non‑therapeutic, diagnostic tool (retinal imaging + algorithmic classifier), not a drug or biologic that modifies disease or treats symptoms. citeturn0search7turn0search0",
        "Act: Key details extracted from the description and literature: the MHRC is a hyperspectral retinal camera (visible to near‑IR spectral range ~450–900 nm) that acquires many narrowband images and uses spatial‑spectral features with machine learning to identify signatures associated with brain amyloid. Optina Diagnostics/Retinal Deep Phenotyping™ and related MHRC studies explicitly aim to detect likely cerebral amyloid PET status (screening/diagnosis), not to provide therapeutic benefit. Representative sources: clinical trial registry and peer‑reviewed studies validating hyperspectral retinal imaging for likely amyloid status. citeturn0search7turn0search4turn0search1",
        "Reflect: Conclusion and verification: This trial is a diagnostic/biomarker evaluation and therefore does not match any of the four therapeutic categories (disease‑targeted biologic, disease‑targeted small molecule, cognitive enhancer, or neuropsychiatric symptom improvement). The correct classification is 'N/A'. No drug or placebo is involved. Supporting references include Optina Diagnostics press materials and multiple peer‑reviewed papers and trial registry entries describing MHRC and retinal deep phenotyping for amyloid detection. citeturn0search0turn0search3turn0search6",
        "Web search results (selected): 1) Optina Diagnostics press release about Breakthrough Device designation for their retinal imaging platform (MHRC/CAPRS) describing detection of likely PET amyloid status. citeturn0search0 2) 'A retinal deep phenotyping platform to predict the cerebral amyloid PET status' (Soucy et al., 2021) describing the Retinal Deep Phenotyping™ platform and MHRC imaging/ML classifier. citeturn0search4 3) 'Evaluation of a retinal deep phenotyping platform...' (Soucy 2020 protocol/results) and related hyperspectral imaging validation studies showing performance for predicting PET amyloid. citeturn0search1turn0search3 4) PubMed summary of non‑invasive in vivo hyperspectral retinal imaging as potential biomarker for brain Aβ (mouse & human data). citeturn0search6 5) Clinical trial registry entry for the MHRC evaluation (Toronto study arm) describing the device intervention and study purpose. citeturn0search7"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}