{
    "nct_id": "NCT05427448",
    "title": "Clinical Validation of the Use of Blood Biomarkers for the Diagnosis and Monitoring of Alzheimer's Disease",
    "status": "RECRUITING",
    "last_update_time": "2024-05-02",
    "description_brief": "Alzheimer's disease (AD) has gradually become one of the major global public health issues due to its prevalence, which increases with age and life expectancy, and the economic cost of caring for patients whose cognitive decline progressively leads to loss of functional autonomy.\n\nThe diagnosis of AD is based on a multidisciplinary approach, involving, among other things, evaluation of the medical history together with clinical symptoms and signs, neuropsychological tests and neuroimaging. The quantification of cerebrospinal fluid (CSF) core biomarkers (amyloid beta peptides \\[Ab1-40 and Ab1-42\\], total tau \\[t-tau\\] and its phosphorylated form on threonine 181 \\[p-tau(181)\\]) has progressively proven utility for the diagnosis of AD and its prodromal forms. CSF biomarkers are now included in international guidelines for the diagnosis of AD in research settings and clinical practice and the Alzheimer's Association appropriate use criteria for the use of lumbar puncture and CSF testing in the diagnosis of AD have been published. Such biochemical diagnostics are currently implemented in many specialized centers around the world.\n\nRecent progress in the biological diagnosis of AD is considerable, with the possibility, thanks to ultra-sensitive tests realized notably with the SIMOA technology, of having Ab1-40, Ab1-42, t-tau and p-tau(181) also detectable in the blood using commercial kits. The performance for AD detection has been evaluated by many groups including on retrospective samples.\n\nIt is now essential to evaluate the interest of blood-based biomarkers of AD, prospectively and in real life condition to confront them with pre-analytical and analytical variabilities. It is also important to position them in relation to CSF analysis and AD management, from risk assessment, diagnosis, to therapeutic strategies.",
    "description_detailed": "Rationale of the project:\n\nRecent progress in the biological diagnosis of Alzheimer's disease (AD) is considerable, with the possibility, thanks in particular to ultra-sensitive tests, of having relevant blood biomarkers. These biomarkers, mainly represented by amyloid peptides, tau proteins and neurofilaments, make it possible to consider a stratification of patients according to different classifications, including the ATN scale. Their diagnostic value has been mainly tested on retrospective samples and it is now essential to use them prospectively to confront them with pre-analytical and analytical variability. It is also important to position them in relation to CSF analysis and AD management, from risk assessment, diagnosis, to therapeutic strategies.\n\nMain objective:\n\nTo evaluate, in a prospective consecutive enrollment clinical trial, the diagnostic performance (sensitivity, specificity) of blood biomarkers for Alzheimer's disease.\n\nSecondary objectives:\n\n* Interest of blood biomarkers for detection of normal/pathological CSF profiles.\n* Interest of blood biomarkers for other disease including, amyloid angiopathy, frontotemporal dementia (FTD) or lewy body disease (LBD).\n\nMethodology:\n\nThe investigator's laboratory daily receives CSF samples from regional \"memory clinics\" (mainly from Montpellier, Nîmes, Perpignan) for Aß40, Aß42, t-Tau and p-Tau(181) assays. The results of these tests performed weekly on an automated platform are used by neurologists for the diagnosis of AD. In this non-interventional multi-center clinical trial, with the informed consent of patients, one tube of plasma in addition to CSF is collected. In parallel with the CSF, amyloid peptides and plasma p-Tau is measured. The ApoE4 status will also be determined using MS as previously published by the investigator's group. Plasma biomarkers will then be combined to confirm the presence of AD, as has already been done on retrospective samples by the investigator's laboratory and others. Considering a disease prevalence rate of 20% in the screened population, and to reach a sensitivity of 80% and a specificity close to 90%, it is necessary to include a total of 311 patients in order to obtain an estimate of sensitivity and specificity with a 95% accuracy of +/- 10%. The lost to follow-up rate of about 10% requires the enrollment of 342 patients. The diagnostic performance of this profile will be compared to that of CSF, as well as to the diagnosis assessed by a multidisciplinary team one year after sampling.\n\nExpected benefit:\n\nThe confirmation that blood biomarkers of AD achieve satisfactory diagnostic performance in a clinical setting allows them to be considered in routine use, as a less invasive method, thus with greater acceptance and also the possibility of longitudinal use. The benefit also lies in the evaluation of the interest of supplemental biomarkers such as NfL, for related diseases.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "DIAGNOSTIC",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The study title and description describe prospective clinical validation of blood-based biomarkers (plasma Aβ1-40, Aβ1-42, t-tau, p-tau(181) measured with ultra‑sensitive/SIMOA assays) for diagnosis and monitoring of Alzheimer’s disease — this is a diagnostic/biomarker validation study, not a therapeutic trial testing a drug or behavioral intervention. citeturn0search0turn0search1",
        "Act: Key extracted details — intervention: measurement/validation of blood biomarkers (Aβ1-40, Aβ1-42, t‑tau, p‑tau181) using ultra‑sensitive assays (SIMOA) and commercial kits; intended effect: improve diagnosis, risk assessment, and monitoring of AD rather than modify disease or improve cognition/behavior. No drug or placebo is described in the protocol. citeturn0search1turn0search0",
        "Reflect: Classification check — by the provided category definitions, this trial does not fit any therapeutic category (disease-targeted biologic, disease-targeted small molecule, cognitive enhancer, or neuropsychiatric symptom improvement). It is a non-therapeutic diagnostic/monitoring study, so the correct output is 'N/A'. This aligns with current literature showing plasma p‑tau and Aβ assays are being validated for diagnostic use and positional relation to CSF/PET-based diagnostics. citeturn0search5turn0search3",
        "Supporting context / web search results (selected): 1) EMBO Molecular Medicine review summarizing blood-based biomarkers (p-tau181, p-tau217, Aβ ratios) and diagnostic performance in plasma (SIMOA and other platforms). citeturn0search0 2) PubMed study reporting plasma Aβ, t‑tau, NfL, and p‑tau181 measured on the Simoa platform and their correlations with cognition. citeturn0search1 3) Alzheimer's Association Appropriate Use Criteria for lumbar puncture and CSF testing (context for how CSF biomarkers are used clinically). citeturn0search2 4) Systematic/review articles supporting plasma p‑tau as an accurate diagnostic/prognostic biomarker for AD. citeturn0search5 5) Recent regulatory/press coverage: FDA marketing clearance (May 16, 2025) reported for a plasma pTau217/Ab42 ratio blood test (Fujirebio Lumipulse), illustrating translation of blood biomarkers into clinical diagnostic tools. citeturn0news12turn0news13"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}