{
    "nct_id": "NCT06285240",
    "title": "A Randomized, Double-Blind, Placebo-Controlled Clinical Trial to Assess the Safety, Tolerability, and Pharmacokinetics of MK-1167 Administered to Patients With Alzheimer's Disease Receiving Stable Donepezil Treatment",
    "status": "COMPLETED",
    "last_update_time": "2024-09-25",
    "description_brief": "The main purpose of this study is to assess the safety and efficacy of MK-1167 administered to participants with Alzheimer's Disease (AD) receiving stable Donepezil treatment.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "MK-1167 (Merck) — small‑molecule alpha‑7 nicotinic acetylcholine receptor positive allosteric modulator (α7 nAChR PAM); oral dosing described in trial records"
    ],
    "placebo": [
        "placebo (oral)"
    ],
    "explanation_target": [
        "Reason: The trial tests MK-1167 given to people with AD who are on stable donepezil; Merck describes MK-1167 as a small‑molecule alpha‑7 nicotinic acetylcholine receptor positive allosteric modulator (α7 nAChR PAM), a mechanism intended to enhance cholinergic neurotransmission and cognitive function rather than directly target amyloid or tau pathology. citeturn3search2",
        "Act: Key extracted details from public trial records — the Phase 1/2 program lists MK-1167 as an oral small‑molecule given in milligram doses and studied as adjunctive therapy with donepezil (NCT06285240 and later Phase 2 entries), with endpoints focused on safety/tolerability and improvement in memory/thinking. These trial listings support that MK-1167 is being developed as a cognitive enhancer adjunctive to acetylcholinesterase inhibitors. citeturn0search3turn2search4turn3search3",
        "Reflect: Classification check — because MK-1167 is a small‑molecule α7 nAChR positive allosteric modulator (per Merck) and the trials are designed to improve cognitive symptoms when added to donepezil (an AChEI), the appropriate category is \"cognitive enhancer.\" I reviewed trial records and the Merck pipeline description to confirm modality (small molecule) and mechanism (α7 PAM) and found no indication MK-1167 is a disease‑modifying biologic or an agent aimed at neuropsychiatric symptom management. citeturn3search2turn2search4",
        "Web search results / sources consulted (selected):\n- Merck product‑pipeline page describing MK‑1167 as an α7 nicotinic AChR positive allosteric modulator (small molecule). citeturn3search2\n- Clinical trial record NCT06285240 (MK‑1167 with donepezil; Phase 1; oral mg dosing; sponsor Merck). citeturn0search3\n- Trial registry entries for the Phase 2 program (MK‑1167 as adjunctive therapy in mild‑to‑moderate AD; oral capsule dosing and efficacy endpoints targeting memory/thinking). citeturn2search4\n- Additional trial listings and summaries (Medifind/MedPath) documenting dosing schedules, donepezil co‑administration, and study purpose. citeturn3search3"
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: MK-1167 is described by Merck as an alpha-7 nicotinic acetylcholine receptor (α7 nAChR) positive allosteric modulator (PAM), a mechanism that enhances cholinergic neurotransmission and is intended to improve cognition rather than directly target amyloid or tau pathology. citeturn0search3",
        "Act: Key extracted details — MK-1167 is a small‑molecule α7 nAChR PAM given orally as adjunctive therapy with donepezil in clinical trials (e.g., NCT06285240, Phase 1; dosing and safety/tolerability endpoints are listed in the registry). These trial records identify the intervention as a symptomatic cognitive enhancer rather than a disease‑modifying anti‑amyloid or anti‑tau agent. citeturn0search0turn0search1",
        "Reflect: Classification check — because the drug’s primary, explicit biological target is the alpha‑7 nicotinic acetylcholine receptor (a neurotransmitter receptor), the CADRO category that best fits is D) Neurotransmitter Receptors. Development activity (Phase 1 and reported Phase 2 initiation) further supports that the program is pursuing a cognitive‑enhancing, receptor‑targeted strategy rather than inflammation, proteostasis, metabolism, etc. citeturn0search3turn0search2",
        "Web search results / sources consulted: Merck product‑pipeline page describing MK‑1167 as an α7 nAChR PAM. citeturn0search3; ClinicalTrials.gov record NCT06285240 (MK‑1167 with donepezil; Phase 1; oral dosing; safety/tolerability endpoints). citeturn0search0; Trial registry summaries (cdek/MedPath) documenting dosing, donepezil co‑administration, and study purpose. citeturn0search1turn0search6; Neuphoria/press reporting of a Merck‑initiated Phase 2 and milestone payment noting MK‑1167 as an α7 nAChR PAM. citeturn0search2"
    ]
}