{
    "nct_id": "NCT01148498",
    "title": "Plasma Amyloid Beta Species After a Single Solanezumab Infusion in Nondemented Individuals and Those With Mild Dementia of the Alzheimer's Type",
    "status": "COMPLETED",
    "last_update_time": "2012-09-18",
    "description_brief": "The purpose of this trial is to compare the average change in the amount of amyloid beta species in blood after an infusion of solanezumab.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "BASIC_SCIENCE",
    "results": null,
    "target_category": "disease-targeted biologic",
    "drug": [
        "solanezumab (humanized monoclonal antibody targeting soluble amyloid‑β)"
    ],
    "placebo": [
        "placebo (comparator)"
    ],
    "explanation_target": [
        "Reason: The trial measures plasma amyloid‑β species after an infusion of solanezumab, which indicates the intervention is intended to engage and modify Alzheimer's pathology (amyloid‑β). Solanezumab is a humanized monoclonal antibody designed to bind soluble forms of Aβ and promote their clearance, i.e., a biologic aimed at disease pathology. citeturn0search1turn0search4",
        "Act (extracted details + web evidence): The intervention is solanezumab — a humanized monoclonal antibody that recognizes the mid‑domain of soluble amyloid‑β (binds soluble monomeric Aβ) and was administered intravenously in clinical trials; prior studies showed increases in total plasma and CSF Aβ consistent with target engagement. The trial compares solanezumab infusion to placebo. Evidence: NEJM Phase 3 description and mechanism summary, and a review describing its selective binding to soluble Aβ. citeturn0search1turn0search4turn0search6",
        "Reflect: Classification as 'disease-targeted biologic' matches the definition (a biologic — monoclonal antibody — targeting Alzheimer’s pathology, amyloid‑β). There is no ambiguity in the drug type or primary mechanistic intent from the description. Supporting literature confirms solanezumab is a passive immunotherapy targeting soluble Aβ and was studied versus placebo with biomarker (plasma/CSF Aβ) endpoints. citeturn0search0turn0search3"
    ],
    "agent_type": "A) Amyloid beta",
    "explanation_agent": [
        "Reason: The intervention is solanezumab, a humanized monoclonal antibody designed to bind the mid-domain of amyloid‑β and selectively target soluble (monomeric) Aβ species — therefore the trial is directed at amyloid‑β pathology. citeturn0search1turn0search3",
        "Act: Extracted details — solanezumab (humanized IgG1 monoclonal antibody) given intravenously, binds the mid‑domain of Aβ and preferentially to soluble/monomeric Aβ; prior trials showed large, sustained increases in total plasma Aβ and CSF Aβ consistent with peripheral and central target engagement vs placebo. Based on those mechanism and biomarker data, assign to CADRO category A) Amyloid beta. citeturn0search0turn0search2turn0search3",
        "Reflect: The description and cited literature consistently identify solanezumab as an anti‑amyloid passive immunotherapy with the explicit mechanistic intent to engage/clear soluble Aβ. There is no indication of additional primary targets (e.g., tau, inflammation, metabolism), so the most specific CADRO match is A) Amyloid beta. citeturn0search1turn0search0",
        "Web evidence (search results supporting classification): NEJM Phase 3 reports and discussion of solanezumab mechanism and biomarker effects (EXPEDITION trials). citeturn0search0turn0search1; Review and mechanistic summary noting solanezumab binds the mid‑domain and selectively to soluble/monomeric Aβ. citeturn0search3; Pharmacodynamic/CSF biomarker analyses showing increased total Aβ in plasma and CSF consistent with target engagement. citeturn0search2",
        "Output: A) Amyloid beta — The trial tests solanezumab, a monoclonal antibody targeting soluble amyloid‑β, which aligns directly with CADRO category A."
    ]
}