{
    "nct_id": "NCT06843824",
    "title": "A Graphene Far-infrared Intervention Study of Cognitive Status in Older Adults",
    "status": "ACTIVE_NOT_RECRUITING",
    "last_update_time": "2025-04-29",
    "description_brief": "This study is a 4-week group controlled trial to explore whether graphene far-infrared intervention can improve the cognitive status of older adults presenting with symptoms of Subjective Cognitive Decline (SCD), Mild Cognitive Impairment (MCI), or Alzheimer's Disease (AD), and is dedicated to enhancing the cognitive status of older adults and improving their mental health. Participants were older adults who presented with cognitive problems. Participants were divided into SCD and MCI/AD groups based on their cognitive level, and each group was further divided into a graphene far-infrared intervention group and a placebo control group. We also measured the depression and anxiety levels of the older adults and incidentally observed whether the graphene far-infrared intervention could have a positive impact on their mental health outcomes, which was not the focus of our study.",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "OTHER",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "Graphene far-infrared intervention (graphene-FIR device)"
    ],
    "placebo": [
        "Placebo / sham control (sham device)"
    ],
    "explanation_target": [
        "Reason: The intervention is a graphene far-infrared (FIR) device applied to older adults to improve cognitive status (SCD, MCI, AD). This is a physical/energy-based device intervention, not a biologic or small-molecule drug, and its stated goal is to enhance cognition (and incidentally measure mood). citeturn0search5turn0search2",
        "Act: Key extracted details — intervention name/type: graphene far-infrared intervention (graphene-FIR) delivered as a wearable/irradiation device; comparator: placebo/sham control; primary intent: enhance cognitive status in older adults (SCD/MCI/AD); secondary/ancillary measures: depression and anxiety. Published/intervention studies report short-term cognitive and mood improvements with graphene-FIR and animal/mechanistic studies describe physiological effects (FIR emission spectra, microcirculation, AMPK/gut–brain/microbiota effects) consistent with non-pharmacologic modulation rather than targeting amyloid/tau pathology. citeturn0search5turn0search1turn0search3",
        "Reflect: Classification check — this does not match 'disease-targeted biologic' (no monoclonal antibody/vaccine) nor 'disease-targeted small molecule' (not a small-molecule drug), and while mood outcomes are measured, the trial’s declared focus is cognitive status enhancement rather than treatment of neuropsychiatric symptoms. Therefore the best-fit category is 'cognitive enhancer' (non-pathology-targeting device to improve cognition). Note: some studies report mood/anxiety benefits as secondary outcomes, but those were not the primary target here. citeturn0search5turn0search2",
        "Web search results used to verify intervention type and effects (selected): BMC Geriatrics full-text describing graphene far-infrared intervention (GFII) trial in older adults reporting short-term improvements in cognition and anxiety. citeturn0search5; PubMed entry summarizing GFII effects on depression/anxiety/dementia in older adults. citeturn0search2; Animal/mechanistic studies showing graphene-FIR effects on metabolism/AMPK and gut–brain related mechanisms. citeturn0search1turn0search3; MDPI/Int J Mol Sci and other reviews describing graphene when electrified emits FIR (4–14 μm) with physiological effects (microcirculation, tissue absorption). citeturn0search4turn0search9",
        "Ambiguities/limitations: The intervention is a device (graphene-FIR) with proposed physiological effects but mechanisms for cognitive benefit in humans are not fully established; the description does not target Alzheimer’s pathology (amyloid/tau) specifically, so disease-modifying classification cannot be justified from the provided text or cited literature."
    ],
    "agent_type": "T) Other",
    "explanation_agent": [
        "Reason: The trial tests a graphene far‑infrared (graphene‑FIR) device — a physical/energy‑based, non‑pharmacologic wearable/irradiation intervention intended to improve cognitive status and mood in older adults. Clinical reports describe short‑term anxiety and sustained cognitive improvements after GFII, and the authors note mechanisms are speculative rather than targeting canonical AD pathologies. citeturn0search2turn0search0",
        "Act: Extracted details — intervention: graphene far‑infrared intervention (GFII) delivered as an intervention cap/wearable; comparator: sham/placebo control reported in trial design; primary intent: cognitive enhancement in older adults (SCD/MCI/AD or high‑risk elderly); mechanistic evidence: animal and mechanistic studies show effects on microcirculation, AMPK activation and gut‑microbiota/metabolic pathways (exercise/glucose‑metabolism effects), not direct amyloid/tau or defined neurotransmitter receptor targeting. citeturn0search2turn0search5",
        "Reflect: This does not align with CADRO molecular or pathway categories (A–Q) because no explicit disease‑modifying molecular target (amyloid, tau, ApoE/lipids, inflammation, synaptic receptor, etc.) is specified. The intervention is a device/physical therapy intended as a cognitive enhancer; per the instruction to return 'T) Other' when no therapeutic target can be inferred, the appropriate CADRO classification is T) Other. The trial and mechanistic literature used to support this classification are listed below. citeturn0search2turn0search5",
        "Key web search results used: (1) BMC Geriatrics full text reporting the GFII randomized application with improved cognition and anxiety in older adults. citeturn0search2 (2) PubMed entry / abstract summarizing the GFII trial and effects on depression/anxiety/dementia. citeturn0search0 (3) Animal/mechanistic study (PMC) showing graphene‑FIR influences microbiota and activates AMPK/glucose‑metabolism pathways (supporting a physiological but non‑pathology‑specific mechanism). citeturn0search5"
    ]
}