{
    "nct_id": "NCT01137526",
    "title": "A Randomized, Double-Blind, Placebo and Active-Controlled, Parallel Group Study to Evaluate the Efficacy and Safety of ABT-384 in Subjects With Mild-to-Moderate Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2013-01-24",
    "description_brief": "The purpose of this study is to test if the investigational medication, ABT-384, is a safe and effective treatment for adults with mild-to-moderate Alzheimer's Disease.",
    "description_detailed": "This is a Phase 2 study designed to evaluate the safety and efficacy of ABT-384 in approximately 260 adults with mild-to-moderate Alzheimer's Disease (AD). Subjects will be randomized to one of four treatment groups (ABT-384, donepezil, or placebo) for a 12-week Treatment Period.",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "ABT-384 (11β-hydroxysteroid dehydrogenase type 1 (11β-HSD1) inhibitor; small molecule)",
        "donepezil (active control; acetylcholinesterase inhibitor)"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The protocol tests ABT-384, which is described in the literature as a potent, selective small-molecule inhibitor of 11β-hydroxysteroid dehydrogenase type 1 (11β-HSD1). The drug was developed to reduce intracellular regeneration of cortisol as a putative disease-related mechanism contributing to cognitive impairment in Alzheimer’s disease, i.e., it targets a biochemical pathway hypothesized to affect disease processes rather than being solely a symptomatic cognitive enhancer. citeturn0search0turn0search6",
        "Act: Key trial details — Phase 2, randomized, double-blind, placebo- and active-controlled (donepezil) study of ABT-384 in mild-to-moderate AD; study enrolled ≈260 subjects and was terminated for futility because ABT-384 did not improve ADAS-Cog or secondary endpoints (donepezil did show benefit). These trial facts and the drug mechanism are supported by published reports and the clinical trial record. citeturn0search5turn0search2turn0search7",
        "Reflect: Classification — ABT-384 is a small-molecule enzyme inhibitor acting on 11β-HSD1 (not a biologic like an antibody or vaccine), and it was intended to modify an intracellular biochemical contributor to AD-related cognitive impairment. Under the provided category definitions, this best fits 'disease-targeted small molecule'. Note: although 11β-HSD1 is not amyloid- or tau-targeted, it is a disease-mechanism-directed pharmacologic approach (not purely a symptomatic cognitive enhancer or a neuropsychiatric-symptom agent). The trial outcome (futility) does not change the intervention type. citeturn0search9turn0search3",
        "Web search results consulted: PubMed/clinical reports showing ABT-384 is an 11β-HSD1 inhibitor and describing pharmacology and CNS target engagement. (1) Clinical pharmacology and pharmacodynamics of ABT-384 indicating 11β-HSD1 inhibition and dosing/tolerability. citeturn0search0 (2) Phase II efficacy/safety report noting the Alzheimer’s trial design and termination for futility. citeturn0search2turn0search7 (3) CNS HSD-1 inhibition study showing ABT-384 inhibits central HSD-1 at low doses. citeturn0search6 (4) ClinicalTrials listing for NCT01137526 (ABT-384 in mild-to-moderate AD). citeturn0search5 (5) Pharmacokinetic/PK disposition analyses describing ABT-384 as a small-molecule with target-mediated disposition. citeturn0search9"
    ],
    "agent_type": "L) Growth Factors and Hormones",
    "explanation_agent": [
        "Reason: The investigational drug ABT-384 is a small‑molecule inhibitor of 11β‑hydroxysteroid dehydrogenase type 1 (11β‑HSD1), an enzyme that regenerates the hormone cortisol within cells. The trial rationale was to reduce intracellular cortisol (a hormonal mechanism) as a disease‑related contributor to cognitive impairment in AD, which aligns with a hormone/growth‑factor–directed intervention. citeturn0search0turn0search1",
        "Act: Key details extracted from the protocol and literature — ABT‑384 is a potent, selective 11β‑HSD1 inhibitor (small molecule), tested in a randomized, double‑blind, placebo- and active‑controlled Phase 2 study in mild‑to‑moderate AD and the study was terminated for futility (ABT‑384 showed no ADAS‑Cog benefit while donepezil, the active control, did). Because the drug acts by modulating cortisol (a hormone) via enzymatic blockade, the most specific CADRO match is L) Growth Factors and Hormones. citeturn0search5turn0search7turn0search6",
        "Reflect: Confirmation and alternative considered — an alternative CADRO category could be J) Metabolism and Bioenergetics since 11β‑HSD1 is an enzyme affecting intracellular steroid metabolism; however the proximal mechanism is modulation of a hormone (cortisol) and the trial framed the intervention as targeting a hormonally mediated disease mechanism (HPA axis / intracellular glucocorticoid regeneration). Therefore L) Growth Factors and Hormones is the best fit. The presence of an acetylcholinesterase inhibitor (donepezil) as an active control does not change the target classification for the investigational agent. citeturn0search1turn0search5",
        "Web search results consulted (key sources): (1) Peripheral and central nervous system inhibition of 11β‑HSD1 by ABT‑384 (CNS target engagement/pharmacology). citeturn0search0 (2) Clinical safety/pharmacology papers describing ABT‑384 as a potent/selective 11β‑HSD1 inhibitor. citeturn0search1turn0search3 (3) Phase II efficacy/safety report showing the AD trial design and termination for futility (ABT‑384 ineffective; donepezil benefited). citeturn0search5turn0search7 (4) ClinicalTrials registry entry for NCT01137526 (ABT‑384 in mild‑to‑moderate AD). citeturn0search6"
    ]
}