{
    "nct_id": "NCT06862557",
    "title": "Effects of PEMF Treatment on Patients With Mild to Moderate Dementia in a Controlled Pilot Study",
    "status": "RECRUITING",
    "last_update_time": "2025-05-15",
    "description_brief": "An open label pilot study in mild to moderate AD/ADRD patients to assess the effects of treatment with ECHS AD/ADRD pulsed electromagnetic treatment device on disease progression. Enrolled patients will receive active devices. They will treat themselves at home three times a day for 15 minutes over 120 days. Primary end point is the The Alzheimer's Disease Assessment Scale-Cognitive Subscale. Participants will be followed-up for 9 months post-treatment.",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "N/A",
    "drug": [
        "ECHS AD Device (pulsed electromagnetic field, PEMF)"
    ],
    "placebo": [
        "ECHS Sham AD Device"
    ],
    "explanation_target": [
        "Reason: The intervention is a pulsed electromagnetic field (PEMF) treatment delivered by the ECHS AD device — a head‑worn electrical/magnetic field applicator intended to alter disease course in mild–moderate dementia. This is a medical device/neuromodulation intervention, not a biologic or small‑molecule drug and not a conventional pharmacologic cognitive enhancer or neuropsychiatric symptom medication. citeturn0search11turn0search1",
        "Act: Key extracted details — Intervention: ECHS AD Device (PEMF); comparator listed in some registry entries: ECHS Sham AD Device. Dosing: self‑administered at home three times daily for 15 minutes over ~120 days. Primary outcome: ADAS‑Cog (and some listings also mention MMSE). Sponsor/owner references show Electro Cellular Health Solutions / Herrick Medical LLC as responsible parties in trial listings. citeturn0search1turn0search11turn0search8",
        "Reflect: Given the trial tests a PEMF device (non‑biologic, non‑small molecule) aimed at disease progression/cognition, it does not match the four provided drug/therapeutic categories (disease‑targeted biologic, disease‑targeted small molecule, cognitive enhancer [drug], or neuropsychiatric symptom improvement). Therefore the correct classification per the requested taxonomy is 'N/A'. I reviewed multiple registry listings to confirm device identity, schedule, and endpoints. citeturn0search7turn0search4",
        "Web search results / sources consulted: Trial registry and listing pages describing this study and the ECHS AD device — MedPath / trial record summarizing the open‑label pilot description (NCT06862557 / NCT05295615). citeturn0search0turn0search1 CenterWatch / protocol listing for Electro Cellular Health Solutions (describes the ECHS AD PEMF applicator and treatment schedule). citeturn0search11 TrialX and TrialsToday listings with similar study details and eligibility/endpoint information. citeturn0search2turn0search10"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}