{
    "nct_id": "NCT06223360",
    "title": "A Seamless Phase 2A-Phase 2B Randomized Double-Blind Placebo- Controlled Trial to Evaluate the Safety and Efficacy of Benfotiamine in Patients With Early Alzheimer's Disease (BenfoTeam)",
    "status": "RECRUITING",
    "last_update_time": "2025-08-21",
    "description_brief": "The purpose of this study is to learn more about the safety, effectiveness and tolerability of the study drug called Benfotiamine which may delay or slow the progression of the symptoms of early Alzheimer's disease.",
    "description_detailed": "This is a randomized, double-blind, placebo-controlled 18-month clinical trial of benfotiamine in early AD. This trial will include a seamless phase 2A-2B design with a randomized total sample of 406 participants. Participants who are randomized but drop out prior to study drug exposure will be replaced.\n\nPhase 2A of the trial will randomize approximately 150 participants total, in a 1:1:1 to treatment with 1200 mg/day benfotiamine, 600 mg/day benfotiamine or placebo. The primary objective of phase 2A is to determine the highest safe and well tolerated dose of benfotiamine (600 mg or 1200 mg), as evaluated by the rate of tolerability events (TEs), for advancement to long-term 72 week exposure. The highest tolerated dose of benfotiamine will be carried forward from phase 2A to phase 2B.\n\nAt the start of phase 2B, all participants enrolled in the two phase 2A active dose arms will receive a new supply of benfotiamine at the selected phase 2B dose. All phase 2A participants will be included in the phase 2 intent-to-treat efficacy population, as assigned to active or placebo treatment. The primary objective of phase 2B is to assess efficacy of benfotiamine on global function and cognition over 72 weeks. In phase 2B, a composite cognitive and functional measure as well as PD biomarkers will be used to evaluate efficacy during the extended treatment period. Phase 2B will also evaluate longer-term safety and tolerability of benfotiamine treatment over 72 weeks.",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "Benfotiamine"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The trial tests benfotiamine, described in the protocol as a prodrug of thiamine (vitamin B1) developed as a first-in-class oral small-molecule treatment intended to delay or slow progression of early Alzheimer’s disease—i.e., aiming at disease modification rather than only symptomatic relief. citeturn0search0turn0search4",
        "Act: Key details extracted — drug name: benfotiamine; drug type/mechanism: a lipophilic prodrug of thiamine intended to increase thiamine bioavailability and to reduce pathological processes linked to AD (e.g., advanced glycation endproducts, oxidative stress, impaired glucose metabolism); trial design: randomized, double-blind, placebo-controlled Phase 2A/2B with cognitive/disease progression endpoints (CDR-SB, ADAS-Cog13) and biomarkers. These details and prior Phase IIa results showing safety and signals of cognitive benefit and reduced AGE are reported. citeturn0search1turn0search2turn0search3",
        "Reflect: Classification rationale — benfotiamine is a small-molecule, orally administered prodrug of thiamine with proposed effects on AD-related biology (AGEs, glucose metabolism, oxidative stress) and an explicit aim to slow disease progression; it is not a biologic (monoclonal antibody or vaccine), nor solely a symptomatic cognitive enhancer or a neuropsychiatric symptom treatment. Therefore the appropriate category is 'disease-targeted small molecule'. Relevant protocol and prior trial publications are cited. citeturn0search0turn0search2"
    ],
    "agent_type": "J) Metabolism and Bioenergetics",
    "explanation_agent": [
        "Reason: The investigational drug is benfotiamine, a lipophilic prodrug of thiamine (vitamin B1) given orally to increase thiamine availability and improve glucose-related metabolic pathways, reduce advanced glycation endproducts (AGEs), and mitigate oxidative stress—mechanisms that map most directly to metabolism and bioenergetics in CADRO. citeturn0search0turn0search2turn0search3",
        "Act: Extracted details — drug name: benfotiamine; mechanism/type: thiamine prodrug aimed at increasing thiamine and improving glucose metabolism/energy pathways, reducing AGEs and oxidative stress; trial design: seamless randomized double‑blind placebo‑controlled Phase 2A→2B in early AD with cognitive endpoints (CDR‑SB, ADAS‑Cog13), PK/PD and biomarker assessments. Key sources: the BenfoTeam protocol and trial website and a Phase IIa randomized placebo‑controlled study reporting safety, cognitive signal and reduced AGE. citeturn0search0turn0search1turn0search3",
        "Reflect: Classification check — benfotiamine’s primary stated biological focus is on improving thiamine-dependent metabolism, reducing pathological products of impaired glucose metabolism (AGEs) and related oxidative stress; these align best with CADRO category J) Metabolism and Bioenergetics rather than the amyloid, tau, or purely anti‑inflammatory categories. While antioxidative and anti‑AGE effects overlap with G) Oxidative Stress and F) Inflammation, the drug’s principal mechanistic rationale (thiamine repletion / metabolic pathway modulation) supports assigning J). citeturn0search3turn0search2",
        "Supporting web search results (selected):",
        "- Protocol for the BenfoTeam seamless Phase 2A–2B trial (describes benfotiamine as a thiamine prodrug, trial design, PK/biomarker endpoints). citeturn0search0turn0search4",
        "- BenfoTeam study website (trial overview, enrollment and design information). citeturn0search1",
        "- Randomized placebo‑controlled Phase IIa benfotiamine study reporting safety, cognitive outcomes and reductions in blood AGE (supports mechanism and prior clinical signal). citeturn0search3"
    ]
}