{
    "nct_id": "NCT06040905",
    "title": "Causal Effect of Coenzyme Q10 Nutrition and Cognitive Dysfunction in the Metabolic Storm (Hyperglycemia and Sarcopenia) and Brain-derived Neurotrophic Factor",
    "status": "RECRUITING",
    "last_update_time": "2024-02-05",
    "description_brief": "The aim of the study is to investigate the effect of coenzyme Q10 supplementation (150 mg/b.i.d, 300 mg/d, 12 weeks) on coenzyme Q10, glucose parameters, BDNF, myokines, and cognitive function in mild cognitive impairment (MCI) and Alzheimer's disease (AD) patients who combined with hyperglycemia but without sarcopenia, or with hyperglycemia and pre-sarcopenia.",
    "description_detailed": "Alzheimer's disease (AD) is an aging-related disease and is considered to be a type 3 diabetes. Brain-derived neurotrophic factor (BDNF) is a potential therapeutic biomarker for AD. Studies have found that antioxidant supplementation could elevate the level of BDNF. Coenzyme Q10 is an antioxidant nutrient that participates in energy synthesis in mitochondria. Studies have shown that coenzyme Q10 has the potential to regulate blood glucose. However, there are few clinical studies to examine the effects of coenzyme Q10 supplementation on glucose and muscular metabolism and BDNF status in AD. This study will conduct an intervention study to understand the effect of coenzyme Q10 on BDNF and metabolic conditions (hyperglycemia and pre-sarcopenia) in patients with mild cognitive impairment (MCI) and AD. The study will be designed as a randomized, double-blind, cross-over, placebo-controlled study. To investigate the effect of coenzyme Q10 supplementation (150 mg/b.i.d, 300 mg/d, 12 weeks) on coenzyme Q10, glucose parameters, BDNF, myokines, and cognitive function in MCI and AD patients who combined with hyperglycemia but without sarcopenia, or with hyperglycemia and pre-sarcopenia. During the study, demographic data, mini-mental state examination, anthropometric measurements, dietary records, nutritional and muscle function assessment, quality of life, and depression assessment will be collected. Blood specimens will be also collected before and after the intervention; then the levels of coenzyme Q10, BDNF, oxidative stress, antioxidant capacity, myokines, and mitochondrial function will be analyzed. The study hopes to clarify the cause effects of coenzyme Q10 supplementation on the regulation of glucose and muscle metabolism, and cognitive function in this prospective clinical study. The results of this study will provide a reference for aging nutrition and health care.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "BASIC_SCIENCE",
    "results": null,
    "target_category": "Cognitive enhancer",
    "drug": [
        "Coenzyme Q10 (ubiquinone/ubiquinol) — supplement, 150 mg b.i.d. (300 mg/day) for 12 weeks"
    ],
    "placebo": [
        "Not specified in description"
    ],
    "explanation_target": [
        "Reason: The intervention is oral coenzyme Q10 (a small, lipophilic antioxidant that participates in mitochondrial electron transport). The trial aims to change metabolic markers (glucose), BDNF/myokines, and cognitive function in MCI/AD with hyperglycemia and (pre-)sarcopenia — i.e., the intended primary effect is to improve cognition and metabolic/neurotrophic status rather than to target core AD proteins with a biologic. citeturn0search5turn0search6",
        "Act: Key extracted details — CoQ10 150 mg twice daily (300 mg/day) for 12 weeks in MCI/AD patients with hyperglycemia (with or without pre‑sarcopenia); endpoints include CoQ10 levels, glucose parameters, BDNF, myokines, and cognitive function. CoQ10 is a small molecule dietary supplement/antioxidant (not a monoclonal antibody or vaccine), and preclinical/animal studies show neuroprotective effects (reduced oxidative stress, improved behavior, and reduced amyloid in AD mouse models), but human clinical evidence for disease modification is inconclusive. Based on intervention type and intended outcomes, this fits the \"Cognitive enhancer\" category. citeturn0search9turn0search7turn0search1",
        "Reflect: Classification check — while some animal data suggest CoQ10 can reduce amyloid and exert disease‑modifying effects, the trial description focuses on metabolic, neurotrophic (BDNF) and cognitive endpoints rather than direct anti‑amyloid/tau targeting with a biologic or specific anti‑pathology small molecule. Therefore labeling it as a cognitive enhancer (nutritional/metabolic neuroprotection aimed at improving cognition) best matches the provided categories. Ambiguity noted: if the sponsor’s explicit objective were to modify amyloid/tau pathology, one could consider \"disease‑targeted small molecule\" — but that is not stated here. citeturn0search5turn0search6",
        "Web search results (sources used): 1) MDPI review — CoQ10 and mitochondrial dysfunction in Alzheimer's: explains CoQ10 role in electron transport chain and antioxidant/mitochondrial mechanisms. citeturn0search5 2) \"Coenzyme Q10 and Cognition: A Review\" (MDPI Nutrients) — summarizes preclinical and limited human data on cognition. citeturn0search6 3) PMC animal study — \"Coenzyme Q10 decreases amyloid pathology and improves behavior in a transgenic mouse model of Alzheimer’s disease\" — shows reduced plaque and improved behavior in mice. citeturn0search9 4) Systematic review — \"Coenzyme Q10 and Dementia: A Systematic Review\" — human data inconclusive. citeturn0search7 5) Preclinical mechanistic study — CoQ10 modulates PI3K/Akt/GSK-3β/CREB/BDNF pathway in scopolamine model, supporting effects on BDNF. citeturn0search1"
    ],
    "agent_type": "J) Metabolism and Bioenergetics",
    "explanation_agent": [
        "Reason: The trial intervention is oral coenzyme Q10, a small lipophilic molecule that functions in the mitochondrial electron transport chain and acts as an antioxidant. The protocol emphasizes changing metabolic markers (glucose), mitochondrial/energetic function and neurotrophic factors (BDNF) to improve cognition in MCI/AD with hyperglycemia and (pre-)sarcopenia — pointing to a bioenergetic/metabolic mechanism rather than a direct anti-amyloid or anti-tau approach.",
        "Act: Key extracted details — Intervention: Coenzyme Q10 (ubiquinone/ubiquinol) 150 mg twice daily (300 mg/day) for 12 weeks. Intended/measured outcomes: CoQ10 levels, glucose parameters, BDNF/myokines, cognitive function. Mechanism: supports mitochondrial electron transport and cellular bioenergetics and has antioxidant activity. Based on CADRO definitions, the primary therapeutic focus aligns best with J) Metabolism and Bioenergetics (mitochondrial/energetic interventions).",
        "Reflect: Confirmation and alternatives — CoQ10 also has antioxidant effects (relevant to CADRO G) Oxidative Stress) and some preclinical data show reduced amyloid in mice. However, the trial as described targets metabolic/energetic and neurotrophic endpoints rather than directly targeting oxidative stress alone or core AD proteins. Therefore J) Metabolism and Bioenergetics is the most specific and appropriate CADRO category; note that G) Oxidative Stress is a reasonable secondary classification if one emphasized antioxidant action.",
        "Web search results (provided by user and used as supporting explanation): 1) MDPI review — CoQ10 and mitochondrial dysfunction in Alzheimer’s (role in electron transport chain and antioxidant/mitochondrial mechanisms). 2) MDPI Nutrients review — Coenzyme Q10 and Cognition: summarizes preclinical and limited human data. 3) PMC animal study — CoQ10 decreases amyloid pathology and improves behavior in transgenic AD mice. 4) Systematic review — Coenzyme Q10 and Dementia: human data inconclusive. 5) Preclinical mechanistic study — CoQ10 modulates PI3K/Akt/GSK-3β/CREB/BDNF pathway supporting effects on BDNF. 6) Additional source noting CoQ10’s antioxidant and mitochondrial roles.",
        "Output: {\"category\": \"J) Metabolism and Bioenergetics\"}"
    ]
}