{
    "nct_id": "NCT02772523",
    "title": "Control and Intervention Programme on Alzheimer's Disease Risk Factors",
    "status": "COMPLETED",
    "last_update_time": "2020-07-20",
    "description_brief": "Recent epidemiologic studies are identifying a number of modifiable risk and protective factors that may influence in the incidence of Alzheimer's disease (AD). Therefore, the combination of an early detection of individuals at risk together with interventional studies targeted to the control of modifiable risk factors makes primary prevention programmes to become a new and real therapeutic strategy.\n\nIn this scenario, the investigators have designed the ALFAlife study, a programme of control and intervention on the modifiable AD risk factors. Throughout this study, participants will be given a number of healthy lifestyle guidelines that are personalised depending on their specific risk profile. These guidelines refer to smoking and dietary habits and physical, cognitive and social activity. The investigators hypothesis is that the follow-up of these guidelines will favor a change of participants' lifestyle habits towards healthier ones. In addition, the investigators hypothesise that changes in these lifestyle habits will have an effect on objective physiological measures (such as blood pressure and cholesterol levels).",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "PREVENTION",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial (ALFAlife / AlfaLife) is a personalized lifestyle intervention targeting modifiable Alzheimer’s risk factors (nutrition, smoking, physical, cognitive and social activity) with the aim of changing habits and improving physiological measures (blood pressure, lipids). This is not a pharmacologic/biologic intervention and does not test a small molecule, monoclonal antibody, or a cognitive-enhancing drug, nor is it aimed at treating neuropsychiatric symptoms specifically.",
        "Act: Extracted details — intervention = personalized healthy lifestyle guidelines (nutrition, exercise, cognitive and social activity, smoking cessation) delivered with follow-up; intended effect = primary prevention / risk-factor modification and improvement of cardiovascular/physiological measures; no drug or placebo is described. Evidence from the study description and BBRC summary confirms this is a non‑pharmacologic lifestyle program. citeturn0search0turn0search2",
        "Web search results supporting extraction: (1) Alfa Life program description (Barcelonaβeta Brain Research Center) describing a program of control and intervention on modifiable AD risk factors through promotion of healthy lifestyle habits. citeturn0search0 (2) BBRC news item describing the AlfaLife study, 400 volunteers, personalized guidelines and 1‑year follow‑up. citeturn0search2 (3) ALFA project publications and cohort description showing the ALFA platform and collection of lifestyle and cardiovascular risk variables relevant to this program. citeturn0search1turn0search3",
        "Reflect: Classification check — per definitions: (1) disease-targeted biologic = biologic therapies (antibodies/vaccines) targeting pathology (not present); (2) disease-targeted small molecule = pharmacologic small-molecule pathology-targeting drug (not present); (3) cognitive enhancer = drug/intervention primarily to acutely improve cognition (not the case — aim is prevention via lifestyle); (4) neuropsychiatric symptom improvement = treatments for behavioral/psychiatric symptoms (not the case). Therefore the correct category is 'N/A' (non‑therapeutic / lifestyle prevention program)."
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}