{
    "nct_id": "NCT06826261",
    "title": "Home-based Transcranial Electrical Stimulation (tES) in Alzheimer's Disease",
    "status": "ACTIVE_NOT_RECRUITING",
    "last_update_time": "2025-02-12",
    "description_brief": "The purpose of this study is to obtain preliminary data in advance of a larger clinical trial designed to test whether repeated, daily sessions of at-home transcranial alternating current stimulation (tACS) can lead to a clinically significant improvement in patients with AD.\n\nGiven the potentially fragile patient population, the investigators propose a pilot study to test feasibility and safety (primary). In this pilot study 30 mild-to-moderate AD patients will be enrolled. The intervention will consist of daily model-optimized and individualized tES delivered for 8 weeks, 5 days per week (40 sessions). tACS will be applied daily for 1 hour and will be paired with extensive neuroimaging, neurophysiological and neuropsychological evaluation at several time points (pre and post treatment) to better characterize patients and their response to treatment. The physiological target of treatment will be to increase gamma activity in the pre-frontal cortex, as this has been associated with cognitive decline in AD, and prior tES work targeting PFC gamma oscillations has shown promising results.\n\nThe investigators hypothesize that active tACS treatment will result in a comparatively slower progression of cognitive decline and loss of gamma power as compared to sham treatment. To assess this, in this pilot study, a cross-over design will be used. Treatment will be multisession since prior tES work indicates a cumulative effect of each session with stronger therapeutic effects, in line with the underlying Hebbian mechanisms putatively involved in non-invasive brain stimulation.",
    "description_detailed": "The NEUROTWIN project is grounded in the hypothesis that brain oscillations, particularly in the gamma band (40 Hz), play a central role in cognitive processes, and their disruption is associated with the cognitive decline seen in Alzheimer's disease (AD). Gamma oscillations are generated by excitatory-inhibitory neural circuits that include GABAergic interneurons, which are often impaired in patients with AD. This deficit is linked to reduced synchronization of gamma oscillations, which are essential for cognitive functions such as memory and attention.\n\nRecent studies have shown that inducing gamma oscillations can reduce levels of amyloid-beta (Aβ) and phosphorylated tau (p-tau)-key pathological markers of AD-in animal models of the disease. These findings suggest that stimulating gamma oscillations through non-invasive methods may have a positive impact on specific brain functions affected by AD. Transcranial electrical stimulation (tES), including transcranial alternating current stimulation (tACS), can modulate these gamma oscillations in a safe, non-invasive manner.\n\nThe rationale for targeting gamma oscillations with tACS in Alzheimer's therapy is supported by:\n\n* Preclinical and clinical evidence: Studies in murine AD models have demonstrated a significant reduction in amyloid plaques and p-tau levels in mice exposed to gamma stimulation (40 Hz), along with cognitive improvements.\n* Previous clinical experiments: The use of 40 Hz tACS has enhanced episodic memory and cerebral perfusion in small cohorts of human patients with AD. These preliminary results indicate that gamma stimulation may represent a promising therapeutic approach for modulating cognitive function in AD patients.\n* Impact of neural dysfunction in AD: Dysfunction in neural circuits, especially involving inhibitory interneuron control, can lead to an excitatory-inhibitory imbalance, resulting in cognitive impairments. Stimulating gamma oscillations may improve the function of altered neural circuits, contributing to cognitive stabilization.\n\nHowever, a significant constraint of many Non-invasive brain stimulation protocols is their reliance on multiple sessions to achieve enduring effects. These sessions are typically conducted in clinical settings, necessitating patient travel. This obstacle hampers the delivery of extended interventions, particularly for individuals with neurodegenerative conditions. We thus adopt a home-based approach using tACS because of its ability to entrain gamma oscillations, commonly impaired in AD, and its low cost and potential for home-based application. in particular, the Starstim-home device has been developed for home use with remote supervision, making gamma stimulation accessible and scalable for patients. A home-based protocol allows for a higher treatment frequency (5 times a week for 8 weeks per arm), reducing costs and increasing convenience for patients and caregivers.\n\nIn this study, participants will use the Starstim-home device for one-hour tACS sessions (real or sham), targeting the fronto-temporal cortex. These electrode positions were obtained from a group montage optimization using the Stimweaver algorithm performed on a database of biophysical head models of patients with AD, i.e. volume conductor models built from structural head T1w-MRIs that model the passive electrical properties of the primary head tissues.\n\nThe device will be configured to administer personalized and model-optimized gamma-frequency tES, always assuming a 180° phase-shift between the currents in the electrodes in the opposite hemispheres. This is done using a linear model that predicts the currents based on morphometric characteristics of the patient's scalp, namely the head perimeter along axial, sagittal, and coronal planes. The current intensity will be ramped up over the first 30 seconds, then sustained at the stimulation intensity for 60 minutes, then ramped down over the final 30 seconds for the Real condition. The Sham condition will rely on the classical 30-second ramp-up/ramp-down protocol.\n\nThe subject will receive a pre-configured Starstim Home Kit, including the device, tablet, all needed supplies, and training materials. The Starstim Home Kit tablet contains a sequence of simplified instructions and step-by-step touchscreen prompts for the participant/administrator to follow. This process has been designed to be easy to use, even for individuals who are not computer savvy.\n\nThe first two daily visits will be performed at the memory clinic. During the first daily visit, the study staff will lead a training session while the home-based administrator observes. The study staff will review the step-by-step process, the accompanying training manual, and the photos depicting each step. During the second daily visit, the administrator will then practice setting up the tES session on the participant with oversight and coaching from the study staff. The administrator will also be trained to take care of the devices. Then, caregivers or designated administrators will oversee the sessions at home, ensuring device use and protocol adherence under remote supervision by clinical staff.\n\nIn this randomized, double-blind, sham-controlled, crossover pilot study, the participants will receive both active and sham tES conditions, each lasting 8 weeks, with a washout period of two months in between. tES sessions will be held daily, 5 days a week, for a total of 40 sessions per condition. Neuroimaging, neurophysiological, and cognitive assessments will occur at multiple points before, after, and in a follow-up period of two months for each treatment condition.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [],
    "placebo": [
        "sham tACS"
    ],
    "explanation_target": [
        "Reason: The intervention is repeated, at‑home transcranial alternating current stimulation (tACS) aimed at increasing gamma-band activity in prefrontal cortex to slow cognitive decline and improve memory/ cognition — a non‑pharmacologic neuromodulation intended to improve cognitive function rather than delivering a biologic or small molecule. citeturn0search6turn0search0",
        "Act: No drug is used in this trial (the comparator is sham tACS). Multiple recent human pilot and RCT reports describe 40 Hz (gamma) tACS in MCI/AD and home‑based/tele‑supervised tACS feasibility with memory or cognitive signals of benefit, supporting the interpretation that this is a cognitive‑enhancement neuromodulation approach. citeturn0search3turn0search1turn0search2",
        "Reflect: By the provided category definitions, this trial does not involve a biologic (e.g., antibody or vaccine) or a small molecule drug, nor is its primary aim to treat neuropsychiatric/behavioral symptoms; its stated physiological target (increase gamma oscillations) and clinical hypothesis (slower cognitive decline / improved cognition) match the 'Cognitive enhancer' category. Supporting literature (human pilot/RCT and animal studies) links 40 Hz/gamma stimulation to cognitive improvements and, in animal models, reductions in AD‑related pathology. citeturn0search6turn0search4turn0search5",
        "Web search results used: (a) TRANSFORM‑AD randomized tACS for mild AD (describes 40 Hz tACS vs sham, cognitive and imaging outcomes). citeturn0search6 (b) Tele‑supervised home‑based tACS feasibility and memory improvements (pilot/home‑based study). citeturn0search3 (c) Pilot gamma‑band tACS in aMCI showing feasibility and episodic memory effects. citeturn0search1 (d) Animal studies showing 40 Hz stimulation can increase gamma power, improve memory and reduce Aβ in AD models. citeturn0search4turn0search5"
    ],
    "agent_type": "M) Synaptic Plasticity/Neuroprotection",
    "explanation_agent": [
        "Reason: The trial tests repeated home-based transcranial alternating current stimulation (tACS) at 40 Hz to boost gamma-band activity in prefrontal/hippocampal networks with the goal of slowing cognitive decline and improving memory. This intervention is a neuromodulation approach intended to restore network oscillations and improve neural synchrony and plasticity (mechanisms consistent with synaptic plasticity/neuroprotection). citeturn0search7turn0search3",
        "Act: No pharmacologic agent or molecular target is used (comparator = sham); the measured/ hypothesised mechanism is modulation of neural oscillations (gamma, theta-gamma coupling) and associated network/plasticity changes rather than a single biochemical target. Because the primary biological focus is on restoring network activity and promoting neural plasticity/neuroprotection, I assign the trial to CADRO category M) Synaptic Plasticity/Neuroprotection. citeturn0search4turn0search3",
        "Reflect: Alternative classifications considered: T) Other (non‑drug/diagnostic) and A) Amyloid (animal studies link 40 Hz to amyloid reduction), but the trial’s stated clinical hypothesis and mechanistic emphasis are on cognitive enhancement via oscillatory entrainment and network/plasticity effects rather than directly targeting amyloid or tau biochemistry. Therefore M is the most specific CADRO match. Supporting mechanistic and translational literature: randomized and pilot human tACS studies reporting cognitive/network effects and animal studies showing 40 Hz entrainment can alter microglial activity and reduce Aβ, which are compatible but secondary to the intervention’s primary synaptic/network focus. citeturn0search7turn0search3turn1search5",
        "Web search results used (summaries with citations): (1) TRANSFORM‑AD randomized 40 Hz tACS trial protocol and outcomes reporting safety and potential cognitive/hippocampal network effects. citeturn0search0turn0search7 (2) Pilot/home‑based tele‑supervised HF‑tACS feasibility study with memory improvement signals in AD patients. citeturn0search4 (3) Pilot gamma (40 Hz) tACS in amnestic MCI showing feasibility and episodic memory/network changes. citeturn0search3 (4) Foundational animal studies showing 40 Hz (gamma) entrainment reduces amyloid and engages microglia/glymphatic clearance, providing mechanistic rationale for gamma entrainment approaches. citeturn1search5turn1search7"
    ]
}