{
    "nct_id": "NCT06492967",
    "title": "Latin American Lifestyle Intervention Initiative to Reduce the Risk and Prevent Cognitive Impairment.",
    "status": "RECRUITING",
    "last_update_time": "2024-07-02",
    "description_brief": "Currently, 40% of global dementia cases can be prevented through lifestyle changes, with Latin America having a 56% potential reduction due to its high-risk factors. At the moment, there are no medications that halt the clinical expression of dementia.\n\nLatAm-FINGERS, a multicenter study across 12 Latin American countries, aims to study the feasibility of an intervention modifying lifestyle in individuals aged 60 to 77 at risk of dementia. Success could influence public policy on clinical care for older adults.",
    "description_detailed": "Today we know that 40% of dementia cases worldwide can be prevented through lifestyle modification. If we look at Latin America, this number is 56%. Latin America is a region with high-risk factors for dementia due to weakened socioeconomic infrastructure, an impoverished healthcare system, and low average education levels in the region. Additionally, we know that cardiovascular health is an important factor in the development of dementia.\n\nUnder this scenario, LatAm-FINGERS is a multicenter study designed to prevent memory decline through lifestyle modification in people aged 60 to 77 at risk of dementia. Twelve Latin American countries are participating (Argentina, Bolivia, Brazil, Chile, Colombia, Dominican Republic, Mexico, Puerto Rico, Uruguay, Costa Rica, Ecuador, and Peru), with 100 individuals per center. These individuals are randomly assigned to two groups: (1) a group making systematic lifestyle changes (physical and cognitive training, implementation of the Mediterranean-dietary approach to stop hypertension (DASH) Intervention for Neurodegenerative Delay (MIND) diet, socialization, and regular health check-ups) and (2) a group receiving regular health advice.\n\nThe main objective of LatAm-FINGERS is to determine if this intervention is feasible in Latin America. Secondarily, we want to test if this lifestyle change can lead to improvements in participants' cognition over time (2 years).\n\nIf successful, the results of this study will have large-scale implications for public policy regarding the standard of clinical care and prescriptive practices for a fast-growing and vulnerable population of older adults.\n\nLatAm-FINGERS is based on the Finnish Geriatric Intervention Study to Prevent Cognitive Impairment and Disability (FINGER), which demonstrated that lifestyle modification promotes positive changes in memory and attention. Additionally, our study is aligned with the U.S. Study to Protect Brain Health Through Lifestyle Intervention to Reduce Risk (U.S. POINTER), which is conducting a similar intervention in the United States.\n\nThis project is fully funded by the Alzheimer's Association.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "SUPPORTIVE_CARE",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial (LatAm‑FINGERS / \"Latin American Lifestyle Intervention Initiative to Reduce the Risk and Prevent Cognitive Impairment\") is a multi‑domain, behavioral/lifestyle prevention RCT (dietary counselling, physical exercise, cognitive training, cardiovascular risk control) modeled on the FINGER protocol and delivered across 12 Latin American countries to adults aged ~60–77. It tests feasibility and efficacy of lifestyle change on cognition, not a pharmacologic agent or biologic targeting AD pathology; therefore it does not fit the four drug/symptom categories provided. citeturn0search0turn0search1",
        "Act: Key extracted details — Trial name: LatAm‑FINGERS; Intervention: Systematic Lifestyle Intervention (SLI) vs Flexible Lifestyle Intervention (FLI); Population: ages 60–77 at risk for cognitive decline; Scope: multicenter across 12 Latin American countries; Primary aim: feasibility and effect on global cognition / prevention of cognitive impairment. No drug, biologic, small molecule, or placebo is described in the protocol/registries. citeturn0search7turn0search5",
        "Reflect: Classification check — per the defined categories: (1) disease‑targeted biologic — no (no antibody/vaccine); (2) disease‑targeted small molecule — no; (3) cognitive enhancer — typically drug-based and not intended here; (4) neuropsychiatric symptom improvement — no (target is prevention/cognition via lifestyle). The trial is a non‑pharmacological multidomain prevention trial, so 'N/A' is the appropriate category. citeturn0search0turn0search1",
        "Web search results used as evidence: - Crivelli et al., \"Latin American Initiative for Lifestyle Intervention to Prevent Cognitive Decline (LatAm‑FINGERS): Study design and harmonization\" (Alzheimer's & Dementia, 2023). citeturn0search0 - World‑Wide FINGERS description including LatAm‑FINGERS (Kivipelto et al.), describing SLI vs FLI, countries, aims. citeturn0search1 - Clinical trial registry / trial listings for LatAm‑FINGERS (NCT06492967 / trial summaries) showing behavioral intervention and eligibility. citeturn0search7turn0search10"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}