{
    "nct_id": "NCT00259480",
    "title": "Reducing Family Caregiver Upset With Disruptive Behavior",
    "status": "COMPLETED",
    "last_update_time": "2015-05-12",
    "description_brief": "The specific aims of this study are to:\n\n1. Test the immediate effectiveness of the intervention to reduce caregiver upset with targeted disruptive behaviors (primary outcome). Hypothesis: Caregivers in the intervention group will report less upset with target behaviors at 4-months in comparison to caregivers in the control group.\n2. Test the immediate effectiveness of the intervention to reduce caregiver burden (secondary outcome). Hypothesis: Caregivers in the intervention group will report less burden at 4-months in comparison to caregivers in the control group.\n3. Test the immediate effectiveness of the intervention to reduce the frequency of occurrence of targeted disruptive behaviors in persons with dementia (secondary outcome). Hypothesis: Caregivers in the intervention group will report a decrease in the frequency of occurrence of targeted behaviors at 4-months in comparison to caregivers in the control group.\n4. Test the maintenance effect of intervention at 6-months on caregiver upset and burden and targeted disruptive behaviors. Hypothesis: Compared to usual care, caregivers in intervention will maintain reduced upset and burden and report less occurrences of targeted behaviors from 4 to 6-months.\n5. Assess the cost of the intervention and its cost effectiveness.\n\nWe have also received funding to conduct a supplementary study to evaluate the effect of the nurse intervention on behavior reduction and caregiver distress. The specific aims of this supplementary study arm are to: 1) describe the prevalence and type of medical conditions among control group participants who receive the nurse intervention, 2) describe for those with a detected medical condition/problem, the number of caregivers who follow-up with physicians and the type of physician follow-up/treatment that occurs; 3) evaluate whether control group participants who receive the nurse intervention report reduced disruptive behaviors and caregiver upset at 6 weeks (pre-post comparison); and 4) for control group participants who receive the nurse intervention, compare the level of disruptive behaviors and caregiver upset 4 months from entry into this study arm with the results in the Project ACT experimental group (who received the multi-component intervention).",
    "description_detailed": "N/A",
    "phase": [
        "PHASE3"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "N/A",
    "results": null,
    "target_category": "neuropsychiatric symptom improvement",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The study (Project ACT / \"Reducing Family Caregiver Upset With Disruptive Behavior\") tests a multi-component, home-based, non-pharmacological intervention intended to reduce caregivers' upset and burden and to reduce the frequency of disruptive behaviors in persons with dementia — i.e., it targets behavioral/psychological symptoms rather than underlying Alzheimer pathology or cognition. citeturn0search0turn0search6",
        "Act: Key extracted details — intervention is an in‑home, multidisciplinary program (occupational therapist-led skill training and problem‑solving plus an advanced practice nurse medical review and follow‑up) focused on identifying/modifying triggers and teaching caregiver strategies; primary outcomes are caregiver upset with disruptive behaviors and caregiver burden, with secondary outcome being frequency of disruptive behaviors and maintenance at 6 months. This is explicitly a behavioral/psychoeducational intervention (no drug or placebo is described). citeturn0search6turn0search3turn0search5",
        "Reflect: Classification — fits the defined category “neuropsychiatric symptom improvement” because the trial intervenes to reduce behavioral (neuropsychiatric) symptoms in dementia and caregiver distress rather than modifying disease pathology or directly enhancing cognition. No pharmacologic agent is involved, so it is not a biologic, small molecule, or cognitive enhancer. Supporting registry/grant descriptions confirm the non‑pharmacologic, behavior‑management focus. citeturn0search4turn0search2"
    ],
    "agent_type": "T) Other",
    "explanation_agent": [
        "Reason: The trial (Project ACT, “Reducing Family Caregiver Upset With Disruptive Behavior”) tests a multi-component, home‑based, non‑pharmacological behavioral/psychoeducational intervention (occupational therapist–led skill training and problem‑solving plus nurse medical review) aimed at reducing caregiver upset, caregiver burden, and the frequency of disruptive behaviors in persons with dementia — i.e., it targets neuropsychiatric/behavioral symptoms and caregiver outcomes rather than a biological disease pathway or molecular target. citeturn0search0turn0search5",
        "Act: Key extracted details — intervention is an in‑home, multidisciplinary program (up to 13 OT visits to identify/modify triggers and teach caregiver strategies; nurse review of medical contributors and medication), primary outcomes are caregiver upset with disruptive behaviors and caregiver burden, with behavioral frequency as a secondary outcome. No drug, biologic, gene, or molecular pathway is tested in this trial. Sources: the Project ACT PubMed description and ClinicalTrials.gov/NCT00259480; grant and trial registry summaries also describe the behavioral/psychoeducational design. citeturn0search0turn0search5turn0search3",
        "Reflect: This does not map to CADRO categories that describe biological targets (A–Q, R) which require a molecular/physiologic mechanism to be targeted. Because the intervention is psychosocial/behavioral (not a drug or biologic and not targeting a defined biological pathway), the correct CADRO classification is T) Other. Confirmed by multiple registry and grant descriptions of Project ACT as a completed behavioral/home‑based intervention. citeturn0search4turn0search3",
        "Web search results used: PubMed summary of Project ACT (design/methods). citeturn0search0 ClinicalTrials.gov / NCT00259480 trial record. citeturn0search5 Grantome NIH grant abstract for \"Reducing Family Caregiver Upset with Disruptive Behavior\" (R01 AG022254). citeturn0search3 MedPath / trial registry summary of Project ACT. citeturn0search4"
    ]
}