{
    "nct_id": "NCT06757569",
    "title": "Radialis PET Imager for the Assessment of Neuritic Amyloid Plaque Burden",
    "status": "RECRUITING",
    "last_update_time": "2024-12-26",
    "description_brief": "The standard or usual workup for cognitive impairment, including Alzheimer's Disease, may include brain amyloid PET with PET/CT or PET/MR imaging. Amyloid PET is the standard imaging that was requested for you by your referring physician. This imaging can visualize your brain.\n\nWith the development of new therapies for Alzheimer's disease which require amyloid PET imaging, there will be a significant increase in the number of PET scans needed to provide care to all patients. There are likely not enough PET scanners in Canada to meet this demand. Therefore, we are searching for comparable alternatives. One of the imaging devices that was introduced in the clinic is the Radialis PET imager (or RPI). Health Canada, the regulatory body that oversees the use of devices in Canada, has not approved the sale or use of the Radialis PET imager. Health Canada has allowed the Radialis PET imager to be used in this study. We would like to see whether the images obtained for the brain are comparable to those obtained from a PET/CT or PET/MRI scanner. It is a new type of PET imaging device for patients undergoing a PET scan and has been used in Canada for research. RPI is experimental, meaning that this PET scan is not used routinely in patients' care.\n\nIn comparison to the standard PET devices, RPI is smaller and mobile, meaning it can be moved around easily for use. Also, it can be installed in imaging centers at a lower cost. These advantages make RPI an interesting alternative to the standard PET. However, the performance of this new imaging device has not been tested in Amyloid PET imaging in particular.\n\nAs you may know, in a PET scan, we inject a radioactive material (called tracer) which can circulate in your body and visualize specific areas in your body. In amyloid PET we inject an amyloid tracer that goes to the brain and lights up certain regions of the brain.\n\nRPI was previously tested for other PET tracers and was shown to be comparable to standard PET devices. Thus, by changing the PET material (to Amyloid), we are pursuing the same aim: comparison of RPI with standard PET devices and see whether it can provide comparable images of the brain.",
    "description_detailed": "Background Information and Scientific Rationale\n\nIt is estimated that more 1.3 million people in Canada live with mild cognitive impairment, and more than a quarter of a million people in Canada live with mild dementia. The most common form of dementia is Alzheimer's disease, implicated in approximately two-thirds of cases (1, 2). The proportion of the population living with dementia is expected to increase in the coming decades, due to the increase in life span, aging of the population, and the prevalence of dementia in those over age 75. By 2050, the incidence of dementia may triple, impacting millions of Canadians, their families, the health care system and the economy (3).\n\nCurrent consensus guidelines recommend cholinesterase inhibitors for the symptomatic treatment of dementia caused by Alzheimer's disease, which may slightly delay cognitive decline, and memantine for the symptomatic treatment of moderate-to-severe cases (4). On July 6, 2023, the FDA granted full approval for lecanemab, the first disease-modifying drug for Alzheimer's disease. Lecanemab is a human monoclonal antibody that targets amyloid-β soluble protofibrils and oligomers with high affinity and has low affinity against amyloid-β monomers and insoluble fibrils. According to the amyloid hypothesis, soluble and insoluble amyloid-β peptides trigger a cascade that impairs neurons and synapses in the brain, leading to cognitive decline (5). In the Clarity AD randomized phase III trial, patients aged 50-90 with clinical and biomarker evidence of mild cognitive impairment caused by Alzheimer's disease, including PET or CSF analysis demonstrating amyloid burden and MR brain excluding alternative causes, those receiving lecanemab had statistically significantly greater reductions in brain amyloid burden than with placebo (difference, -59.1 centiloids; 95% CI, -62.6 to -55.6) and lower rates of cognitive decline on the Clinical Dementia Rating - Sum of Boxes (CDR-SB) and other measures of cognition. Amyloid-related imaging abnormalities with edema or effusions (ARIA-E) were reported in 12.6% of those receiving the drug (6).\n\nEnabling access to disease-modifying medications for Alzheimer's disease in Canada poses multiple challenges to provincial and territorial healthcare systems. To determine eligibility for therapy, and to assess efficacy, patients would need to undergo PET to assess neuritic amyloid plaque burden. Across many jurisdictions, including in Canada, there is limited PET/CT scanner capacity. With competitive and expanding indications in oncology, the introduction of new oncology tracers (PSMA, SSTR-peptide tracers) and high-volume non-oncology indications such as PET myocardial perfusion imaging (82Rb PET), there is little capacity to perform amyloid PET imaging (7). Furthermore, tracer availability is currently limited. Without an increase in scanner and tracer availability, these may result in a significant barrier to the clinical rollout of disease-modifying drugs in Canada.\n\nOrgan-based PET technology, such as positron emission mammography, has been evaluated for a few decades. Recently, an organ-targeted Radialis PET Imager (RPI), using two planar detector heads mounted on a movable gantry was developed using hardware improvements to increase sensitivity and noise equivalent count rate (NECR) performance across a clinically useful activity range, down to low-dose activities at 1/10th of a standard dose (8, 9). The RPI system has undergone extensive validation in laboratory settings, utilizing a comprehensive set of standardized experiments outlined in the National Electrical Manufacturers Association (NEMA) NU-4 standards. These experiments serve to objectively compare the performance of the RPI with that of other organ-targeted PET and whole-body (WB) PET/CT systems available on the market or in clinical trials. NEMA tests have demonstrated an in-plane spatial resolution of 2.3 ± 0.1 mm, which is comparable to the best-in-class organ-targeted PET scanners. Additionally, the RPI system achieves a peak sensitivity of 3.5% and an average system sensitivity of 2.4%, surpassing the sensitivity of all available PET scanners. In terms of NECR, the peak NECR of 5,400 cps/MBq of the RPI is much larger than that of any WB or organ-targeted systems. The detectability of small objects was demonstrated using Micro hotspot phantom images, where micro hotspot phantom sources were visualized down to 1.35 mm diameter rods, simulating the detectability of very small objects and lesions.\n\nThe combination of the highest count rate capability, peak slice sensitivity, peak absolute slice sensitivity, and high spatial resolution of the RPI suggests superior overall efficiency in activity detection compared to any other PET technology. The first clinical evaluation of the RPI was for the detection of breast cancer with 18F-FDG in comparison with digital full-field mammography, magnetic resonance imaging (MRI), and WB PET images. Published results from clinical trials confirmed an improved resolution and detectability of small lesions compared to WB-PET and demonstrated the capability to identify false-negative X-ray findings and characterize false-positive MRI findings (for RPI, the false-positive rate was only 16% vs the 62% observed for MRI), even at up to a 10-fold dose reduction in comparison with standard FDG doses (i.e., at 37 MBq or 1 mCi) (9). Overall, if validated against standard of care PET/CT, a mobile, organ-based PET camera with high sensitivity detectors using lower injected tracer dose for the detection of neuritic beta-amyloid plaques could increase the availability of amyloid brain PET imaging in Canada and other jurisdictions and decrease associated costs. The purpose of this study is to evaluate the feasibility of using the Radialis PET Imager for the detection of amyloid plaque burden using PET amyloid tracer (18F-Florbetaben).\n\nHypothesis Phase I: Radialis PET Imaging (RPI) of the brain using amyloid PET tracer (18F-Florbetaben) is feasible.\n\nPhase II: RPI can provide comparable diagnostic accuracy to the current standard of care 18F-Florbetaben PET.\n\nObjectives Primary Objective To assess the feasibility of amyloid brain PET imaging using RPI To determine whether qualitative 18F-Florbetaben PET images obtained with RPI are diagnostically equivalent to those obtained with a standard-of-care PET scanner (PET/CT or PET/MR).\n\nSecondary Objectives To determine whether lower doses of amyloid tracer can result in diagnostic RPI examinations.\n\nTo determine optimal dose and acquisition time for RPI.\n\nTo compare quantitative parameters:\n\nStandardised Uptake Value ratio (SUVr) obtained by commercially available software (Hermes - BRASS):\n\nSUVr= (SUV\\_VOI)/(SUV\\_(reference region) )\n\nWhere for a decay corrected administered activity concentration A\\_con\\^VOI the SUV in a given VOI will be calculated as follows:\n\nSUV\\_VOI= (A\\_con\\^VOI)/(A\\_con\\^adm )\n\nMean SUVr and the voxel-wise standard deviation (SD) will be calculated for each assessed region in each subject. To assess tracer uptake agreement between images, the coefficient of variation (CV=SD/mean) will be calculated and compared between acquisition methods (10).\n\nSignal-to-noise ratio (SNR) and contrast-to-noise ratios (CNR) will be calculated for 8 standardized samples (VOIs) in 3 brain regions: cerebellum (2 samples), brain stem, cerebrum (4 samples), as follows:\n\nSNR(VOI)= (Mean(VOI))/(SD(VOI))\n\nCNR= (Mean(GM)-Mean(WM))/(SD(WM))\n\nSTUDY DESIGN 1 Overview A single-arm prospective trial with 2 phases\n\nPhase I - Optimization of brain PET imaging technique and data reconstruction methods.\n\nFor this purpose, up to 10 patients will be recruited. Patients who are already scheduled for a clinical 18F-Florbetaben PET/CT or PET/MRI as per the current clinical indication in Ontario (PET scans and tracer are funded by the PET program, Cancer Care Ontario) will be screened and contacted for recruitment. The scheduled scans will be obtained and read clinically as per the standard of care.\n\nAfter completing the clinical scan, consenting patients will be scanned on the RPI camera (within three hours). No additional tracer will be injected. No additional radiation exposure will be applied. The injection dose and time from injection to RPI will be recorded (for calculation of dose correction). Data will be stored and reconstructed from a 3D dataset in 3 planes (coronal, sagittal and axial). RPI attenuation correction will be atlas-based.\n\nRPI imaging technique will be assessed for patient comfort and compliance, to ensure scanning fields result in complete coverage of the region of interest, to determine minimal and optimal scan time for maximizing image quality, and to validate the reconstruction and attenuation correction methods used. Imaging quality on original PET and the RPI acquisition will be assessed quantitatively: including signal-to-noise ratio (SNR), contrast-to-noise ratio (CNR), and coefficient of variation (CV) and qualitatively by independent review of 2 reviewers with image quality scored on a 4-point scale (4= excellent; 3 = good/ satisfactory; 2= suboptimal; 1 = nondiagnostic).\n\nFinally, images will be reconstructed from list mode to simulate 10%, 25%, 50%, 75%, and 100% of the injected dose and assessed qualitatively and diagnostically. When all data has been obtained, the reconstructed datasets will be presented to 2 readers in random order. The minimal dose for which a diagnostic exam can be obtained will be determined.\n\nOnce the image acquisition technique is optimized and reconstruction of data is validated, the second phase of the study will commence.\n\nPhase II - Validation of RPI against PET (PET/CT or PET/MR) for amyloid PET imaging\n\n1. Diagnostic performance For this purpose, 150 patients will be assessed using the finalized imaging protocol developed in Phase I.\n\n   Each scan will be read as per standard protocol. In brief, each of the 4 assessed regions, the lateral temporal lobe, frontal cortex, posterior cingulate/ precuneus and parietal cortex, will be assessed and scored as per the Regional Cortical Tracer Uptake (RCTU) scoring system, as follows: score 1 - negative; score 2- moderate; score 3- significant tracer uptake. A scan with RCTU score of 1 in each of the 4 brain regions receives a β-amyloid Plaque Load (BAPL) score of 1 indicating no significant β-amyloid plaque load. A scan with RCTU score of 2 in at least one brain region and no score of 3 in any region will receive a BAPL score of 2, indicating moderate β-amyloid plaque load. Finally, a scan with RCTU score of 3 in at least one of the brain regions will receive a BAPL score of 3, indicating significant β-amyloid plaque load. The same criteria will be used to assess each dataset - PET and RPI.\n\n   To minimize bias, the scans will be read in batches of 5 patients, with the PET and RPI datasets shuffled and randomly presented to the reviewer. Each scan will be interpreted independently by 2 reviewers, with a final consensus read on each imaging modality (PET and RPI), if needed. If no consensus is achieved, a third arbitrator read will be obtained from a further independent reviewer. The concordance (inter-modality agreement) between PET and RPI on a regional level and overall patient level will be assessed.\n2. Feasibility of Dose Reduction To determine the clinical feasibility of using reduced-dose RPI examinations, the minimal injected dose, as determined by phase I, will be assessed independently quantitatively and qualitatively (RCTU = regional cortical tracer uptake; BAPL = brain β-amyloid plaque load where BAPL 1 = negative, BAPL 2 \\& 3 = positive) and compared to the full-dose exam.\n\n2 Sample size Phase I: 10 patients Phase II: 150 patients\n\nNoninferiority sample size justification for matched samples:\n\nFor alpha =0.05; power (1-beta) = 0.95; assuming the technical success of 98.5% for each modality (PET and RPI) for a noninferiority limit of 5%, there would need to be 128 patients assessed with each test. Allowing for approximately 15% incomplete datasets (patients not completing imaging and/or nondiagnostic reference standard), sample size = 150 patients.\n\n3 STUDY ENROLLMENT AND WITHDRAWAL 3.1 Inclusion Criteria 3.1.1. Age ≥18 years 3.1.2. Patients with cognitive impairment undergoing the standard of care brain 18F-Florbetaben PET imaging.\n\n3.1.3. Patients who can remain still for an additional scan of approximately 30-45 minutes.\n\n3.2 Exclusion Criteria 3.2.1. Inability to provide informed consent. 3.2.2. Contraindication for PET examination as per institutional safety guidelines, including but not limited to pregnancy or inability to remain still for PET examination.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "DIAGNOSTIC",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The described study evaluates the Radialis PET Imager (RPI) as an alternative imaging device to standard PET/CT or PET/MR for brain amyloid PET (i.e., it is comparing imaging performance for an amyloid tracer). The intent is diagnostic validation (image comparability/feasibility), not a therapeutic intervention or drug testing. citeturn0search4turn0search8",
        "Act: Key extracted details — Device: Radialis PET Imager (RPI). Tracer mentioned for standard-of-care imaging in the study: 18F-Florbetaben (amyloid PET). Primary aim: determine whether RPI provides diagnostically equivalent amyloid PET images and assess optimal tracer dose and acquisition time. Regulatory note from the trial text: Health Canada allowed RPI use in the study; public Radialis press materials also report regulatory clearances (including a Health Canada clearance announcement). citeturn0search4turn0search8turn0search0",
        "Reflect: Classification check — per the category definitions provided, this is not a biologic or small-molecule therapeutic targeting AD pathology, not a cognitive-enhancing drug, nor an intervention to improve neuropsychiatric symptoms. It is a diagnostic imaging device study; therefore the correct classification is 'N/A'. The trial involves no investigational drug or placebo. citeciteturn0search4turn0search8",
        "Selected web search results used to verify details: Radialis' PET Medical Imaging System Receives Health Canada Clearance (Radialis press release, June 17, 2025). citeturn0search0; Radialis PET Imager Receives FDA Clearance (Radialis news, July 18, 2022). citeturn0search1; MedPath / trial listing 'Radialis PET Imager for the Assessment of Neuritic Amyloid Plaque Burden' (trial details, recruitment, and mention of 18F-Florbetaben). citeturn0search4; ICHGCP trial registry entry summarizing the study and device-use statement. citeturn0search8"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}