{
    "nct_id": "NCT04073628",
    "title": "The Long-term Impact of a Light Intervention on Sleep Physiology and Cognition in Mild Cognitive Impairment",
    "status": "COMPLETED",
    "last_update_time": "2025-07-25",
    "description_brief": "To investigate the impact of a long-term light treatment intervention on sleep physiology and memory in mild cognitively impaired and mild Alzheimer's disease patients living at home. The goal is also to measure the impact of the lighting intervention on caregivers' sleep, cognition, depression, and quality of life.",
    "description_detailed": "The current application proposes to investigate the impact of a long-term light treatment intervention on sleep physiology and sleep-dependent cognitive processes in mild cognitive impairment (MCI) and mild Alzheimer's disease (AD) patients. The premise is that older adults, especially those with cognitive impairment, are often in continuous dim light, which leads to circadian misalignment. Circadian misalignment impacts the close relationship between homeostatic and circadian processes, which can reduce memory-related sleep features. The hypothesis is that a lighting intervention technology (LIT), designed to promote circadian entrainment, will improve sleep by aligning the two sleep processes (circadian and homeostatic) and, thus improve cognition. In addition to improving patients' lives, LIT has the potential to reduce the overnight burden on caregivers. Thus, an exploratory goal is to also measure the impact of LIT on caregivers' sleep, cognition, depression, and quality of life.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The described intervention is a long-term light (lighting) treatment designed to promote circadian entrainment and thereby improve sleep physiology and sleep-dependent memory/cognition in MCI and mild AD patients living at home; caregivers' sleep, mood and QoL are secondary outcomes. This is a non-pharmacologic ambient/lighting intervention (Lighting Intervention Technology, LIT). citeturn0search0turn0search3",
        "Act: Key details extracted from trial listings and project pages — trial listed as \"The Long-term Impact of a Light Intervention on Sleep and Cognition in Mild Cognitive Impairment\" (NCT04073628); intervention is a lighting/circadian-effective light intervention delivered in the home (no drug or biologic is used). Prior and related studies show circadian/tailored light therapy can shift circadian phase and improve sleep, mood and cognitive measures in AD/MCI populations. citeturn0search0turn0search3turn0search1turn0search4",
        "Reflect: This trial does not test a biologic (e.g., antibody or vaccine) or a small-molecule drug, nor does it involve a pharmacologic cognitive-enhancer; although it aims to improve cognition and mood via light-induced circadian entrainment, the category definitions provided are drug-focused. Therefore the trial does not fit any of the four specified drug/therapeutic categories and should be classified as 'N/A'. The decision is supported by the trial listings and published work on lighting interventions. citeturn0search0turn0search4",
        "Web search results (sources found):",
        "- Mount Sinai clinical trial listing for \"The Long-term Impact of a Light Intervention on Sleep and Cognition in Mild Cognitive Impairment\" (NCT04073628) — summarizes aims, inclusion/exclusion and confirms a lighting intervention (non-drug). citeturn0search0",
        "- UCI Institute for Future Health project page describing the R01-funded study and the Lighting Intervention Technology (LIT) to promote circadian entrainment in MCI/mild AD. citeturn0search3",
        "- PubMed: study on circadian phase–tailored light therapy showing objective circadian phase shifts and improvements in subjective sleep quality and cognitive performance. (supports mechanism/expected effects). citeturn0search1",
        "- PubMed: long-term, all-day circadian-effective lighting improves sleep, mood and behavior in persons with dementia (clinical evidence that lighting interventions can improve sleep and mood). citeturn0search4"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}