{
    "nct_id": "NCT05534607",
    "title": "Natives Engaged in Alzheimers Research - 'Ike Kupuna (Elder Wisdom) Project",
    "status": "RECRUITING",
    "last_update_time": "2024-07-30",
    "description_brief": "This study will conduct a group randomized trial to test the effects of a hula-based intervention in improving vascular risk factors for ADRD and cognitive complaints and function over 12 months.",
    "description_detailed": "This study will conduct a pragmatic group-randomized trial (GRT) with NHPIs aged 50-75 years with at least 1 of 4 modifiable vascular risk factors for ADRD (hypertension, hyperglycemia, obesity, or dyslipidemia) and either SCI or MCI using a wait-list control design to test the effects of the hula-based intervention. The primary outcomes will be vascular risk factors for ADRD and subjective cognitive complaints. Secondary outcomes will include measures of cognitive performance, physical function, and mental health.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "PREVENTION",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The study title and description show this is a culturally based, behavioral hula intervention (Ola Mau i ka Hula) aimed at improving vascular risk factors and subjective cognitive complaints/function over 12 months — not a biologic or small-molecule drug, nor a pharmacologic cognitive or neuropsychiatric treatment. citeturn0search0turn0search1",
        "Act (key extracted details): Intervention = Ola Mau i ka Hula (behavioral hula program); ClinicalTrials identifier NCT05534607; Sponsor = University of Hawaii; Population = Native Hawaiian/Pacific Islander adults 50–75 with vascular risk factors and SCI or MCI; Primary outcomes = vascular risk factors (e.g., HbA1c, BP) and subjective cognitive complaints; Secondary outcomes = cognitive performance, physical function, mental health. No drug or placebo is listed. citeturn0search0turn0search5",
        "Reflect: Because the trial tests a non-pharmacologic, preventive/behavioral intervention (dance/exercise culturally tailored) it does not fit the four specified drug/biologic/cognitive‑enhancer/neuropsychiatric medication categories, so the correct classification is 'N/A'. Prior work on the hula intervention supports its cardiovascular and preventive focus rather than a molecular target. citeturn0search6turn0search8",
        "Web search results consulted (sources): medpath/trial listing for NEAR: 'Ike Kupuna' (trial details showing behavioral intervention and outcomes). citeturn0search0",
        "ICH GCP / clinical trials registry entry for NCT05534607 (summary and detailed description). citeturn0search1",
        "Clincosm / trial metadata (start/completion dates, enrollment, study design). citeturn0search5",
        "NIMHD intervention portal and peer-reviewed summary describing the Ola Mau i ka Hula cardiovascular intervention and outcomes (context showing health-promotion focus). citeturn0search6turn0search8"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}