{
    "nct_id": "NCT06191198",
    "title": "Communication Bridge: Optimizing an Evidence-based Intervention for Individuals With Primary Progressive Aphasia",
    "status": "RECRUITING",
    "last_update_time": "2025-05-29",
    "description_brief": "This study will use a randomized controlled trial design to evaluate the effect of two evidence-based treatments for adults with mild-moderate Primary Progressive Aphasia (PPA). The aim of the study is to help us better understand the effects of speech-language therapy on communication abilities in individuals with PPA.",
    "description_detailed": "Participants with a diagnosis of PPA and their actively-engaged care partners will be involved in the study for approximately 17 months. Each participant will receive a laptop equipped with the necessary applications and features for the study. Participants will receive up to 10 evaluations and 20 speech therapy sessions with a licensed speech therapist, as well as access to Communication Bridge, a personalized web application to practice home exercises that reinforce treatment strategies. There are no costs to participate in this study.",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The described study (Communication Bridge: Optimizing an Evidence-based Intervention for Individuals With Primary Progressive Aphasia) tests two speech–language therapy approaches delivered via telehealth to improve communication abilities (communication participation and confidence) in people with primary progressive aphasia (PPA). This is a behavioral/rehabilitative intervention, not a pharmacologic agent or biologic targeting Alzheimer’s pathology; therefore it does not fit the four drug/device categories (disease-targeted biologic, disease-targeted small molecule, cognitive enhancer, or neuropsychiatric symptom improvement). citeturn0search5turn1search2",
        "Act: Key extracted trial details — name: Communication Bridge (Communication Bridge‑2 / CB2); design: Stage 2 / Phase 2, single‑blind, randomized, parallel‑group, active‑control behavioral RCT delivered by video chat; interventions: two evidence‑based speech‑language therapy arms (a dyadic, participation‑focused Communication Bridge arm vs an impairment‑focused control arm); primary outcomes: communication participation/confidence and goal attainment; registration: ClinicalTrials.gov NCT03371706. No drug or biologic is used in the interventions. citeturn0search5turn0search0turn1search4",
        "Reflect: The trial tests non‑pharmacologic speech‑language therapy to improve communication function in PPA and explicitly describes behavioral/telehealth interventions and participant dyads rather than any pharmacologic agent or device. Therefore classification as 'N/A' (does not fit any of the four drug/biologic/symptom drug categories) is appropriate and consistent with the protocol and published trial reports. citeturn0search5turn1search2",
        "Web search results / sources consulted (for transparency):",
        "- Communication Bridge™‑2 protocol and full trial description (Trials journal): Communication Bridge™‑2 is an NIH Stage 2 randomized behavioral trial testing a telehealth speech‑language intervention for PPA. citeturn0search5",
        "- PubMed entry for the CB2 protocol (abstract and trial registration info; ClinicalTrials.gov NCT03371706 referenced). citeturn0search0",
        "- Efficacy report / randomized outcomes paper reporting Communication Bridge‑2 results (CB2 RCT outcomes, superiority on goal attainment/participation). citeturn1search2",
        "- Trial listings and recruitment/baseline papers (recruitment, telehealth delivery, Northwestern/University of Chicago involvement, enrollment details). citeturn1search3turn1search4"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}