{
    "nct_id": "NCT04308512",
    "title": "A Comprehensive Care Coordination and Management Platform for Alzheimer's Disease and Related Dementia (Care4AD)",
    "status": "RECRUITING",
    "last_update_time": "2024-06-21",
    "description_brief": "Dementia, a chronic disease of aging, is characterized by progressive cognitive decline that interferes with independent functioning. The medical, psychological, social and functional sequelae of dementia cause great stress to patients, their caregivers, and their family. The investigator proposes to examine effectivness of a home-based care coordination and management device, called Care4AD to help caregivers effectively coordinate, manage, and improve dementia care.",
    "description_detailed": "In this study the investigator will assess the effectiveness of a care coordination device (a supportive care device) called, Care4AD for reducing burden and stress of caregivers, enhancing patient adherence to scheduled tasks, and increasing Individuals with dementia activity (IWD). The investigator will conduct a 6-month prospective randomized control trial (RCT) of 100 persons with mild to moderately severe dementia to examine changes in caregiver's burden and stress and IWD's physical activity and adherence to scheduled ADLs. Feedback (e.g., reminders about completed/incomplete tasks) will be activated in the intervention group (IG) and de-activated in the control group (CG). The investigator will also use an ADL log and bi-weekly phone interview with a caregiver as gold standards to validate the detection of adherence to scheduled ADLs of interest. Furthermore, the acceptability, perception of benefit, and ease of use of Care4AD will be further assessed using technology acceptance model (TAM). We hypothesize that at 6 months, those in the IG compared to the CG will have less caregiver burden (Zarit Burden Interview (ZBI) (primary outcome), greater IWD adherence to scheduled ADLs (primary outcome), and higher IWD physical function and activity (primary outcome). Secondary outcomes will include caregiver coping (Brief Cope), self-efficacy (Revised Scale for Caregiving Self-Efficacy), and preparedness (Preparedness for Caregiving Scale), and quality of life of IWD (Quality of Life in Alzheimer's disease scale)",
    "phase": [
        "PHASE1",
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "SUPPORTIVE_CARE",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is Care4AD — a home-based, technology-driven care coordination and management platform (app + in-home tablet kiosk + wireless tags + wearable sensor) intended to help caregivers schedule tasks, monitor activities of daily living (ADLs) and physical activity, and deliver reminders. The stated aims are reducing caregiver burden/stress and improving patient adherence to ADLs and physical function, not to modify Alzheimer’s pathology or deliver a pharmacologic cognitive or neuropsychiatric treatment. citeturn0search0turn0search1",
        "Act: Key extracted details — Intervention name: Care4AD (device/system). Type: device/technology platform (not a drug or biologic). Primary outcomes: caregiver burden (Zarit Burden Interview), IWD adherence to scheduled ADLs, and physical activity; study design: randomized trial with activated reminders for the intervention group vs de‑activated reminders for control; registry/identifier: NCT04308512 (trial details and timeline). There is no investigational drug or placebo mentioned. citeturn0search3turn0search5",
        "Reflect: Classification decision — This trial does not fit the four provided drug-based or symptom-drug categories (disease-targeted biologic, disease-targeted small molecule, cognitive enhancer, or neuropsychiatric symptom improvement). It evaluates a supportive/behavioral/technological care-coordination device aimed at caregiving processes and ADL adherence, so per the instructions it should be classified as 'N/A'. Sources describing the platform and the acceptability/feasibility study and the registered RCT are provided. citeturn0search0turn0search1turn0search3"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}