{
    "nct_id": "NCT04268953",
    "title": "A Phase 1, Single-centre, Multiple-dose, Open-label Study to Assess the Safety, Tolerability, and Pharmacokinetics of the AC-SD-03 Formulation of Tricaprilin in Healthy Older Volunteers",
    "status": "COMPLETED",
    "last_update_time": "2020-07-07",
    "description_brief": "This is a Phase I, single center, open label, multiple dose, pharmacokinetic (PK) study recruiting healthy older subjects.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "BASIC_SCIENCE",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "Tricaprilin (AC-SD-03) — medium‑chain triglyceride / tricaprylin (caprylic triglyceride)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: Tricaprilin is a medium‑chain triglyceride that is hydrolyzed to octanoic (C8) fatty acid and metabolized to ketone bodies, providing an alternative energy substrate for the brain rather than directly targeting amyloid or tau pathology. citeturn0search1",
        "Act: The trial title/description you provided matches a Phase 1, single‑centre, multiple‑dose, open‑label pharmacokinetic study of the AC‑SD‑03 formulation of tricaprilin in healthy older volunteers (trial registry entry). citeturn2search8",
        "Act (additional supporting evidence): AC‑SD‑03 is the tricaprilin formulation developed/advanced in clinical programs (used in AD trials and described in trial records/coverage); earlier PK/tolerability work led to selection of AC‑SD‑03 for further development. citeturn1search0turn1search3",
        "Reflect / Classification decision: Because the drug’s mechanism is to supply ketone energy substrates and improve brain energy metabolism and cognitive function rather than act as a biologic (e.g., antibody) or a small‑molecule disease‑modifying agent targeting AD pathology, this trial is best classified as a 'cognitive enhancer'. (Open‑label PK design also indicates a safety/PK focus in healthy older adults rather than an efficacy disease‑modifying trial.) citeturn0search1turn2search8",
        "Notes / ambiguity: Tricaprilin is a nutritional/metabolic pharmacologic approach (medium‑chain triglyceride) — some sources refer to it as an investigational drug formulation (AC‑SD‑03 / CER‑0001) being developed for AD; it is not a biologic or classic small‑molecule anti‑amyloid/tau therapeutic. If you want, I can fetch the specific registry entry or company (Cerecin) materials for direct text from the sponsor. citeturn1search3turn1search0"
    ],
    "agent_type": "J) Metabolism and Bioenergetics",
    "explanation_agent": [
        "Reason: The investigational product is tricaprilin (AC‑SD‑03 / tricaprylin, a medium‑chain triglyceride) which is hydrolyzed to octanoic (C8) fatty acid and metabolized to ketone bodies that serve as an alternative energy substrate for the brain rather than acting on amyloid, tau, inflammation, or synaptic receptors. This is a metabolic / bioenergetics mechanism (ketone provision / mitochondrial fuel). citeturn0search5turn0search0",
        "Act: Extracted details — drug: Tricaprilin (AC‑SD‑03, tricaprylin / caprylic triglyceride); mechanism: MCT → octanoic acid → ketogenesis → increased plasma/brain ketone levels and alternative neuronal energy supply; study type: Phase 1 PK/safety in healthy older volunteers (formulation AC‑SD‑03). These facts are supported by trial registry and literature summaries. Based on this mechanism, assign CADRO category J) Metabolism and Bioenergetics. citeturn0search2turn0search1turn0search5",
        "Reflect: Classification check — CADRO J covers interventions that alter metabolism and bioenergetics (e.g., providing alternative fuels, modifying mitochondrial/energy pathways). Tricaprilin’s primary action (raising ketones / providing alternate brain fuel) fits squarely in Metabolism and Bioenergetics, not in Amyloid, Tau, Inflammation, or Synaptic Plasticity. No evidence in the provided description that this is a multi-target disease‑modifying biologic, so 'J' is the most specific match. citeturn0search0turn0search7",
        "Web-search supporting results (selected): 1) Alzforum summary of tricaprilin (AC‑SD‑03 / CER‑0001) describing its rationale to boost cellular metabolism by producing ketone bodies from caprylic triglyceride. citeturn0search5; 2) PubMed study showing MCT/tricaprylin increases brain ketone uptake and provides alternative energy without affecting glucose utilization. citeturn0search0; 3) Modeling and formulation paper describing AC‑SD‑03 tricaprilin hydrolysis to octanoic acid and conversion to ketones; includes AC‑SD‑03 composition. citeturn0search1; 4) Clinical trial registry / PK study entries for AC‑SD‑03 / tricaprilin (Phase 1 PK/safety formulations). citeturn0search2turn0search8"
    ]
}