{
    "nct_id": "NCT01780519",
    "title": "The Cognitive Effects of Lorazepam in Healthy Older Individuals With TOMM40 Variable-length Polymorphisms",
    "status": "COMPLETED",
    "last_update_time": "2016-11-09",
    "description_brief": "The investigators' goal is to determine if certain tests of memory and attention, performed while sleepiness is induced by a single dose of lorazepam, can predict whether or not an individual is at risk for developing Alzheimer's disease.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "BASIC_SCIENCE",
    "results": null,
    "target_category": "N/A",
    "drug": [
        "Lorazepam (benzodiazepine; GABA-A positive allosteric modulator)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial uses a single dose of lorazepam to induce sleepiness and then measures memory/attention to predict future Alzheimer’s risk — this is a pharmacologic challenge / predictive diagnostic paradigm rather than a therapeutic intervention aimed at modifying disease, improving cognition, or treating neuropsychiatric symptoms. (Trial description provided by user.)",
        "Act (drug & mechanism): Lorazepam is a benzodiazepine that acts as a positive allosteric modulator of GABA-A receptors, producing sedation and impairing memory/attention (anterograde amnesia, slowed reaction time), effects that are routinely used in pharmacologic challenge studies. citeturn0search3turn0search10turn0search0turn0search7",
        "Act (genetic marker context): The TOMM40 variable‑length (poly‑T) polymorphism has been studied as a genetic marker associated with altered age‑of‑onset/risk for late‑onset Alzheimer’s disease and with subtle cognitive/brain differences in preclinical subjects — this explains why the investigators stratify/assess participants by TOMM40 in a predictive study. citeturn0search6turn0search2turn0search9",
        "Reflect / Classification: Because the study’s goal is prediction using a pharmacologic challenge (lorazepam) and a genetic marker (TOMM40), and not to test a biologic or small molecule that targets Alzheimer pathology, nor to evaluate a cognitive‑enhancing therapy or a treatment for neuropsychiatric symptoms, it does not fit the four therapeutic target categories and is therefore classified as 'N/A'.",
        "Web search results used (brief): • Lorazepam mechanism and properties — StatPearls (mechanism: GABA‑A modulation). citeturn0search3 • Lorazepam cognitive/sedation effects — PubMed studies showing impaired memory/attention after acute doses. citeturn0search0turn0search7 • Benzodiazepine class summary — StatPearls review. citeturn0search10 • TOMM40 poly‑T association with AD risk / age of onset — Roses et al. and follow-up studies. citeturn0search6turn0search2"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}