{
    "nct_id": "NCT07075770",
    "title": "Novel Personalized Non Invasive Combined Magnetic and Electrical Stimulation of the Default Mode Network in Mild AD Patients (CMES-AD)",
    "status": "RECRUITING",
    "last_update_time": "2025-07-10",
    "description_brief": "Alzheimer's disease (AD) is increasingly recognized as a disorder marked by early synaptic dysfunction and disrupted brain network connectivity, beyond the traditional focus on amyloid pathology. Synaptic plasticity (crucial for learning and memory) is compromised in AD and represents a promising therapeutic target. In particular, alterations in the Default Mode Network (DMN), especially in regions like the precuneus, suggest that restoring connectivity and enhancing plasticity may improve cognitive outcomes. This project proposes a novel, precision-delivered non-invasive brain stimulation protocol that combines repetitive transcranial magnetic stimulation (rTMS) and transcranial alternating current stimulation (tACS) over the DMN. The intervention will be evaluated through cognitive testing, blood-based biomarkers, MRI and TMS-EEG, alongside immersive virtual environments to assess sensorimotor and cognitive function. This approach aims to test neuromodulation strategies capable of slowing neurodegeneration and supporting early detection and rehabilitation in AD.",
    "description_detailed": "Patients will be screened at trial sites for determination of eligibility to enter the study on the basis of diagnostic evaluations, according to current diagnostic criteria for probable AD, and safety assessments (vital sign complete physical and neurological examinations). The efficacy assessments (cognitive/behavioral evaluations) will be performed at Baseline before starting treatment and repeated on- treatment at Weeks 0, 12 and 24. Plasma biomarkers will be collected at baseline and at Week 12 and 24. Visit windows are ±7 days for all the scheduled visits. In case a visit is performed outside its window, subsequent visits will be performed in keeping with the original visit schedule. At each in-clinic visit (or upon early termination), AEs will be recorded, at screening, baseline, Week 12 and 24 vital signs measured, and physical and neurological examination performed.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The described intervention is a non-pharmacologic, device-based neuromodulation protocol (combined rTMS + tACS) targeted to the Default Mode Network / precuneus to restore connectivity and synaptic plasticity with the stated goal of improving cognitive outcomes in mild AD. This is not a biologic or small-molecule therapy and is primarily aimed at cognitive rehabilitation/enhancement rather than directly treating neuropsychiatric symptoms, so it best fits the 'cognitive enhancer' category. citeturn0search2turn0search7",
        "Act: Key extracted details — Title: CMES-AD (Novel Personalized Non Invasive Combined Magnetic and Electrical Stimulation of the DMN in Mild AD Patients); Intervention: combined repetitive transcranial magnetic stimulation (rTMS) + transcranial alternating current stimulation (tACS) delivered to DMN/precuneus, plus immersive virtual environments; Outcomes: cognitive testing, blood biomarkers, MRI, TMS-EEG. No drug is named in the description; this is a device/neuromodulation trial rather than a pharmacologic trial. Prior literature shows rTMS (often combined with cognitive training) and tACS targeting DMN/precuneus have been studied to improve cognition in AD, supporting the cognitive-enhancement interpretation. citeturn0search1turn0search3turn0search7",
        "Reflect: Although the investigators mention potential to 'slow neurodegeneration' (a disease-modifying aim), the intervention modality is a neuromodulation device, not a biologic or small molecule that directly targets amyloid/tau pathology; the primary measurable intent described is to restore network connectivity and improve cognitive/functional outcomes. Therefore the most appropriate category is 'cognitive enhancer'. If you prefer to label interventions with potential disease-modifying intent as a separate category, note that the provided taxonomy does not include device-based disease-targeted entries, so 'cognitive enhancer' remains the best fit. citeturn0search2turn0search7",
        "Web search summary (supporting references found): randomized/sham-controlled precuneus rTMS trial showing cognitive/functional benefit in AD. citeturn0search2",
        "Systematic reviews and randomized studies showing rTMS (often paired with cognitive training) can improve cognition in AD patients. citeturn0search1turn0search3",
        "Recent work and study rationale for precuneus-targeted gamma-frequency tACS (home-based and clinical designs) as a method to entrain oscillations, modulate plasticity and potentially improve cognition in early AD. citeturn0search7"
    ],
    "agent_type": "M) Synaptic Plasticity/Neuroprotection",
    "explanation_agent": [
        "Reason: The intervention is a non‑pharmacologic neuromodulation protocol (combined rTMS + tACS) targeted to the Default Mode Network / precuneus with the stated goal of restoring connectivity and synaptic plasticity to improve cognition in mild AD — this aligns with CADRO's Synaptic Plasticity/Neuroprotection category rather than a molecular pathology (amyloid/tau) category. citeturn0search6turn1search1",
        "Act: Extracted details — Title: CMES‑AD; Intervention: combined repetitive transcranial magnetic stimulation (rTMS) + transcranial alternating current stimulation (tACS) delivered to the DMN/precuneus, plus immersive virtual environments; Outcomes: cognitive testing, blood biomarkers, MRI, TMS‑EEG. No drug or molecular target is named; the mechanism is modulation of network oscillations and plasticity, not a specific molecular pathway. Based on these details, assign M) Synaptic Plasticity/Neuroprotection. citeturn0search6turn1search8",
        "Reflect: Confirmation and alternatives — The CADRO list does not include a separate 'device/cognitive enhancer' slot; the intervention's primary biological focus (restoring connectivity and plasticity/neuroprotection) best maps to M. It is not 'T) Other' (non‑therapeutic) because the trial aims to improve cognition/function; it is not clearly multi‑target at the molecular level, so 'R) Multi‑target' is not appropriate. Systematic reviews and randomized trials support that rTMS/tACS produce neuroplastic and cognitive effects in AD, reinforcing the M classification. citeturn0search0turn0search1",
        "Web search summary (key supporting references): 1) Randomized, sham‑controlled precuneus rTMS trial showing cognitive and functional benefit and modulation of local gamma oscillations. citeturn0search6 2) Systematic reviews/meta‑analyses reporting that rTMS improves cognition in AD (supports neuromodulation as a cognitive‑enhancing, plasticity‑modulating approach). citeturn0search0turn0search1 3) Multiple pilot and randomized studies of gamma‑frequency tACS targeting medial parietal/precuneus regions (showing memory/oscillation effects and supporting entrainment/plasticity mechanisms). citeturn1search1turn1search4"
    ]
}