{
    "nct_id": "NCT00965588",
    "title": "A Phase I, Open-Label Study to Evaluate the Safety, Tolerability and Immunogenicity of the UBITh AD Immunotherapeutic Vaccine (UB 311) in Patients With Mild to Moderate Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2011-08-22",
    "description_brief": "The purpose of this Phase I study is to determine whether the vaccine (UB 311), targeting the amyloid beta peptide (N-terminal amino acids, 1-14), is safe and immunogenic in patients diagnosed with mild or moderate Alzheimer's disease (AD). Amyloid beta was selected as the target antigen based on supporting evidence of the hypothesis that places the accumulation of amyloid beta at the initiating step of AD.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted biologic",
    "drug": [
        "UB-311 (UB-311; UBITh® AD immunotherapeutic vaccine)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial description states the intervention is a vaccine (UB 311) that targets the amyloid beta peptide (N‑terminal amino acids 1–14), i.e., it is an active immunotherapy directed at Alzheimer’s pathology (amyloid). This indicates a biologic intervention aimed at disease-modification by engaging the immune system to clear or neutralize Aβ. citeturn0search0turn0search1",
        "Act: Key extracted details — Phase I, open‑label, single‑group study of UB‑311 given IM at weeks 0, 4, 12; UB‑311 is a synthetic peptide (UBITh® platform) vaccine designed to elicit anti‑Aβ (N‑terminal) antibodies and reduce Aβ species/plaque load in preclinical models; the trial tested safety and immunogenicity in mild–moderate AD (no placebo arm in this Phase I). These facts support classification as a disease‑targeted biologic rather than a small molecule, symptomatic cognitive enhancer, or purely neuropsychiatric symptomatic therapy. citeturn0search0turn0search3",
        "Reflect: Although some secondary/exploratory cognition measures showed possible slower decline in a mild subgroup, the mechanism remains anti‑amyloid active immunization (pathology‑targeted). Therefore the correct category is disease‑targeted biologic. Continued development (phase 2a results) further confirms UB‑311 is an anti‑amyloid vaccine. citeturn0search1turn0search4",
        "Web search results (sources used): ClinicalTrials.gov record for NCT00965588 describing the Phase I UB‑311 study and single‑group design; PubMed / translational article describing UB‑311 design, preclinical data and Phase I results; full journal article summarizing the Phase I trial and mechanism (UBITh® synthetic Aβ1–14 vaccine); and a Phase 2a randomized study report of UB‑311 confirming immunogenicity and safety in mild AD. citeturn0search0turn0search1turn0search3turn0search4"
    ],
    "agent_type": "A) Amyloid beta",
    "explanation_agent": [
        "Reason: The investigational product UB-311 is an active immunotherapeutic (vaccine) built from synthetic Aβ (amyloid‑β) N‑terminal peptides (Aβ1–14) designed to elicit anti‑Aβ antibodies and modify Alzheimer's pathology — this is explicitly an anti‑amyloid, disease‑targeted biologic intervention. citeturn0search4turn0search2",
        "Act: Key extracted details from the trial description and publications — UB‑311 (UBITh® platform) contains Aβ1–14 B‑cell epitopes linked to helper T‑cell epitopes, is given intramuscularly (weeks 0,4,12 in the Phase I), produced a high antibody responder rate in humans, and showed Aβ lowering in preclinical models. The Phase I and Phase 2a publications confirm the vaccine’s mechanism is active immunization against amyloid‑β. These facts support classification under CADRO category A (Amyloid beta). citeturn0search4turn0search0turn0search6",
        "Reflect: The intervention targets a single, well‑defined pathological pathway (amyloid‑β) via active immunization, not multiple independent CADRO mechanisms, and is a therapeutic biologic rather than a diagnostic or symptomatic agent — therefore the most specific CADRO assignment is A) Amyloid beta. No important alternative target was indicated in the description. citeturn0search0turn0search6",
        "Web search results (sources used): ClinicalTrials.gov record for NCT00965588 describing the Phase I UB‑311 study and its stated target (Aβ 1–14). citeturn0search2; \"UB‑311, a novel UBITh® amyloid β peptide vaccine for mild Alzheimer’s disease\" (Translational Research & Clinical Interventions; details of vaccine design, Aβ1–14 epitopes, dosing and preclinical data). citeturn0search4; Phase I translational / PubMed summary describing immunogenicity and preclinical Aβ lowering. citeturn0search0; Phase 2a randomized, placebo‑controlled study (EBioMedicine / PMC) reporting safety, high antibody response rates and supporting continued development. citeturn0search6turn0search1"
    ]
}