{
    "nct_id": "NCT03053908",
    "title": "Orexin and Tau Pathology in Cognitively Normal Elderly (A New Prevention Strategy for Alzheimer's Disease)",
    "status": "COMPLETED",
    "last_update_time": "2021-02-23",
    "description_brief": "Alzheimer's disease (AD) is a common neurodegenerative disease characterized by the accumulation of amyloid plaques and neurofibrillary tangles. Current consensus is that the AD pathological process begins decades before clinical symptoms occur. This long \"preclinical\" phase of AD might first become detectable in middle-age as deposits of hyperphosphorylated tau (P-tau) in the transentorhinal cortex and subcortical nuclei such as the locus coeruleus (LC) and the nucleus basalis of Meynert. There is strong preliminary evidence showing that cerebrospinal fluid (CSF) levels of orexin-A (OxA) are associated with increased P-tau (r=.52, p\\<.01) and total-tau (T-tau) (r=.42, p\\<.01) in cognitively normal older adults (mean age: 69.6±8.6 years).\n\nThis study poses that onset of tauopathy in the LC results in down regulation of orexin receptors, leading to a homeostatic increase of OxA production by the hypothalamus, which results in changes in core body temperature (CBT) and sleep disruption that cause further neurodegeneration. This hypothesis will be tested by demonstrating that increases in CSF P-tau are associated in vivo with tau PET uptake, and that tau binding in the LC is associated with increases in CSF OxA (Aim 1); and second, by analyzing the downstream consequences of increased central nervous system (CNS) OxA on sleep architecture and CBT (Aim 2). To test these hypotheses, 19 older adults (age 55-75) balanced by sex, will first perform a full clinical evaluation and PET-MRI where Tau burden will be analyzed by PET-MR using 18F-MK6240 (visits 1-2). Subjects will later undergo 7 days of actigraphy followed by nocturnal polysomnography (NPSG) for 2 consecutive nights (N1-2) during which we will measure CBT (visits 3-4). A morning lumbar puncture (LP) will be performed after N2 to obtain CSF.",
    "description_detailed": "There is the potential to identify: 1) an association between CSF P-tau and in vivo 18F-MK6240 uptake; 2) a mechanism by which tau pathology may contribute to orexin dysfunction; 3) evidence that orexin dysfunction disrupts sleep and CBT rhythm; and, 4) CNS orexin dysfunction as a new therapeutic target for AD prevention.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "N/A",
    "drug": [
        "18F‑MK‑6240 (tau PET tracer — diagnostic)",
        "Orexin‑A (CSF biomarker; not an investigational therapeutic)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The protocol describes an observational biomarker study (PET‑MRI with the tau tracer 18F‑MK‑6240, actigraphy, nocturnal polysomnography, core body temperature monitoring, and CSF collection) testing associations between tau deposition and orexin-A and sleep measures — it does not administer a therapeutic drug or biologic to alter disease course or symptoms. 18F‑MK‑6240 is a PET radiotracer developed to image neurofibrillary tau tangles (diagnostic/imaging agent), not a disease‑modifying treatment. citeturn1search3turn1search2",
        "Act: Key extracted details — intervention: 18F‑MK‑6240 PET‑MRI (tau imaging), sleep monitoring (actigraphy, NPSG), CBT measurement, and lumbar puncture for CSF orexin‑A and P‑tau; intended effect: measure associations and downstream consequences (hypothesis testing), not therapeutic benefit. Prior work links CSF orexin‑A with increased P‑tau in cognitively normal older adults. These elements indicate a diagnostic/observational study rather than a trial of a biologic or small molecule therapeutic. citeturn0search0turn1search1",
        "Reflect: Classification check — by the provided category definitions: (1) Disease‑targeted biologic = biologic therapy (e.g., monoclonal antibody) targeting pathology — not present; (2) Disease‑targeted small molecule = therapeutic small molecule targeting pathology — not present; (3) Cognitive enhancer = drug given to improve cognition — not present; (4) Neuropsychiatric symptom improvement = symptomatic treatment for behavior/psychiatric signs — not present. Therefore the correct category is 'N/A' (diagnostic/observational study). No therapeutic drug or placebo is tested. citeturn1search3turn0search0",
        "Web search results used (summaries and sources): 1) Evidence that CSF orexin‑A is positively associated with P‑tau in cognitively normal elderly (Sleep, 2016). citeturn0search0 2) Preclinical/clinical characterization showing 18F‑MK‑6240 is a selective high‑affinity PET tracer for imaging neurofibrillary tau tangles (Journal of Nuclear Medicine; test–retest and validation studies). citeturn1search3turn1search1 3) Autoradiography/validation of MK‑6240 binding pattern to NFTs (Acta Neuropathologica Communications). citeturn1search2"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}