{
    "nct_id": "NCT05189210",
    "title": "A Multicenter, Randomized, Double-Blind, Placebo-Controlled, Parallel-Design, Prospective, 52-Week, Phase 2 Clinical Study to Evaluate the Safety and Efficacy of GV1001 Administered Subcutaneously for the Treatment of Mild to Moderate AD",
    "status": "COMPLETED",
    "last_update_time": "2025-08-28",
    "description_brief": "The current study is being conducted by the Sponsor to evaluate the efficacy and safety of GV1001 (0.56 mg and 1.12 mg) administered subcutaneously as a treatment for mild to moderate Alzheimer's disease (AD). Studies using in vivo and in vitro AD models have shown that GV1001 inhibits neurotoxicity, apoptosis, and the production of reactive oxygen species induced by amyloid beta (Aβ) in neural stem cells by mimicking the extra-telomeric functions of human telomerase reverse transcriptase (hTERT). In nonclinical studies, using both mild (early stage) and severe (late stage) AD mouse models, GV1001 was shown to improve cognitive function and memory, as well as significantly reduce the amount of Aβ and tau proteins. The multifunctional effect of GV1001 makes it a promising therapeutic option for the treatment for AD. In a completed Phase 2 study conducted in Korea, GV1001 showed significant improvement in change from baseline of Severe Impairment Battery score at Week 24 and demonstrated a clinically acceptable safety profile in patients with moderate to severe AD.",
    "description_detailed": "This is a multicenter, randomized, double-blind, placebo-controlled, parallel-group Phase 2 study in participants with mild to moderate AD. The study will consist of a screening visit (up to 60 days prior to first dose), a 52-week double-blind treatment period, and an end-of-study (EOS) visit 2 weeks after the last dose of study drug. Eligible participants will be randomized in a 1:1:1 ratio to receive GV1001 0.56 mg, GV1001 1.12 mg, or placebo (normal saline) every week for 4 weeks beginning on Day 1 (of Week 1) followed by every 2 weeks through Week 50.\n\nPrior to randomization, eligibility of potential participants will be confirmed through an adjudication process in which screening data (eg, MMSE, magnetic resonance imaging \\[MRI\\] scans, positron emission tomography \\[PET\\] scans) obtained to evaluate AD status are reviewed by a medical monitor. The medical monitor will review the subject eligibility form completed by the Investigator prior to randomization and provide an independent assessment of the participant's eligibility and may request exclusion of a participant from entry into the study. A central independent reader will review MRI to confirm eligibility. Investigators must not randomize a participant prior to receipt of this independent confirmation of the participant's eligibility. Results from MRI, Aβ positron emission tomography (PET) scan, cerebrospinal fluid (CSF) examination or genetic testings performed within the 2 years prior to screening will also be used to confirm eligibility. If no historical results are available, participants will undergo a MRI or an Aβ PET scan at screening.\n\nIf a participant discontinues treatment prematurely, the participant will be asked to continue with the scheduled study visits until the EOS visit. If a participant discontinues the study prematurely (except for those who withdraw their consent), the participant will be asked to come for an early termination (ET) visit for efficacy scale and safety assessments. These assessments are the same as those scheduled at the primary endpoint (PE) visit at Week 52. If the ET visit takes place within 4 weeks after a completed protocol scheduled visit with efficacy assessments, efficacy scale assessments are not required at the ET visit.\n\nFor an individual participant, the maximum duration of study participation is approximately 14.5 months, including an up to 60-day screening period.\n\nAn independent Data and Safety Monitoring Board (DSMB) review to evaluate safety data will be performed when at least 90 participants (50%) have either completed Week 26 or have discontinued the study. The DSMB may recommend early stopping of the study for safety reasons.\n\nEfficacy evaluations will be performed at baseline, Week 12, Week 26, Week 38, and Week 52 using the cognitive subscale of the Alzheimer's Disease Assessment Scale \\[ADAS-cog11\\]), assessment of activities of daily living (ie, Amsterdam Instrumental Activities of Daily Living Questionnaire \\[A-IADL-Q\\]), and global ratings of dementia (ie, Clinical Dementia Rating-Sum of Boxes \\[CDR-SB\\], Neuropsychiatric Inventory \\[NPI\\], Mini-Mental State Examination \\[MMSE\\], Alzheimer's Disease Cooperative Study-Clinical Global Impression of Change/Clinician's Interview-Based Impression of Change - Plus Family Input \\[ADCS-CGIC/CIBIC-Plus\\], and Quality of Life in Alzheimer's Disease \\[QoL-AD\\]). The ADAS-cog11 scale will be evaluated by a central independent reader for each visit. At the visits where several efficacy assessments are administered, every effort should be made to perform the efficacy evaluations in the same order at each visit (ADAS-cog11, A-IADL-Q, NPI, MMSE, CDR-SB, ADCS-CGIC/CIBIC-Plus, and QoL-AD).\n\nSafety will be assessed throughout the study by monitoring for AEs, laboratory evaluations, electrocardiogram (ECG) findings, and vital signs measurements. Suicidal ideation and behavior will be assessed using the C-SSRS. Blood and CSF samples will be collected to evaluate the effect of GV1001 on analysis of biomarkers of AD.",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted biologic",
    "drug": [
        "GV1001 (16‑amino‑acid peptide derived from human telomerase reverse transcriptase, administered subcutaneously 0.56 mg and 1.12 mg in the described trial)"
    ],
    "placebo": [
        "placebo (matched)"
    ],
    "explanation_target": [
        "Reason: GV1001 is a peptide (biologic) derived from the catalytic site of human telomerase reverse transcriptase (hTERT) and was originally developed as an immunotherapeutic; it modulates cellular signaling by mimicking extra‑telomeric hTERT functions. citeturn0search3",
        "Act (preclinical): Nonclinical AD models show GV1001 inhibits Aβ‑induced neurotoxicity, apoptosis and oxidative stress, and in mouse AD models reduced Aβ and tau burden and improved cognitive performance. citeturn0search7turn0search3",
        "Act (clinical): A Phase 2 randomized, double‑blind, placebo‑controlled trial in Korea (subcutaneous GV1001 0.56 mg and 1.12 mg) met its primary endpoint for the 1.12 mg dose (less decline / improvement on the Severe Impairment Battery) and showed improvement on the Neuropsychiatric Inventory with an acceptable safety profile. citeturn0search1turn0search7",
        "Reflect: Because GV1001 is a biologic (peptide) with preclinical and early clinical data indicating it acts on core AD pathology (Aβ and tau) and shows potential disease‑modifying effects, the correct classification is 'disease-targeted biologic.' The human mechanism remains to be fully elucidated, but the available preclinical and clinical reports support pathology‑targeted biologic activity. citeturn0search7turn0search3",
        "Additional / provenance: GV1001 has ongoing later‑phase development (e.g., a registered Phase 3 trial entry for GV1001 in AD), supporting continued evaluation as a disease‑targeting biologic. citeturn0search4"
    ],
    "agent_type": "R) Multi-target",
    "explanation_agent": [
        "Reason: The investigational agent GV1001 is a 16‑amino‑acid peptide derived from the catalytic site of human telomerase reverse transcriptase (hTERT) and is reported to act via multiple cellular-signaling and cell-penetrating mechanisms rather than a single, specific molecular species (e.g., a single epitope on Aβ or tau). Preclinical work shows GV1001 reduces Aβ‑induced neurotoxicity, apoptosis and oxidative stress and lowers Aβ and tau burden in AD models — indicating effects on proteinopathy and downstream cell-death/oxidative pathways. citeturn0search0turn0search7",
        "Act: Extracted details from the literature and trial records: GV1001 is an hTERT‑derived peptide with cell‑penetrating activity mediated by extracellular heat shock proteins (HSP70/90) and modulation of intracellular signaling; in AD models it protected neural cells from Aβ oligomer toxicity and reduced oxidative stress and apoptosis. Clinically, a Phase 2 randomized, double‑blind, placebo‑controlled trial reported that the 1.12 mg dose met its primary cognitive endpoint and showed NPI improvements with acceptable tolerability; larger Phase 2/3 programs have been registered. These findings show the agent impacts multiple pathological processes (amyloid and tau burden, oxidative stress, apoptosis, mitochondrial/VEGF signaling in other studies) rather than a single CADRO domain. citeturn0search0turn0search1turn0search7turn0search2",
        "Reflect: Mapping to CADRO — because GV1001 exhibits effects on amyloid and tau pathology (proteostasis/proteinopathies), oxidative stress, apoptosis (cell death), and broader intracellular signaling, the most appropriate CADRO classification is R) Multi-target. Selecting a single CADRO category (for example A or B or I or G or H) would omit other important, documented mechanisms of action. If future mechanistic data showed a single dominant direct target (e.g., direct anti‑amyloid binding), reclassification to that more-specific CADRO category would be reasonable. citeturn0search0turn0search7",
        "Web search results (sources consulted): 1) Preclinical study showing GV1001 protects neural stem cells from Aβ oligomer toxicity and reduces oxidative stress/apoptosis (PubMed). citeturn0search0 2) Phase 2 clinical trial report (Alzheimer's Research & Therapy / PubMed) reporting 1.12 mg met primary endpoint and favorable safety. citeturn0search1turn0search8 3) ALZFORUM therapeutic entry summarizing clinical program (Phase 2 US/Phase 3 KR registrations and timelines). citeturn0search2 4) Reviews describing GV1001’s cell‑penetrating, HSP70/90‑dependent signaling modulation and diverse biological effects. citeturn0search7turn0search3 5) ClinicalTrials registration summary for a Phase 3 GV1001 study (NCT05303701) describing preclinical rationale (Aβ/tau/oxidative stress/apoptosis effects). citeturn0search6"
    ]
}