{
    "nct_id": "NCT05738486",
    "title": "Investigating the Effect of Different Donanemab Dosing Regimens on ARIA-E and Amyloid Lowering in Adults With Early Symptomatic Alzheimer's Disease",
    "status": "ACTIVE_NOT_RECRUITING",
    "last_update_time": "2025-05-07",
    "description_brief": "This study will investigate different donanemab dosing regimens and their effect on the frequency and severity of ARIA-E in adults with early symptomatic Alzheimer's disease (AD) and explore participant characteristics that might predict risk of ARIA.\n\nApproximately 300 additional participants will be enrolled per addendum.\n\nThe study will last approximately 91 weeks and include up to 26 visits in the main study.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE3"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted biologic",
    "drug": [
        "donanemab (Kisunla; humanized IgG1 monoclonal antibody)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: Donanemab is a humanized IgG1 monoclonal antibody directed against an N‑truncated, pyroglutamate (N3pG) form of amyloid‑β that is localized to deposited amyloid plaque; it clears amyloid plaques (microglial‑mediated) and has been shown to slow clinical decline in early symptomatic AD, so its mechanism is disease‑targeting rather than solely symptomatic/cognitive enhancement. citeturn1search1turn1search6",
        "Act: The trial description and title state the study tests different donanemab dosing regimens and their effect on the frequency/severity of ARIA‑E and on amyloid lowering in adults with early symptomatic AD — i.e., a study of an anti‑amyloid biologic and safety/titration strategies. Prior trials and a phase 3b titration study showed ARIA‑E is a known risk and that modified titration can reduce ARIA while maintaining amyloid lowering. citeturn0search3turn0search0",
        "Reflect: Matching the category definitions: this is a biologic (monoclonal antibody) that targets Alzheimer’s pathology (amyloid plaques) with the intent of disease modification (amyloid lowering and slowing decline). Therefore the correct category is 'disease‑targeted biologic'. No alternative interpretation (e.g., cognitive enhancer or neuropsychiatric symptom drug) fits the described intervention. citeturn1search7turn1search3",
        "Web search sources used (for verification of drug identity, mechanism, ARIA risk, and titration results): Eli Lilly medical/product pages and press releases describing donanemab/Kisunla and its N3pG amyloid target and plaque‑clearing action; NEJM and JAMA/phase‑trial publications showing clinical/biomarker effects; PubMed/Alzheimer's & Dementia reports and company reports on TRAILBLAZER‑ALZ trials and the TRAILBLAZER‑ALZ‑6 titration (ARIA) data. citeturn1search1turn1search6turn1search3turn0search3turn0search0"
    ],
    "agent_type": "A) Amyloid beta",
    "explanation_agent": [
        "Reason: The investigational product is donanemab (Kisunla), a humanized IgG1 monoclonal antibody directed against an N‑truncated, pyroglutamate (N3pG) form of amyloid‑β that is localized to deposited amyloid plaque and removes existing cerebral amyloid plaque via microglial‑mediated phagocytosis. citeturn0search0turn0search4",
        "Act: The trial title and description state the study tests different donanemab dosing regimens and their effects on ARIA‑E (amyloid‑related imaging abnormalities with edema) and on amyloid lowering in adults with early symptomatic AD — i.e., it is an anti‑amyloid biologic disease‑targeting study. Modified titration was shown to reduce ARIA‑E while maintaining amyloid reduction in TRAILBLAZER‑ALZ‑6. citeturn0search3turn0search1turn0search5",
        "Reflect: This intervention directly targets amyloid‑β plaques (a core AD pathology) using a plaque‑specific monoclonal antibody and the study endpoints are amyloid lowering and ARIA safety—this maps directly to CADRO category A) Amyloid beta. There is no indication the trial is primarily targeting tau, inflammation, synaptic function, or a multi‑target mechanism, so A) Amyloid beta is the most specific and appropriate classification. citeturn0search0turn0search5",
        "Web search results used (key sources):",
        "- How does Kisunla (donanemab) work? — Lilly medical/product info (mechanism: N3pG amyloid target; microglial plaque clearance). citeturn0search0",
        "- Kisunla Q&A / prescribing info — confirms N‑truncated pyroglutamate (N3pG) amyloid target and plaque removal mechanism. citeturn0search4",
        "- TRAILBLAZER‑ALZ 6 (Phase 3b) press release and trial description — study of different dosing regimens on ARIA‑E and amyloid clearance. citeturn0search3",
        "- PubMed / Alzheimer's & Dementia and PubMed entries reporting modified titration reduces ARIA‑E while maintaining amyloid reduction (TRAILBLAZER‑ALZ‑6 results). citeturn0search1turn0search5"
    ]
}