{
    "nct_id": "NCT01982578",
    "title": "Effect of Activation of the Receptor PPARg/RXR as a Possible Treatment for Alzheimer's Disease. Role of Genistein.",
    "status": "COMPLETED",
    "last_update_time": "2021-09-09",
    "description_brief": "Genistein is an isoflavone that has antioxidant and neuroprotective effects on Alzheimer's disease (AD).\n\nA few years ago our group reported that genistein increased PPARg (peroxisome proliferator activated receptor gamma) levels. By the way, activation of retinoid X receptor (RXR)-PPARg dimer, will make overexpressing apolipoprotein E (apoE), which mediates the degradation of amyloid beta (AB). Therefore, we believe that if this phytoestrogen administration increases the availability of the transcription factor, it can increase apoE, and also AB degradation.\n\nThe main aim of this study is to determinate the effect of 60 mg BID of genistein administration, during 360 days, compared to placebo group, in AD patients.",
    "description_detailed": "Alzheimer's disease is devastating in terms of personal wellbeing as well as for society. Any effort to prevent and/or treat this disease is always sought after. Recently, an exciting new possibility was opened by modulating a cellular component called RXR-PPARG. A successful experimental treatment for Alzheimer's was found by activating RXR. But we previously showed that a component of soya, i.e., genistein, is able to activate the other part of the RXR-PPARG molecule, i.e., the PPARG moiety. Genistein, moreover, does not have the undesirable effect of bexarotene and is a food component. Our preliminary results in animals indicate that genistein is effective in the treatment of experimental Alzheimer's in mice. Epidemiological evidence shows that individuals who live in Eastern societies who have a high genistein intake (because they eat a lot of soya) have lower rates of Alzheimer's disease.\n\nThus we propose a controlled clinical trial to test if administration of the food component genistein is able to prevent or cure, at least partially, Alzheimer's disease.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "Genistein (a soy isoflavone; phytoestrogen; small-molecule PPARγ activator)"
    ],
    "placebo": [
        "Placebo (matched capsule BID)"
    ],
    "explanation_target": [
        "Reason: The intervention is genistein, a small-molecule isoflavone (phytoestrogen) reported to activate PPARγ and reduce Alzheimer pathology (Aβ burden, plaques, neuroinflammation) via RXR–PPARγ-mediated upregulation of ApoE and increased Aβ clearance — i.e., it is intended to modify core AD pathology rather than only treat symptoms. citeturn0search0turn0search2.",
        "Act (extracted trial details): The trial tests 60 mg genistein twice daily for 360 days versus placebo in AD patients (NCT01982578 / GENIAL trial). Primary outcomes include change in CSF Aβ; secondary outcomes include cognitive/memory tests — confirming a disease-modifying intent and the tested intervention/dose/duration. citeturn0search4turn0search6.",
        "Reflect: Genistein is not a biologic (not a monoclonal antibody or vaccine) but a small-molecule dietary isoflavone with reported PPARγ-activating and neuroprotective effects in animal and cellular AD models; therefore the appropriate category is 'disease-targeted small molecule'. Key supporting mechanistic and preclinical data and the clinical-trial record are cited above. citeturn0search0turn0search5.",
        "Web-search results (selected sources used): PubMed report showing genistein lowers brain Aβ, improves cognition and increases ApoE via PPARγ mechanisms in AD models. citeturn0search0; mechanistic/anti-inflammatory studies in microglia and cell models showing genistein mitigates Aβ-induced neuroinflammation. citeturn0search2turn0search9; animal studies showing reduction of Aβ/tau pathology and cognitive benefit. citeturn0search5turn0search3; clinical-trial registry entries describing the 60 mg BID × 360 days randomized, placebo-controlled study (NCT01982578). citeturn0search4turn0search8."
    ],
    "agent_type": "C) ApoE, Lipids and Lipoprotein Receptors",
    "explanation_agent": [
        "Reason: The intervention is genistein, a small-molecule soy isoflavone reported to activate PPARγ and, in combination with RXR signaling, to upregulate apolipoprotein E (ApoE) and thereby promote Aβ clearance — i.e., the trial’s mechanistic intent is to modulate ApoE/lipid-receptor-mediated amyloid clearance rather than solely symptomatic neurotransmitter effects. citeturn0search1turn0search6",
        "Act: Extracted trial details — NCT01982578 (GENIAL) tests genistein 60 mg twice daily for 360 days versus placebo in prodromal/mild AD with primary outcome including CSF Aβ and cognitive measures, confirming a disease‑modifying, ApoE/PPARγ‑focused approach. citeturn0search0turn0search4",
        "Reflect: The most specific CADRO category matching a therapy intended to upregulate ApoE and modulate lipid/lipoprotein receptor pathways is C) ApoE, Lipids and Lipoprotein Receptors. Although downstream effects include reduced amyloid (A) and anti‑inflammatory/antioxidant actions, the proximal molecular pathway targeted in this trial is ApoE regulation via PPARγ/RXR activation, so C is the best fit. citeturn0search1turn0search6",
        "Supporting web-search results (selected): (1) Preclinical paper showing genistein activates PPARγ, increases ApoE and lowers brain Aβ in AD models. citeturn0search1 (2) GENIAL clinical trial publication reporting the randomized, placebo‑controlled study of genistein in prodromal AD (linked to NCT01982578). citeturn0search4 (3) Clinical-trial registry and trial record describing the 60 mg BID × 360-day design (NCT01982578 / GENIAL). citeturn0search0turn0search9 (4) Review/mechanistic article linking RXR/PPARγ activation to ApoE upregulation and enhanced Aβ clearance. citeturn0search6 (5) Additional supportive preclinical studies of genistein’s anti-inflammatory and neuroprotective effects. citeturn0search2turn0search8"
    ]
}