{
    "nct_id": "NCT00692705",
    "title": "Open Label Positron Emission Tomography (PET) Study With [11C]AZD2995 and [11C]AZD2184, Candidate PET Ligands for β Amyloid, to Determine and Compare in Vivo Brain Uptake and Distribution in Healthy Volunteers and Patients With Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2009-01-22",
    "description_brief": "The study is carried out in order to investigate if \\[11C\\]AZD2995, compared to \\[11C\\]AZD2184, is a more suitable PET ligand for in vivo imaging of β amyloid depositions in the human brain. In the study the two PET ligands will be examined in both healthy volunteers and patients with Alzheimer's Disease.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "BASIC_SCIENCE",
    "results": null,
    "target_category": "N/A",
    "drug": [
        "[11C]AZD2995",
        "[11C]AZD2184"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The protocol explicitly compares two carbon-11–labelled PET ligands for in vivo imaging of β‑amyloid deposition (i.e., a diagnostic imaging study), not a therapeutic intervention. citeturn0search3turn0search1",
        "Act: Extracted interventions — [11C]AZD2995 and [11C]AZD2184 — which are radioligands developed for amyloid‑β PET imaging (AstraZeneca/academic publications). Both ligands bind Aβ and were evaluated in human PET studies to assess brain uptake and distribution. citeturn0search1turn0search0",
        "Reflect: This is a diagnostic PET ligand comparison (biomarker/imaging) and does not test a disease‑modifying biologic or small molecule therapy, a cognitive enhancer, or a neuropsychiatric treatment — therefore it does not fit the four therapeutic categories and is classified as 'N/A'. The trial registry and published PET study confirm the imaging/diagnostic purpose. citeturn0search3turn0search1"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}