{
    "nct_id": "NCT01656525",
    "title": "A Multi-center, Multiple-ascending Dose, Randomized, Double-blind, Placebo-controlled, Parallel-group Study to Investigate the Safety, Tolerability and Pharmacokinetics of Gantenerumab Following Subcutaneous Injection in Japanese AD Patients",
    "status": "COMPLETED",
    "last_update_time": "2014-09-17",
    "description_brief": "Objective of this study is to evaluate the safety, tolerability, pharmacokinetics and preliminary pharmacodynamic effects of multiple doses of Gantenerumab in subject with mild to moderate AD.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted biologic",
    "drug": [
        "Gantenerumab"
    ],
    "placebo": [
        "Placebo"
    ],
    "explanation_target": [
        "Reason: The investigational product, gantenerumab, is a fully human monoclonal antibody that binds aggregated amyloid-β (Aβ) and promotes clearance (Fc receptor–mediated microglial phagocytosis and dissociation/neutralization of Aβ aggregates), i.e., it targets Alzheimer’s pathology rather than acting as a symptomatic cognitive enhancer. citeturn0search7turn0search2",
        "Act: Key trial details extracted from the description — drug = gantenerumab; route = subcutaneous; design = multiple-ascending dose, randomized, double-blind, placebo-controlled in AD patients (Japanese cohort specified). Gantenerumab has been evaluated in multiple AD studies and PET/biomarker substudies showing dose-dependent amyloid plaque reduction. These facts support classifying it as a disease-directed biologic. citeturn0search4turn0search1",
        "Reflect: Classification check — fits the provided category definitions: it is a biologic (monoclonal antibody) that targets Alzheimer’s pathology (amyloid-β). Therefore the correct category is 'disease-targeted biologic'. No ambiguity from the trial description that would suggest a cognitive-enhancer-only or neuropsychiatric-symptom trial. citeturn0search7turn0search3",
        "Web search results referenced: (1) 'Gantenerumab: an anti-amyloid monoclonal antibody with potential disease-modifying effects in early Alzheimer’s disease' — Alzheimer's Research & Therapy (mechanism and program overview). citeturn0search7 (2) 'Gantenerumab reduces amyloid-β plaques ... PET substudy interim analysis' — PubMed (evidence of amyloid plaque removal at higher doses). citeturn0search1 (3) 'Gantenerumab: an anti-amyloid monoclonal antibody ...' review on PubMed summarizing mechanism and development. citeturn0search2 (4) Clinical program table and dosing/phase information (GRADUATE, OLE, SKYLINE etc.) — Alzheimer's Research & Therapy / summary table. citeturn0search4"
    ],
    "agent_type": "A) Amyloid beta",
    "explanation_agent": [
        "Reason: The trial drug, gantenerumab, is a fully human monoclonal antibody that preferentially binds aggregated amyloid-β and promotes clearance (Fc receptor–mediated microglial phagocytosis and neutralization/dissociation of Aβ aggregates). This mechanism directly targets amyloid pathology, which corresponds to CADRO category A) Amyloid beta. citeturn0search7turn0search4",
        "Act: Extracted details from the description — drug = gantenerumab (a biologic monoclonal antibody); route = subcutaneous; mechanism = binding of aggregated Aβ and eliciting cell-mediated (microglial/phagocytic) clearance; clinical evidence shows dose-dependent amyloid plaque reduction on PET in gantenerumab studies. These facts support assigning the trial to the Amyloid beta category. citeturn0search7turn0search1turn0search0",
        "Reflect: Verification — the intervention is a disease-targeted biologic directed at amyloid-β (not a symptomatic neurotransmitter or non-therapeutic diagnostic). There is no indication of multiple disparate targets that would require 'R) Multi-target'. Therefore the correct CADRO classification is A) Amyloid beta. (For context, later phase results/decisions about clinical efficacy do not change the biological target classification). citeturn0search2",
        "Web search results referenced: 1) Gantenerumab: a novel human anti-Aβ antibody ... (mechanistic preclinical/functional data). citeturn0search7 2) Gantenerumab reduces amyloid-β plaques in patients ... PET substudy (Alzheimer's Research & Therapy / PubMed Central). citeturn0search4turn0search1 3) PubMed entry showing PET substudy results summarizing amyloid reductions. citeturn0search0 4) Reports summarizing GRADUATE phase-III outcomes and program decisions (context on clinical program). citeturn0search2"
    ]
}