{
    "nct_id": "NCT06114745",
    "title": "A Phase 1b, Randomized, Double-Blind, Placebo-Controlled Study to Evaluate the Safety, Tolerability, Pharmacokinetics and Pharmacodynamics of Multiple Doses of SHR-1707 in Patients With Mild Cognitive Impairment Due to Alzheimer's Disease and Mild Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2025-07-09",
    "description_brief": "To evaluate the safety, tolerability, pharmacokinetics and pharmacodynamics of SHR-1707 in patients with mild cognitive impairment (MCI) due to Alzheimer's disease (AD) and mild AD for 26 weeks.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted biologic",
    "drug": [
        "SHR-1707 (humanized anti–amyloid-β IgG1 monoclonal antibody; binds Aβ fibrils and monomers, promotes Aβ clearance)"
    ],
    "placebo": [
        "placebo (randomized, double-blind, placebo-controlled design)"
    ],
    "explanation_target": [
        "Reason: The investigational agent SHR-1707 is a humanized monoclonal antibody that binds amyloid-β (Aβ) species (fibrils and monomers) and is being developed to reduce brain Aβ deposition — i.e., it targets Alzheimer’s pathology (amyloid). citeturn0search3turn0search4",
        "Act: The trial title and description state this is a Phase 1b randomized, double-blind, placebo-controlled multiple-dose study of SHR-1707 in patients with MCI due to AD and mild AD for 26 weeks, confirming the intervention and therapeutic intent (amyloid-targeting biologic). citeturn0search0turn0search5",
        "Reflect: Given SHR-1707 is a monoclonal antibody directed at Aβ (a biologic targeting core AD pathology), it fits the definition of a \"disease-targeted biologic.\" It is not a small molecule, a general cognitive enhancer, nor an intervention aimed at neuropsychiatric symptoms. No meaningful ambiguity in category based on available descriptions. citeturn0search3turn0search5",
        "Web search results / sources (supporting evidence): 1) Phase 1b trial description and study design (Alzheimer's & Dementia). citeturn0search0 2) Phase 1 single-ascending-dose safety/PK/PD studies reporting SHR-1707 as an anti‑Aβ IgG1 mAb (Alzheimer's Research & Therapy / PubMed / PMC). citeturn0search3turn0search4 3) ALZFORUM summary of SHR-1707 (mechanism and development status). citeturn0search5 4) Company (Jiangsu Hengrui) announcement about SHR-1707 Phase I enrollment/completion. citeturn0search7"
    ],
    "agent_type": "A) Amyloid beta",
    "explanation_agent": [
        "Reason: The investigational agent SHR-1707 is described as a humanized anti–amyloid-β (Aβ) IgG1 monoclonal antibody that binds Aβ fibrils and monomers and promotes Aβ clearance—i.e., it directly targets amyloid pathology in AD. citeturn0search3turn0search0",
        "Act: Extracted details — drug: SHR-1707 (humanized anti‑Aβ IgG1 mAb; binds fibrils and monomers; developed to reduce brain Aβ deposition). Based on this explicit amyloid‑β mechanism, assign category 'A) Amyloid beta'. citeturn0search1turn0search3",
        "Reflect: The intervention is a disease‑targeted biologic aimed at a core AD pathology (Aβ). There is no indication of additional distinct therapeutic targets (e.g., tau, inflammation) or that the trial is non‑therapeutic, so 'A) Amyloid beta' is the most specific CADRO match. citeturn0search0turn0search3",
        "Web search results / supporting evidence: 1) Phase 1b trial description noting SHR-1707 as a humanized anti‑Aβ mAb and study design (Alzheimer's & Dementia). citeturn0search0 2) Phase 1 single‑ascending‑dose safety/PK/PD studies reporting SHR-1707 as an anti‑Aβ IgG1 mAb that binds fibrils and monomers (Alzheimer's Research & Therapy). citeturn0search1 3) ALZFORUM summary of SHR-1707 (mechanism and development status). citeturn0search3"
    ]
}