{
    "nct_id": "NCT01681602",
    "title": "Preserving Quality of Life, Physical Health and Functional Ability in Alzheimer's Disease: The Effect of Physical Exercise",
    "status": "COMPLETED",
    "last_update_time": "2014-11-28",
    "description_brief": "Background: Current treatment for Alzheimer's disease (AD) is symptomatic and can only temporarily slow down progression.\n\nExercise has the potential to improve cognition, psychological symptoms, physical performance and quality of life, but evidence is scarce. Previous trials are short, often underpowered and involving home based light exercise programs. Most have included nursing homes residents with severe or undefined dementia. The aim of the ADEX trial is to establish whether exercise is effective in improving cognition, physical performance and quality of life as well as reducing the prevalence of psychological symptoms among AD patients.\n\nMethods: The ADEX Trial is a multicentre, single-blind, randomized clinical trial. Based on power calculations the investigators plan to recruit 192 home-dwelling patients aged 50-90 years with mild to moderate AD. The participants will be randomly allocated into two groups: An intervention group attending 16 weeks of continuously supervised moderate aerobic exercise 1 hour three times a week and a control group only receiving usual care. The hypothesis is that aerobic exercise will improve physical function, the cognitive and daily functioning and quality of life in people with mild to moderate AS.\n\nBlood sampling will be performed in all subjects to examine effects on biomarkers. A subgroup of the patients will also undergo MRI, PiB-PET and lumbar puncture to investigate structural changes and β-amyloid accumulation.\n\nFurther, a health-economic analysis will be performed.\n\nRecruitment was started in January 2012. Last study visits are planned to be performed in January 2014 and results will be available in 2014. This RCT will contribute to evidence regarding the potential effects of a systematic program of physical exercise for patients with Alzheimer's disease.",
    "description_detailed": "see protocol article",
    "phase": [
        "PHASE3"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The ADEX trial tests a supervised aerobic exercise program (1 hour, three times weekly for 16 weeks) in community-dwelling patients with mild-to-moderate Alzheimer’s disease with the aim to improve cognition, physical performance, quality of life and reduce psychiatric symptoms. citeturn0search2turn0search0",
        "Act: Key extracted details — intervention = moderate-to-high intensity aerobic exercise (group-based, supervised); comparator = usual care; outcomes = cognitive performance (primary), physical function, QoL, neuropsychiatric symptoms; biomarker/imaging substudies are for mechanistic/diagnostic assessment but no drug, biologic, or small-molecule treatment is administered. citeturn0search6turn0search0",
        "Mapping to category: This is a non‑pharmacologic behavioral/rehabilitation intervention. It is not a biologic or small molecule targeting AD pathology, nor is it a drug-based cognitive enhancer or an intervention solely targeting neuropsychiatric symptoms. Therefore it does not fit any of the four provided therapeutic categories and is classified as 'N/A'. citeturn0search2turn0search6",
        "Reflect: Verified against published trial descriptions and secondary analyses of the ADEX study (rationale/design and subsequent analyses); the ADEX trial is an exercise RCT (2012–2014) and not a drug trial, so 'N/A' is the appropriate classification. citeturn0search0turn0search5",
        "Web search results used: PubMed rationale/design (ADEX) — Preserving cognition, quality of life, physical health and functional ability in Alzheimer’s disease: the effect of physical exercise. citeturn0search0; Karger Publishers article (Neuroepidemiology) — trial rationale and design. citeturn0search2; PMC cost-effectiveness/Methods summary referencing the ADEX RCT. citeturn0search6; BMC Geriatrics secondary analysis referencing ADEX baseline/trial details. citeturn0search5"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}