{
    "nct_id": "NCT02271685",
    "title": "Estimation and Accuracy in Sound Task Perceived to be Medically Diagnostic",
    "status": "COMPLETED",
    "last_update_time": "2015-05-19",
    "description_brief": "Participants will be assigned to complete computerized estimation tasks for which there is a component of accuracy, such as estimating the duration of sounds. Participants will be told that the task is used as an early diagnostic tool to detect those at risk for a medical condition (e.g., Parkinson's disease, Alzheimer's disease). Instructions will be given to participants telling them that accuracy on the task is associated with the disease, whereas those who are not at risk of the disease tend to either overestimate or underestimate the duration of the sounds. The investigators examine whether such instructions about the purpose and diagnosticity of the tasks biases participants' responses to the tasks, leading them to purposefully be more inaccurate in their estimates.",
    "description_detailed": "Participants will be assigned to complete computerized tasks for which there is a component of accuracy, such as estimating the length, in time, of sounds. Participants will be told that the task is used as an early diagnostic tool to detect those at risk for a medical condition (e.g., Parkinson's disease, Alzheimer's disease). Instructions will be given to participants telling them that accuracy on the task is associated with the disease in question, whereas those who are not at risk of the disease tend to either overestimate or underestimate the duration of the sounds. The investigators examine whether such instructions about the purpose and diagnosticity of the tasks biases participants' responses to the tasks. The investigators collect additional survey measures as statistical controls and potential explanatory variables for variation in the performance on the tasks, and also test whether financial incentives for accuracy on these tasks improve the accuracy of responses to these tasks.\n\nFollowing the task, all participants will be told that the tasks used are actually NOT diagnostic of the diseases in question, and that deception was used to learn how people respond to instructions about how a task can be used for diagnostic purposes.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "SCREENING",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The described study is an experimental behavioral task in which participants receive instructions (deception) about a computerized sound-duration estimation task purported to be diagnostic for diseases (e.g., Alzheimer's, Parkinson's). The intervention is instructions/manipulation of perceived diagnosticity and possible financial incentives — not a drug, biologic, or device intended to treat disease. citeturn0search0turn0search2",
        "Act (key details extracted): Title: \"Estimation and Accuracy in Sound Task Perceived to be Medically Diagnostic\"; Registry identifier NCT02271685; Lead sponsor Carnegie Mellon University; Interventions listed as various instructional conditions (e.g., \"Instructions about Overestimates\", \"Instructions about Alzheimers\", \"Instructions about Underestimates\", \"Instructions about Parkinson's\"); Study type interventional but behavioral; Status: Completed. These registry entries confirm this is an experimental psychology/diagnostic-perception study rather than a therapeutic trial. citeturn0search0turn0search2",
        "Reflect: Given the intervention (instructions + computerized estimation tasks) and absence of any pharmacologic or biologic agent or explicit aim to improve cognition or neuropsychiatric symptoms, the trial does not match any of the four clinical categories (disease-targeted biologic, disease-targeted small molecule, cognitive enhancer, or neuropsychiatric symptom improvement). Therefore classification is 'N/A'. The registry entry and study description corroborate this interpretation. citeturn0search0turn0search1",
        "Web search results used (summary): - Clinical trial summary (Sound Estimation and Accuracy Task, NCT02271685) — detailed brief and full description, interventions listed as instructional conditions, study dates and completion status. citeturn0search0 - ICH GCP / clinical trials registry copy of the study description (matching details). citeturn0search1 - Additional trial listing pages (MedPath / CTV/Veeva) repeating the same registry information. citeturn0search2turn0search3"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}