{
    "nct_id": "NCT04800588",
    "title": "Computerized Tests of Cognitive Decline in Presymptomatic Alzheimer's Disease",
    "status": "RECRUITING",
    "last_update_time": "2025-05-19",
    "description_brief": "The investigators will study performance on computerized cognitive tasks in healthy participants of different ages to gather normative data for newly developed computerized cognitive tests. These tests are designed to permit the early detection of individuals at risk of age-related cognitive decline.",
    "description_detailed": "In Group A, the investigators will evaluate the performance of healthy older participants (N = 300, age range 60 to 89 years) for three days at enrollment and then at 6-month intervals for three years thereafter. The goal is to characterize changes in performance to aging and task experience in a group of older subjects.\n\nIn Group B, the investigators will compare the performance of normal participants (N = 100, age range 18 to 89) on computerized and manually administered cognitive tasks.\n\nIn Group C, the investigators will gather normative data from participants across the age range (N = 100, ages 18 to 89) for three days at enrollment, to better characterize test-retest reliability scores on Day 1 tasks.\n\nIn Group D, the investigators will evaluate the performance of healthy older participants (N = 1200, age range 60 to 89 years) for three days at enrollment and then at 6-month intervals for three years thereafter. In the aim of better understanding health disparities in cognitive testing, this group will be divided into four cohorts: 300 African American participants; 300 Asian American participants; 300 Latino English-speaking participants; and 300 Latino Spanish-speaking participants, who will complete a Spanish translation of our computerized cognitive tests.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "DIAGNOSTIC",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The description and title indicate this is a normative/diagnostic study of computerized cognitive tests (California Cognitive Assessment Battery) in healthy participants to gather age-based norms and permit early detection of those at risk for age-related cognitive decline, not a therapeutic trial of a drug or other treatment. citeturn0search0turn0search1",
        "Act: Key extracted details — trial title: \"Computerized Tests of Cognitive Decline in Presymptomatic Alzheimer's Disease\" (NCT04800588); intervention listed as a diagnostic/assessment battery (California Cognitive Assessment Battery); enrollment of healthy participants across adult age ranges to collect normative and longitudinal test-retest data. No drug or placebo is mentioned in the trial record, so no drug information applies. citeturn0search0turn0search2turn0search4",
        "Reflect: Classification check — the trial evaluates a diagnostic/assessment tool (computerized cognitive testing) rather than administering a biologic, small molecule, cognitive-enhancing medication, or an intervention aimed at neuropsychiatric symptom relief. Therefore it does not fit the four therapeutic categories and is correctly classified as 'N/A'. Supporting literature shows computerized cognitive tests are used to detect preclinical cognitive change associated with AD biomarkers, consistent with the trial's diagnostic aim. citeturn0search7turn0search6",
        "Web search results (sources found): MedPath / trial listing for \"Computerized Tests of Cognitive Decline in Presymptomatic Alzheimer's Disease\" (NCT04800588). citeturn0search0",
        "SmartPatients trial summary (includes dates, enrollment, sponsor Neurobehavioral Systems, and description). citeturn0search2",
        "TrialX listing of the same study with enrollment and group descriptions. citeturn0search4",
        "Relevant literature showing computerized/unsupervised digital cognitive tests can detect early cognitive change and relate to AD biomarkers (examples from PubMed/Wiley/PMC). citeturn0search6turn0search7"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}