{
    "nct_id": "NCT01005862",
    "title": "A Randomized, Investigator And Subject-Blind, Sponsor-Open, Placebo-Controlled Study To Examine The Effects Of PF-04360365 On ABETA In Patients With Alzheimer's Disease And Healthy Volunteers",
    "status": "COMPLETED",
    "last_update_time": "2012-09-25",
    "description_brief": "The primary goal of this study is to evaluate the effect of PF-04360365 on the clearance of ABETA from the CSF (cerebrospinal fluid) in patients with mild Alzheimer's disease and healthy volunteers. Additionally, the study will assess the pharmacokinetics of PF-04360365, pharmacokinetic and pharmacodynamic relationships in plasma and CSF and the safety and tolerability of single doses of PF-04360365 administered to patients with Alzheimer's disease and healthy volunteers.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted biologic",
    "drug": [
        "PF-04360365 (ponezumab) — humanized monoclonal anti-amyloid-β (Aβ) antibody"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The trial's primary goal is to evaluate the effect of PF-04360365 on clearance of ABETA from CSF in patients with mild Alzheimer's disease and healthy volunteers, which indicates the intervention is directed at amyloid pathology (disease modification rather than purely symptomatic cognitive enhancement). citeturn0search1",
        "Act: PF-04360365 is a humanized anti-amyloid-β monoclonal antibody (ponezumab) developed to bind Aβ and promote removal of toxic beta-amyloid; Phase 1 publications report it as an IgG anti-Aβ mAb with PK/PD and safety evaluations. Based on the drug type (monoclonal antibody) and its amyloid target, this fits the 'disease-targeted biologic' category. citeturn0search0turn0search2turn0search4",
        "Reflect: Classification check — the intervention is a biologic (monoclonal antibody) explicitly targeting Alzheimer pathology (Aβ clearance), so 'disease-targeted biologic' is the appropriate category. There is no indication this is solely a symptomatic cognitive enhancer or a neuropsychiatric-symptom treatment. Trial design elements (PK/PD, CSF Aβ clearance) further support disease-targeting intent. citeturn0search1turn0search5",
        "Web search results (sources found):",
        "- Clinical trial description listing PF-04360365 and primary outcome as CSF Aβ clearance (NCT01005862 / MedPath summary). citeturn0search1",
        "- PubMed summary: PF-04360365 described as a humanized IgG anti-Aβ antibody; Phase 1 studies report safety, PK, and effects on plasma/CSF Aβ. citeturn0search0turn0search2",
        "- Pfizer press release describing PF-04360365 as a monoclonal antibody targeting the C-terminal of Aβ1-40 and designed to remove toxic beta amyloid. citeturn0search4",
        "Notes / ambiguity: The trial description does not name 'ponezumab' explicitly, but literature and company sources identify PF-04360365 as ponezumab, an anti-Aβ monoclonal antibody — this identification is supported by the cited sources. No other plausible category fits the described mechanism and objectives. citeturn0search0turn0search4"
    ],
    "agent_type": "A) Amyloid beta",
    "explanation_agent": [
        "Reason: The investigational agent PF-04360365 (ponezumab) is described and documented in the literature as a humanized monoclonal antibody that specifically binds amyloid-β (Aβ) and was developed to remove/alter Aβ (disease-modifying intent). This directly maps to CADRO category A: Amyloid beta. citeturn0search0turn0search6",
        "Act: Extracted evidence — PF-04360365 / ponezumab is a humanized IgG anti-Aβ monoclonal antibody (targets the C-terminus of Aβ1-40), has been evaluated for effects on plasma and CSF Aβ and brain amyloid burden in Phase 1 trials, and the trial description specifically lists CSF Aβ clearance as the primary outcome. Based on these explicit amyloid-directed mechanisms and endpoints, assign 'A) Amyloid beta'. citeturn0search6turn0search3turn0search2",
        "Reflect: The classification was checked against the CADRO definitions — the agent targets Aβ pathology (not tau, inflammation, synaptic function, etc.), and the trial endpoints (CSF Aβ) and mechanism (anti-Aβ monoclonal antibody) make A) Amyloid beta the most specific fit. There is no indication of multiple disparate targets that would justify 'R) Multi-target', nor is the intervention non-therapeutic, so 'A) Amyloid beta' is appropriate. citeturn0search0turn0search5",
        "Web search results / sources (selected):",
        "- PubMed: Safety and pharmacology of ponezumab (PF-04360365) — Phase 1 showing effects on plasma and CSF Aβ. citeturn0search0",
        "- PubMed / structural study: ponezumab binds the C-terminal of Aβ40 (structural basis paper). citeturn0search6",
        "- Pfizer press release summarizing PF-04360365 as a monoclonal antibody targeting the C-terminal of Aβ1-40 to remove toxic beta amyloid. citeturn0search2",
        "- Alzheimer Research & Therapy / conference and trial reports: Phase 1 / repeated-dose studies and amyloid PET/CSF biomarker evaluations (ponezumab clinical development publications). citeturn0search3turn0search8",
        "- Alzforum therapeutic entry for ponezumab (PF-04360365) summarizing target and development status. citeturn0search5"
    ]
}