{
    "nct_id": "NCT04495686",
    "title": "An Innovative Supportive Care Model for Dementia and Traumatic Brain Injury",
    "status": "ACTIVE_NOT_RECRUITING",
    "last_update_time": "2023-11-28",
    "description_brief": "There are an increasing number of people in the U.S. with Alzheimer's disease and other dementias. Traumatic brain injuries (TBIs) are also common among both civilians and military personnel, and TBIs increase a person's risk for dementia. Providing care for a person with dementia is stressful. Dementia caregivers can experience difficulties including stress, depression, and reduced quality of life. Coordinated dementia care is known to benefit people with dementia and their caregivers. However, many caregivers do not have access to these supportive programs.\n\nOur project studies the benefits of telehealth as a new way for caregivers to receive coordinated dementia care services. We will offer 75 caregivers a 12-month caregiver support program delivered using telehealth (for example phones, tablets, computers). Caregivers of both Alzheimer's disease and TBI-related dementia will be included, and the program will be evaluated for effectiveness in both groups as well as in a control group. The information from our study will help improve quality of life for caregivers and individuals with dementia, including military members and Veterans. Our results will also help both civilian and military health professionals develop effective programs to support families living with dementia. Policy makers and organizational leaders can use the information to fund programs that best help families and communities facing dementia and TBI dementia.",
    "description_detailed": "More than 150,000 Virginians live with dementia. Most persons with dementia (PWD) are cared for by an unpaid family caregiver. These caregivers' provision of daily assistance to PWD is a critical part of the state's dementia care capabilities. Caregivers of PWD experience an array of negative biopsychosocial impacts related to their caregiving responsibilities that undermine their own well-being and their care capacity. They are often unprepared to manage the behavioral symptoms of dementia (BSD); unmanaged symptoms are associated with increased use of emergency care and institutional placement, which are burdensome outcomes for PWD, families, and public health systems.\n\nAn emergent body of research associates traumatic brain injury (TBI) with increased dementia risk. Veterans with a history of TBI are therefore at increased risk of developing dementia, putting their family members at risk for the established negative impacts of caregiving. Coordinated care programs have proven beneficial for both members of the dementia caregiving dyad, yet access barriers remain. Many caregivers have competing role responsibilities that conflict with consistent dementia care access, others are located in rural areas without access to specialized dementia care.\n\nTo surmount access barriers and countervail the negative impacts of caregiving, we propose an innovative, non-pharmacological intervention: a telehealth-delivered dementia care coordination program that provides family and caregiver support and will improve the quality of life (QoL) for both caregivers and PWD. A goal of our project is to fill an existing service gap by providing coordinated dementia care to an underserved population: caregivers of persons with TBI dementia.\n\nOur study will test three primary hypotheses: 1) Caregivers of persons with dementia who participate in the telehealth care coordination program will experience greater improvements in study caregiver outcomes (depression, burden, reactions to BSD and QoL) than caregivers of PWD receiving best medical treatment (BMT); 2) Caregivers who participate in the program will experience greater satisfaction with care than caregivers in the BMT group; 3) The program will comparable benefits for caregivers of persons with Alzheimer's disease and related dementia (PWD-ADRD) and persons with TBI dementia (PWD-TBI).\n\nIn addition, our study includes three exploratory hypotheses: 1) Certain caregiver characteristics (external locus of control; lower self-efficacy, sense of hope, and self-perceived caregiver aptitude) will be negatively associated with improvements in caregiver study outcomes; 2) Caregivers in the intervention group will experience greater reductions in emergency/unnecessary health care utilization then caregivers in the BMT group; 3) The intervention will impart sustained caregiver benefits in primary study outcomes.\n\nProject specific aims include: 1) Evaluate the benefits of a telehealth-delivered care coordination program intervention for caregivers of PWD relative to best medical treatment; 2) Evaluate the impact of the intervention on caregiver satisfaction; 3) Determine the comparative effectiveness of the care coordination program between caregivers of persons with ADRD those with TBI dementia; 4) Explore caregiver characteristics that influence intervention outcomes (burden, depression, QoL, responses to BSD); and 5) Investigate whether the intervention reduces emergency and unplanned health care utilization.\n\nOur research strategy is a prospective, randomized, unblinded study investigating the benefits of a 12-month telehealth-delivered dementia care coordination intervention, with follow up assessments to examine the longevity of the intervention impacts. We will enroll 3 study groups: 50 caregivers of PWD-ADRD receiving the telehealth coordinated care intervention; 50 caregivers of PWD-ADRD receiving best medical treatment, and 25 caregivers of PWD-TBI receiving the intervention. We will collect baseline,12-, and 18-month data to examine intervention effectiveness on caregiver study outcomes and test the prolonged intervention effects.\n\nOur study uses an innovative telehealth approach to provide care for families living with dementia. Family support has important implications at the individual, family, community, and national level. Strategies to reduce caregiver burden and improve QoL for civilian and military families can lead to greater satisfaction with care and prolong caregivers' capacity to keep their loved ones at home, reducing burdens on public payment systems, including the VA. Dissemination of study results will inform state and local policy and finance decisions that can help improve the lives of the growing population of persons with dementia or TBI dementia.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "SUPPORTIVE_CARE",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial tests a telehealth-delivered caregiver support / care-coordination program (non-pharmacological) for caregivers of people with Alzheimer disease and TBI-related dementia, aiming to improve caregiver outcomes (depression, burden, QoL, satisfaction) rather than to deliver a drug or directly modify Alzheimer pathology. citeturn0search0turn0search4",
        "Act: Key details extracted from the trial registry and project listings — intervention = \"Telehealth-delivered Care Coordination Program\" (12-month program for ~75 caregivers), sponsor/lead = University of Virginia, registry identifier NCT04495686; no drug or placebo is listed in the study record. Because the intervention is behavioral/organizational (telehealth support), it does not match the four drug/biologic/cognitive-enhancer/neuropsychiatric-symptom categories. citeturn0search0turn0search5",
        "Reflect: Classification verified — this is a supportive, non-pharmacological telehealth intervention for caregivers (not a biologic or small molecule targeting AD pathology, not a cognitive-enhancer given to patients, and not an intervention aimed at treating neuropsychiatric symptoms pharmacologically). Therefore the appropriate category is 'N/A'. For context, similar telehealth caregiver interventions (feasibility/pilot studies) have been described in the literature, reinforcing that this is a behavioral/support intervention rather than a drug trial. citeturn0search6turn0search1"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}