{
    "nct_id": "NCT06611878",
    "title": "Memory for Music: Effects of Individual Intensive Musical Training Based on Singing in Non-musicians With Alzheimer's Disease",
    "status": "RECRUITING",
    "last_update_time": "2024-12-05",
    "description_brief": "This project, called Memory for Music, focuses on the increasing number of people worldwide living with dementia, especially Alzheimer's disease (AD). AD typically starts with memory problems and eventually affects daily activities. Active music interventions, especially singing, have shown positive effects on mood, behavior, and quality of life for people with dementia, but their impact on cognition is not well understood. The project aims to address this gap by studying the effects of learning new songs on cognitive, behavioral, and brain functioning.\n\nThe study will involve home-dwelling adults aged 65 or older with AD from Argentina, Austria, and Norway. Participants will undergo 5 months of intensive musical training (twice a week) and 5 months of minimal training (once a month) in a random order, with a 2-month break in between. The interventions include learning new songs with a personal music teacher. General cognition will be measured using the Alzheimer's Disease Assessment Scale - Cognitive (ADAS-cog), and memory for music will be assessed through various methods, including behavioral tasks and brain responses (EEG). Mood will also be evaluated in each session.\n\nThe goal is to include 113 participants to ensure reliable detection of meaningful effects. The study will explore how mood and memory for music contribute to changes in cognitive abilities, and whether these effects vary based on factors such as sex, age, AD stage, or previous musical training and general education. The project emphasizes collaboration between researchers, service providers, and users to ensure the study's relevance and applicability.",
    "description_detailed": "The number of people living with dementia is increasing and is high in low, middle, and high-income countries. Alzheimer's disease (AD), the most common type of dementia, manifests itself initially with cognitive impairment in memory domains, and later affects all activities of daily living. Active music interventions, particularly singing, can help to improve mood, behaviour problems, and quality of life. Too little is known about their effects on cognition, although some promising studies exist. The M4M project aims to fill this gap by measuring effects of learning new songs on clinical, behavioural and brain functioning. Specifically, M4M aims to examine changes in general cognitive functioning and memory for music in non-musician adults with AD undergoing intensive individual musical training based on singing novel songs, compared to minimal training.\n\nHome-dwelling adults with AD, 65 years or older, in 3 countries (Argentina, Austria, Norway), will receive 5 months of intensive intervention (2x/week) and 5 months of minimal intervention (1x/month), in random order, with a 2-month break in between. Interventions will entail learning new songs with an individual music teacher. At the end of each intervention period, general cognition will be measured with the Alzheimer's Disease Assessment Scale - Cognitive (ADAS-cog) by a person who is unaware of the intervention received. Memory for music will be tested with observations, behavioural tasks, and brain responses (EEG). Mood will be assessed in each session. The investigators aim to include 113 participants; this will help us to reliably detect clinically meaningful effects. The investigators will also examine how mood and memory for music lead to changes in cognitive abilities, and whether effects depend on sex, age, AD stage, or previous musical training or general education. M4M will be conducted in close collaboration between academic researchers, service providers, and service users to ensure relevance and applicability.\n\nBehavioural assessment will be conducted by the instructors and by external evaluators at specific points of the musical training. Mood will be assessed using a 5-point emoji scale, and Sense of Familiarity with the current song will be estimated using a scale that takes into account verbal and behavioural cues; both measures were developed for the purpose of this study.\n\nEEG measures will be collected while participants listen to both unknown melodies and melodies they have learned during the intervention period, and the investigators wish to assess whether in-key violations in known songs will elicit an N400-like event related potential. If participants develop musical semantic memory through our intervention, the investigators expect them to show this N400-like component to in-key violations in familiarized melodies, i.e., those melodies that are introduced and learned during our intervention, but only after the intervention. If an N400 component is detectable during these in-key violations of a newly learned song, it will indicate memory of the new song even if the participant is unable to adhere to a behavioural task or display an observable sense of familiarity. The in-key violations will be introduced at multiple places throughout each melody, which will consist of at least 32 bars. A total of 10 melodies will be played for each participant, of which half are learned in an intervention period (familiarized/to be familiarized). In each of the melodies the investigators will include at least 8 in-key violations. ERPs in response to these in-key violations will be compared to ERPs in response to unchanged notes in structurally similar places in each melody.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is an active, non-pharmacological musical training program (individual singing lessons to learn new songs) intended to test effects on cognition (ADAS‑cog), memory for music (EEG N400), and mood/behavior. This is a behavioral/rehabilitative intervention rather than a drug or biologic, so it does not match the provided therapeutic categories (disease-targeted biologic, disease-targeted small molecule, cognitive-enhancing drug, or neuropsychiatric symptom medication). citeturn0search3turn0search8",
        "Act (extracted key details): Title: \"Memory for Music: Effects of individual intensive musical training based on singing in non-musicians with Alzheimer’s disease.\" Participants: home-dwelling adults ≥65 with Alzheimer’s disease; Design: randomized crossover (5 months intensive 2x/week vs 5 months minimal 1x/month, 2-month break); N≈113; Primary cognitive outcome: ADAS‑cog; Mechanistic measure: EEG N400 to learned vs unknown melodies; Intervention: individual music teacher/instructor delivering singing-based training. These details confirm a behavioral music intervention rather than any drug/biologic. citeturn0search3turn0search7turn0search5",
        "Reflect: Given the extracted information and definitions, the trial does not involve a biologic or small molecule nor a pharmacologic cognitive enhancer or a drug for neuropsychiatric symptoms. Although mood and behavior are measured, the primary manipulation is musical training aimed at cognitive/brain changes—therefore the correct classification is 'N/A' (does not fit the four drug/biologic categories). No ambiguity remains about a drug because no pharmacologic agent is described in the protocol. citeturn0search8turn0search3",
        "Web search results used (for transparency): medRxiv preprint of the M4M protocol (detailed trial protocol and outcomes). citeturn0search3",
        "NORCE project page describing the Memory for Music study and objectives. citeturn0search8",
        "Official project site (Memory4Music) with study description, collaborators, and recruitment information. citeturn0search5",
        "CTV/Veeva trial summary (trial design, enrollment, inclusion/exclusion, crossover details). citeturn0search7"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}