{
    "nct_id": "NCT00870974",
    "title": "Evaluation of [18F]PEB and Positron Emission Tomography (PET) as a Marker of mGluR5 in Subjects w/ Neuropsychiatric Conditions",
    "status": "COMPLETED",
    "last_update_time": "2017-01-05",
    "description_brief": "Measurement of metabotropic glutamate receptor type 5 (mGluR5) binding capacity in the brain, may be a valuable tool in the early detection, understanding, or evaluation of Parkinson disease (PD), Huntington disease (HD), Fragile X syndrome (FXS), Autism Spectrum Disorder(ASD), Alzheimer's Disease(AD), and subjects with mild cognitive impairment (MCI).\n\nThe goal of this study is to assess \\[18F\\]F-PEB positron emission tomography (PET) imaging as a tool to detect mGluR5 density in the brain of PD, HD, FXS ASD, AD, and MCI research participants and similarly aged healthy subjects.",
    "description_detailed": "Informed consent will be obtained for all subjects. All subjects will undergo a screening evaluation including baseline clinical laboratory testing, a baseline physical and neurological evaluation and baseline cognitive evaluations. All subjects will undergo \\[18F\\]F-PEB PET imaging. Subjects may also be asked to undergo standard brain MRI to assist in the analysis of the PET images obtained.",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "N/A",
    "results": null,
    "target_category": "N/A",
    "drug": [
        "[18F]F-PEB (a PET radioligand for mGluR5; diagnostic imaging agent)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial description is an imaging/diagnostic study using [18F]F-PEB PET to measure mGluR5 binding in the brain (aim: detect/quantify receptor density in PD, HD, FXS, ASD, AD, MCI and healthy subjects). This indicates a diagnostic biomarker study rather than a therapeutic intervention. citeturn0search6turn0search4",
        "Act (web search results & key findings): • [18F]-FPEB is a selective PET radioligand developed to quantify metabotropic glutamate receptor subtype 5 (mGluR5) in human brain (first-in-human safety, dosimetry, and quantification work). citeturn0search6 • Preclinical and human PET studies show [18F]-FPEB specifically binds mGluR5 and has been used to quantify mGluR5 in disorders including autism, Parkinson disease, and Alzheimer’s disease. citeturn0search4turn0search9turn0search1 • PET studies have applied [18F]-FPEB to study mGluR5 alterations in AD and MCI and to explore its potential as a biomarker (reduced hippocampal binding observed in early AD in at least one study). citeturn0search8",
        "Reflect: Classification rationale — the four possible target categories are all therapeutic categories (disease-targeted biologic, disease-targeted small molecule, cognitive enhancer, neuropsychiatric symptom improvement). This study uses a radiotracer for PET imaging to measure receptor density (diagnostic/biomarker); it is not administering a therapeutic biologic or small molecule intended to modify disease, cognition, or neuropsychiatric symptoms. Therefore the correct category is 'N/A'. Supporting references above confirm the tracer identity and diagnostic use. citeturn0search6turn0search8"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}