{
    "nct_id": "NCT05984446",
    "title": "Targeting Default Mode Network Dysfunction in Persons At Risk of Alzheimer's Disease with Non-invasive Techniques",
    "status": "COMPLETED",
    "last_update_time": "2025-01-14",
    "description_brief": "Default mode network (DMN) dysfunction is a well-established feature of Alzheimer's Disease (AD) and is already present in preclinical stages and in subjects at risk for AD, thus offering a potential target for early intervention. Non-invasive stimulation techniques are candidate approaches to modulate network dysfunction, however interventions specifically targeting subjects at risk for AD are lacking. This project will test a non-invasive intervention to modulate the DMN in cognitively healthy older adults carrying the main genetic risk factor for AD, the APOE e4 allele. The proposal will non-invasively stimulate the DMN in at risk subjects and will assess the neuronal-cognitive effect of this approach with multimodal neuroimaging and neurophysiological techniques.",
    "description_detailed": "Sixty-four participants will be enrolled (n=32 APOE e4 carriers, 32 non-carriers as reference group) and will undergo rTMS stimulation, TMS with concurrent electroencephalography (TMS-EEG), multimodal imaging (resting-state and task functional MRI, and diffusion tensor imaging) and cognitive assessment at baseline, after the intervention (week 1) and after 2 months. Participants will be randomized to 2 groups: active DMN stimulation (real-rTMS) or placebo (sham-rTMS). Each subject will undergo a rs-fMRI scan before the intervention to derive individualized DMN stimulation targets. rTMS will be applied over the left inferior parietal lobule node of the DMN.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "PREVENTION",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "repetitive transcranial magnetic stimulation (rTMS)"
    ],
    "placebo": [
        "sham-rTMS"
    ],
    "explanation_target": [
        "Reason: The intervention is a non‑drug, non‑biologic neuromodulation (repetitive transcranial magnetic stimulation, rTMS) applied to the Default Mode Network in cognitively healthy APOE ɛ4 carriers with the stated goals of modulating DMN connectivity and improving memory/cognitive measures — i.e., a cognitive/neuronal enhancement approach rather than a biologic or small‑molecule disease‑targeting therapy. citeturn0search0turn0search2",
        "Act (key extracted details and sources): The trial uses active (real) high‑frequency rTMS vs sham‑rTMS (placebo). rTMS is applied to an individualized DMN target (left inferior parietal lobule node). Study population: 64 older cognitively normal adults (32 APOE ɛ4 carriers, 32 non‑carriers). Primary outcomes include changes in DMN connectivity on rs‑fMRI and TMS‑EEG and associative memory performance. Sources: trial registry/summary and study design/publication. citeturn0search1turn0search0",
        "Web search results (sources found): - NEST4AD rationale and study design article: 'Targeting Default Mode Network Dysfunction in Persons At Risk of Alzheimer's Disease with Transcranial Magnetic Stimulation (NEST4AD)'. citeturn0search0 - Clinical trial registry/listing for 'Targeting Default Mode Network Dysfunction...' (NCT05984446 / MedPath summary). citeturn0search1turn0search4 - PubMed entry for the study design/abstract. citeturn0search2 - Additional trial listing summary (TrialX). citeturn0search3",
        "Reflect: Classification rationale and confidence: rTMS is a device‑based neuromodulation intended to alter network physiology and cognitive performance; it is not a biologic or small molecule and is not focused on treating neuropsychiatric behavioral symptoms specifically. Therefore the trial best fits the 'cognitive enhancer' category. There is no investigational drug to lookup; the active intervention is rTMS and the control is sham‑rTMS. This classification is consistent with the cited study and trial registry. citeturn0search0turn0search1"
    ],
    "agent_type": "M) Synaptic Plasticity/Neuroprotection",
    "explanation_agent": [
        "Reason: The intervention is non‑invasive repetitive transcranial magnetic stimulation (rTMS) applied to the Default Mode Network (left inferior parietal lobule node) to modulate network connectivity and improve memory/cognition in APOE ε4 carriers — i.e., a neuromodulation approach aimed at altering neuronal activity and plasticity rather than a molecular/biologic disease target. citeturn0search0turn1search1",
        "Act: Key extracted details — active high‑frequency rTMS versus sham; individualized DMN target (left IPL) derived from rs‑fMRI; study population 64 cognitively normal older adults (32 APOE ε4 carriers, 32 non‑carriers); primary outcomes: changes in DMN connectivity (rs‑fMRI, TMS‑EEG) and associative memory. These design and outcome details are reported in the study rationale and trial registry. citeturn0search0turn1search1turn1search4",
        "Reflect: Mapping to CADRO — rTMS acts via modulation of neuronal excitability, network dynamics and synaptic plasticity (not by directly targeting amyloid, tau, ApoE/lipids, inflammation, receptors, etc.), so the most specific CADRO category is M) Synaptic Plasticity/Neuroprotection. The intervention is therapeutic (cognitive enhancement) and not a diagnostic/prognostic-only procedure, so 'T) Other' is not appropriate. Confidence: high based on the protocol and publication. citeturn0search0turn1search3",
        "Web search results (sources cited):",
        "- Pievani M et al., 'Targeting Default Mode Network Dysfunction in Persons At Risk of Alzheimer’s Disease with Transcranial Magnetic Stimulation (NEST4AD): Rationale and Study Design' (Journal of Alzheimer’s Disease) — study rationale and protocol details. citeturn0search0turn1search3",
        "- Clinical trial registry / listings for NCT05984446 (MedPath / ICH GCP / TrialX) — trial registration, arm descriptions (real‑rTMS vs sham), outcomes and enrollment details. citeturn1search1turn1search0turn1search5",
        "- PubMed entry for the study design/abstract. citeturn1search4"
    ]
}