{
    "nct_id": "NCT00035204",
    "title": "A Double-blind, Randomized Pilot Study to Evaluate the Effects of Galantamine and Donepezil on Sleep and Attention and Gastrointestinal (GI) Tolerance in Patients With Mild to Moderate Alzheimer's Disease (AD)",
    "status": "COMPLETED",
    "last_update_time": "2011-06-06",
    "description_brief": "The purpose of this study is to evaluate the relative effects of galantamine compared to donepezil (both cholinesteraste inhibitors), on sleep, attention, and gastrointestinal tolerance in patients with Alzheimer's disease.",
    "description_detailed": "This is designed as a pilot (preliminary) study to evaluate the differences in effects on attention, sleep problems and gastrointestinal tolerance associated with Alzheimer's Disease with two different drugs at two different doses. Patients must have mild to moderate Alzheimer's Disease based on the National Institute of Neurological and Communicative Disorders and Stroke-Alzheimer's Disease and Related Disorders Association (NINCDS-ADRDA) criteria and a Mini-Mental State Examination (MMSE) score of 10 to 24. The trial will consist of a 2-week run-in phase, an 8-week assessment phase, and an extension phase of variable length (6 weeks to 54 weeks). During the study, patients will be randomized (assigned by chance) to receive either galantamine or donepezil. Galantamine will be given by mouth 4mg twice daily for Weeks 1-4 and then 8mg twice daily for Weeks 5-8 and beyond (for participants in the extension). The patients on donezepil will receive 5mg by mouth at bedtime for Weeks 1-4 and then 10mg at bedtime for Weeks 5-8 and beyond. Placebo tablets will be given so that each patient takes two capsules per dose in order to conceal the identity of the drugs. Neither the patient nor the physician will know which drug the patient is receiving. Drug effectiveness will be measured by change in overall functioning of the patient shown by the Clinician's Interview-Based Impression of Change Plus Family Input (CIBIC-Plus). Other tests to evaluate whether the drug is effective will include the change in results of attention tests (Simple Reaction Time \\[SRT\\], Choice Reaction Time \\[CRT\\], Verbal Series Attention Test \\[VSAT\\], and Stroop Test), and in sleep pattern tests (tests that measure movements during sleep \\[Actiwatch\\] and patterns of sleep such as the caregiver-completed Pittsburgh Sleep Quality Index \\[PSQI\\] and the Circadian Sleep Inventory for Normal and Pathological States \\[CSINAPS\\]). Measures of quality of life will include the Alzheimer's Disease Related Quality of Life Scale (ADRQL) and the caregiver-completed Allocation of Caregiver Time Survey (ACTS) and SF-12 Quality of Life Survey. Safety assessment and gastrointestinal tolerability will be based on recording the number and severity of unexpected and undesirable events as well as physical examination and vital signs. The exploratory study hypotheses are that galantamine will be superior to donezepil in improving attention, sleep patterns, and quality of life in patients with mild-to-moderate Alzheimer's disease and that it will be well tolerated by patients.\n\nPatients will receive either galantamine 4mg twice daily by mouth or donepezil 5mg at bedtime . Then, either galantamine 8mg twice daily by mouth or donezepil 10 mg at bedtime by mouth (with placebo dose); the doses are continued into the double-blind extension phase (6 to 54 weeks).",
    "phase": [
        "PHASE4"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "galantamine",
        "donepezil"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial compares galantamine and donepezil (both acetylcholinesterase/cholinesterase inhibitors) and is measuring effects on sleep, attention and GI tolerance rather than amyloid or tau pathology—indicating a symptomatic/cognitive focus rather than a disease‑modifying one. citeturn0search0turn0search2",
        "Act (extracted details): Trial drugs — galantamine (a reversible AChE inhibitor that also allosterically modulates nicotinic receptors) and donepezil (a reversible, selective AChE inhibitor). Both are approved symptomatic treatments for mild–moderate Alzheimer’s disease and improve cognition; common adverse effects include gastrointestinal symptoms. citeturn0search8turn0search2turn0search6",
        "Classification decision: These agents are small‑molecule symptomatic treatments that enhance cholinergic neurotransmission to improve cognition and attention, so the correct category is 'cognitive enhancer' (not a disease‑targeted biologic or small molecule targeting amyloid/tau, nor a neuropsychiatric‑only intervention). citeturn0search6turn0search4",
        "Reflect: The study endpoints (sleep, attention, GI tolerance) and the known mechanism of the drugs support the cognitive‑enhancer classification. Note: although some literature discusses potential neuroprotective or ancillary effects of donepezil, its primary clinical role is symptomatic cognitive enhancement in AD — consistent with this trial's design and outcomes. citeturn0search1turn0search3",
        "Web-search sources used (key results): 'Galantamine in Alzheimer's disease' (review describing dual AChE inhibition and nicotinic modulation). citeturn0search0; 'Donepezil pharmacodynamic, pharmacokinetic, and clinical profiles' (donepezil as reversible AChE inhibitor for symptomatic treatment). citeturn0search2; 'Cholinesterase inhibitors for Alzheimer’s disease' (AAFP/Cochrane summary showing these drugs provide modest cognitive benefit and list GI side effects). citeturn0search6; 'Galantamine: a novel cholinergic drug...' (mechanism and clinical effects). citeturn0search8; A review on donepezil's symptomatic focus and possible additional effects. citeturn0search1"
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The trial compares galantamine and donepezil, both of which are cholinesterase (acetylcholinesterase) inhibitors that enhance cholinergic neurotransmission to improve cognition, attention and related symptoms rather than targeting amyloid, tau, inflammation, or other disease‑modifying pathways. citeturn1search3turn1search1",
        "Act: Extracted details — galantamine: an acetylcholinesterase inhibitor with reported nicotinic receptor modulatory effects in some studies (dual cholinergic actions are described, though modulation at nAChR subtypes is debated). citeturn0search8turn0search9 Donepezil: a reversible, selective acetylcholinesterase inhibitor approved as a symptomatic cognitive enhancer in mild–moderate AD; common adverse effects include gastrointestinal symptoms. citeturn1search3turn1search9 Based on these mechanisms (directly acting on neurotransmitter systems), the best CADRO match is D) Neurotransmitter Receptors.",
        "Reflect: The study’s endpoints (sleep, attention, GI tolerance) and the known pharmacology point to symptomatic enhancement of cholinergic neurotransmission rather than a disease‑modifying target like amyloid or tau. No evidence in the description indicates multi-target biologic disease‑modifying intent, so 'D) Neurotransmitter Receptors' is the most specific and appropriate CADRO category. citeturn1search1turn0search2",
        "Key web search results used:",
        "- Galantamine — preclinical and review evidence describing AChE inhibition and reported nicotinic modulation. citeturn0search8turn0search9",
        "- Donepezil — prescribing information and clinical reviews describing reversible AChE inhibition and symptomatic cognitive benefits in AD. citeturn1search3turn1search1",
        "- Systematic/cochrane reviews and meta-analyses summarizing symptomatic (not disease‑modifying) benefits of cholinesterase inhibitors and common GI side effects. citeturn0search2turn1search9"
    ]
}