{
    "nct_id": "NCT03277573",
    "title": "A Phase 1b, 12-Month, Randomized, Double-Blind, Placebo-Controlled Study of the Safety, Tolerability, Pharmacokinetics, Pharmacodynamics, and Preliminary Efficacy of Salsalate in Patients With Mild to Moderate Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2025-04-11",
    "description_brief": "The purpose of the study is to test the safety and tolerability of twice daily Salsalate in patients with mild to moderate Alzheimer's Disease. Half of the participants will receive Salsalate and half will receive placebo during the 1-year duration of the study.",
    "description_detailed": "This is a Phase 1b, 12-month, randomized, double-blind, placebo-controlled study of the safety, tolerability, pharmacokinetics, pharmacodynamics, and preliminary efficacy of salsalate in patients with mild to moderate AD. Approximately 40 subjects will be randomized 1:1 to placebo or active. All study drugs will be administered orally bid \\[two placebo tablets bid or two 750 mg salsalate tablets bid (for a total daily dose of 3,000 mg)\\] for 12 months.\n\nThis study will test the effects of Salsalate on cerebrospinal fluid (CSF) proteins, brain magnetic resonance imaging (MRI), and cognitive (thinking and memory) tests in subjects with mild to moderate AD. This study uses placebo which looks like the experimental drug but does not have any active drug in it.",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "Salsalate"
    ],
    "placebo": [
        "Placebo"
    ],
    "explanation_target": [
        "Reason: The intervention is salsalate, a small-molecule nonsteroidal anti-inflammatory (salicylate) repurposed here to target Alzheimer’s pathology by inhibiting p300 acetyltransferase and reducing tau acetylation/levels — a disease-modifying mechanism rather than a symptomatic cognitive enhancer or psychiatric treatment. citeturn0search6turn0search3",
        "Act (trial details & sources): This is a Phase 1b, 12-month randomized, double-blind, placebo-controlled safety/tolerability study of salsalate in mild–moderate AD (NCT03277573); dosing described as two 750 mg salsalate tablets twice daily (3,000 mg/day) vs placebo. citeturn0search1turn0search0",
        "Act (mechanistic/preclinical support): Preclinical work showed salsalate inhibits p300-induced tau acetylation, increases tau turnover, lowers total and acetylated tau, and rescued memory/atrophy in PS19 tau transgenic mice — supporting a direct tau-targeting (disease-targeted) effect. citeturn0search3turn0search8",
        "Reflect: Given salsalate is a small molecule with mechanistic evidence of targeting tau acetylation (a core AD pathological process), the correct category is 'disease-targeted small molecule' rather than a biologic, general cognitive enhancer, or neuropsychiatric symptom treatment. No substantial ambiguity in the description; the trial is explicitly testing salsalate (drug) vs placebo for safety/tolerability and exploratory effects on AD biomarkers. citeturn0search3turn0search1"
    ],
    "agent_type": "B) Tau",
    "explanation_agent": [
        "Reason: The intervention is salsalate, a small-molecule salicylate repurposed for AD that has been shown to inhibit the acetyltransferase p300 and thereby reduce tau acetylation and total tau levels — i.e., it directly targets tau post-translational modification and tau clearance rather than primarily targeting amyloid, inflammation, or symptomatic neurotransmission. citeturn0search1turn0search0",
        "Act: Trial details — this is a Phase 1b, 12-month, randomized, double-blind, placebo-controlled safety/tolerability study of salsalate (NCT03277573) in mild–moderate AD; dosing described as two 750 mg salsalate tablets twice daily (3,000 mg/day) vs placebo. citeturn0search2turn0search7",
        "Act (mechanistic/preclinical support): Preclinical data in tau transgenic (PS19/P301S) mice showed that salsalate (a salicylate prodrug) inhibits p300 activity, lowers acetylated-tau (notably at K174) and total tau, rescues memory deficits, and prevents hippocampal atrophy — supporting a tau-directed, disease-modifying mechanism. citeturn0search1turn0search0",
        "Reflect: Given the explicit mechanistic evidence and the trial’s disease-targeted small-molecule approach aimed at reducing pathological tau acetylation/levels, the most specific CADRO classification is B) Tau. This is not primarily an anti-amyloid, general anti-inflammatory, symptomatic neurotransmitter, or diagnostic intervention, nor does the description indicate multiple distinct targets that would require 'R) Multi-target'. citeturn0search1turn0search2",
        "Web search results (key sources used):",
        "- Nat Med (Min et al., 2015): 'Critical role of acetylation in tau-mediated neurodegeneration…' — shows p300-induced tau acetylation is inhibited by salsalate, lowers ac-tau and total tau, and rescues pathology in PS19 mice. citeturn0search1",
        "- Nature Reviews Drug Discovery commentary summarizing that salsalate inhibits p300, reduces tau acetylation, and improved memory/atrophy in PS19 mice. citeturn0search0",
        "- Clinical trial listing (NCT03277573) / trial pages (MedPath, UCSF Memory and Aging Center) describing the Phase 1b, 12-month randomized, double-blind, placebo-controlled study of salsalate in mild–moderate AD and the 3,000 mg/day dosing. citeturn0search2turn0search7",
        "Conclusion (Output): B) Tau — Salsalate is being tested as a disease-targeted small molecule acting via inhibition of p300-mediated tau acetylation and lowering pathological tau, which aligns directly with the CADRO 'Tau' category. citeturn0search1turn0search2"
    ]
}