{
    "nct_id": "NCT00257712",
    "title": "GHRH: Cognition in Aging and MCI",
    "status": "COMPLETED",
    "last_update_time": "2013-12-17",
    "description_brief": "The purpose of the SMART study was to better understand whether the body's own production of growth hormone (GH) would improve memory and problem solving ability, or cognitive function. The study was a double blind, placebo-controlled study of the cognitive effects of growth hormone releasing hormone (GHRH) in healthy older men and women and in those with mild cognitive impairment (MCI).",
    "description_detailed": "There is considerable and compelling evidence from both the animal and human literature that the actions of the somatotrophic hormonal axis (growth hormone releasing hormone/growth hormone/insulin-like growth factor I) have significant and predictable effects on cognitive function (memory and reasoning ability). A preliminary study has recently shown that five months of growth hormone releasing hormone (GHRH) treatment improves cognitive function in healthy older men and women; there is also preliminary evidence that supports the likelihood of a similar effect in individuals diagnosed with MCI.\n\nThe study sample will include 160 adults, ages 55-90, half of whom will be cognitively healthy normal adults and half of whom will meet diagnostic criteria for Mild Cognitive Impairment (MCI). Each of these groups will contain equal numbers of men and women. The treatment with GHRH will be twenty weeks in duration. In light of the documented interactions between estrogens and GHRH/GH/IGF-I, each of the two study arms will contain equal proportions of women not on estrogen replacement therapy (NERT) and women on oral estrogen replacement therapy (ERT). ERT women will maintain a regular steady dosage of estrogens for at least seven days preceding each assessment\n\nCognitive assessments to evaluate treatment-related changes in memory and thinking abilities, as well as blood collection to evaluate several biomarkers of interest, will be performed at baseline, 10 and 20 weeks of treatment, and ten weeks post-treatment. In addition there will be five medication and symptom monitoring visits during the treatment period.\n\nThe study hypotheses are:\n\nH1: Healthy, cognitively normal older men and women treated with GHRH will show beneficial effects in cognitive function, including measures of memory, relative to placebo treated subjects.\n\nH2: MCI patients treated with GHRH will show beneficial effects in cognitive function, including measures of memory, relative to placebo treated MCI patients.\n\nH3: Changes in insulin-like-growth factor (IGF-I) will predict changes in cognition both for normal older adults and for MCI patients treated with GHRH.",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "growth hormone–releasing hormone (GHRH) — tesamorelin (stabilized analogue of human GHRH, administered as daily subcutaneous injections, e.g., 1 mg/day; brand name Egrifta in some sources). citeturn0search1turn0search3"
    ],
    "placebo": [
        "matched placebo (subcutaneous injection). citeturn0search0"
    ],
    "explanation_target": [
        "Reason: The SMART study tested growth hormone–releasing hormone (GHRH) to determine whether increasing somatotrophic axis signaling improves memory and problem-solving/cognitive function in healthy older adults and people with mild cognitive impairment (MCI). The trial was a randomized, double-blind, placebo-controlled study and reported favorable effects on cognition (executive function and some memory measures). citeturn0search0turn0search2.",
        "Act (extracted details): The intervention in the reported trials was a stabilized analogue of human GHRH, tesamorelin, given as daily subcutaneous injections (1 mg/day in the cited trial) for 20 weeks; treatment increased IGF‑1 levels and produced cognitive improvements versus placebo. The product tesamorelin is identified in conference and news reports and was provided by Theratechnologies (brand name Egrifta appears in some reports). Placebo was a matched injection. citeturn0search1turn0search3turn0search0.",
        "Reflect (classification decision): Although GHRH/tesamorelin is a peptide biologic (a hormone analogue), the intended effect in this trial was to enhance cognitive performance (memory, executive function) by augmenting the somatotrophic/hormonal axis rather than directly targeting Alzheimer’s pathologic proteins such as amyloid‑beta or tau. Under the provided category definitions, this fits best as a 'cognitive enhancer' (not a disease-targeted biologic or small molecule, and not a neuropsychiatric‑symptom treatment). citeturn0search0turn0search1.",
        "Web search results / sources (selected): 1) PubMed: \"Effects of growth hormone–releasing hormone on cognitive function in adults with mild cognitive impairment and healthy older adults: results of a controlled trial\" (Arch Neurol 2012). citeturn0search0 2) Conference/Journal report: \"Tesamorelin, a growth hormone‐releasing hormone analogue, improves cognitive function in MCI and healthy aging\" (Alzheimer's & Dementia conference abstract / Wiley). citeturn0search1 3) Healio/press coverage noting tesamorelin (Egrifta) use and study details. citeturn0search3 4) ScienceDaily / EurekAlert summary of the Arch Neurol findings. citeturn0search2"
    ],
    "agent_type": "L) Growth Factors and Hormones",
    "explanation_agent": [
        "Reason: The trial tested a stabilized analogue of human growth hormone–releasing hormone (GHRH), tesamorelin, with the aim of augmenting the somatotrophic/hormonal axis (increasing GH and IGF‑1) to improve cognition in older adults and people with MCI. This intervention acts through hormone signaling rather than directly on amyloid, tau, inflammation, synapses, or other CADRO pathways. citeturn0search4turn0search0",
        "Act: Extracted details — drug = tesamorelin (a GHRH/GHRF analogue, marketed as Egrifta), given as daily subcutaneous injections; mechanism = agonist at GHRH receptors on pituitary somatotrophs → increases GH and circulating IGF‑1; clinical effect reported = improved executive function and some memory measures in the 20‑week randomized controlled trial. Relevant sources: Arch Neurology / PMC trial report and the tesamorelin prescribing information/monograph. citeturn0search1turn0search4turn0search0",
        "Reflect: This maps directly to CADRO category L) Growth Factors and Hormones because the intervention is a hormone analogue intended to modulate the growth‑hormone/IGF‑1 axis to produce cognitive enhancement. It is not primarily targeting amyloid, tau, inflammation, synaptic receptors, or metabolism in the CADRO sense, nor is it a multi‑target or non‑therapeutic intervention. Therefore 'L) Growth Factors and Hormones' is the most specific and appropriate classification.",
        "Web search results cited (selected):",
        "1) PubMed / Arch Neurol controlled trial showing cognitive benefits of GHRH (tesamorelin) in MCI and healthy older adults. citeturn0search1",
        "2) Full-text PMC article describing the randomized 20‑week tesamorelin (GHRH) study, mechanism, and IGF‑1 increases. citeturn0search4",
        "3) Egrifta (tesamorelin) prescribing information describing mechanism (GHRH receptor agonist → increased GH and IGF‑1). citeturn0search0",
        "4) Additional mechanistic and drug‑profile sources (NCATS, Wikipedia summaries) confirming tesamorelin is a stabilized GHRH analogue that elevates IGF‑1. citeturn0search8turn0search12"
    ]
}