{
    "nct_id": "NCT01047579",
    "title": "A 12 Week, Multicenter, Open Label Evaluation of Caregiver Preference, Safety and Tolerability of Exelon® Patch (Rivastigmine Transdermal) in Patients With Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2017-02-22",
    "description_brief": "This study is designed to evaluate caregiver preference for Exelon® patch (target patch size 10 cm²) treatment in patients with Alzheimer's disease (MMSE 10-26) who were under cholinesterase inhibitor treatment and experienced adverse event/s in a community setting.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE4"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "OTHER",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "Rivastigmine (Exelon® patch)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial tests Exelon® patch (rivastigmine transdermal). Rivastigmine is a centrally-acting acetylcholinesterase (cholinesterase) inhibitor that increases cholinergic neurotransmission and is used to improve cognitive symptoms in Alzheimer’s disease — a symptomatic (cognitive-enhancing) treatment rather than a biologic or a disease-modifying agent. citeturn0search3turn0search7",
        "Act (key extracted details and sources): The intervention named in the protocol is Exelon® patch (rivastigmine transdermal; target patch size 10 cm²) given to patients with AD (MMSE 10–26) in an open-label caregiver-preference, safety and tolerability study — i.e., a trial of a small-molecule transdermal cholinesterase inhibitor focusing on symptomatic benefit and tolerability. Regulatory/label and product information for Exelon® Patch support this description. citeturn0search8turn0search0",
        "Reflect: Classification = \"cognitive enhancer\". Rationale: rivastigmine is a small-molecule cholinesterase inhibitor approved to treat cognitive/dementia symptoms in Alzheimer’s disease and is not a monoclonal antibody, vaccine, or a drug that targets amyloid or tau pathology (so it does not meet the definitions for a disease-targeted biologic or disease-targeted small molecule). No ambiguity in the trial description changes this classification. citeturn0search6turn0search1"
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The trial tests Exelon® patch (rivastigmine transdermal), a cholinesterase inhibitor that increases acetylcholine levels and thereby enhances cholinergic neurotransmission to improve cognitive symptoms in Alzheimer’s disease — this is modulation of a neurotransmitter system rather than a disease-modifying approach. citeturn0search6turn0search2",
        "Act: Key extracted details — intervention: Exelon® patch (rivastigmine transdermal, target/maintenance dose 9.5 mg/24 h delivered from a 10 cm² patch in many studies); indication: symptomatic treatment of mild–moderate (and in some approvals, severe) Alzheimer’s dementia; mechanism: reversible inhibition of acetylcholinesterase (and butyrylcholinesterase) leading to increased acetylcholine. These details support classification under neurotransmitter modulation. citeturn0search3turn0search4turn0search8",
        "Reflect: Classification = 'D) Neurotransmitter Receptors'. Rationale: rivastigmine acts by inhibiting cholinesterase enzymes to augment cholinergic neurotransmission (a neurotransmitter-targeted symptomatic cognitive enhancer), which aligns with CADRO’s Neurotransmitter Receptors category. There is no indication in the trial description that the drug targets amyloid, tau, inflammation, proteostasis, vasculature, or multiple distinct disease pathways, so 'D' is the most specific fit. citeturn0search6turn0search2",
        "Web search results (sources used):",
        "- Novartis Exelon Patch FDA/label and press information (indications, patch dosing and safety). citeturn0search0turn0search1",
        "- Mayo Clinic drug monograph: rivastigmine transdermal description and mechanism (acetylcholinesterase inhibitor; symptomatic cognitive benefit). citeturn0search2",
        "- PubMed reviews describing rivastigmine patch dosing, 10 cm² (9.5 mg/24 h) patch and clinical trial data. citeturn0search3turn0search4",
        "- StatPearls/NCBI summary of rivastigmine mechanism (AChE and BuChE inhibition) and formulations. citeturn0search6",
        "- CenterWatch / product summary describing mechanism and clinical use. citeturn0search8"
    ]
}