{
    "nct_id": "NCT03752463",
    "title": "NMDA Enhancer for the Treatment of Mild Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2021-08-24",
    "description_brief": "NMDA neurotransmission plays an important role in learning and memory. NMDA receptors (NMDAR) were found to decrease in the frontal lobe and hippocampus of Alzheimer's disease (AD). This study is a randomized, double-blind, placebo controlled drug trial for testing the efficacy of NMDAR-enhancer. All subjects will be allocated randomly to 4 groups: (1) DAOI-A group; (2) DAOI-B group; (3) DAOI-C group; (4) placebo group. The study period is 24 weeks. The investigators hypothesize that DAOI may yield better efficacy than placebo for cognitive function in patients with AD.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "DAOI-A",
        "DAOI-B (likely a D-amino acid oxidase inhibitor; related trials have used sodium benzoate)",
        "DAOI-C"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The registered trial describes an \"NMDA-enhancer\" intervention labeled DAOI-A/DAOI-B/DAOI-C for mild AD, i.e., agents intended to boost NMDA receptor–mediated neurotransmission and thereby improve cognition. citeturn0search2",
        "Act: The trial registry (NCT03752463) lists DAOI-A/B/C as the investigational drugs but does not specify chemical identities in the record. citeturn0search2",
        "Act (drug identity context): \"DAOI\" refers to D‑amino acid oxidase (DAAO/DAO) inhibitors, which raise NMDA coagonist levels (e.g., D‑serine) and enhance NMDAR function. Sodium benzoate is a well‑described DAO inhibitor that has been tested as an NMDA‑enhancing treatment and showed cognitive benefit in prior randomized trials. citeturn0search4turn0search0",
        "Reflect: Because the mechanism is enhancement of NMDA neurotransmission to improve cognitive function (not direct anti‑amyloid or anti‑tau activity), this fits the \"Cognitive enhancer\" category rather than a disease‑targeted biologic or small molecule aimed at core AD pathology. The registry does not name the exact compounds for DAOI‑A/B/C, so I inferred mechanism from the DAOI label and from prior sodium benzoate trials. citeturn0search2turn0search4",
        "Note/uncertainty: The precise chemical identity of DAOI‑A/DAOI‑B/DAOI‑C in this specific trial record is not provided; similar prior trials explicitly used sodium benzoate as the DAO inhibitor. If you want, I can attempt to locate sponsor documents or publications that name the exact compounds used in NCT03752463. citeturn0search0turn0search2"
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The trial tests \"DAOI-A/DAOI-B/DAOI-C\" described as an NMDA‑enhancer for mild AD — the intervention is intended to boost NMDA receptor–mediated neurotransmission (i.e., act on NMDAR function). This mechanism maps to the CADRO category for neurotransmitter receptors. citeturn1search0",
        "Act: Registry entries and trial summaries list DAOI‑A/B/C as \"DAOI\" (D‑amino acid oxidase inhibitors) and label the study an NMDA enhancer; DAAO/DAO inhibitors raise levels of NMDA co‑agonists (for example D‑serine) and thereby enhance NMDAR function. Prior clinical work with sodium benzoate (a well‑described DAAO inhibitor) in early AD/MCI supports this mechanism and its cognitive‑enhancing intent. Evidence: NCT03752463 lists DAOI arms and NMDA‑enhancer rationale; publications describe DAAO inhibition raising NMDA coagonists and sodium benzoate improving cognition in early AD. citeturn1search0turn0search1turn0search2",
        "Reflect: The intervention targets neurotransmission (NMDAR) rather than core AD pathologies (amyloid, tau, inflammation, etc.), so the most specific CADRO match is D) Neurotransmitter Receptors. The registry does not disclose the precise chemical identities of DAOI‑A/B/C, so the classification relies on the DAOI label and the established pharmacology of DAAO inhibitors (e.g., sodium benzoate). If you prefer, I can try to locate sponsor documents or publications that name DAOI‑A/B/C. citeturn1search0turn0search7",
        "Web search results (key sources used): (1) NCT03752463 — trial record showing \"NMDA Enhancer\" and DAOI‑A/B/C arms. citeturn1search0 (2) Randomized trial and background describing sodium benzoate as a D‑amino acid oxidase inhibitor that raises NMDA co‑agonists and improved cognition in early‑phase AD. citeturn0search1turn0search2 (3) Phase I / PK and other clinical reports on sodium benzoate as a DAAO inhibitor and NMDA‑enhancer. citeturn0search7turn0search8"
    ]
}