{
    "nct_id": "NCT05189106",
    "title": "Neurodegenerative Alzheimer's Disease and Amyotrophic Lateral Sclerosis (NADALS) Basket Proof of Concept Trial Including Asymptomatic Individuals Using Baricitinib",
    "status": "ACTIVE_NOT_RECRUITING",
    "last_update_time": "2025-05-27",
    "description_brief": "This is an open-label, biomarker-driven basket trial of baricitinib in people with subjective cognitive disorder, mild cognitive impairment, Alzheimer's disease (AD), Amyotrophic lateral sclerosis (ALS), or asymptomatic carriers of an ALS-related gene, such as a hexanucleotide expansion in the C9ORF72 gene, with evidence of abnormal inflammatory signaling in cerebrospinal fluid (CSF) at baseline. Each participant will be treated with baricitinib for 24 weeks; no placebo will be given. Participants will receive baricitinib 2 mg per day by mouth for the first 8 weeks and baricitinib 4 mg per day by mouth for the remaining 16 weeks. This proof of concept trial will ascertain whether baricitinib at 2 mg per day, 4 mg per day, or both reaches therapeutic levels in the CSF and suppresses inflammatory biomarkers associated with type I interferon signaling among the study participants.",
    "description_detailed": "Overview of Clinical Trial: Many age-associated neurodegenerative diseases, including Alzheimer's disease (AD) and amyotrophic lateral sclerosis (ALS), are associated with increased inflammatory signaling in the central nervous system. While there is growing evidence that activation of inflammatory signaling leads to neuronal death in cell-based models and leads to signs and symptoms of neurodegeneration in animal models, no disease modifying anti-inflammatory drugs for AD or ALS have been found to date. Recent observational studies of anti-inflammatory drugs used to treat rheumatoid arthritis suggest the potential of these drugs to prevent a diagnosis of AD.\n\nThis is an open-label, biomarker-driven basket trial of baricitinib in individuals with mild cognitive impairment (MCI), subjective cognitive decline (SCD), AD, ALS, or asymptomatic carriers of an ALS causative gene, such as a hexanucleotide expansion in the C9ORF72 gene. Baricitinib at 2 mg per day is approved by the FDA in the United States (US) for rheumatoid arthritis. Baricitinib at 4 mg per day is approved has emergency use authorization by the FDA for COVID-19 in the US. Each participant will be treated with open-label baricitinib for 24 weeks. No patient will receive a placebo. Participants will receive baricitinib 2 mg per day by mouth for the first 8 weeks and baricitinib 4 mg per day by mouth for the remaining 16 weeks. Participants will have a lumbar puncture (LP) at screening and cerebrospinal fluid (CSF) will be examined for study eligibility. Participants will be enrolled if their CSF level inflammatory biomarker meets threshold requirements and if they meet all other eligibility criteria. All enrolled participants must have received a first dose of recombinant zoster vaccine (RZV; also known as Shingrix) within 4 years prior to treatment initiation. Over the course of 32-week trial, there will be a total of 8 visits. Blood will be collected at 7 visits, urine and CSF will be collected at 4 visits. Clinical outcomes will be measured at 2 visits.\n\nRationale: Converging evidence reveals inflammatory signaling is robustly active within the central nervous system of subsets of patients with AD and ALS, both in autopsied brains and profiles of CSF of living patients. Moreover, investigators find biomarkers of inflammatory signaling in the CSF of a subset of patients with AD and ALS. Baricitinib, an FDA-approved drug for rheumatoid arthritis, rescued inflammatory biomarkers and neural cell death in a human neural cell culture model of inflammatory-mediated death in a dose-dependent manner. Independently, in computational biology studies of gene expression profiles of AD brains termed DRIAD (drug repurposing in AD), baricitinib was among the leading drugs that reversed the actions of AD. Investigators have characterized a signature of inflammatory signaling in the brains and CSF of AD and ALS patients that is specific for this inflammatory mechanism of neuronal death.\n\nThis work has laid the foundation for the design of a mechanistic, biomarker-driven trial. In this trial, investigators will evaluate the FDA-approved JAK inhibitor baricitinib using an escalating dose design. Baricitinib is an oral medication FDA-approved for rheumatoid arthritis at a 2-mg daily dosage and FDA emergency use authorized for COVID-19 at a 4 mg daily dosage. The trial will determine whether baricitinib at 2 mg per day 4 mg per day, or both enters the cerebrospinal fluid and attains therapeutic levels, as well as whether it reduces inflammatory biomarkers in the CSF of patients at risk for or with AD and at risk for or with ALS. If this Phase I/II trial demonstrates that baricitinib is safe in AD and ALS patients and achieves therapeutic levels in the CSF as determined by drug concentration and pharmacodynamic biomarkers, then a Phase III clinical trial powered to assess clinical outcomes in AD patients, ALS patients, or both would be warranted.",
    "phase": [
        "PHASE1",
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "baricitinib"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is baricitinib — an oral small-molecule Janus kinase (JAK) inhibitor (selective for JAK1/JAK2) that modulates cytokine/IFN signaling and is used clinically as an immunomodulator. This indicates a pharmacologic, small-molecule mechanism directed at inflammatory biology rather than a biologic (monoclonal antibody/vaccine). citeturn0search0turn0search3.",
        "Act: From the trial description: participants receive oral baricitinib (2 mg → 4 mg) for 24 weeks in an open-label, biomarker-driven basket design to test whether baricitinib reaches therapeutic CSF levels and suppresses inflammatory/type I interferon biomarkers. The intended effect is suppression of neuroinflammation (a disease-process mechanism) rather than symptomatic cognitive enhancement or treatment of neuropsychiatric symptoms. Those details point to a disease-modifying strategy implemented with a small molecule. (User trial text.) citeturn0search3turn0search0.",
        "Reflect: Classification check — baricitinib is not a biologic (it is a small molecule JAK inhibitor), and the trial targets inflammatory signaling (disease biology) rather than providing a symptomatic cognitive enhancer or treating behavioral/psychiatric symptoms. Therefore the best match to the provided category definitions is 'disease-targeted small molecule.' Note ambiguity: although the definitions exemplify amyloid/tau when describing disease-targeted agents, neuroinflammation is a plausible disease-modifying target in AD/ALS and fits the intent of a disease-targeted intervention here. Also, the trial is explicitly assessing CSF penetration and biomarker suppression (disease-pathway engagement), which supports the disease-targeted classification. citeturn0search0turn0search3"
    ],
    "agent_type": "F) Inflammation",
    "explanation_agent": [
        "Reason: The intervention is baricitinib — an oral, disease‑targeted small‑molecule Janus kinase (JAK) inhibitor selective for JAK1/JAK2 that modulates cytokine and type I interferon signaling and functions as an immunomodulator. This indicates the trial is directed at inflammatory biology rather than amyloid/tau, neurotransmission, or a purely symptomatic mechanism. citeturn0search0turn0search3",
        "Act: The NADALS trial description states participants receive oral baricitinib and enrollment requires elevated CSF inflammatory biomarkers; the study explicitly aims to test CSF exposure and suppression of inflammatory/type I interferon biomarkers — i.e., engagement of neuroinflammatory pathways. These details map the intervention to a neuroinflammation target. citeturn0search6turn0search5",
        "Reflect: Given CADRO definitions, the most specific match is F) Inflammation because the drug’s mechanism (JAK1/JAK2 inhibition) targets cytokine/IFN signaling and the trial is biomarker‑driven for inflammatory markers. It is not implicating amyloid, tau, ApoE/lipids, synaptic neurotransmitters, or a diagnostic/non‑therapeutic intervention, nor does the description indicate multiple distinct mechanistic targets that would require 'R) Multi‑target.' citeturn0search3turn0search0",
        "Web search evidence (selected sources supporting the classification): (1) Olumiant (baricitinib) medical/monograph: describes selective, reversible JAK1/JAK2 inhibition and modulation of cytokine/JAK‑STAT signaling. citeturn0search0 (2) DrugBank baricitinib entry: lists JAK1/JAK2 (and lesser JAK3/TYK2) as molecular targets and summarizes pharmacology. citeturn0search3 (3) Public trial descriptions (NADALS basket trial): open‑label, biomarker‑driven baricitinib trial in AD/ALS/MCI/SCD/asymptomatic gene carriers with CSF inflammatory biomarker screening and endpoints focused on CSF biomarker suppression and drug penetration. citeturn0search6turn0search5"
    ]
}