{
    "nct_id": "NCT04685265",
    "title": "A Study to Assess the Safety, Tolerability, Pharmacokinetics and Pharmacodynamics of Multiple Ascending Oral Doses of anle138b, and to Characterise the Effect of Food of anle138b in Mild to Moderate Parkinson's Disease",
    "status": "COMPLETED",
    "last_update_time": "2023-03-20",
    "description_brief": "The purpose of this study is to determine the safety, tolerability and blood levels of orally administered anle138b as well as the effect of food and early signs of efficacy in patients with mild to moderate Parkinson´s disease.",
    "description_detailed": "This is a two centre, double-blind, randomised, placebo-controlled, multiple ascending dose study in patients with mild to moderate Parkinson´s disease. It is planned to enrol up to 5 cohorts. Cohorts A-C consist of up to 8 subjects. In Cohorts A and B, subjects will be randomly assigned to receive multiple ascending oral doses of anle138b or matching placebo (6 active investigational medicinal product \\[IMP\\], 2 placebo per cohort in cohorts A-C) for 7 days in a sequential escalating manner. Subjects in cohort A and B will be dosed once dialy and subjects in cohort C will be dosed twice a day. Subjects in Cohorts A and B will also receive an additional single oral dose of active IMP or matching placebo on Day 9 of the study for an assessment of the effect of food on the PK of anle138b in PD patients. Subjects in cohort D will be randomly assigned to receive QD doses of anle138b or matching placebo (placebo vs 150 mg vs 300 mg; 1:1:1) for 7 days in fasted state. Subjects in Cohort E will be randomly assigned to receive QD doses of either 300 mg anle138b or matching placebo (1:1) for 28 days taken in the non-fasted state.",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "anle138b (oral small‑molecule oligomer modulator targeting α‑synuclein)"
    ],
    "placebo": [
        "placebo (matching capsule, used in the described trial)"
    ],
    "explanation_target": [
        "Reason: The trial tests orally administered anle138b for safety, tolerability, PK/PD and early signs of efficacy in Parkinson's disease — indicating a therapeutic drug intervention rather than a diagnostic or purely symptomatic treatment. The description and literature show anle138b is a small‑molecule that modulates pathological protein oligomers (α‑synuclein) implicated in PD, consistent with a disease‑targeting mechanism. citeturn0search1turn0search8",
        "Act: Key extracted details — intervention: anle138b, route: oral, indication: mild–moderate Parkinson's disease, study focus: safety/tolerability/pharmacokinetics/pharmacodynamics and food effect; trial design: randomized, double‑blind, placebo‑controlled multiple ascending doses (per protocol summaries). These trial facts and the compound's mechanism (oligomer modulation of α‑synuclein) identify it as a disease‑targeted small molecule. citeturn0search4turn0search3",
        "Evidence / web search results: - Preclinical and mechanistic data: anle138b is a diphenyl‑pyrazole small molecule that blocks formation of toxic α‑synuclein oligomers and shows disease‑modifying effects in animal PD and MSA models. citeturn0search1turn0search6 - Phase 1 / human studies: Phase 1 SAD/MAD and food‑effect studies in healthy volunteers showed favorable safety and PK; subsequent patient MAD/food‑effect studies in PD patients have been planned/conducted to assess safety, tolerability and PK in PD. citeturn0search8turn0search2 - Trial registry / summary: Health Research Authority and Michael J. Fox Foundation summaries describe the multiple ascending dose patient study with placebo control and food‑effect characterization. citeturn0search3turn0search5",
        "Reflect: Classification check — fits definition of 'Disease‑targeted small molecule' (small‑molecule drug targeting Alzheimer’s pathology analogue: here targeting Parkinson’s pathology, i.e., α‑synuclein oligomers). Although the indication is Parkinson's disease (not Alzheimer's), the requested taxonomy is about Alzheimer trials; by the definitions provided, anle138b is a disease‑targeted small molecule (targets pathogenic protein aggregation). No substantial ambiguity — anle138b is not a biologic, nor primarily a symptomatic cognitive enhancer or neuropsychiatric agent. citeturn0search1turn0search8"
    ],
    "agent_type": "I) Proteostasis/Proteinopathies",
    "explanation_agent": [
        "Reason: The investigational drug anle138b is described as an oral small‑molecule oligomer modulator that binds pathological α‑synuclein aggregates and blocks formation/accumulation of toxic oligomers — i.e., it acts on protein aggregation/proteostasis pathways rather than neurotransmitter receptors, vasculature, inflammation, etc. citeturn0search2turn0search1",
        "Act: Key extracted details from the trial description and literature — intervention: anle138b (diphenyl‑pyrazole small molecule); mechanism: high‑affinity binding to aggregated α‑synuclein and inhibition/modulation of toxic oligomer formation; clinical activity: progressed to human SAD/MAD and patient MAD/food‑effect studies for Parkinson’s disease. These facts map directly to CADRO category I (Proteostasis/Proteinopathies). citeturn0search8turn0search4",
        "Web evidence (selected search results supporting mechanism and clinical status): - Preclinical/mechanistic: Acta Neuropathologica and related papers: anle138b was developed as an oligomer modulator that inhibits formation of pathological α‑synuclein and prion oligomers and showed disease‑modifying effects in animal models. citeturn0search8turn0search2 - Binding/structural studies: NMR/cryo‑EM and docking work locate anle138b in cavities of α‑synuclein fibrils and show oligomer‑specific binding. citeturn0search6turn0search5 - Pharmacology/early clinical: Phase 1 SAD/MAD and food‑effect studies in healthy volunteers and planned/ongoing MAD patient studies in PD assessing safety, PK/PD have been reported. citeturn0search4",
        "Reflect: Classification check — CADRO category I (Proteostasis/Proteinopathies) covers interventions that target pathogenic protein aggregation and proteostasis mechanisms (e.g., modulators of amyloid, tau, α‑synuclein oligomers). Anle138b’s described mechanism (oligomer modulation of α‑synuclein) fits this category best. It is a small‑molecule disease‑targeting agent, not a multi‑target biologic or non‑therapeutic diagnostic; therefore 'I) Proteostasis/Proteinopathies' is the most specific and appropriate CADRO assignment. citeturn0search2turn0search1"
    ]
}