{
    "nct_id": "NCT07091747",
    "title": "Use of a Product Containing the Cannabinoids CBD and THC as a Treatment Strategy for Alzheimer's Disease - Alzheimer's Disease and Cannabis Clinical Trial (DAZACANN) Open-Label Phase",
    "status": "ACTIVE_NOT_RECRUITING",
    "last_update_time": "2025-08-07",
    "description_brief": "Alzheimer's Disease (AD) has become a significant public health issue due to the increase in its incidence from 2.0 to 16.8 cases per thousand people in a year, based on 2022 data. As many countries experience population aging, there is an increase in the prevalence of AD cases, which is the main form of dementia in the elderly. It commonly begins around the age of 60, with aging being the primary risk factor. AD is a neurodegenerative disorder characterized by the presence of extracellular beta-amyloid plaques and intracellular neurofibrillary tangles of Tau protein. Among the main symptoms of AD is progressive memory loss, with varying degrees of cognitive impairment. These symptoms share common clinical features such as a progressive decline in cognitive functions, including abstract thinking, judgment, language, personality changes, and behavioral symptoms, as well as the emergence of certain comorbidities.\n\nAs there are currently no curative treatments for this disease, pharmacotherapy aims to control the progressive symptoms, improving cognitive and functional aspects in patients, and consequently their quality of life. In this context, there is a need for further research to identify effective drugs that can delay or alleviate symptoms.\n\nThis study is part of the second phase of the project entitled: Use of a Product Containing the Cannabinoids CBD and THC as a Treatment Strategy for Alzheimer's Disease - Alzheimer's Disease and Cannabis Clinical Trial (DAZACANN): A randomized, double-blind, placebo-controlled clinical trial previously approved by the Human Ethics Committee - CEP (CAAE 60167722.6.0000.0107). The trial is being finalized at the Laboratory of Medicinal Cannabis and Psychedelic Science, located in the city of Foz do Iguaçu, Paraná, and will continue with a new experimental design, now as an open-label trial (all participants will receive the extract and will be informed about the formulation they are receiving).\n\nThe objective of this study remains to evaluate the clinical and biochemical effects of using cannabinoid-based products with low doses of purified CBD and THC, both individually and in combination, in patients with AD.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE1",
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "neuropsychiatric symptom improvement",
    "drug": [
        "CBD (cannabidiol)",
        "THC (Δ9‑tetrahydrocannabinol)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The protocol tests purified cannabinoids (CBD and THC) to evaluate clinical and biochemical effects in patients with Alzheimer's disease; the open‑label phase reports daily dosing of 50 mg CBD + 5 mg THC (all participants receive the extract). citeturn0search3turn0search1",
        "Act: The investigational agents are small‑molecule cannabinoids (not biologics) — CBD and THC — and the study is framed as a symptomatic/treatment trial rather than a targeted anti‑amyloid or anti‑tau biologic/specific disease‑modifying small molecule. citeturn0search5turn0search1",
        "Support/evidence: Clinical and review literature on cannabinoids in AD emphasizes symptomatic benefits (agitation, aggression, apathy, sleep) and some anti‑inflammatory/neuroprotective signals in preclinical work; a recent clinical trial of synthetic THC (dronabinol) showed reduction in agitation in AD. These pieces of evidence align cannabinoids with neuropsychiatric symptom management in dementia. citeturn0search2turn0search0",
        "Reflect: Given the agent class, trial objectives, and the existing clinical evidence (symptom-focused effects), the most appropriate category is neuropsychiatric symptom improvement. Note the study also measures biochemical outcomes and may evaluate cognition, so there is some ambiguity — but the intervention itself is not a disease‑targeting biologic or a small molecule designed explicitly to target amyloid/tau pathology. citeturn0search5turn0search2",
        "Additional trial details: the project (DAZACANN) moved from a randomized, double‑blind, placebo‑controlled phase to an open‑label phase; the earlier phase included placebo control but the current open‑label arm does not use placebo. citeturn0search1turn0search6"
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The DAZACANN trial tests the phytocannabinoids CBD and THC (50 mg CBD + 5 mg THC daily in the open‑label phase) as a symptomatic treatment for neuropsychiatric features of Alzheimer's disease; both drugs act on the endocannabinoid system (cannabinoid receptors) and other neuromodulatory receptors. citeturn2search2turn1search0",
        "Act: Extracted details — investigational agents: CBD (cannabidiol) and THC (Δ9‑tetrahydrocannabinol); dose per trial open‑label description: 50 mg CBD + 5 mg THC daily. Mechanism: THC is a CB1/CB2 agonist (central CB1 receptors mediate most CNS effects); CBD is multimodal (interacts weakly with CB1/CB2, and modulates other GPCRs/channels such as 5‑HT1A, TRPV1, GPR55, FAAH-related pathways). Because the primary, direct molecular targets relevant to CNS effects are neurotransmitter GPCRs (cannabinoid receptors), the best CADRO match is Neurotransmitter Receptors. citeturn2search2turn1search0turn1search5",
        "Reflect: Cannabinoids also have reported anti‑inflammatory and neuroprotective actions (secondary mechanisms) and the clinical aim here is symptom reduction (agitation, behaviour), which could make a case for multi-target or inflammation categories. However, CADRO is a target‑based ontology and the direct molecular targets for THC/CBD are receptors (CB1/CB2 and other neurotransmitter/GPCR targets). Thus D) Neurotransmitter Receptors most specifically fits. Supporting clinical evidence that THC/dronabinol can reduce agitation in AD is available. citeturn2search6turn2search3",
        "Web search sources (selected):",
        "• DAZACANN trial listing and open‑label details (50 mg CBD + 5 mg THC daily). citeturn2search2turn2search1",
        "• Mechanism — THC binds CB1 and CB2 (endocannabinoid receptors; CNS effects via CB1). citeturn1search0",
        "• Mechanism — CBD is multimodal (weak orthosteric CB1/CB2 binding, negative allosteric modulation, and activity at 5‑HT1A, TRPV1, GPR55, FAAH pathways). citeturn1search5turn1search4",
        "• Clinical evidence: randomized/controlled trials and reports showing dronabinol (synthetic THC) reduced agitation in AD. citeturn0search1turn0search2"
    ]
}