{
    "nct_id": "NCT00259467",
    "title": "Tailored Activity to Improve Affect in Dementia",
    "status": "COMPLETED",
    "last_update_time": "2010-08-24",
    "description_brief": "Specific Aims\n\n1. Establish a preliminary effect size for the impact of the intervention on depressive affect and agitated behaviors in persons with dementia in 4 months\n2. Evaluate acceptance of and engagement in activities in persons with dementia\n3. Establish a preliminary effect size for the impact of the intervention on caregiver burden, depressive symptoms, and mastery at 4 months.\n4. Evaluate caregiver skills acquisition, acceptance of and compliance to intervention techniques.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "N/A",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The study title and aims describe a behavioral, home-based intervention (Tailored Activity Program/TAP) that customizes activities and trains caregivers to reduce depressive affect, agitation, and caregiver burden in persons with dementia. This is a non-pharmacologic, occupational-therapy/behavioral approach rather than a drug or biologic. citeturn0search9turn0search2",
        "Act: Key extracted details — Intervention name: Tailored Activity Program (TAP); Intervention type: home-based behavioral/occupational therapy (activity tailoring, caregiver training); Primary targets: depressive affect, agitated behaviors, activity engagement, and caregiver outcomes at 4 months. Example trial reports describe 8 sessions over ~3–4 months and caregiver instruction in activity use. Because this is not a biologic or small molecule and instead is a psychosocial/behavioral intervention, it does not fit the four therapeutic drug categories. citeturn0search2turn0search0turn0search5",
        "Reflect: Classification check — TAP and related trials are repeatedly described in the literature and trial registries as nonpharmacologic, activity-based interventions for dementia-related behaviors and caregiver wellbeing; systematic reviews treat tailored-activity programs as psychosocial interventions. Therefore the correct category per the provided list is 'N/A' (does not fit disease-targeted biologic, disease-targeted small molecule, cognitive enhancer, or neuropsychiatric symptom improvement drug). Note: although the intervention targets neuropsychiatric symptoms (agitation, depressed affect), it does so via behavioral/occupational therapy rather than a drug — the instructions require returning 'N/A' for non-therapeutic/diagnostic or non-drug interventions. citeturn0search7turn0search8",
        "Web-search evidence (selected sources used): 1) Tailored Activities to Manage Neuropsychiatric Behaviors — pilot randomized study (full text, PMC). citeturn0search2 2) PubMed description of TAP feasibility/replication (Tailored Activity Program). citeturn0search0 3) ClinicalTrials/Project TAP registry entry (Tailored Activity to Improve Affect in Dementia; NCT00259467 / Project TAP). citeturn0search5turn0search9 4) Larger TAP randomized controlled trial (BMC Geriatrics summary of RCT outcomes). citeturn0search7 5) Cochrane review summary of personally tailored activities for people with dementia. citeturn0search8"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}