{
    "nct_id": "NCT04162990",
    "title": "Lifestyle Remodeling in Subjective Memory Complaint (SMC): Brain Imaging and Blood Biochemistry Study",
    "status": "COMPLETED",
    "last_update_time": "2023-11-12",
    "description_brief": "The specific study aims:\n\n1. To investigate whether the brain function is affected by the past life experiences, such as lifestyle and physiology-related factors in SMC.\n2. To examine whether the lifestyle remodeling could improve SMC's cognitive function and modulate the reactivity of inflammatory factors, leading to significantly slow down the disease progression to MCI or dementia.\n3. To investigate the lasting duration of the intervention.",
    "description_detailed": "Although there is much evidence showing age-related reduction of cognitive function, many researchers point out a more optimistic viewpoint that aging is not a progressive loss. By remodeling the lifestyle, or/and monitoring the physical factors, the risk to develop dementia could be reduced. The above statements are mostly based on the epidemiological research, while it remains unclear how the aging modulates the brain changes. In previous study, the investigators have found that individuals with subjective memory complaint (SMC) showed altered brain changes in terms of resting-state connectivity when compared to those without SMC. The present study further aims to examine whether the brain function is affected by the past life experiences, such as lifestyle and physiology-related factors in SMC. More importantly, this study aims to clarify whether the lifestyle remodeling could improve SMC's cognitive function and modulate the reactivity of inflammatory factors, leading to significantly slow down the disease progression to MCI or dementia.\n\nIn summary, the present study aims to understand how the lifestyle remodeling affects SMC's brain function and biochemical indicators. Before and after the intervention, this study will use neuropsychological tests to assess all the aspects of cognitive functions, use Electroencephalogram to investigate the brain activation patterns, and use biochemical analyses to quantify the reactivity of inflammation, toxic as well as neurotrophic factors. Through the follow-up design, this study also plan to investigate the lasting duration of the intervention and the how the neural reorganization occurs as function of time.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial is an interventional behavioral (lifestyle remodeling) study in participants with Subjective Memory Complaint (SMC) that aims to improve cognitive function and modulate inflammatory/biochemical markers (e.g., Tau, Aβ, IL-1β, IL-6, TNF-α, BDNF) using lifestyle changes rather than a drug or biologic. citeturn0search0turn0search3",
        "Act: Key extracted details — registry NCT04162990; intervention listed as 'Behavioral: Lifestyle remodeling Intervention' with comparator 'regular treatment'; primary outcomes are cognitive tests and blood biochemical indices (Total Tau, Aβ1-40, Aβ1-42, IL-1β, TNF-α, IL-6, TGF-β, BDNF, insulin, ApoE4 genotype). No drug or biologic product is specified in the trial record. citeturn0search2turn0search3",
        "Reflect: Because the intervention is non-pharmacologic (behavioral lifestyle remodeling) and does not test a biologic or small-molecule agent, it does not fit the provided categories (1) disease-targeted biologic, (2) disease-targeted small molecule, (3) cognitive enhancer [drug], or (4) neuropsychiatric symptom improvement [drug/symptom-targeted]. Therefore the correct classification under the provided scheme is 'N/A'. The registry entries confirm the behavioral nature of the intervention. citeturn0search0turn0search2",
        "Notes / search results used: Trial registry pages for 'Lifestyle Remodeling in Subjective Memory Complaint (SMC): Brain Imaging and Blood Biochemistry Study' (NCT04162990) from MedPath / ICH GCP / trial listings, which describe the behavioral lifestyle remodeling intervention and the listed biomarker and cognitive endpoints. No drug name or biologic was found in these records. citeturn0search0turn0search2turn0search3"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}