{
    "nct_id": "NCT06673069",
    "title": "A Phase 1b Study to Assess the Safety, Tolerability, and Pharmacokinetics of ION269 in Adults With Down Syndrome (Hero Study)",
    "status": "ACTIVE_NOT_RECRUITING",
    "last_update_time": "2025-09-08",
    "description_brief": "The primary purpose of this study is to evaluate the safety and tolerability of ION269 in adults with Down syndrome with evidence of brain amyloid positivity.",
    "description_detailed": "This is a phase 1b multi-center, open-label, single ascending dose (SAD) study in adult participants with Down syndrome with evidence of brain amyloid positivity. Participants will be examined in 3 separate cohorts and will receive a single dose of study drug during the 36-week treatment period, followed by a 4-week follow-up period.",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted biologic",
    "drug": [
        "ION269 — an RNA-targeted antisense oligonucleotide (ASO) intended to reduce APP expression and thereby lower amyloid production"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial description and sponsor material indicate ION269 is an RNA-targeted investigational therapeutic from Ionis being tested in adults with Down syndrome with brain amyloid positivity; the Down syndrome rationale is reducing overexpression of APP (on chromosome 21) to decrease amyloid pathology, which is a disease-modifying approach rather than a symptomatic cognitive enhancer or neuropsychiatric treatment. citeturn0search5turn0search3",
        "Act: Evidence from the trial listings shows the study (Hero Study, Phase 1b) is sponsored by Ionis and evaluates safety/tolerability of ION269 in amyloid‑positive adults with Down syndrome; institutional trial summaries describe the drug as aiming to reduce APP production. These sources identify ION269 as an antisense oligonucleotide (RNA‑targeted) therapeutic, which fits the \"biologic\" category (nucleic‑acid biologic) targeting Alzheimer’s pathology. citeturn0search0turn0search3turn0search5",
        "Reflect: Classification as a \"disease-targeted biologic\" aligns with the definition (biologics that target AD pathology such as amyloid/tau). ION269 is not a small molecule, nor described as a symptomatic cognitive enhancer or behavioral treatment. If you want, I can fetch the official ClinicalTrials.gov record or Ionis scientifc materials (protocol/press release) for additional details (dose, mechanism text, trial design). citeturn0search9turn0search5"
    ],
    "agent_type": "A) Amyloid beta",
    "explanation_agent": [
        "Reason: The investigational ION269 is described in sponsor and site materials as an RNA‑targeted antisense oligonucleotide (ASO) intended to reduce APP expression in adults with Down syndrome in order to lower amyloid production and brain amyloid burden. This explicitly targets the amyloid precursor protein / amyloid‑β pathway. citeturn0search0turn0search3",
        "Act: Extracted facts — drug: ION269; modality: antisense oligonucleotide (RNA‑targeted biologic); intended mechanism: reduce APP mRNA/protein to decrease amyloid‑β generation; indication/context: amyloid‑positive adults with Down syndrome (trisomy 21, APP overexpression). These points are documented in the trial listings and institutional summaries. citeturn0search6turn0search0",
        "Reflect: Reducing APP to lower Aβ production is a disease‑modifying strategy directed at amyloid biology, which matches CADRO category A (Amyloid beta). Literature on APP‑targeting ASOs in DS/APP‑duplication models supports this mechanism as an anti‑amyloid approach. No competing target (e.g., tau, inflammation, synaptic function) is described, so 'A) Amyloid beta' is the most specific fit. citeturn0search5turn0search4",
        "Web search results (selected sources used): IonisTrials Hero study listing (ION269) — Hero: A Study to Evaluate the Safety, Tolerability, and PK/PD of ION269 in Participants With Down Syndrome. citeturn0search0; University Hospitals trial summary for ION269 (Ionis DS) — describes APP overexpression rationale. citeturn0search3; CenterWatch / trial registries summarizing Hero (NCT06673069) and study design. citeturn0search6; Brain / PubMed publications showing APP‑targeting ASOs reduce Aβ and aggregates in DS/APP duplication models. citeturn0search5turn0search7"
    ]
}