{
    "nct_id": "NCT02302482",
    "title": "Predictive Factors of the Autonomy Level Change Related to Memory Disorders",
    "status": "RECRUITING",
    "last_update_time": "2021-06-25",
    "description_brief": "The Alzheimer's disease or related disorders (ADRD) are among the most disabling diseases because of their main features such as cognitive impairment, loss of functional autonomy and behavioural disorders. In absence of current curative treatment, the identification of the predictive risk factors of progression of the disease, evaluated through its main symptoms, represents a major stake of public health. The investigators aimed at developing a database, which includes the patient medical records on a prospective basis, in collaboration with the medical and administrative personal and with the University hospital computer science department. The main objective is to study the predictive factors associated with the change of functional autonomy level, measured every 6 months to 12 months by phone, in a Memory Clinic. The study population would consist in about 1000 patients with ADRD. The length of follow-up of each patient will be 3 years.",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "HEALTH_SERVICES_RESEARCH",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial (title: Predictive Factors of the Autonomy Level Change Related to Memory Disorders / MEMORA) is a prospective observational cohort aiming to build a database and study predictors of changes in functional autonomy (IADL, DAD-6) over ~3 years; there is no investigational drug or therapeutic intervention described. citeturn0search5turn0search0",
        "Act: Key extracted details — multicenter memory-clinic cohort (MEMORA), follow-up every 6–12 months by phone, primary outcome = change in functional autonomy (IADL/DAD-6), planned follow-up ~3 years, observational/\"other/no intervention\" study (NCT02302482). No drug or placebo is listed in the registry entries. citeturn0search3turn0search4",
        "Reflect: Classification rationale — because the study is non-interventional and focused on predictors and outcomes (autonomy scores) rather than testing a biologic or small molecule or treating cognitive/neuropsychiatric symptoms, it does not fit the four therapeutic categories (disease-targeted biologic, disease-targeted small molecule, cognitive enhancer, or neuropsychiatric symptom improvement). Therefore the correct category is 'N/A'. Supporting registry/protocol entries confirm cohort design and absence of a drug intervention. citeturn0search5turn0search6"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}