{
    "nct_id": "NCT00281749",
    "title": "Telephone Call From Acute Care Physicians to Long Term Care Physicians: Impact on Transitional Care of Elderly Patients",
    "status": "COMPLETED",
    "last_update_time": "2011-08-17",
    "description_brief": "A telephone call from a physician taking care of a patient in the hospital to a physician in the long term care setting at the time of discharge can improve transitional care for elderly patients. We believe direct communication between physicians can reduce re-hospitalizations, medication errors, morbidity and mortality. No studies have been done that involve physician-to-physician sign-outs after hospital discharge to the nursing home. In our study, we would like to address the breakdown in the transfer of information to the nursing home setting.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "PREVENTION",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The described intervention is a physician-to-physician telephone call at hospital discharge intended to improve transitional care (reduce re-hospitalizations, medication errors, morbidity/mortality). This is a communication/procedure intervention, not a pharmacologic agent or biologic targeting Alzheimer pathology, nor a cognitive-enhancing or neuropsychiatric-symptom drug. The trial listing explicitly describes the treatment as a telephone call/procedure. citeturn0search2turn0search3",
        "Act: Key extracted details — title: \"Telephone Call From Acute Care Physicians to Long Term Care Physicians: Impact on Transitional Care of Elderly Patients\"; intervention listed as Procedure: TELEPHONE CALL; conditions include Alzheimer Disease among others; registry identifier NCT00281749; lead sponsor Maimonides Medical Center. No drug name, biologic, or placebo is mentioned in the registry entries. citeturn0search2turn0search1turn0search3",
        "Reflect: Classification — N/A. The study evaluates a non-therapeutic transitional-care communication procedure (telephone sign-out) rather than a disease-targeted biologic, disease-targeted small molecule, cognitive enhancer, or an intervention aimed specifically at neuropsychiatric symptoms. This conclusion is supported by the trial records and is consistent with the broader literature treating telephone follow-up as a transitional-care strategy rather than a pharmacologic intervention. citeturn0search2turn0search10turn0search6",
        "Web search results found (selection):\n- Trial registry entry showing title, procedure (telephone call), NCT00281749, sponsor Maimonides Medical Center. citeturn0search2\n- Clinical trial aggregator / archived listing with the same brief summary and site information. citeturn0search1\n- CTV/Veeva trial summary listing intervention as PROCEDURE: TELEPHONE CALL and trial design details. citeturn0search3\n- Systematic review and cohort studies describing telephone follow-up/postdischarge telephone calls as transitional-care strategies (contextual evidence that telephone interventions are non-pharmacologic care strategies). citeturn0search10turn0search6"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}