{
    "nct_id": "NCT07169630",
    "title": "PET Imaging of Phosphodiesterase-4 (PDE4) in Volunteers With Alzheimer s Disease (AD) or Mild Cognitive Impairment (MCI)",
    "status": "RECRUITING",
    "last_update_time": "2025-10-06",
    "description_brief": "Background:\n\nAbout 5 million adults in the United States have age-related brain disorders. These include Alzheimer disease (AD), mild cognitive impairment (MCI), and other dementias. The number of people with these disorders will likely increase as the population ages and life span increases. Inflammation is thought to play a role in AD and MCI. Researchers want to know if an enzyme called PDE4B increases inflammation in people with AD or MCI.\n\nObjective:\n\nTo test whether medical imaging using a new radiotracer (\\[18F\\]PF-06445974) can measure PDE4B in the brains of people with AD or MCI.\n\nEligibility:\n\nPeople aged 50 years and older with AD or MCI. Healthy volunteers are also needed.\n\nDesign:\n\nParticipants will have up to 5 clinic visits with 3 imaging scans of the brain.\n\nThey will have be screened. They will have a physical exam with blood tests. This will include tests of their heart and nerve function, including memory.\n\nParticipants will have 2 positron emission tomography (PET) scans. One will use a standard radiotracer. The other will use the study radiotracer. They will receive each tracer through a tube attached to a needle inserted into a vein. During the scan with the study tracer, participants will have a second tube inserted into a vein in the wrist; this tube will be used to draw blood during the scan. Participants will lie on a bed that slides into a doughnut-shaped machine. These visits will take about 6 hours each.\n\nParticipants will have 1 magnetic resonance imaging (MRI) scan. They will lie on a bed that slides into a cylinder. This visit will take up to 2 hours....",
    "description_detailed": "Study Description:\n\nAs a biomarker of neuroinflammation, the density of PDE4B is hypothesized to be elevated in individuals with AD or MCI compared to age-matched healthy volunteers (HVs). Participants will receive two positron emission tomography (PET) scans (for PDE4B and for beta-amyloid (A beta)) and one magnetic resonance imaging (MRI) scan of the brain.\n\nObjectives:\n\nPrimary Objective:\n\nTo determine whether PDE4B radioligand binding is increased in medial temporal lobe of participants with AD or MCI (both A beta positive) compared to age-and sex matched HVs (who are A beta negative)\n\nExploratory Objective #1:\n\nTo determine whether PDE4B binding in the medial temporal lobe is correlated with demographic variables, clinical markers, or biological markers.\n\nExploratory Objective #2:\n\nTo determine whether any region of the brain in individuals with AD or MCI has increased PDE4B binding compared to HVs.\n\nEndpoints:\n\nPrimary endpoints: PET measurements of PDE4B; clinical variables, including neuropsychological tests; and biological variables, including plasma concentrations of A(beta)40, A(beta)42, total tau, and Ptau217.",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "DIAGNOSTIC",
    "results": null,
    "target_category": "N/A",
    "drug": [
        "[18F]PF-06445974 (PF-06445974) — PET radiotracer preferentially labeling phosphodiesterase-4B (PDE4B)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial is a PET imaging study using the radiotracer [18F]PF-06445974 to measure PDE4B in the brain of people with AD or MCI — this is a diagnostic/biomarker imaging study, not a therapeutic intervention aimed at modifying disease, improving cognition, or treating neuropsychiatric symptoms. citeturn0search3turn0search1",
        "Act: The intervention named in the protocol is the radiotracer [18F]PF-06445974 (PF-06445974), developed as a PDE4B-preferring PET ligand to quantify PDE4B distribution in brain; publications describe its discovery and first-in-human evaluation. Because PF-06445974 is a PET radioligand used for imaging/measurement rather than a therapeutic biologic or small-molecule treatment, it does not fit the four treatment categories. citeturn0search0turn0search1turn0search3",
        "Reflect: Classification check — per the provided category definitions: (1) disease-targeted biologic = therapeutic biologics (e.g., mAbs) targeting pathology — not applicable; (2) disease-targeted small molecule = therapeutic small molecules targeting pathology — not applicable; (3) cognitive enhancer = drugs to improve cognition — not applicable; (4) neuropsychiatric symptom improvement = symptomatic treatment — not applicable. The study is diagnostic PET imaging of PDE4B, therefore the correct category is 'N/A'. Supporting references confirming PF-06445974 is a PDE4B-preferring PET radioligand and used in first-in-human PET studies are provided. citeturn0search0turn0search1turn0search3",
        "Web search results used: - Discovery and characterization of PF-06445974 as a PDE4B-preferring PET ligand (Journal of Medicinal Chemistry). citeturn0search0 - First-in-human evaluation / PET quantification of 18F‑PF‑06445974 in human brain (PubMed / Journal of Nuclear Medicine). citeturn0search1turn0search3 - Additional listings and related PET studies referencing [18F]PF-06445974 (e.g., trial registries and preclinical reports). citeturn0search7turn0search4"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}