{
    "nct_id": "NCT02955706",
    "title": "A Multicenter, Randomized, Double-blind, Placebo-controlled Clinical Trial to Assess the Efficacy of Acetyl-L-carnitine in Patient With Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2021-04-13",
    "description_brief": "clinical trial to assess the efficacy of Acetyl-L-carnitine",
    "description_detailed": "A multicenter, randomized, double-blind, placebo-controlled clinical trial to assess the efficacy of Acetyl-L-carnitine in patient with Alzheimer's disease",
    "phase": [
        "PHASE4"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "Acetyl-L-carnitine (ALC)"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The trial tests Acetyl-L-carnitine (ALC), a small endogenous acetylated amino acid derivative that acts as an intracellular acetyl-group carrier, has mitochondrial/neuroprotective and cholinergic-modulating actions, and has been studied as a nootropic/cognitive-support agent in AD rather than as an amyloid- or tau-targeting biologic. citeturn0search8turn0search9",
        "Act: Key details extracted — intervention: Acetyl-L-carnitine (ALC); formulation/dosing studied historically: oral grams/day in RCTs; comparator: placebo (trial title states placebo-controlled). Clinical trial and meta-analytic evidence focus on cognitive/clinical global outcomes (mixed results; some trials and meta-analyses show small benefits on clinical global impression or select cognitive measures, others show no consistent objective cognitive benefit). Representative sources: multicenter 1-year RCTs and trials. citeturn0search2turn0search1turn0search0turn0search10",
        "Reflect: Classification check — ALC is not a biologic (no monoclonal antibody/vaccine) and is a small molecule/nootropic with proposed neuroprotective and cholinergic support effects rather than a direct anti-amyloid or anti-tau disease-modifying agent. Therefore the correct category is 'cognitive enhancer'. Citations above support the mechanism and prior clinical trial results. citeturn0search0turn0search2turn0search8"
    ],
    "agent_type": "J) Metabolism and Bioenergetics",
    "explanation_agent": [
        "Reason: The trial investigates Acetyl-L-carnitine (ALC), an acetylated amino‑acid derivative that acts as an intracellular acetyl‑group carrier and is proposed to improve mitochondrial function/bioenergetics and provide neuroprotection; it also may modulate cholinergic activity but is not a biologic targeting amyloid or tau. These features map best to metabolic/mitochondrial pathways (CADRO J). citeturn0search1turn0search9",
        "Act: Extracted details — intervention: Acetyl‑L‑carnitine (ALC); historical dosing in RCTs ~1.5–3 g/day with placebo comparators; primary proposed mechanisms: mitochondrial/fatty‑acid metabolism support, acetyl‑group donation (possible effect on acetylcholine synthesis), and neuroprotective/nootropic effects. Clinical evidence is mixed (some meta‑analyses and early trials showed small benefits; larger/ later reviews/Cochrane found no clear consistent benefit). Key supporting sources: meta‑analyses and RCT reports. citeturn0search0turn0search4turn0search10turn0search8",
        "Reflect: Classification check — ALC’s principal biologic actions are on cellular metabolism and mitochondrial function (bioenergetics) with secondary cholinergic modulation; it is not primarily a neurotransmitter‑receptor agonist nor an anti‑amyloid/tau agent, nor is the intervention diagnostic. Therefore the most specific CADRO category is J) Metabolism and Bioenergetics. If one emphasized the neuroprotective/cognitive‑enhancer label, M) Synaptic Plasticity/Neuroprotection could be considered, but J is more specific to ALC’s primary mechanism. citeturn0search1turn0search9",
        "Web search results (representative):",
        "- Meta‑analysis of double‑blind RCTs of ALC in MCI/early AD (shows small effect sizes). citeturn0search0turn0search10",
        "- Large 1‑year multicenter RCT (no overall benefit vs placebo; subgroup/age effects explored). citeturn0search4turn0search5",
        "- Biochemical rationale: decreased brain carnitine acetyltransferase activity in AD, role in mitochondrial fatty‑acid metabolism and acetylcholine synthesis. citeturn0search1",
        "- Systematic review/Cochrane summary: no clear consistent evidence of benefit for dementia. citeturn0search8"
    ]
}