{
    "nct_id": "NCT02471196",
    "title": "Efficacy of ORM-12741 on Agitation/Aggression Symptoms in Patients With Alzheimer's Disease: A Randomised, Double-blind, Placebo-controlled, Parallel Group, Multicentre Study of 12 Weeks",
    "status": "COMPLETED",
    "last_update_time": "2018-02-14",
    "description_brief": "This study evaluates the effect of ORM-12741 on agitation/aggression symptoms in Alzheimer's disease. Two thirds of the patients will receive ORM-12741 and one third will receive placebo.",
    "description_detailed": "ORM-12741 is a potent and selective alpha-2C adrenoceptor (AR)-antagonist. Previous results suggest that the compound may have positive effects on both cognitive and neuropsychiatric symptoms of Alzheimer's Disease. In this study, the effect of ORM-12741 will be evaluated on agitation/aggression symptoms and other neuropsychiatric symptoms. Furthermore, cognition and psychotic and depressive symptoms will be evaluated.",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "neuropsychiatric symptom improvement",
    "drug": [
        "ORM-12741 (alpha-2C adrenoceptor antagonist; small molecule)"
    ],
    "placebo": [
        "Placebo"
    ],
    "explanation_target": [
        "Reason: The trial title and description state the study evaluates ORM-12741 on agitation/aggression symptoms in Alzheimer's disease, indicating the intended effect is reduction of neuropsychiatric (behavioral) symptoms rather than direct modification of AD pathology or primary cognitive enhancement.",
        "Act: ORM-12741 is a potent, selective alpha-2C adrenoceptor (α2C-AR) antagonist and is a small-molecule drug; it has been tested in AD for effects on neuropsychiatric symptoms (agitation/aggression) and cognition in prior Phase 2 studies. citeturn0search7turn0search2turn0search3",
        "Reflect: Classification as 'neuropsychiatric symptom improvement' fits the intervention (a small-molecule adrenergic receptor antagonist) and the primary outcome (efficacy on agitation/aggression measured by NPI clinician rating). This is not a biologic targeting amyloid/tau, nor a small molecule aimed at disease pathology per se, nor a pure cognitive enhancer — therefore 'neuropsychiatric symptom improvement' is the best match. Relevant sources: PubMed/PMC summary of ORM-12741 pharmacology and Phase 2 results; the trial registry/study listing for NCT02471196; and Orion press releases describing ORM-12741 as an α2C-AR antagonist. citeturn0search7turn0search2turn0search3"
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The trial tests ORM-12741 to reduce agitation/aggression (neuropsychiatric symptoms) in patients with Alzheimer’s disease; the intervention is symptomatic modulation of behavior rather than a direct anti-amyloid or anti-tau disease‑modifying approach. citeturn0search5turn0search8",
        "Act: ORM-12741 is a small‑molecule, selective alpha-2C adrenoceptor (α2C‑AR) antagonist with high affinity and demonstrated brain α2C occupancy in humans — i.e., it directly targets an adrenergic neurotransmitter receptor subtype. Key pharmacology and receptor‑occupancy data are reported in translational and clinical publications. citeturn0search2turn0search0",
        "Reflect: Mapping to CADRO, an adrenergic receptor antagonist is best classified under D) Neurotransmitter Receptors (CADRO category D). The mechanism is not centered on amyloid, tau, inflammation, synaptic growth factors, or multi-target disease modification, so D is the most specific correct category. No evidence in the description indicates a non-therapeutic or diagnostic intervention that would require 'T) Other'.",
        "Web search results / sources (summary): EJNMMI Research translational PET study showing ORM-12741 is a selective α2C‑AR antagonist with human brain occupancy and affinity data. citeturn0search2; PubMed translational occupancy abstract and PET validation. citeturn0search0; PubMed Phase 2a trial reporting tolerability and effects on episodic memory/NPI in AD patients. citeturn0search8; Clinical trial registry entry for the ORM‑12741 AD agitation study (trial listing / eligibility and design). citeturn0search5; NCATS/drug database entry summarizing ORM‑12741 as an α2C‑adrenergic receptor antagonist. citeturn0search6"
    ]
}