{
    "nct_id": "NCT05730023",
    "title": "A Multimodal Approach for Clinical Diagnosis and Treatment of Primary Progressive Aphasia, MAINSTREAM ID:3430931",
    "status": "RECRUITING",
    "last_update_time": "2024-09-06",
    "description_brief": "Primary Progressive Aphasia (PPA) is a syndrome due to different neurodegenerative disorders selectively disrupting language functions. PPA specialist care is underdeveloped. There are very few specialists (neurologists, psychiatrists, neuropsychologists and speech therapists) and few hospitals- or community-based services dedicated to diagnosis and continuing care. Currently, healthcare systems struggle to provide adequate coverage of diagnostic services, and care is too often fragmented, uncoordinated, and unresponsive to the needs of people with PPA and their families. Recently attention has been gained by digital-health technologies, such immunoassay analyzer and high-field MRI, the most promising approaches to increase our understanding of neurodegeneration, and by new non-invasive brain stimulation techniques such as transcranial direct current stimulation (tDCS) that allow a personalized treatment approach. Our goal is to develop a new treatment approach in PPA in which the regional secondary care centers participating in this project should be the hub of a regional network. The MAINSTREAM (WP2- Efficacy of personalized training in the early stage of PPA) looks forward to introduce and evaluate therapeutic innovation such as tDCS coupled with language therapy in rehabilitation settings (WP2 Early Treatment).\n\nThis objective will be pursued by conducting a randomized controlled pilot study in order to evaluate the efficacy of a combined treatment of Active (anodal) tDCS and individualized language training compared to Placebo tDCS combined with individualized language training in a subgroup of mild PPA defined using the Progressive Aphasia Severity Scale (PASS) (Sapolsky D, Domoto-Reilly K, Dickerson BCJA. Use of the Progressive Aphasia Severity Scale (PASS) in Monitoring Speech and Language Status in PPA. (2014) 28(8-9):993-1003).",
    "description_detailed": "60 patients with PPA will be recruited from IRCCS Istituto Centro San Giovanni di Dio, Fatebenefratelli, Brescia; IRCCS Fondazione Istituto Neurologico Nazionale C. Mondino, Pavia; Fondazione IRCCS Ca' Granda Ospedale Maggiore Policlinico, Milan and Fondazione Don Carlo Gnocchi - ONLUS, Milan.\n\nThe diagnostic evaluation will include cognitive and language testing, neurologic examination and neuroimaging (Magnetic Resonance Imaging (MRI) or Positron Emission Tomography PET)).\n\nAll the patients will undergo five consecutive days a week for two weeks of treatment sessions of 25 minutes:\n\n* 30 patients will receive Active tDCS over dorsolateral prefrontal cortex-DLPFC (anode over the left DLPFC with the cathode over the right supraorbital region) while performing an individualized language training;\n* 30 patients will receive Placebo tDCS during an individualized language training.\n\nThe two groups will be matched for sex, age, education, language severity (as defined in the Frontotemporal Dementia Clinical Dementia Rating subscale), and overall severity according to the FTD Clinical Dementia Rating.\n\nTwo trained neuropsychologists will administer the neuropsychological testing at baseline (T0), post-treatment (T1) and 3-months (T2) follow-up. All of assessments will be conducted by the same assessor.\n\nTo elucidate the mechanisms underlying tDCS effects, Magnetic Resonance Imaging (MRI) and bimolecular data will be collected at T0 and T1 (after the treatment).",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "transcranial direct current stimulation (tDCS) — active (anodal) stimulation; device reported: HDCStim System (Newronika). citeturn0search0"
    ],
    "placebo": [
        "sham/placebo tDCS (placebo stimulation with current turned off shortly after initiation). citeturn0search0"
    ],
    "explanation_target": [
        "Reason: The intervention is non-pharmacologic neuromodulation (anodal tDCS over left DLPFC) delivered together with individualized language training to improve language/cognitive function in Primary Progressive Aphasia (PPA), not a biologic or small-molecule disease-modifying agent. citeturn0search0turn0search1",
        "Act (extracted details & sources): The MAINSTREAM pilot RCT randomizes mild PPA patients to active anodal tDCS + individualized language training versus placebo (sham) tDCS + the same language training; active tDCS is 2 mA for 25 min over left DLPFC using an HDCStim System (Newronika). Trial registration: NCT05730023 / MAINSTREAM ID:3430931. citeturn0search0turn0search1",
        "Reflect (classification check): The goal is symptomatic/cognitive rehabilitation (improving naming/language outcomes) via neuromodulation and therapy rather than targeting underlying pathology (e.g., amyloid/tau) or treating neuropsychiatric behavioral symptoms. This fits the 'cognitive enhancer' category (non-drug neuromodulatory cognitive enhancement). No drug is used; sham tDCS is the control. Sources used for verification: MDPI study protocol and PubMed/trial registry listings. citeturn0search0turn0search1turn0search2"
    ],
    "agent_type": "M) Synaptic Plasticity/Neuroprotection",
    "explanation_agent": [
        "Reason: The intervention is non‑pharmacologic neuromodulation (anodal transcranial direct current stimulation, tDCS, over left DLPFC) delivered with individualized language training to improve language/cognitive function in Primary Progressive Aphasia — a symptomatic/cognitive‑enhancement approach rather than a disease‑modifying biological therapy. citeturn0search8turn0search4",
        "Act (extracted details & sources): MAINSTREAM is an RCT (NCT05730023) randomizing mild PPA patients to active anodal tDCS + individualized language training versus sham tDCS + the same training; sessions are ~25 min daily for two weeks with anode over left DLPFC (protocol & registry). The device family HDCstim / HDCkit (Newronika) is a widely used tDCS stimulator (manufacturer site and prior studies describe similar montage/intensity use). citeturn0search4turn0search1turn1search2turn0search7",
        "Reflect: This intervention modulates cortical excitability and aims to enhance language performance via promoting plasticity and functional rehabilitation rather than targeting amyloid, tau, inflammation, neurotransmitter receptor blockade, or other molecular disease pathways. Under CADRO, neuromodulatory cognitive enhancement that acts via synaptic/plasticity mechanisms maps best to M) Synaptic Plasticity/Neuroprotection. Systematic reviews/meta‑analyses support tDCS + language therapy can improve naming outcomes in PPA, consistent with a plasticity‑enhancement mechanism. citeturn0search6turn0search5",
        "Web search results used (select highlights): PubMed/PMC study protocol describing MAINSTREAM and registry NCT05730023. citeturn0search4; MDPI protocol/article with trial intervention details (active vs placebo tDCS + language training, session length). citeturn0search8; Trial listings summarizing design and recruitment (TrialX / CenterWatch). citeturn0search1turn0search2; HDCstim / HDCkit device information from manufacturer and prior use in tDCS studies. citeturn1search2turn0search7"
    ]
}