{
    "nct_id": "NCT01268020",
    "title": "An Exploratory, Open-label, Non-randomized Phase 0 Study to Evaluate [18F]-FMH3 by Positron Emission Tomography (PET) for Quantization of the Receptor Histamine-3 in Human",
    "status": "COMPLETED",
    "last_update_time": "2013-11-08",
    "description_brief": "The underlying goal of this study is to assess \\[18F\\]-FMH3 PET imaging as a tool to evaluate the activity of the H3 receptor in the brain of Alzheimer Disease (AD) research participants",
    "description_detailed": "Approximately 10 subjects with Alzheimer disease (AD) and 8 healthy control (HC)subjects will be recruited to participate in this study. All subjects will undergo written informed consent and a screening evaluation including baseline clinical laboratory testing, a baseline physical and neurological evaluation and baseline cognitive evaluations. Subjects will be asked to undergo a bolus injection of \\[18F\\]-FMH3. Subjects will undergo serial PET imaging scans and plasma sampling for measurement of \\[18F\\]-FMH3 in plasma (both protein bound and free) over a period of up to 8 hours. The primary imaging outcome measure will be the brain regional distribution volumes expressed as a brain tissue to plasma ratio of the radioligand, \\[18F\\]-FMH3.\n\nAt least 2 weeks following the initial imaging visit, subjects may be asked to return for a second injection and scanning procedure to evaluate the reproducibility of the imaging measure using this procedure. Subjects may decline to participate in the second scan.",
    "phase": [
        "EARLY_PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "DIAGNOSTIC",
    "results": null,
    "target_category": "N/A",
    "drug": [
        "[18F]-FMH3 (fluorine-18 PET radioligand for the histamine H3 receptor)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The study description and registry entries state this is an exploratory Phase 0 PET imaging study to evaluate [18F]-FMH3 for quantifying the histamine‑3 (H3) receptor in human (Alzheimer disease vs healthy controls), i.e., an imaging/diagnostic tracer study rather than a therapeutic trial. citeturn0search2turn0search9",
        "Act: [18F]-FMH3 is a fluorine-18 labeled PET radioligand developed to image H3 receptors and has been evaluated in preclinical/non-human primate test-retest and occupancy studies to support clinical investigation. This confirms the intervention is a diagnostic PET tracer (radioligand) targeting H3 receptor binding, not a disease‑modifying biologic or small‑molecule treatment. citeturn0search1turn0search5",
        "Reflect: By the category definitions, the four therapeutic categories are disease-targeted biologic, disease-targeted small molecule, cognitive enhancer, or neuropsychiatric symptom improvement. A PET radiotracer used to quantify receptor availability/activity is a diagnostic tool (non-therapeutic), so it does not fit any therapeutic category — therefore classification = 'N/A'. The trial registry lists the intervention as [18F]-FMH3 (radiotracer), supporting this interpretation. citeturn0search6turn0search2"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}