{
    "nct_id": "NCT03698760",
    "title": "Calibration and Validation of a Computerized Olfactory Test in Subjects With Alzheimer's Disease in a Mild Stage",
    "status": "COMPLETED",
    "last_update_time": "2020-07-28",
    "description_brief": "This study evaluates the effectiveness of the smell tests that are used in early diagnosis of mild dementia.",
    "description_detailed": "For twenty years research has shown a strong link between olfactory disorders and Alzheimer's disease. The focus is on the very early alteration of the olfaction which acts as a harbinger of the disease since it is detectable in its asymptomatic phase. In addition, olfactory involvement is a precursor to the transformation of mild cognitive impairment into MA. Indeed the anatomical structures the first lesions are located in the transentorhinal region of the temporal lobe and entorhinal phase, before progressing towards the limbic system, which will mark the clinical appearance of the first signs of AD.\n\nIn literature, it has been shown that there was no olfactory test that is recognized as a gold standard in the scientific community due to a lack of homogeneity of the tools used, their availability and their validity depending on the culture. Moreover, of all the tests currently available, none are specific to neurodegenerative diseases.\n\nVery recent studies show that there is also a strong preference for imaging tools or biomarkers in the detection of AD, but it appears that the olfactory disorders are well before these markers. It has been shown that an identification test is comparable in predictive accuracy to neuroimaging and cerebrospinal fluid sampling.\n\nThis study will therefore focus on the calibration and validation of a computerized olfactory test for the diagnosis of Alzheimer's disease and based the recommendations of professionals so as to promote the effective use of this test in clinical practice.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "OTHER",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The description and title state the study evaluates and validates a computerized olfactory (smell) test for early diagnosis of mild dementia/Alzheimer's disease. This is a diagnostic/assessment intervention, not a therapeutic drug or biologic. By the provided category definitions: disease-targeted biologic = biologic therapies targeting pathology; disease-targeted small molecule = small-molecule therapies targeting pathology; cognitive enhancer = pharmacologic cognitive improvement; neuropsychiatric symptom improvement = treatments for behavioral/psychiatric symptoms. A smell/olfactory diagnostic test does not fit any of those therapeutic categories.",
        "Act: Key details extracted from the trial registry and listings show the intervention = \"Diagnostic test: Olfactory test\" and the study purpose = calibration/validation of an olfactory test for early/mild AD. No drug or placebo is listed. Sources: trial registry entry for \"Calibration and Validation of a Computerized Olfactory Test in Subjects With Alzheimer's Disease in a Mild Stage\" (Computerized Olfactory Test - Alzheimer Disease Mild Stage). citeturn0search2turn0search3",
        "Supportive literature and context: Olfactory identification/smell tests have been studied as early markers for MCI and AD and used as noninvasive screening tools — multiple clinical studies and reviews describe their diagnostic utility. Examples include an early clinical trial linking olfactory deficits with MCI/AD, and systematic reviews on olfactory testing as a predictor of AD. citeturn0search0turn0search1turn0search5",
        "Reflect: Classification check — because the intervention is a diagnostic smell test (non-therapeutic), it does not meet any of the four therapeutic categories (disease-targeted biologic/small molecule, cognitive enhancer, or neuropsychiatric symptom improvement). Therefore the correct category is 'N/A'. No drug information could be found or applies for this trial (registry lists only a diagnostic olfactory test). citeturn0search2turn0search3"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}