{
    "nct_id": "NCT00301574",
    "title": "Placebo-Controlled, Double-Blind Study of Galantamine (R113675) in the Treatment of Alzheimer's Disease.",
    "status": "COMPLETED",
    "last_update_time": "2011-05-16",
    "description_brief": "The purpose of this study is to evaluate the efficacy and safety of two fixed doses (16mg/day and 24mg/day) of galantamine (a drug for treating dementia) versus placebo for the treatment of patients with Alzheimer's disease, and to investigate the dose-response.",
    "description_detailed": "This is a randomized, double-blind, placebo-controlled, parallel-group study to evaluate the efficacy and safety of two fixed doses of galantamine (16 and 24 milligrams per day \\[mg/day\\]) in patients with Alzheimer's disease, and to investigate the dose-response. The study consists of a 4-week screening period during which all patients will receive placebo, and a 22-week double-blind treatment period during which patients will receive placebo, galantamine 16 mg/day, or galantamine 24 mg/day. For patients receiving galantamine treatment, the starting dose is 8 mg/day and increases at 4-week intervals in increments of 8 mg/day. The primary measures of effectiveness are the change from baseline to the end of the study (week 22) in the Alzheimer's Disease Assessment Scale - Japan cognitive subscale (ADAS-J cog) and the Clinician's Interview-Based Impression of Change plus - Japan (CIBIC plus-J). Safety assessments include the incidence of adverse events, clinical laboratory tests, vital signs, electrocardiograms (ECGs), and physical examination findings. The study hypothesis is that galantamine will be more effective in the treatment of Alzheimer's disease than placebo. Study drug taken orally twice a day. 4-week screening period: All patients receive placebo. 22-week treatment period: Patients receive placebo, galantamine 16 mg/day, or 24 mg/day. For galantamine treatment, the starting dose is 8 mg/day and increases at 4-week intervals in increments of 8 mg/day.",
    "phase": [
        "PHASE3"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "galantamine (R113675) — small‑molecule, reversible acetylcholinesterase inhibitor and allosteric potentiator of nicotinic acetylcholine receptors; studied at 16 mg/day and 24 mg/day"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The trial tests galantamine (R113675) versus placebo at fixed daily doses (16 mg and 24 mg) to evaluate efficacy and safety in Alzheimer’s disease. Galantamine is a small‑molecule cholinergic agent that inhibits acetylcholinesterase and allosterically modulates nicotinic receptors, producing symptomatic improvements in cognition and global function in mild-to-moderate AD; this mechanism and intended symptomatic cognitive benefit match the 'cognitive enhancer' category. citeturn0search0turn0search2",
        "Act (extracted details + supporting evidence): Drug name and type — galantamine (R113675), a small‑molecule acetylcholinesterase inhibitor and nicotinic receptor modulator. Trial doses — 16 mg/day and 24 mg/day (both are established efficacious maintenance doses in clinical trials). Comparator — placebo. Clinical effect observed in pivotal trials is symptomatic cognitive and functional improvement rather than targeting amyloid or tau pathology. citeturn0search6turn0search8",
        "Web search results (key sources consulted): PubMed review summarizing galantamine's dual mechanism and dose range (16–24 mg/day). citeturn0search0; Phase III trial program summary showing cognitive benefit at 16–32 mg/day. citeturn0search1; Detailed randomized multicentre RCT reporting cognitive and functional improvement versus placebo. citeturn0search6; Systematic reviews/meta-analyses confirming efficacy at 16–24 mg/day. citeturn0search5; Expert review summarizing mechanism and clinical data. citeturn0search8",
        "Reflect: Classification check — galantamine is a symptomatic cholinergic treatment (small molecule) that improves cognition and daily function in AD trials; it is not a biologic (monoclonal antibody or vaccine) nor primarily a disease‑modifying agent targeting amyloid or tau, nor is it focused on neuropsychiatric/behavioral symptoms as the sole endpoint. Therefore the correct category is 'cognitive enhancer'. Any ambiguity is minimal — although galantamine is a small molecule, the trial's primary intent (symptomatic cognitive improvement) places it in the 'cognitive enhancer' category rather than 'disease-targeted small molecule'. citeturn0search2turn0search6"
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The trial tests galantamine, a small‑molecule cholinergic agent whose principal actions are reversible inhibition of acetylcholinesterase (increasing synaptic acetylcholine) and allosteric potentiation/modulation of neuronal nicotinic acetylcholine receptors (nAChRs). These actions act on neurotransmitter systems (cholinergic receptors) to produce symptomatic cognitive enhancement rather than directly modifying amyloid, tau, inflammation, or other disease biology. citeturn1search4turn1search2",
        "Act: Extracted details — drug: galantamine (R113675, marketed as Razadyne/Reminyl); mechanism: reversible acetylcholinesterase inhibitor + allosteric potentiator/modulator of nicotinic ACh receptors; studied maintenance doses: 16 mg/day and 24 mg/day; clinical intent: symptomatic cognitive enhancement (improved ADAS‑cog, ADL measures) vs placebo. These mechanistic and clinical features map directly to CADRO category D (Neurotransmitter Receptors). citeturn0search4turn0search0",
        "Reflect: Verification and alternatives — galantamine’s dual cholinergic mechanism (AChE inhibition + nAChR modulation) targets neurotransmitter signaling rather than core disease‑modifying pathways (amyloid, tau, inflammation, proteostasis, etc.). Although described as a 'cognitive enhancer' in the trial metadata, the most specific CADRO classification is D) Neurotransmitter Receptors because it acts on cholinergic neurotransmission and nicotinic receptors. There is minimal ambiguity; this is not a multi‑target (R) intervention in the CADRO sense and is clearly therapeutic (not diagnostic), so 'D) Neurotransmitter Receptors' is the correct assignment. citeturn1search2turn0search1",
        "Key web search results consulted: Cochrane systematic review summarizing efficacy at 16–24 mg/day and symptomatic benefit (galantamine for dementia due to Alzheimer’s disease). citeturn0search0; Phase III clinical trial report of galantamine prolonged‑release (flexible 16 or 24 mg/day) showing cognitive and functional improvements. citeturn0search4; PubMed reviews and experimental studies describing galantamine as a reversible AChE inhibitor and an allosteric potentiator/modulator of nicotinic ACh receptors. citeturn1search2turn1search0"
    ]
}