{
    "nct_id": "NCT00260624",
    "title": "Escitalopram in the Treatment of Patients With Agitated Dementia",
    "status": "COMPLETED",
    "last_update_time": "2012-02-23",
    "description_brief": "The purpose of this study is to determine the safety and efficacy of escitalopram (Lexapro) using 10 or 20 mg daily in patients with Alzheimer's disease who are also experiencing agitation.",
    "description_detailed": "This study is designed for men and women over 60 who have an established diagnosis of mild to severe Alzheimer's disease and who also present behaviors of agitation such as restlessness, physical aggression, yelling and socially inappropriate interactions. While nonpharmacologic interventions are preferable, many times they are not effective alone. Each consented subject will be enrolled in a 12 week study with escitalopram, 10 or 20 mg per day. Each subject will be evaluated using rating scales designed for symptoms of Alzheimer's and agitated behavior. Each subject will also undergo physical and neurological examinations, laboratory tests and monitoring of side effects of escitalopram.",
    "phase": [
        "PHASE4"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "neuropsychiatric symptom improvement",
    "drug": [
        "escitalopram (Lexapro) — oral, 10 or 20 mg daily (study drug)"
    ],
    "placebo": [
        "matching placebo (study comparator)"
    ],
    "explanation_target": [
        "Reason: The intervention is escitalopram (brand name Lexapro), a selective serotonin reuptake inhibitor (SSRI) normally used for depression/anxiety; in this trial it is given to patients with Alzheimer’s disease specifically to treat agitation (a behavioural/neuropsychiatric symptom), which indicates the trial’s aim is symptom management rather than disease modification. citeturn0search1turn1search1",
        "Act: Key extracted details from the trial description — drug: escitalopram (Lexapro); dosing per the trial listing: 10 or 20 mg daily; comparator: matching placebo; indication in the protocol/title: treatment of agitation in patients with Alzheimer’s disease. citeturn1search1turn1search5",
        "Act (supporting context): Escitalopram has been studied specifically for agitation in AD in multiple trials (e.g., S‑CitAD and prior randomized trials), and SSRIs (escitalopram/citalopram) are considered pharmacologic options for agitation in dementia in the literature and meta-analyses. These sources confirm the trial objective is to reduce agitation (a neuropsychiatric symptom). citeturn1search3turn0search5turn1search0",
        "Reflect: Classification decision — according to the provided category definitions, this trial fits category 4 (neuropsychiatric symptom improvement) because the intended effect is to alleviate agitation (behavioral/psychiatric symptom). Although escitalopram is a small‑molecule SSRI, the primary purpose here is symptom control (not targeting Alzheimer’s core pathology or cognitive enhancement), so the correct category is 'neuropsychiatric symptom improvement'. No substantial ambiguity was found in the trial description; dose and comparator are listed in registry/trial summaries. citeturn1search1turn1search3"
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The intervention is escitalopram (Lexapro), a selective serotonin reuptake inhibitor (SSRI) whose primary mechanism is inhibition of the neuronal serotonin transporter (SERT) to increase synaptic serotonin — i.e., it modulates the serotonergic neurotransmitter system, which maps to CADRO category D (Neurotransmitter Receptors / neurotransmitter systems). citeturn0search4turn0search6",
        "Act: Key extracted trial details — drug: escitalopram (oral, study doses listed as 10–20 mg daily / trial-specific dosing often 15 mg in S‑CitAD); indication in the trial: treatment of agitation (a neuropsychiatric/behavioral symptom) in patients with Alzheimer’s disease; comparator: matching placebo. These facts are supported by the S‑CitAD trial description and the Lexapro prescribing information. citeturn0search3turn0search2",
        "Reflect: Classification check — the drug acts on the serotonergic neurotransmitter system to relieve a neuropsychiatric symptom (agitation). Although the trial’s clinical aim is symptomatic management (not disease-modifying), CADRO classifies interventions by biological target; escitalopram’s target is the serotonin transporter / serotonergic neurotransmission, so the best-fit CADRO category is D) Neurotransmitter Receptors. No evidence in the description that the intervention targets amyloid, tau, inflammation, synaptic neuroprotection, or multiple distinct CADRO domains. citeturn0search0",
        "Web search results (sources supporting the statements above):",
        "1) Mechanism: Escitalopram mechanism described (SSRI, inhibits serotonin reuptake via SERT). citeturn0search4turn0search6",
        "2) Trial: S‑CitAD (Escitalopram for agitation in Alzheimer’s disease) trial description — randomized, placebo‑controlled design testing escitalopram for agitation in AD (typical trial dose ~15 mg/day in that protocol). citeturn0search3turn0search1",
        "3) Label/dosing: Lexapro (escitalopram) prescribing information reports usual adult dosing 10 mg once daily with a maximum of 20 mg/day (supports the 10–20 mg daily dosing range in the trial listing). citeturn0search2",
        "4) Evidence context: Systematic review/meta‑analysis summarizing RCTs of citalopram/escitalopram for agitation in AD (shows SSRIs have been studied for this neuropsychiatric indication). citeturn0search0"
    ]
}