{
    "nct_id": "NCT06709014",
    "title": "A 6-month & 18-month Prospective, Randomized, Placebo-controlled, Double-blind Dual Clinical Trial Investigating Efficacy and Safety of Buntanetap in Treating Participants of Early Alzheimer's Disease",
    "status": "RECRUITING",
    "last_update_time": "2025-10-02",
    "description_brief": "The goal of this clinical trial is to learn if buntanetap/Posiphen works to treat early Alzheimer's disease in adults aged 55-85. It will also learn about the safety of buntanetap/Posiphen. The main questions it aims to answer are:\n\n* Does buntanetap/Posiphen improve cognition as measured by ADAS-Cog13?\n* Does buntanetap/Posiphen improve function as measured by ADCS-iADL?\n* What medical issues do participants have, if any, when taking buntanetap/Posiphen?\n\nResearchers will compare buntanetap/Posiphen to a placebo (a look-alike substance that contains no drug) to see if buntanetap/Posiphen works to treat early Alzheimer's disease.\n\nParticipants will:\n\n* Take buntanetap/Posiphen or a placebo every day for 18 months\n* Visit the clinic periodically for checkups, tests, and questionnaires (screening visits, enrollment, month 1, month 3, month 6, month 9, month 12, month 15, month 18), including a volumetric MRI at month 6 and month 18\n* Complete pre- and post-clinic visit phone calls",
    "description_detailed": "N/A",
    "phase": [
        "PHASE3"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "buntanetap (Posiphen)"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The trial tests buntanetap/Posiphen, an orally available small molecule that inhibits translation of neurotoxic proteins (APP, Aβ, tau, α‑synuclein, TDP‑43) to lower pathological protein production — i.e., it targets Alzheimer’s pathology rather than being a biologic (antibody/vaccine) or a purely symptomatic cognitive enhancer. citeturn0search3turn0search0",
        "Act: Key trial details extracted from the registry and literature: randomized, placebo‑controlled, double‑blind study of buntanetap/Posiphen vs placebo in early AD (measuring ADAS‑Cog13 and ADCS‑iADL; 18 months; NCT06709014). The drug is described in company and independent sources as a small‑molecule translational inhibitor with disease‑directed actions. citeturn0search7turn0search3turn0search6",
        "Reflect: Classification check — the intervention is a small molecule with a mechanism intended to reduce production of disease‑related proteins (disease modification). Therefore it fits the 'disease-targeted small molecule' category. Not classified as a biologic (it is not an antibody or vaccine), nor as solely a cognitive enhancer or neuropsychiatric‑symptom treatment. Sources consulted: Annovis (company science page), AlzForum summary, the trial registry entry (NCT06709014), and recent coverage/phase results. citeturn0search3turn0search0turn0search7turn0search6"
    ],
    "agent_type": "I) Proteostasis/Proteinopathies",
    "explanation_agent": [
        "Reason: The investigational drug buntanetap (Posiphen) is an orally available small molecule that inhibits translation of neurotoxic aggregating proteins (e.g., APP leading to Aβ, tau, α‑synuclein, TDP‑43), i.e., it acts on protein production/handling rather than on a single extracellular epitope. This mechanism is best described as modulation of proteostasis/proteinopathies. citeturn0search3turn1search0",
        "Act: Key extracted trial and mechanism details — the Phase 3 dual randomized, placebo‑controlled, double‑blind study (NCT06709014) tests buntanetap/Posiphen in early AD (daily oral dosing for up to 18 months; endpoints include ADAS‑Cog13 and ADCS‑iADL). Annovis describes buntanetap as a translational inhibitor of multiple neurotoxic aggregating proteins; preclinical and early clinical work supports its APP‑translation inhibitory action. citeturn0search0turn0search3turn0search2",
        "Reflect: Classification check — although buntanetap affects multiple disease proteins (a multi‑protein effect), its unifying mechanism is reduction of pathological protein synthesis/translation (proteostasis). Under the CADRO scheme, interventions that modulate production/handling of disease proteins map to I) Proteostasis/Proteinopathies rather than a single‑protein CADRO category or R) Multi‑target. Supporting sources: Annovis company science page (mechanism and multi‑protein action), Alzforum summary (history, targets), preclinical Posiphen translational inhibition study, and a 2024 multicenter early‑AD PK/PD clinical study. citeturn0search3turn1search0turn0search2turn1search1",
        "Web search results cited (brief):",
        "- ClinicalTrials.gov / NCT06709014 — trial registry entry with study design and dosing details. citeturn0search0",
        "- Annovis Bio — 'Our Science' / neurodegeneration pages describing buntanetap (Posiphen) as a translational inhibitor of APP, tau, α‑synuclein, TDP‑43. citeturn0search3turn0search6",
        "- PubMed (Translational inhibition of APP by Posiphen) — preclinical efficacy, PD/PK in APP/PS1 mouse models demonstrating translation inhibition of APP and downstream peptides. citeturn0search2",
        "- Alzforum therapeutic summary — overview of posiphen/buntanetap history, mechanism (iron‑response element/translation), and trial updates. citeturn1search0",
        "- Alzheimer's Research & Therapy (2024) multicenter randomized ascending dose Posiphen study — human PK/PD and biomarker/SILK findings in Early AD. citeturn1search1"
    ]
}