{
    "nct_id": "NCT07210528",
    "title": "A Phase 1b, Randomized, Double-Blind, Placebo-Controlled Study to Evaluate the Safety of Emtricitabine and Descovy in Patients With Mild Cognitive Impairment.",
    "status": "RECRUITING",
    "last_update_time": "2025-09-29",
    "description_brief": "Recent studies have identified an association between Alzheimer's Disease (AD) and an expansion of DNA content in the brain (prefrontal cortex). This additional DNA content appears to be derived from reverse transcriptase (RT) activity that incorporates genomic cDNAs (gencDNAs) into chromosomes, resulting in multiple copies of full length and shorter cDNAs involving many genes - including the causal AD gene amyloid precursor protein (APP). Accumulation of these APP gencDNAs is associated with AD.\n\nThis identifies RT as a promising therapeutic target for the attenuation of AD progression through existing reverse transcriptase inhibitors (RTi's) that have been widely used for treating HIV and hepatitis B. Since this class of drugs has been in the clinic for over 3 decades, there are significant data supporting their post-approval safety for long-term use. However, this has not been specifically addressed in the target population - patients with mild cognitive impairment (MCI), particularly women - who are underrepresented in HIV datasets.\n\nThis proposed Phase I safety trial will perform a Special Population Study in a cohort of MCI patients who may benefit from the intervention.\n\nThis study aims to (1) evaluate the safety and tolerability of standard dose FTC or Descovy for 3 months in MCI patients; (2) as secondary aims, collect preliminary data on clinical effects of standard dose FTC or Descovy compared to placebo for 3 months on cogntiive function in MCI patients; and (3) collect preliminary data on clinical effects of standard dose FTC or Descovy compared with placebo on AD-associated inflammatory markers.\n\nParticipants will be randomized into either Descovy or FTC arms in equal numbers, and receive either active drug or placebo. Participants will orally ingest 1 capsule or tablet (depending on drug arm) daily for the 3 month participation period.\n\nThe investigators hypothesise that MCI are not at increased risk of adverse effects due to administration of standard dose FTC or Descovy.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "Emtricitabine (FTC)",
        "Descovy (emtricitabine + tenofovir alafenamide)"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The trial repurposes oral antiretroviral reverse transcriptase inhibitors (emtricitabine / Descovy) to block reverse transcriptase (RT) activity that has been implicated in generation/integration of APP genomic cDNAs (gencDNAs) in neurons — a proposed contributor to AD pathology. Because the intervention is an approved small-molecule RT inhibitor aimed at a putative disease mechanism (APP gencDNA formation) rather than a symptomatic cognitive enhancer or a behavioural/psychiatric intervention, the appropriate category is disease-targeted small molecule. citeturn1search1turn1search3",
        "Act (extracted trial details + evidence): The protocol tests standard-dose emtricitabine (FTC) or Descovy versus placebo in people with MCI for safety/tolerability (Phase 1b, randomized, double-blind, placebo-controlled, 3 months). Emtricitabine (FTC) is a nucleoside reverse-transcriptase inhibitor (NRTI); Descovy is a fixed-dose combination of emtricitabine and tenofovir alafenamide (both are small-molecule RT inhibitors). These drug identities and mechanism support classification as small-molecule RT inhibitors targeting a disease-related mechanism. citeturn0search6turn0search1",
        "Reflect: The classification as \"disease-targeted small molecule\" aligns with the developer definitions: these are small-molecule drugs directed at a hypothesized pathological process (RT-mediated APP gencDNA accumulation). Note uncertainty: the role of APP gencDNAs and whether RT inhibition will modify AD progression remains an emerging hypothesis (justifying the Phase I safety/early biomarker approach). This is not classified as a cognitive enhancer (the primary intent is to target pathology) nor as a neuropsychiatric-symptom study. citeturn1search6turn1search0",
        "Web search results used (short list of sources cited above): 1) Emtricitabine (FTC) drug info — emtricitabine is an NRTI/RT inhibitor. citeturn0search6turn0search0 2) Descovy composition and approval (emtricitabine + tenofovir alafenamide; RT inhibitor combination). citeturn0search1turn0search2 3) Key literature on APP gencDNAs, somatic APP recombination, and the proposed RT link (review/news reporting the mechanistic finding and the suggestion to evaluate antiretrovirals). citeturn1search1turn1search3 4) Detection of APP gencDNA-related transcripts in plasma (supporting biomarker/biological signal). citeturn1search0"
    ],
    "agent_type": "A) Amyloid beta",
    "explanation_agent": [
        "Reason: The trial tests emtricitabine (FTC) or Descovy (FTC + tenofovir alafenamide) — nucleoside/nucleotide reverse transcriptase inhibitors (NRTIs) — repurposed to block reverse-transcriptase activity that has been implicated in formation/integration of APP genomic cDNAs (gencDNAs), a proposed contributor to Alzheimer pathology. Because this mechanism is tied to APP and therefore to amyloid-beta production/variants, the most specific CADRO match is A) Amyloid beta. citeturn0search5turn1search3",
        "Act: Extracted trial details and supporting evidence: the intervention drugs are emtricitabine (FTC) and the combination Descovy (emtricitabine + tenofovir alafenamide), both approved HIV reverse transcriptase inhibitors (NRTIs). The clinical protocol tests standard HIV-dose FTC or Descovy vs placebo in people with MCI to assess safety/tolerability (Phase 1/1b, randomized, double-blind). The mechanistic rationale (inhibition of RT activity to reduce APP gencDNA formation) connects the intervention to APP/amyloid biology rather than a purely symptomatic or behavioural target. citeturn0search0turn0search5turn2search0",
        "Reflect: Confirmation and caveats: classifying this trial under A) Amyloid beta is appropriate because the hypothesized disease mechanism is generation of genomic APP cDNAs (gencDNAs) that alter APP/Aβ biology; the drugs act upstream by inhibiting reverse transcriptase implicated in that process. However, the intervention targets RT (not Aβ directly) and the APP gencDNA hypothesis is still emerging/controversial, so there is uncertainty whether RT inhibition will modify downstream amyloid pathology — this justifies early-phase safety/biomarker study. If one prioritized the molecular drug target (RT enzyme) rather than the disease pathway (APP/Aβ) an argument could be made for a different label, but CADRO is organized by AD-related biological targets/pathways and APP/Aβ is the best fit. citeturn1search3turn2search3",
        "Web search results (key sources used): 1) Emtricitabine / Descovy drug information and mechanism (NRTI class). citeturn0search5turn0search0 2) Lee et al., report of somatic APP genomic cDNAs (gencDNAs), implicating reverse transcriptase activity in their formation. citeturn1search3turn1search0 3) Clinical trial listing for repurposing emtricitabine in MCI/AD (LINE‑AD / NCT04500847). citeturn2search0 4) Alzforum summary and context on NRTI repurposing for AD (LINE‑AD / rationale). citeturn2search3"
    ]
}