{
    "nct_id": "NCT02377206",
    "title": "Neuroinflammation and Cognitive Decline in Alzheimer Disease (AD) : Pilot Study of Translocator Proteins Ligand PET Imaging With [18F]DPA-714",
    "status": "COMPLETED",
    "last_update_time": "2022-09-08",
    "description_brief": "The purpose of this study is to assess the level of neuroinflammation in Alzheimer Disease subject (mild to moderate) estimated with Binding Potential (BP) of \\[18F\\]DPA-714, and its relationship with the kinetics of cognitive decline over a 24-month follow-up period (as assessed by Alzheimer's Disease Assessment Scale-cognitive subscale (ADAS-Cog) and Mini-Mental State Examination (MMSE) scores).",
    "description_detailed": "The purpose of this study is to assess the level of neuroinflammation in Alzheimer Disease subject (mild to moderate) estimated with Binding Potential (BP) of \\[18F\\]DPA-714 , and its relationship with the kinetics of cognitive decline over a 24-month follow-up period (as assessed by ADAS-Cog and MMSE scores).\n\n(DPA-714 : N,N-diethyl-2-\\[4-(2-fluoroethoxy)phenyl\\]-5,7-dimethylpyrazolo\\[1,5-a\\]pyrimidine-3-acetamide)",
    "phase": [
        "EARLY_PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "N/A",
    "drug": [
        "[18F]DPA-714 — fluorine-18 labeled TSPO (18 kDa translocator protein) PET radioligand (imaging biomarker; not a therapeutic drug)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial description and title state this is a PET imaging study using [18F]DPA-714 to assess neuroinflammation (Binding Potential) and relate it to cognitive decline over 24 months. [18F]DPA-714 is a radioligand that binds the 18-kDa translocator protein (TSPO), a biomarker of microglial activation/neuroinflammation, so the intervention is diagnostic/imaging rather than a therapeutic agent. citeturn0search4turn0search6",
        "Act: Key extracted details — intervention: [18F]DPA-714 PET imaging; mechanism: binds TSPO to index neuroinflammation; intended effect: measurement/biomarker of inflammation and its relation to cognitive decline (not disease modification or symptomatic treatment). Therefore the trial does not fit the four therapeutic categories and should be classified as 'N/A'. Supporting quantification and use of 18F‑DPA‑714 in human and AD studies is documented. citeturn0search2turn0search4",
        "Reflect: Classification check — by the definitions: (1) Disease-targeted biologic = therapeutic biologic (e.g., mAb) — not applicable; (2) Disease-targeted small molecule = therapeutic small molecule — not applicable; (3) Cognitive enhancer = drug to improve cognition — not applicable; (4) Neuropsychiatric symptom improvement = behavioral/psychiatric treatment — not applicable. This is a diagnostic PET biomarker study, so 'N/A' is correct. citeturn0search6turn0search7",
        "Web-search summary / evidence (selected results): - Initial human evaluation of [18F]DPA-714 describing biodistribution and stability and proposing it as a PET biomarker of neuroinflammation. citeturn0search4 - Papers characterizing [18F]DPA-714 as a TSPO ligand suitable for imaging activated microglia and neuroinflammation in preclinical and clinical settings. citeturn0search0turn0search1 - Quantification/kinetic papers addressing [18F]DPA-714 use in genotyped healthy volunteers and AD patients and methods to measure its binding (relevant to BP outcomes mentioned in the protocol). citeturn0search2turn0search7"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}