{
    "nct_id": "NCT04619420",
    "title": "A Randomized, Double-blind, Placebo-controlled, Parallel-group, Multicenter Study With a Long-Term Extension Treatment Period to Assess the Efficacy and Safety of JNJ-63733657, an Anti-tau Monoclonal Antibody, in Participants With Early Alzheimer's Disease",
    "status": "ACTIVE_NOT_RECRUITING",
    "last_update_time": "2025-09-11",
    "description_brief": "The primary purpose of this study is to evaluate the effect of JNJ-63733657 versus placebo on clinical decline as measured by the Integrated Alzheimer's Disease Rating Scale (iADRS), a composite of cognition and function.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted biologic",
    "drug": [
        "JNJ-63733657 (posdinemab) — humanized IgG1/kappa anti-phospho-tau monoclonal antibody"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The trial tests JNJ-63733657 which is explicitly described as an anti-tau monoclonal antibody and uses the iADRS (a clinical composite of cognition and function) to evaluate slowing of clinical decline — indicating a disease-modifying intent rather than a symptomatic cognitive enhancer or neuropsychiatric treatment. citeturn0search4turn0search2",
        "Act: Key extracted details — drug name JNJ-63733657 (posdinemab) and molecular class: a humanized monoclonal antibody binding phosphorylated tau (pT217). Phase 1 data showed dose-dependent reductions in CSF p217+tau, supporting that the agent targets tau pathology. The trial title and purpose explicitly state \"Anti-tau Monoclonal Antibody\" and the primary endpoint is iADRS (clinical decline). citeturn0search0turn0search4turn0search2",
        "Reflect: Classification check — this matches the definition of 'Disease-targeted biologic' (a biologic targeting Alzheimer’s pathology such as tau). It is not a small molecule, nor described as a purely symptomatic cognitive enhancer or an intervention for neuropsychiatric symptoms. No substantive ambiguity in the provided description. citeturn0search0turn0search2",
        "Web search results (sources used): 1) Phase 1 studies article describing JNJ-63733657 (posdinemab), mechanism (anti-pT217 tau), and CSF biomarker effects. citeturn0search0turn0search4; 2) Clinical trial registry/title and primary purpose listing iADRS endpoint (NCT04619420 / study page). citeturn0search2; 3) Trial listings and site descriptions summarizing the study (MedPath / site pages). citeturn0search3turn0search5"
    ],
    "agent_type": "B) Tau",
    "explanation_agent": [
        "Reason: The investigational agent JNJ-63733657 (posdinemab) is explicitly described as a humanized monoclonal antibody that binds phosphorylated tau (pT217) in the proline-rich domain, i.e., it targets tau pathology rather than amyloid or symptomatic neurotransmitter systems. citeturn0search0turn0search4",
        "Act: Extracted details from the trial description and publications — drug name: JNJ-63733657 (posdinemab); molecular class: humanized IgG1/kappa anti-phospho-tau monoclonal antibody; epitope: pT217; phase 1 data showed dose-dependent reductions in CSF p217+tau and preclinical reduction in tau seeding. The pivotal study (NCT04619420) is an anti-tau monoclonal antibody trial with the clinical endpoint iADRS, confirming a disease-modifying, tau-directed approach. citeturn0search4turn0search0turn0search1turn0search2",
        "Reflect: The most specific CADRO category that matches an intervention directly targeting tau pathology is B) Tau. There is no indication this is multi-target, symptomatic-only, or non-therapeutic; regulatory and sponsor materials also describe posdinemab as a phosphorylated-tau–directed therapeutic (e.g., FDA Fast Track announcement). Thus B) Tau is the appropriate classification. citeturn0search8turn0search4",
        "Web search results / sources used: Phase 1 study article (JPAD) describing JNJ-63733657 (posdinemab) and pT217 binding. citeturn0search0; PubMed entry/abstract of the phase 1 studies. citeturn0search4; Clinical trial registry entries for NCT04619420 describing the anti-tau monoclonal antibody trial and primary endpoint (iADRS). citeturn0search1turn0search2; Sponsor press release noting posdinemab (phospho-tau–directed mAb) and regulatory Fast Track designation. citeturn0search8"
    ]
}