{
    "nct_id": "NCT06459583",
    "title": "Evaluation of Self-Mediated Alternatives for Risk Testing Education and Return of Results",
    "status": "ACTIVE_NOT_RECRUITING",
    "last_update_time": "2025-03-12",
    "description_brief": "This randomized non-inferiority study will evaluate self-directed scalable electronic health platform (eHealth) methods for communicating Alzheimer's gene and biomarker results compared to videoconference telehealth disclosure with healthcare providers, as well as characterize the impacts of learning this information on the participant.",
    "description_detailed": "This is a randomized trial to evaluate self-directed scalable eHealth methods for communicating Alzheimer's gene and biomarker results, as well as characterize the clinical impacts of learning this information on the participant. All participants in the study will be randomized to receive their Alzheimer's gene and biomarker results either via person-mediated telehealth videoconference visit with a healthcare provider or by eHealth platform. A permuted block design will be used for randomization, and we will stratify by sex and apolipoprotein E (APOE) genotype.\n\nParticipants randomized to the eHealth arm will be offered either the ADWebPortal or ADChatbot but can switch between platforms or schedule a virtual appointment to speak with a healthcare provider at any point. Use of the pre-disclosure education platforms will be tracked. A HIPAA compliant telehealth application will be used for the person-mediated telehealth videoconference visits and sessions will be recorded.\n\nPotential participants will be identified from the GeneMatch program. Study management and participation will be decentralized. Confirmation of eligibility and consent of potential participants will be completed remotely by a decentralized study team. Procedures requiring physical attendance (e.g., blood draw) will be completed remotely using mobile health services.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "HEALTH_SERVICES_RESEARCH",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial (eSMARTER) is a randomized non-inferiority study comparing self-directed eHealth methods for returning Alzheimer’s gene and biomarker results to videoconference telehealth with a provider—i.e., it tests communication/education modalities and the impact of result disclosure, not a therapeutic agent. citeturn0search1turn0search0",
        "Act: Key extracted details — interventions are an eHealth platform (ADWebPortal and ADChatbot) versus videoconference telehealth; results disclosed include APOE genotype, brain amyloid, and plasma pTau217; ~600 cognitively normal adults aged 60–80 are enrolled. This is described in the trial registry and the study design paper. citeturn0search3turn0search5",
        "Reflect: Classification rationale — per the study description and registry the primary purpose is health services research (evaluation of disclosure methods). There is no drug, biologic, or placebo being tested and no intent to modify Alzheimer’s pathology or directly enhance cognition; therefore the correct category is 'N/A'. citeturn0search5turn0search1",
        "Web search results consulted (supporting evidence): eSMARTER overview (Alzheimer’s Prevention Initiative / Banner) — eSMARTER description and aims. citeturn0search0; Clinical trial registry entry (NCT06459583 / MedPath summary) — trial summary and interventions. citeturn0search1; Peer-reviewed study design summary (PMC article) — details on tests disclosed (APOE, amyloid, pTau217), platform names, timing and assessments. citeturn0search3; CTV / Veeva trial summary — corroborating trial metadata and primary purpose (Health Services Research). citeturn0search5"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}