{
    "nct_id": "NCT05282550",
    "title": "RCT Targeting Cognition in Early Alzheimer's Disease by Improving Sleep With Trazodone (REST)",
    "status": "RECRUITING",
    "last_update_time": "2025-09-17",
    "description_brief": "To investigate the effect of trazodone on sleep, hippocampal-dependent memory and hippocampal excitability. The investigators hypothesize that trazodone will improve total sleep time and proportion of time in Slow Wave Sleep (SWS).",
    "description_detailed": "The REST trial is a randomized, placebo-controlled, double-blind crossover study of trazodone (50 mg at bedtime) in participants with Amnestic Mild Cognitive impairment (aMCI) and sleep complaints. The investigators will randomize 100 subjects and administer trazodone and placebo for 4 weeks each with a 4-week washout period in between. A 4-week washout period is more than sufficient due to trazodone's elimination half-life of 10-12 hours. The crossover design will facilitate recruitment and enable the use of the subjects as a control without requiring a parallel placebo arm.",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "trazodone"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The trial tests trazodone to improve sleep (total sleep time and proportion of Slow Wave Sleep) with the downstream aim of improving hippocampal-dependent memory/hippocampal excitability — i.e., targeting cognition indirectly by improving sleep. citeturn0search0",
        "Act: Trazodone is a small-molecule antidepressant (a serotonin antagonist and reuptake inhibitor, SARI) with sedative effects used off‑label to improve sleep; it is not a biologic and does not directly target core AD pathology (amyloid/tau). Key supporting sources: FDA/prescribing info and clinical summaries describing its mechanism. citeturn1search0turn1search1",
        "Act (evidence for sleep/SWS effects): Multiple human studies report that trazodone increases slow-wave sleep and can improve sleep continuity in adults; this is the mechanistic basis for using it to enhance memory consolidation via increased SWS. Representative studies include polysomnography in healthy volunteers and clinical trials in insomnia/older adults. citeturn0search2turn0search1",
        "Act (evidence for cognitive association): Observational and some small intervention studies suggest long‑term trazodone use or SWS enhancement is associated with slower cognitive decline or improved cognitive outcomes in older adults, motivating trials that aim to improve cognition by improving SWS. citeturn0search5turn0search0",
        "Reflect: Classification rationale — this trial seeks to improve cognition indirectly by pharmacologically enhancing sleep (SWS) with a small‑molecule sedating antidepressant rather than by targeting Alzheimer’s molecular pathology or treating neuropsychiatric behavioral symptoms per se; therefore it best fits the 'cognitive enhancer' category. Note ambiguity: one could also describe the intervention as treating a sleep symptom, but the trial title and primary hypothesis explicitly target cognition via sleep improvement, which supports the 'cognitive enhancer' classification. citeturn0search0turn1search0"
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The trial uses trazodone — a small‑molecule antidepressant that antagonizes serotonin (5-HT2) receptors and inhibits serotonin reuptake (a SARI), and also blocks H1 histamine and α1‑adrenergic receptors — to pharmacologically enhance sleep (increase slow‑wave sleep) with the downstream goal of improving hippocampal‑dependent cognition. These actions are best mapped to modulation of neurotransmitter receptors rather than amyloid/tau or other CADRO categories. citeturn1search2turn1search3",
        "Act: Extracted details — drug: trazodone; primary pharmacology: serotonin receptor antagonism (5‑HT2A/2C), serotonin transporter (SERT) inhibition, plus H1 and α1 antagonism — i.e., neurotransmitter receptor modulation; intended proximal mechanism in the trial: increase total sleep time and slow‑wave sleep to improve memory consolidation. Because the intervention works via neurotransmitter receptor modulation (not a biologic targeting amyloid/tau, inflammation, vasculature, etc.), assign CADRO category D) Neurotransmitter Receptors. citeturn1search3turn1search2turn0search0",
        "Reflect: This classification aligns with CADRO: trazodone acts on neurotransmitter systems (serotonergic, histaminergic, adrenergic) and is being repurposed here to alter sleep architecture for cognitive benefit. Alternative labels (e.g., 'cognitive enhancer' or 'sleep/symptom management') are descriptive of the trial aim but do not change the underlying drug target class. If the trial had targeted circadian biology specifically (e.g., melatonin receptor agonist) or core AD pathology, a different CADRO category would be appropriate; here the mechanistic target is neurotransmitter receptors. citeturn0search7turn0search2turn0search6",
        "Web search results (key sources used):",
        "- FDA prescribing information / package insert for trazodone (mechanism, indications, pharmacology). citeturn1search2",
        "- Review of trazodone pharmacology (SARI class; 5‑HT2 antagonism and SERT inhibition). citeturn1search3turn1search4",
        "- Polysomnography study showing trazodone increases slow‑wave sleep (SWS) in healthy volunteers. citeturn0search0",
        "- Retrospective study reporting slower cognitive decline in long‑term trazodone users (motivating SWS‑based cognitive hypotheses). citeturn0search2",
        "- Observational/cohort analyses with no clear cognitive benefit in dementia populations (context and mixed evidence). citeturn0search6"
    ]
}