{
    "nct_id": "NCT06725251",
    "title": "The Impact of Art Therapy on the Relationships Between Individuals Diagnosed With Alzheimer's Disease and Their Care Partners",
    "status": "COMPLETED",
    "last_update_time": "2024-12-05",
    "description_brief": "The purpose of this study is to evaluate the impact of a 4-week art therapy intervention on the relationships between individuals diagnosed with Alzheimer's disease and their care partners, on the self-esteem of diagnosed individuals, and on care partner attitudes towards persons with Alzheimer's disease.",
    "description_detailed": "The aim is to develop and implement an art therapy intervention for dyads - each consisting of an individual diagnosed with mild Alzheimer's disease and his/her care partner - with the goals of improving patients' and care partners' sense of their relationship, increasing patients' self-esteem and improving care partner attitudes towards individuals with Alzheimer's disease. The specific intervention will be a portrait-making project utilizing a collage approach. Each participant (i.e. diagnosed individuals and care partners) will be instructed to create a portrait of him/herself. Participants will be provided with a sample portrait as well as bins of materials (e.g. words, images, markers). The intervention will be administered for 1 ½ hours weekly, at the same day/time, for 4 consecutive weeks.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "SUPPORTIVE_CARE",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is a 4-week art therapy program (portrait-making/collage) delivered to dyads of persons with mild Alzheimer’s disease and their care partners, with outcomes assessing dyadic relationship quality, patient self-esteem, and care partner attitudes. This is a psychosocial/behavioral intervention rather than a pharmacologic agent or biologic that targets Alzheimer’s pathology. citeturn0search3turn0search0",
        "Act: Key extracted details — Title: \"The Impact of Art Therapy on the Relationships Between Individuals Diagnosed With Alzheimer's Disease and Their Care Partners.\" Intervention: Behavioral — Art Therapy (90 minutes weekly for 4 weeks; portrait/collage project for patient–care partner dyads). Primary outcomes: Dyadic Relationship Scale, Rosenberg Self‑Esteem Scale, Dementia Attitudes Scale. No drug or placebo is involved. citeturn0search3turn0search0turn0search5",
        "Reflect: Classification decision — This trial does not fit the provided drug-target categories (disease-targeted biologic, disease-targeted small molecule, cognitive enhancer). It also does not primarily target neuropsychiatric symptoms like agitation or depression; instead it targets relationship dynamics, self-esteem, and attitudes. Therefore the correct category is 'N/A'. The classification aligns with the study description and registry/publication entries. citeturn0search0turn0search3",
        "Web search results (supporting sources found): 1) Conference/journal abstract reporting the study and outcomes (Dodson et al., 2023) — summary of methods and positive effects on dyadic relationships and self‑esteem. citeturn0search0 2) Clinical trial registry entry summarizing the 4‑week art therapy dyadic intervention, measures, and status (NCT06725251 / MedPath listing). citeturn0search3turn0search4 3) ICH‑GCP/clinical trials registry summary listing the intervention as Behavioral: Art Therapy and confirming study details/status. citeturn0search5"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}