{
    "nct_id": "NCT06126224",
    "title": "A Phase 3, Randomized, Double-Blind, Placebo-Controlled, Parallel Group Study to Evaluate the Safety and Efficacy of KarXT for the Treatment of Psychosis Associated With Alzheimer's Disease",
    "status": "ACTIVE_NOT_RECRUITING",
    "last_update_time": "2025-03-24",
    "description_brief": "This is a Phase 3, randomized, double-blind, placebo-controlled, parallel group study to evaluate the safety and efficacy of KarXT in male and female subjects who are aged 55 to 90 years and have mild to severe Alzheimer's Disease (AD) with moderate to severe psychosis related to AD.\n\nThe primary objective of the study is to evaluate the efficacy of KarXT compared with placebo in the treatment of subjects with psychosis associated with AD as measured by the Neuropsychiatric Inventory-Clinician (NPI-C): Hallucinations and Delusions (H+D) score.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE3"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "neuropsychiatric symptom improvement",
    "drug": [
        "KarXT (xanomeline + trospium)"
    ],
    "placebo": [
        "Placebo"
    ],
    "explanation_target": [
        "Reason: The trial tests KarXT to treat psychosis (hallucinations and delusions) in people with Alzheimer's disease — the primary endpoint is change in NPI-C Hallucinations + Delusions, indicating the intervention targets neuropsychiatric symptoms rather than underlying AD pathology. citeturn0search2turn0search3",
        "Act: KarXT is a combination of xanomeline (a brain-penetrant M1/M4-preferring muscarinic receptor agonist) and trospium (a peripherally restricted muscarinic antagonist intended to block peripheral cholinergic side effects), i.e., a symptomatic antipsychotic approach rather than a disease-modifying biologic or small molecule targeting amyloid/tau. Trial registry and design/papers describe KarXT (xanomeline–trospium) being evaluated for AD psychosis in Phase 3. citeturn0search6turn0search2",
        "Reflect: Matching the category definitions: this is not a biologic (monoclonal antibody/vaccine) nor a disease-targeted small molecule acting on AD pathology, and it is not described as a general cognitive enhancer. Its intent is to reduce psychotic/neuropsychiatric symptoms in AD — therefore the correct category is 'neuropsychiatric symptom improvement'. The trial listings and mechanistic descriptions support this classification. citeturn0search4turn0search6",
        "Web search results used: registration/trial summaries showing the Phase 3 ADEPT studies and primary endpoint (NCT/trial pages). citeturn0search2turn0search0"
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The trial tests KarXT (xanomeline + trospium) to treat psychosis (hallucinations and delusions) in people with Alzheimer’s disease; the primary endpoint is change in NPI-C Hallucinations + Delusions, so the intervention is symptomatic (antipsychotic) rather than aimed at core AD pathology such as amyloid or tau. citeturn0search0turn0search2",
        "Act: KarXT is a combination of xanomeline — a brain-penetrant, M1/M4-preferring muscarinic acetylcholine receptor agonist — plus trospium, a peripherally restricted muscarinic antagonist used to block peripheral cholinergic side effects. The molecular action is on muscarinic (cholinergic) neurotransmitter receptors, so the most specific CADRO match is Neurotransmitter Receptors. citeturn0search0turn0search3turn0search12",
        "Reflect: This classification fits because the drug acts on muscarinic neurotransmitter receptors to reduce psychotic symptoms (a symptomatic/neuropsychiatric approach), not to modify amyloid, tau, inflammation, or other disease-modifying pathways. The ADEPT trial descriptions and mechanistic literature support assigning D) Neurotransmitter Receptors rather than a pathology-directed CADRO category or 'Other'. citeturn0search0turn0search4",
        "Web search results used: Design and ADEPT trial description (Alzheimer’s & Dementia article). citeturn0search0; KarXT / ADEPT trial registry pages (BMS clinical trials / NCT summaries). citeturn0search1turn0search2; Xanomeline mechanistic literature (PubMed / M1/M4 agonist). citeturn0search3turn0search4; Trospium pharmacology (peripherally selective muscarinic antagonist). citeturn0search12"
    ]
}