{
    "nct_id": "NCT01081743",
    "title": "Evaluation de la Mise en Place d'un Auxiliaire d'évaluation Dans la Prise en Charge de la Maladie d'Alzheimer et Des Maladies apparentées en France",
    "status": "COMPLETED",
    "last_update_time": "2017-08-25",
    "description_brief": "Context: The French Alzheimer plan 2008-2012 includes the implementation of \"disease managers\" or social workers, from the onset of the disease, for every patient with a diagnosis of Alzheimer disease or associated disorder. However, previous trials evaluating the efficacy of a systematic intervention for each case from the onset of the disease, including non complex cases, have shown little evidence.\n\nObjective: To evaluate the efficacy of a social worker to prevent behavioural problem for patient with a new diagnosis of Alzheimer disease or associated disorder.\n\nDesign and setting: Multicentric cluster randomized control trial. Patients from several memory consultations and specialists (neurologist, psychiatrist or geriatrician) in France are included.\n\nIntervention: In addition to usual care, patients in the intervention group have systematic home visits from a social worker and regular follow-ups by phone over a one-year period. This social worker informs the patient and caregiver, evaluates the needs, gives advices to prevent complications and is a link between the patient and the memory consultation or the specialist. Patient in the control group have absolutely no intervention and are followed-up as usually. In order to not modify the usual care, they have no information on their participation in this trial before the one-year evaluation.\n\nMain outcome measure: NeuroPsychiatric Inventory (NPI) administrated at one year, which evaluates frequency, severity and repercussion of several behavioural problems. Secondary outcomes included disability, cognition, depression, health, quality of life, institutionalization, and resource use.",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "SUPPORTIVE_CARE",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is a systematic social-worker/disease-manager program (home visits and phone follow-up) intended to prevent behavioural problems and support patients/caregivers after a new Alzheimer diagnosis, with the NeuroPsychiatric Inventory (NPI) as the primary outcome — this is a non-pharmacologic, care-management intervention rather than a drug or biologic. citeturn0search0",
        "Act: Extracted trial details — multicentric cluster randomized trial in France, intervention = home visits/phone follow-up by a social worker (disease manager), control = usual care/no additional intervention, primary outcome = NPI at one year. Because no drug or biologic is tested, there is no drug/placebo to identify. citeturn0search0turn0search1",
        "Reflect: Classification check — by the provided category definitions this trial does not test a biologic, small molecule, cognitive enhancer, or a drug for neuropsychiatric symptoms; it evaluates a social-care intervention to prevent behavioural problems, so the correct category is 'N/A'. The trial registry entry and guidance on using the NPI support this interpretation. citeturn0search0turn0search1"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}