{
    "nct_id": "NCT02317523",
    "title": "Alzheimer's Caregiver Coping: Mental and Physical Health",
    "status": "COMPLETED",
    "last_update_time": "2019-09-24",
    "description_brief": "This study evaluates the effectiveness of Behavioral Activation (BA) therapy vs Support and Information for reducing risk for emotional and cardiovascular diseases in Alzheimer's caregivers. Half of participants will receive BA and the other half will receive support and information.",
    "description_detailed": "The burden of caring for a loved-one with Alzheimer's disease is associated with adverse psychological and general health consequences for the caregiver. These consequences including risk for depression, cardiovascular disease, and earlier mortality. Because preliminary work has demonstrated that an educational programs for caregivers reduce the negative affect associated with caregiving, the investigators wish to determine whether improving mood can also modify pathophysiological changes that have been linked to risk for developing cardiovascular disease.\n\nThe investigators aims are to determine whether a 6-week Behavioral Activation (BA) intervention, followed by 3 booster sessions over a period of 6 months, compared to an Information-Support (IS) intervention will be associated with significant improvement in indicators of vascular pathology, modification of psychobiological markers that have been associated with cardiovascular parameters, and to determine whether improvements in indicators of vascular parameters will be mediated by treatment related change in measures of distress and markers of cardiovascular disease risk.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial compares Behavioral Activation (BA) therapy versus an Information & Support (IS) condition to reduce emotional and cardiovascular risk in Alzheimer's caregivers. The intervention is a psychosocial/behavioral therapy (not a drug or biologic) intended to improve caregiver mood and related physical-health biomarkers, not to modify Alzheimer pathology or directly enhance patient cognition. citeturn1search0turn0search1",
        "Act: Key extracted details — trial title: \"Alzheimer's Caregiver Coping: Mental and Physical Health\"; registration/identifier: NCT02317523; lead sponsor: University of California San Diego; interventions: Behavioral Activation (6 face-to-face 60-min sessions) vs Information and Support (6 face-to-face 60-min sessions); primary outcomes include CES-D (depressive symptoms), IL-6 (inflammation), and flow-mediated dilation (vascular function). This is a caregiver-focused behavioral intervention, not a pharmacologic agent. citeturn1search0turn0search1",
        "Reflect: Classification check — by the category definitions: (1) Disease-targeted biologic — requires a biologic (e.g., monoclonal antibody) targeting AD pathology (not present); (2) Disease-targeted small molecule — requires a small-molecule drug targeting pathology (not present); (3) Cognitive enhancer — requires a drug/intervention aimed at improving cognition (not the trial's goal); (4) Neuropsychiatric symptom improvement — would target patient behavioral/psychiatric symptoms. This trial targets caregiver mental and cardiovascular health via behavioral therapy, so it does not fit any of the four clinical-trial categories provided; therefore the correct classification is 'N/A'. Supporting literature: behavioral activation is an evidence-based psychosocial intervention that reduces depressive symptoms and can improve caregiver psychological and some physiological outcomes. citeturn0search0turn0search5"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}