{
    "nct_id": "NCT06938763",
    "title": "A Phase I, Randomized, Double-blinded, Placebo-Controlled First-in-human Trial to Evaluate the Safety, Tolerability, and Pharmacokinetics of J4 Dry Powder Capsule After Oral Administration of Single and Multiple Ascending Doses to Healthy Adults",
    "status": "RECRUITING",
    "last_update_time": "2025-05-14",
    "description_brief": "A Phase I, Randomized, Double-blinded, Placebo-Controlled First-in-human Trial to Evaluate the Safety, Tolerability, and Pharmacokinetics of J4 Dry Powder Capsule after Oral Administration of Single and Multiple Ascending Doses to Healthy Adults",
    "description_detailed": "N/A",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "J4 (ENT1 inhibitor, small molecule)"
    ],
    "placebo": [
        "Placebo"
    ],
    "explanation_target": [
        "Reason: The trial tests 'J4 Dry Powder Capsule' for Alzheimer disease in a Phase I first‑in‑human SAD/MAD study. The name and preclinical literature identify J4 as a small‑molecule inhibitor of the equilibrative nucleoside transporter 1 (ENT1) that modulates adenosine homeostasis and rescues energy dysfunction, synaptic deficits, and tau/amyloid pathology in AD models — i.e., it targets disease biology rather than only symptomatic cognition or behavior. citeturn0search0turn3search0turn3search2",
        "Act: Key extracted details — intervention: J4 dry powder oral capsule (versus placebo) in healthy adults; mechanism from preclinical sources: J4 is an orally active, blood–brain‑penetrant small molecule ENT1 inhibitor that modulates adenosine homeostasis and improved cognitive/pathologic readouts in AD/tauopathy animal models. The listed Phase I study (first‑in‑human SAD/MAD) is registered/scraped in trial listings (NCT06938763 / MedPath entry). citeturn0search0turn3search1turn3search0",
        "Reflect: Classification check — J4 is a small molecule with a clear disease‑pathology target (ENT1/adenosine homeostasis) and intended to modify pathogenic processes (energy dysfunction, tau/amyloid) in preclinical work, so it fits the 'disease‑targeted small molecule' category. There is no indication this is a biologic, a purely symptomatic cognitive enhancer without disease‑targeting, or an agent aimed only at neuropsychiatric symptoms. Trial registry shows healthy adult SAD/MAD PK/safety study, consistent with a first‑in‑human small‑molecule development path. citeturn0search0turn3search0",
        "Web search results / sources (summary):",
        "- Trial listing for the Phase I J4 dry powder capsule first‑in‑human SAD/MAD study (recruiting; condition listed Alzheimer Disease; NCT06938763 in scraped registry). citeturn0search0",
        "- Preclinical paper describing ENT1 inhibition by compound J4 with rescue of energy dysfunction, synaptic deficits and pathology in tauopathy models (full text on PMC). This supports mechanism = ENT1 inhibitor (small molecule) and disease‑targeted effects. citeturn3search0",
        "- Earlier PubMed report showing adenosine/ENT1 modulation by a J4‑type compound improved memory and synaptic function in APP/PS1 AD mouse model. citeturn3search2",
        "- BMCC / commercialization page from Taiwan describing J4 as an orally active, BBB‑permeable small molecule ENT1 inhibitor developed at Academia Sinica for AD (preclinical development, IP noted). citeturn3search1",
        "Notes / ambiguity: The registry entry and scraped pages provide limited clinical detail beyond PK/safety design; the drug designation 'J4' is a development code and not a marketed name. Preclinical literature consistently describes J4 as a small‑molecule ENT1 inhibitor with disease‑modifying effects in animal models, which justifies the classification. citeturn0search0turn3search0"
    ],
    "agent_type": "J) Metabolism and Bioenergetics",
    "explanation_agent": [
        "Reason: The investigational drug J4 is a small‑molecule inhibitor of equilibrative nucleoside transporter 1 (ENT1) that modulates adenosine homeostasis and thereby normalizes cellular energy signaling (e.g., suppresses AMPK overactivation) and mitochondrial dysfunction in animal AD/tauopathy models — this implicates a primary action on energy/metabolic pathways rather than direct amyloid or tau binding. citeturn0search5turn0search2",
        "Act: Extracted details from the description and literature — intervention: J4 dry‑powder oral small molecule (ENT1 inhibitor), first‑in‑human SAD/MAD Phase I safety/PK study (NCT06938763) in healthy adults; mechanism (preclinical): ENT1 inhibition raises extracellular adenosine, impacts AMP/ATP balance and AMPK signaling, rescues mitochondrial/energy dysfunction, and improves synaptic and cognitive readouts in AD/tau models. Trial listing confirms Phase I SAD/MAD design and sponsor. citeturn0search5turn0search2turn1search0",
        "Reflect: CADRO mapping — ENT1/adenosine modulation is best classified under 'J) Metabolism and Bioenergetics' because the primary mechanistic claim and preclinical data center on correcting energy dysfunction and bioenergetic signaling (AMPK/mitochondria). Although J4 also produces downstream synaptic and pathology benefits, those are likely secondary to the metabolic effect, so 'J' is the most specific CADRO category. If future data showed the compound was being developed primarily as a synaptic/neuroprotective agent independent of energy effects, 'M) Synaptic Plasticity/Neuroprotection' could be considered, but current evidence supports 'J'. citeturn0search5turn0search2",
        "Web search results / sources:",
        "- Acta Neuropathologica Communications (full text/PMC): 'Equilibrative nucleoside transporter 1 inhibition rescues energy dysfunction and pathology in a model of tauopathy' — describes J4 as an orally active, BBB‑permeable ENT1 inhibitor that normalizes AMPK/energy dysfunction and mitigates tau pathology and synaptic loss. citeturn0search5",
        "- PubMed (APP/PS1 study): 'Adenosine Augmentation Evoked by an ENT1 Inhibitor Improves Memory Impairment and Neuronal Plasticity in the APP/PS1 Mouse Model' — supports J4 ENT1 inhibition improving memory and synaptic function in an AD model. citeturn0search2",
        "- Trial listing (MedPath / NCT06938763): Phase I, randomized, double‑blind, placebo‑controlled SAD/MAD first‑in‑human trial of J4 dry powder capsule in healthy adults (condition listed: Alzheimer Disease). citeturn1search0"
    ]
}