{
    "nct_id": "NCT03810794",
    "title": "Clinical Evaluation on the Therapeutic Effect of Acupuncture Treatment for Alzheimer's Disease: Multicenter Randomized Controlled Trial",
    "status": "RECRUITING",
    "last_update_time": "2023-12-11",
    "description_brief": "The objective of this proposed study is to evaluate the effect and safety of acupuncture combined therapy on cognitive function, daily living ability and quality of life of Alzheimer's disease by using the international dementia certification scale. In this 12-week, assessor-blind, a Multi-center randomized, controlled study of acupuncture as additional treatment with Donepezil, a total of 180 patients with Alzheimer's disease will be recruited. The patients will be randomly assigned to acupuncture combined with Donepezil (n =90) or Donepezil treatment (n =90). (36 sessions, 3 sessions a week). Changes in the cognition over time measured using ADAS-cog is the primary outcome. MMSE, ADCS-ADL and QOL-AD are the secondary outcomes. The study will be conducted at LongHua Hospital Shanghai University of Traditional Chinese Medicine, Huashan Hospital Fudan University, and Mental Health Center Shanghai Jiao Tong University School of Medicine.",
    "description_detailed": "Objective: To evaluate the effect and safety of acupuncture combined therapy on cognitive function, daily living ability and quality of life of Alzheimer's disease by using the international dementia certification scale.\n\nMethods/design: A total of 180 participants with mild to moderate Alzheimer's disease will be randomly assigned to either an acupuncture combined with donepezil group or a donepezil group with a ratio of 1:1. Participants in the acupuncture combined with donepezil group will receive acupuncture treatment in combination with donepezil for 12 weeks and at same time taking donepezil. The main acupoints are DU 24, EX-HN 3, DU 20, EX-HN 1, GB 12, HT 7, KI 6, GB39, and then selecting other acupoints according to TCM syndrome. The electric stimulator will be applied to DU 24, GB 12, HT 7, and LR 3 or SP 6 with a disperse-dense wave of 2/50 Hz, 0.5-1.0 mA. There are 3 sessions per week with each session lasting for 30 min. There will be 12 weeks of treatment for each participant in total. Donepezil 5 mg will be given once daily before bed-time for 12 weeks. After the clinical trial, participants will be given conventional treatment clinically. Participants in the control group will take donepezil only. A follow-up will be conducted 24 weeks after the treatment. The primary outcome is the change and effective rate from baseline in the ADAS-cog score measured at week 12. The secondary outcomes contains The change from baseline in MMSE score, ADCS-ADL score, QOL-AD score measured at weeks 12, 24 and 36.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "Donepezil"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial tests acupuncture added to donepezil versus donepezil alone with primary outcome change in cognition (ADAS‑cog), so the intended effect is symptomatic improvement of cognition rather than targeting core AD pathology. The drug used (donepezil) is a centrally acting acetylcholinesterase inhibitor that improves cholinergic neurotransmission and is used to improve cognition in Alzheimer’s disease. citeturn0search0turn0search4",
        "Act: Key trial details extracted — 12‑week, assessor‑blind, multicenter RCT, 180 patients, randomized to acupuncture + donepezil (n=90) or donepezil alone (n=90); primary outcome ADAS‑cog (cognitive performance). Donepezil is a small‑molecule cholinesterase inhibitor (brand Aricept) that provides symptomatic cognitive benefit but is not a disease‑modifying therapy. citeturn0search6turn0search2",
        "Reflect: Classification check — This trial evaluates a non‑pharmacologic (acupuncture) add‑on to a symptomatic cognitive drug (donepezil). It is not testing a biologic (e.g., antibody) nor a small molecule designed to modify Alzheimer pathology (amyloid/tau). Therefore the best fit among the provided categories is 'cognitive enhancer'. No placebo arm is described. Ambiguity: acupuncture’s mechanism is not disease‑targeted in the sense of anti‑amyloid/tau, so it does not shift the category toward 'disease‑targeted'. Citations above support the pharmacologic role of donepezil. citeturn0search4turn0search0"
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The trial tests acupuncture added to donepezil versus donepezil alone with primary outcome change in cognition (ADAS‑cog); the intended effect is symptomatic cognitive improvement rather than targeting core AD pathology. Donepezil is a centrally acting acetylcholinesterase inhibitor that increases synaptic acetylcholine and thereby enhances cholinergic neurotransmission — fitting the CADRO domain addressing neurotransmitter systems. citeturn0search0turn0search7",
        "Act: Key extracted details — intervention includes donepezil (a small‑molecule, reversible acetylcholinesterase inhibitor) and acupuncture as an add‑on; donepezil’s mechanism is to inhibit acetylcholinesterase and increase acetylcholine availability, producing symptomatic cognitive benefit but not disease modification. Based on this mechanism, the most specific CADRO match is D) Neurotransmitter Receptors (cholinergic/neurotransmitter modulation). citeturn0search2turn0search4",
        "Reflect: Confirmation — the trial’s focus is symptomatic cognitive enhancement via modulation of the cholinergic neurotransmitter system (donepezil). Acupuncture’s mechanism is non‑specific and not described as targeting AD core pathology, so it does not change the CADRO classification toward amyloid/tau/inflammation, nor is there evidence of a multi‑target disease‑modifying intent. Therefore D) Neurotransmitter Receptors is the correct CADRO category. citeturn0search8",
        "Web search results supporting drug mechanism and symptomatic role of donepezil (sources cited above): MedlinePlus (donepezil indicated as a cholinesterase inhibitor that improves cognitive symptoms); DrugBank (mechanism: acetylcholinesterase inhibitor); pharmacology reviews/PubMed summaries describing donepezil as a reversible AChE inhibitor developed for symptomatic treatment of AD; systematic reviews/meta‑analyses showing modest symptomatic cognitive benefit but not disease‑modifying evidence. citeturn0search0turn0search7turn0search2turn0search8"
    ]
}