{
    "nct_id": "NCT00689637",
    "title": "A Single-Centre, Double Blind, Randomized, Two-Way Cross-Over Study of Repeated Doses of AZD3480 and Single Dose of Warfarin to Evaluate the Pharmacokinetic Interaction of AZD3480 and Warfarin and the Effect of AZD3480 Pharmacodynamic in Healthy Male Subjects (Phase I",
    "status": "COMPLETED",
    "last_update_time": "2009-06-30",
    "description_brief": "The purpose of the study is to evaluate if AZD3480 and warfarin interact with each other or not, i.e. show the same or altered plasma concentration profiles when co-administered compared to administered alone.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "BASIC_SCIENCE",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "AZD3480 (TC-1734)",
        "Warfarin"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The investigational drug AZD3480 (also called TC-1734) is a selective neuronal nicotinic acetylcholine receptor (α4β2) agonist that has been developed and tested for improving attention and memory (i.e., symptomatic cognitive enhancement) rather than for directly modifying Alzheimer’s pathology. citeturn0search0turn0search3",
        "Act: The trial description you provided is a Phase I pharmacokinetic/pharmacodynamic interaction study of repeated AZD3480 dosing with a single dose of warfarin in healthy males to evaluate PK interaction and AZD3480 PD effects. This design (drug–drug PK/PD in healthy volunteers) and the known mechanism/indications for AZD3480 point to classification as a cognitive enhancer rather than a disease-targeted biologic or pathology-targeting small molecule. (Key supporting trial evidence: AZD3480 showed cognitive improvements in clinical studies of age-associated memory impairment and has been studied as a cognitive agent in ADHD and dementia trials). citeturn0search0turn0search7turn0search5",
        "Reflect: Classification confirmed — AZD3480 is a small-molecule nicotinic receptor agonist developed to improve cognition (attention/episodic memory). The presented study (PK interaction with warfarin) does not indicate a disease-modifying or neuropsychiatric-symptom-specific indication, so 'cognitive enhancer' is the best fit. Note: placebo use was not specified in your description (title indicates double-blind crossover), but that does not change the category. Additional source details: PubMed and Psychopharmacology papers summarize AZD3480 (TC-1734) pharmacology and cognitive effects. citeturn0search1turn0search3"
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: AZD3480 (TC‑1734, ispronicline) is a brain‑selective agonist/partial agonist at neuronal nicotinic acetylcholine receptors of the α4β2 subtype and was developed as a symptomatic cognitive enhancer (improving attention and memory) rather than a disease‑modifying therapy. citeturn0search7turn0search8",
        "Act: The trial described is a Phase I PK/PD interaction study of repeated AZD3480 dosing with a single dose of warfarin in healthy males; the intervention and known mechanism (α4β2 nicotinic receptor agonism) map directly to CADRO category D) Neurotransmitter Receptors. (AZD3480 has been tested in age‑associated memory impairment and dementia trials as a cognitive agent.) citeturn0search1turn0search3",
        "Reflect: The study does not target amyloid, tau, inflammation, metabolism, synaptic trophic factors, or other CADRO categories; instead it targets a neurotransmitter receptor (nicotinic α4β2). Therefore D) Neurotransmitter Receptors is the most specific CADRO match. No evidence in the provided description indicates multi‑target, imaging/diagnostic only, or an unknown target. citeturn0search7turn0search1",
        "Web search results supporting the classification:",
        "- Psychopharmacology / original study describing AZD3480 as a selective α4β2 nAChR agonist and its cognitive effects. citeturn0search7",
        "- PubMed / randomized trial in older subjects with age‑associated memory impairment showing AZD3480 (TC‑1734) effects on attention and episodic memory. citeturn0search1",
        "- Clinical trial registry entry (Phase II in Alzheimer’s type dementia) showing AZD3480 was investigated for cognition in AD. citeturn0search3",
        "- Product/compound descriptions noting AZD3480 (ispronicline) as an α4β2 nicotinic acetylcholine receptor agonist/partial agonist. citeturn0search8"
    ]
}