{
    "nct_id": "NCT04526990",
    "title": "A Global Multicenter, Randomized, Double-blind, Placebo -Controlled, Adaptive Designed Phase Ⅲ Clinical Trial to Evaluate the Efficacy, Safety and Immunogenicity of Ad5-nCoV in Adults 18 Years of Age and Older",
    "status": "COMPLETED",
    "last_update_time": "2023-06-14",
    "description_brief": "This study is a global multicenter, randomized, double-blind, placebo -controlled, adaptive designed phase Ⅲ clinical trial, in order to evaluate the efficacy, safety and immunogenicity of Recombinant Novel Coronavirus Vaccine (Adenovirus Type 5 Vector) in adults 18 years old and above.",
    "description_detailed": "This is a global phase III clinical trial to evaluate efficacy,safety, immuogenicity of Ad5-nCoV manufactured by Cansino and Beijing Institute of Biotechnology in health adults aged 18 years old and above.\n\nThe study will be double-blind, placebo-controlled trial with participants randomly allocated 1:1 to placebo and experimental vaccine cohorts.\n\nThe immunization schedule is one doses intramuscular injections (deltoid).",
    "phase": [
        "PHASE3"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "PREVENTION",
    "results": null,
    "target_category": "N/A",
    "drug": [
        "Ad5-nCoV (Recombinant Novel Coronavirus Vaccine, adenovirus type 5 vector; trade name Convidecia) — single-dose intramuscular vaccine; developer: CanSino Biologics / Tianjin CanSino."
    ],
    "placebo": [
        "Placebo (intramuscular)"
    ],
    "explanation_target": [
        "Reason: The intervention described is a recombinant adenovirus type-5 vectored vaccine (Ad5-nCoV) intended to prevent COVID-19 — i.e., an immunologic vaccine (a biologic) targeting SARS‑CoV‑2 infection, not an Alzheimer’s therapy or cognitive/behavioral treatment. citeturn0search8turn0search0",
        "Act: Key trial details extracted: Ad5-nCoV is a recombinant adenovirus type-5 vector COVID-19 vaccine (trade name Convidecia) developed by CanSino/Tianjin CanSino; it was tested as a single intramuscular dose in a global randomized, double-blind, placebo-controlled Phase 3 trial. The registry and published Phase 3 report confirm the vaccine identity, vector type, single-dose schedule, and prevention intent. citeturn0search0turn0search8turn0search2",
        "Reflect: This trial evaluates a preventive COVID-19 vaccine (a biologic anti‑infective), which does not fit any of the Alzheimer’s-specific categories (disease-targeted biologic/small-molecule for AD pathology, cognitive enhancer for AD, or neuropsychiatric symptom treatment). Therefore the correct category for the provided Alzheimer's-focused classification task is 'N/A'. Sources: clinical trial registry entry and peer-reviewed Phase 3 publication. citeturn0search0turn0search8"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}