{
    "nct_id": "NCT01397578",
    "title": "A Randomized, Double-Blind, Placebo Controlled, Parallel-Group, Multicenter, Phase II Study to Evaluate the Impact of MABT5102A on Brain Amyloid Load and Related Biomarkers in Patients With Mild to Moderate Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2017-07-10",
    "description_brief": "This is a Phase II, randomized, double-blind, parallel-group, placebo-controlled study to evaluate the effects of MABT5102A on brain amyloid burden (as assessed by amyloid PET imaging) and other biomarkers in patients with mild to moderate Alzheimer's disease.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted biologic",
    "drug": [
        "MABT5102A (crenezumab) — a humanized IgG4 monoclonal antibody targeting β-amyloid (Aβ) oligomers/aggregates"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The trial tests MABT5102A and measures brain amyloid burden by amyloid PET, indicating the intervention is intended to target Alzheimer's pathology (amyloid). MABT5102A is described in the literature as an IgG4 monoclonal antibody that binds monomeric and oligomeric Aβ, inhibits aggregation and promotes disaggregation — i.e., a biologic directed at disease pathology. citeturn0search0turn0search3",
        "Act: Extracted details — trial title and description explicitly name MABT5102A and list amyloid PET as the primary biomarker; clinical-trial records and trial summaries identify MABT5102A as the investigational drug and link it to crenezumab (the anti‑Aβ antibody developed by Genentech/Roche). The ABBY/BLAZE Phase II program entries and sponsor information confirm Genentech/Roche sponsorship and the anti‑Aβ antibody mechanism. citeturn0search4turn1search5turn1search8",
        "Reflect: Classification check — the intervention is a monoclonal antibody (a biologic) whose mechanism is removal/neutralization of β‑amyloid, matching the definition of 'Disease-targeted biologic' (biologics targeting AD pathology such as amyloid). There is no indication this is a small molecule, a symptomatic cognitive enhancer, or a neuropsychiatric‑symptom treatment. Therefore 'disease-targeted biologic' is the appropriate category. Sources: phase I/II reports and Genentech/Roche program descriptions identifying MABT5102A/crenezumab as an anti‑Aβ IgG4 monoclonal antibody. citeturn0search0turn0search3turn1search8"
    ],
    "agent_type": "A) Amyloid beta",
    "explanation_agent": [
        "Reason: The investigational agent MABT5102A is explicitly identified as crenezumab, a humanized IgG4 monoclonal antibody developed to bind β‑amyloid (Aβ) — with higher affinity for aggregated/oligomeric Aβ species — and to block aggregation and promote disaggregation, indicating the trial directly targets amyloid pathology. citeturn0search2turn0search8",
        "Act: Extracted details from the trial description — drug name MABT5102A (crenezumab); mechanism = anti‑Aβ monoclonal antibody (IgG4) targeting oligomers/aggregates; primary biomarker = amyloid PET (brain amyloid load) in a Phase II randomized, double‑blind, placebo‑controlled study (ABBY/BLAZE program). These facts support assignment to the CADRO amyloid category. citeturn0search6turn0search7",
        "Reflect: Classification check — the intervention is a disease‑targeted biologic whose mechanism is removal/neutralization of β‑amyloid (not tau, inflammation, synaptic modulators, etc.), so the most specific CADRO match is A) Amyloid beta. No evidence in the description indicates multiple distinct targets that would require 'R) Multi-target' nor a non‑therapeutic focus that would require 'T) Other'. citeturn0search5turn0search0",
        "Web sources used (key results cited above): Alzforum summary of crenezumab (MABT5102A) and target info; PubMed/structural and characterization studies showing binding to oligomeric and aggregated Aβ and IgG4 backbone; BLAZE/ABBY Phase II trial reports showing amyloid PET as a biomarker and clinical trial context. citeturn0search2turn0search8turn0search4turn0search6"
    ]
}