{
    "nct_id": "NCT00684281",
    "title": "Early Diagnosis of Alzheimer's Disease: Clinical, Neuropsychological and Neuroimaging Follow-up of a Cohort of Patients With an Isolated Memory Impairment",
    "status": "COMPLETED",
    "last_update_time": "2014-08-27",
    "description_brief": "The aim of this project is to follow cohort of patients with aMCI in order to establish whether there are distinct subgroups in terms of evolution or aetiology, with distinct memory profiles and profiles of mesiotemporal atrophy and metabolic change",
    "description_detailed": "The syndrome of \"amnestic Mild Cognitive Impairment\" (aMCI) has been introduced for patients with intact activities of daily living, with a memory complaint and objective memory decline on neuropathological assessment, without significative change in other domains of cognition. Follow-up in these patients shows that the memory impairment may remain stable or improve, while it worsens or extends to other cognitive domains in others, indicating prodromal AD.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "DIAGNOSTIC",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The study description aims to follow a cohort of patients with amnestic MCI (aMCI) to define subgroups by clinical course, memory profiles, mesiotemporal atrophy and metabolic change — this is an observational/diagnostic follow‑up (neuropsychological assessment, MRI, imaging, DNA studies) rather than a drug intervention. citeturn0search0turn0search5",
        "Act: I located the trial record (NCT00684281) titled \"Early Diagnosis of Alzheimer's Disease: Clinical, Neuropsychological and Neuroimaging Follow‑up of a Cohort of Patients With an Isolated Memory Impairment\" — interventions listed are neurological/neuropsychological consultation and MRI (listed as \"Other\"); primary purpose is diagnostic/comparative follow‑up, status completed. No drug or placebo is mentioned. citeturn0search1turn0search2",
        "Reflect: Because the protocol is diagnostic/observational (neuropsychology + imaging) with no pharmacologic agent, it does not fit the four therapeutic categories (disease‑targeted biologic, disease‑targeted small molecule, cognitive enhancer, or neuropsychiatric symptom improvement). Classification: N/A. citeturn0search0",
        "Web search results / sources found: - MedPath trial summary for the study (lists aim, interventions: neurological/neuropsych consult, MRI). citeturn0search0 - CTV / Veeva trial entry (shows NCT00684281, interventions and diagnostic primary purpose). citeturn0search5 - ClinicalTrialsGPS archived entry for the trial (summary and status). citeturn0search2 - Related literature showing value of combining neuropsychological assessment and MRI in identifying early AD (relevant background, not a trial intervention). citeturn0search3"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}