{
    "nct_id": "NCT07120347",
    "title": "Remote Sensing for ADRD-Specific Activities Identification in Older Adults",
    "status": "RECRUITING",
    "last_update_time": "2025-08-06",
    "description_brief": "The investigators aim to use smart-home sensors and artificial intelligence (AI) to monitor and detect Alzheimer's Disease and Related Dementias (ADRD)-specific daily activities among older adults, with the goal of early symptom detection and personalized support. Dementia, which impacts memory and cognition, remains a global concern. In the United States, more than 6.7 million individuals aged 65 and older are living with ADRD, and projected annual healthcare costs are expected to reach $1 trillion by 2050. This underscores the need for deeper understanding and innovative support. To address the unique challenges associated with ADRD, such as cognitive decline, personalized strategies that promote independent well-being are essential. Smart-home sensors can support older adults with ADRD as they continue to live in their homes. These sensors provide real-time data on health and daily activities, offering insights into their daily lives. However, adoption of these technologies is low, and the practical application of AI remains limited. This highlights the need for further research to make these devices more accessible to this population. The investigators' aims include:\n\nConducting focus groups with individuals with and without ADRD and their caregivers to identify daily activities that can be measured using in-home sensors; Collecting in-home sensor data from older adults with and without ADRD; and Using AI to develop a tool for recognizing daily activities. The integration of smart-home sensors with advanced data-analysis techniques holds significant potential for transforming the support and care provided to individuals with ADRD. Ultimately, the investigators' findings will contribute to improving the quality of life for affected individuals and alleviating the burden on caregivers and healthcare systems.",
    "description_detailed": "Dementia, which impacts memory and cognitive abilities, constitutes a global concern that intensifies with the aging population. In the United States, 6.7 million individuals aged 65 and older live with Alzheimer's Disease and Related Dementias (ADRD), and projected annual healthcare costs are expected to reach $1 trillion by 2050. This underscores the urgent need for enhanced understanding and innovative support. Individuals with ADRD face unique challenges, including behavioral changes and cognitive decline, necessitating tailored strategies for their well-being. Aligning with the National Institute on Aging's research goals, the investigators' study explores a promising avenue: the use of smart-home sensors to monitor and assist ADRD patients while they reside in their homes. These sensors provide real-time insights into health, activity, and environmental factors. However, adoption of these technologies among people with ADRD is low, and the practical application of artificial intelligence (AI) in this context remains limited. This underscores the need for further research to make these devices more accessible to this population.\n\nThe investigators aim to utilize a fully modular smart-home sensor system, combined with AI-based data-analysis methods, to monitor and analyze activities specific to individuals with ADRD. Remote sensor installations have been deployed across Missouri to facilitate the seamless delivery of sensor data to the investigators' interdisciplinary team, known as the Age-friendly Smart, Sustainable, and Equitable Technologies for Access intervention research team. The investigators' approach involves applying AI with causal inference to gain a nuanced understanding of the daily activities and behavioral patterns of those with ADRD. The investigators hypothesize that incorporating modeled causal features into the AI process will 1) enable identification of ADRD-specific daily activities, and 2) enhance the AI's ability to recognize these activities.\n\nThe investigators' aims include:\n\nConducting focus groups with individuals with and without ADRD and their caregivers to identify daily activities measurable with in-home sensors; Collecting in-home sensor data from older adults with and without ADRD; and Developing an AI system using machine-learning (ML) models for ADRD-specific daily activity recognition. Aim 3 will encompass three key elements: identification of causal features associated with ADRD-specific daily activities, development and refinement of ML models for recognizing these activities informed by the causal features, and creation of personalized ML models for individuals diagnosed with ADRD.\n\nThe integration of smart-home sensors with advanced data-analysis techniques holds significant potential for transforming the support and care provided to individuals with ADRD. Ultimately, the investigators' findings will contribute to improving the quality of life for affected individuals and alleviating the burden on caregivers and healthcare systems.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "SUPPORTIVE_CARE",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is deployment of smart-home (ambient) sensors plus AI/ML to monitor and recognize activities of daily living for early detection and personalized support in people with ADRD — this is a diagnostic/monitoring and supportive-care technology, not a pharmacologic or biologic therapeutic. citeturn0search0turn0search1",
        "Act: Key extracted details — Intervention: Remote ambient sensor system (smart-home sensors) + AI for activity recognition; Primary purpose listed as Supportive Care / activity monitoring; No drug, biologic, or pharmacologic mechanism described. Based on those details the trial does not fit any of the four therapeutic categories (disease-targeted biologic, disease-targeted small molecule, cognitive enhancer, or neuropsychiatric symptom improvement). Category = 'N/A'. citeturn0search1turn0search3",
        "Reflect: Classification check — the study aims (focus groups, sensor data collection, ML model development) are consistent with remote monitoring / early detection and supportive-care technology rather than an intervention intended to modify Alzheimer pathology, enhance cognition pharmacologically, or treat behavioral symptoms. Therefore 'N/A' is appropriate. citeturn0search0turn0academia12",
        "Web search results used: 1) Trial entry summarizing the study and aims (MedPath entry for 'Remote Sensing for ADRD-Specific Activities Identification in Older Adults'). citeturn0search0 2) Veeva/CTV trial listing with intervention and design details (lists 'Remote Ambient Sensor System', supportive care purpose, enrollment/eligibility). citeturn0search1 3) Clinical-trial registry summary (ICHGCP) describing aims and practical application. citeturn0search3 4) Related literature on in-home sensor detection of activities of daily living showing analogous technical approach (Timon et al., 2023). citeturn0academia12"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}