{
    "nct_id": "NCT03907748",
    "title": "HOMESIDE: Home-based Family Caregiver-delivered Music and Reading Interventions for People Living With Dementia: A Randomised Controlled Trial",
    "status": "COMPLETED",
    "last_update_time": "2023-02-08",
    "description_brief": "This international study evaluates the impact of home-based caregiver-delivered music and reading interventions for people with dementia. The project aims to address the need for improved informal dementia care by training family caregivers to utilise a music or reading intervention with the person they are caring for. The interventions aim to decrease behavioural and psychological symptoms of dementia as well as improve quality of life and well being of both people living with dementia and their caregivers. Participants will be allocated into a music intervention group, a reading intervention group or standard care group. In addition, the researchers will seek to determine the cost-effectiveness of using the music intervention.",
    "description_detailed": "This three-arm parallel-group randomised controlled trial will involve 495 couples (cohabiting caregivers and people with dementia) across 5 countries. Caregivers allocated to the music or reading intervention groups will be given three 2-hour training sessions in the allocated intervention. They will be asked to deliver the intervention to the person they are caring for 5x weekly for 3 months. Data will be collected prior to implementing the intervention, during the intervention (via diaries kept by the caregivers), after the last week of implementing the intervention and 3-months after implementing the intervention.\n\nThe investigators will explore whether caregiver-delivered music or reading activities improve behavioural and psychological symptoms for people living with dementia. The researchers will also seek to find out the impact on other aspects of both the person with dementia and their caregiver's quality of life and well being. Additionally, costs associated with the care of the person with dementia will be evaluated to determine cost-effectiveness of delivering a music intervention.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "SUPPORTIVE_CARE",
    "results": null,
    "target_category": "neuropsychiatric symptom improvement",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is non-pharmacological (caregiver-delivered music and reading activities) and explicitly aims to decrease behavioural and psychological symptoms of dementia (BPSD) and improve quality of life—this fits the neuropsychiatric symptom improvement category rather than a disease-targeted biologic/small molecule or a cognitive-enhancer. citeturn0search0turn0search3",
        "Act: Key trial details extracted: HOMESIDE is a three-arm international RCT (music intervention, reading intervention, usual/standard care) with the primary outcome measuring BPSD using the Neuropsychiatric Inventory (NPI-Q). The protocol and final trial report describe caregiver training to deliver music or reading at home to target BPSD and caregiver/PwD wellbeing. No drug or placebo is involved. citeturn0search0turn0search2",
        "Reflect: Verification and context from published results and study pages confirm this is a behavioural/non-drug trial focused on neuropsychiatric outcomes; results reported no clinically important long-term reduction in BPSD but some short-term benefits for active music participation. The intervention and outcomes align with the \"neuropsychiatric symptom improvement\" category and not with disease-modifying biologics or small molecules. citeturn0search2turn0search4",
        "Web search sources (selected): Protocol and trial description — BMJ Open / PubMed (HOMESIDE protocol). citeturn0search0; Final trial report and findings — PubMed entry reporting RCT results. citeturn0search2; Statistical analysis plan / trial details — Trials (BMC). citeturn0search3; Research institute summary (Cambridge Institute for Music Therapy Research). citeturn0search4"
    ],
    "agent_type": "T) Other",
    "explanation_agent": [
        "Reason: The HOMESIDE intervention is non‑pharmacological — caregiver‑delivered music and reading activities aimed at reducing behavioural and psychological symptoms of dementia (BPSD) and improving quality of life — so it does not target a molecular or biological pathway in the CADRO categories (e.g., amyloid, tau, inflammation, synaptic targets). citeturn0search2turn0search7",
        "Act: Key trial details extracted from the protocol and trial report: a three‑arm RCT (music, reading, usual care), primary outcome = NPI‑Q (BPSD), caregiver training to deliver interventions, and no drug or biological agent was used or named — therefore no CADRO disease target applies. citeturn0search7turn0search0",
        "Reflect: This fits a behavioural / symptom‑management trial (neuropsychiatric symptom improvement) rather than any CADRO therapeutic category A–Q or R (multi‑target). Per instructions, non‑therapeutic or behavioural interventions should be classified as 'T) Other'. Trial results and summaries confirm the focus on BPSD and caregiver‑delivered activities, supporting this classification. citeturn0search0turn0search6",
        "Web search sources used: BMJ Open protocol (HOMESIDE protocol describing music/reading interventions and outcomes). citeturn0search2; PubMed / EClinicalMedicine RCT report (final trial results). citeturn0search0; PMC full text of the trial report. citeturn0search7; HOMESIDE study summary / project site (study findings summary). citeturn0search6"
    ]
}