{
    "nct_id": "NCT06750432",
    "title": "A Phase 1b, Double-Blind, Placebo-Controlled, Multiple Ascending Dose Study of the Safety, Tolerability, Pharmacokinetics, Pharmacodynamics, and Preliminary Efficacy of PMN310 in Patients With Early Alzheimer's Disease",
    "status": "RECRUITING",
    "last_update_time": "2025-09-03",
    "description_brief": "This Phase 1b study aims to evaluate the safety, tolerability, pharmacokinetics, pharmacodynamics, and preliminary efficacy of multiple IV infusions of PMN310 in patients with early Alzheimer's disease.",
    "description_detailed": "This study is a Phase 1b, randomized, double-blind, placebo controlled, multi-ascending dose study of repeat doses of PMN310 to evaluate the safety, tolerability, PK, PD, and preliminary efficacy of multiple intravenous infusions of PMN310 in patients with early Alzheimer's disease. This study will evaluate 3 dose levels (350 mg, 700 mg, and 1400 mg are planned). Patients will be randomly assigned 3:1, PMN310: placebo.\n\nEach patient will receive PMN310 or placebo once every 28 days for a total of 12 infusions.",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted biologic",
    "drug": [
        "PMN310 (humanized IgG1 monoclonal antibody targeting soluble Aβ oligomers)"
    ],
    "placebo": [
        "Placebo (0.9% NaCl 100 mL)"
    ],
    "explanation_target": [
        "Reason: The intervention named (PMN310) is a humanized IgG1 monoclonal antibody engineered to selectively bind toxic soluble amyloid-β oligomers (AβOs) — i.e., it is a biologic directed at Alzheimer’s pathology rather than a symptomatic/cognitive-only agent. citeturn0search1turn0search0",
        "Act: Key trial and drug details extracted from public sources — the Phase 1b PRECISE‑AD study tests multiple IV infusions of PMN310 in early AD (randomized, double‑blind, placebo‑controlled, multiple ascending doses; planned doses and monthly infusions are listed), and the trial lists placebo as 0.9% NaCl. These sources identify PMN310 as a disease‑targeting monoclonal antibody aimed at reducing toxic Aβ oligomer activity. citeturn0search4turn0search1",
        "Reflect: Classification check — because PMN310 is a monoclonal antibody targeting a core AD pathogenic species (Aβ oligomers) and the trial aims to measure pharmacodynamics/biomarkers and preliminary efficacy (disease modification intent), the correct category is 'disease-targeted biologic'. Supporting preclinical and early clinical data describing selectivity for oligomers and reduced plaque binding (potentially lower ARIA risk) further confirm a mechanism aimed at underlying pathology rather than only symptomatic cognitive enhancement. citeturn0search2turn0search5"
    ],
    "agent_type": "A) Amyloid beta",
    "explanation_agent": [
        "Reason: The investigational drug PMN310 is a humanized IgG1 monoclonal antibody engineered to selectively bind toxic soluble amyloid‑β oligomers (AβOs), i.e., it directly targets an amyloid‑beta species implicated in AD pathogenesis. citeturn0search2turn0search3",
        "Act: Key trial details extracted — the Phase 1b PRECISE‑AD study (NCT06750432) is a randomized, double‑blind, placebo‑controlled, multiple ascending‑dose IV study in early AD assessing safety, tolerability, PK/PD and preliminary efficacy of monthly PMN310 infusions; PMN310’s stated mechanism is selective targeting of soluble Aβ oligomers (disease‑targeted biologic). citeturn0search0turn0search4",
        "Reflect: Classification check — because the molecule is an antibody specifically directed at Aβ oligomers (a form of amyloid‑beta pathology) and the trial is disease‑modifying–intent (biomarkers, pharmacodynamics, efficacy), the correct CADRO category is A) Amyloid beta. There is no indication the agent is primarily anti‑tau, anti‑inflammatory, multi‑target, or non‑therapeutic. ALZFORUM and ProMIS describe PMN310’s oligomer selectivity and limited plaque binding (supporting amyloid‑focused classification). citeturn0search3turn0search1",
        "Web search results (supporting sources cited above):",
        "- NCT entry for PRECISE‑AD (NCT06750432) — trial design and interventions (PMN310 IV, dose cohorts, monthly infusions). citeturn0search0",
        "- ProMIS Neurosciences press releases describing PMN310 as a humanized IgG1 mAb selective for toxic amyloid‑β oligomers and PRECISE‑AD trial progress. citeturn0search1turn0search2",
        "- ALZFORUM summary noting PMN310’s oligomer selectivity and minimal plaque binding (preclinical/early clinical characterization). citeturn0search3"
    ]
}