{
    "nct_id": "NCT06920212",
    "title": "Clinical Safety and Efficacy of FMT in the Treatment of Alzheimer's Disease",
    "status": "ACTIVE_NOT_RECRUITING",
    "last_update_time": "2025-04-07",
    "description_brief": "To investigate the clinical safety and efficacy of FMT in AD patients, as well as the changes in the gut microbiota of AD patients before and after FMT.",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "N/A",
    "drug": [
        "Fecal microbiota transplantation (FMT)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is fecal microbiota transplantation (FMT) — a microbiome-based therapeutic intended to change gut microbiota and thereby affect clinical outcomes in Alzheimer's disease (the trial aims to assess safety, efficacy, and gut microbiota changes). FMT acts via the gut–brain axis and is not a single molecular drug (not a monoclonal antibody, vaccine, or small molecule) nor an explicitly defined cognitive-enhancer compound or a treatment aimed only at neuropsychiatric symptoms. Animal studies report reduced amyloid and improved cognition after FMT, and small human case/pilot reports suggest possible cognitive changes, but the intervention is a microbiota transplant rather than a targeted biologic against amyloid/tau. citeturn0search0turn0search1turn0search5",
        "Act: Extracted details — intervention: 'Fecal microbiota transplantation (FMT)'. No conventional drug name listed. Matching to the provided categories: - Disease-targeted biologic: defined here as biologics (e.g., monoclonal antibodies, vaccines) that directly target AD pathology (amyloid/tau). FMT is a biological/biologic-derived therapy but does not specifically target amyloid/tau in a targeted-molecule sense. - Disease-targeted small molecule: not applicable. - Cognitive enhancer: FMT may improve cognition indirectly, but it is not a typical cognitive-enhancer drug. - Neuropsychiatric symptom improvement: the trial's aims focus on AD clinical efficacy generally (and gut microbiota changes), not explicitly on behavioral/psychiatric symptoms. Conclusion: the trial does not fit any of the four predefined categories, so classify as 'N/A'.",
        "Web evidence (selected results used to support the above): - Preclinical/animal evidence that FMT can reduce amyloid pathology and improve cognition in AD mouse models. citeturn0search0turn0search5. - Recent mouse-model work showing FMT can improve cognitive measures and alter amyloid-related pathology and related molecular markers. citeturn0search1. - Human data is limited to small pilot studies and case reports suggesting safety/tolerability in small samples and possible cognitive benefit in some cases, but robust clinical efficacy is not established; these human reports/pilots call for further study. citeturn0search3turn0search8.",
        "Reflect: The classification was chosen because the trial tests a microbiome transplant intervention (FMT) that is neither a targeted anti-amyloid/tau biologic nor a small-molecule agent, nor a standard cognitive-enhancer or symptom-directed psychiatric treatment. Although preclinical data suggest potential disease-modifying effects via reduced amyloid and improved cognition, the intervention's mechanism (microbiota modulation) and form (transplant of biological community) do not match the provided category definitions, so 'N/A' is the most accurate label. If you prefer a more permissive mapping (for example, grouping microbiome therapies under 'disease-targeted biologic'), I can reclassify and justify that alternative choice."
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}