{
    "nct_id": "NCT02795052",
    "title": "Neurologic Bone Marrow Derived Stem Cell Treatment Study",
    "status": "RECRUITING",
    "last_update_time": "2025-06-03",
    "description_brief": "This is a human clinical study involving the isolation of autologous bone marrow derived stem cells (BMSC) and transfer to the vascular system and inferior 1/3 of the nasal passages in order to determine if such a treatment will provide improvement in neurologic function for patients with certain neurologic conditions. http://mdstemcells.com/nest/",
    "description_detailed": "Various clinical studies have registered with the National Institutes of Health (NIH) to study neurologic diseases and damage. There have also been a number of journal reports of the benefits of treatment with BMSC for diseases and damage to nervous tissue. The investigators hope to add to the volume of literature regarding the use of BMSC in those neurologic diseases and conditions identified as likely to respond to this treatment.\n\nIntravenous administration of BMSC is a well-established approach to neurologic disease and injury with much support for its effectiveness in the pre-clinical and clinical literature. BMSC and the associated bone marrow fraction are posited to have a number of different mechanisms by which they may potentially improve neurologic function. In regards their ability to penetrate the blood-brain barrier for potential neuronal transdifferentiation and direct impact on the neurons and glial tissue within the brain, it should be remembered that within the diencephalon there are specific circumventricular organs which lie in the wall of the third ventricle. These are noteworthy for a significantly diminished blood-brain barrier and glial limitans which facilitates their function of coordinating homeostatic mechanisms of the endocrine and nervous systems. Therefore the investigators believe entry of BMSC may be facilitated in this area of the brain.\n\nThe NEST Study provides a treatment Arm 1 which combines intravenous BMSC with topical application of BMSC to the lower 1/3 of the nasal passages as a means of introducing BMSC to the Central Nervous System (CNS). This is applied bilaterally to the inferior nasal conchas and meatuses. The Trigeminal Nerve or 5th Cranial Nerve is a paired, large sensory and motor nerve with multiple branches. It provides sensation to the surface and interior structures of the face including the nasal mucosa that lines the nose. The nerves of the Trigeminal Nerve providing sensation to this area converge and enter the brain at the level of the pons. There is documentation in the scientific literature that intranasal delivery of BMSC allows the BMSC to follow the pathways of the trigeminal nerve, facilitating entry into the parenchyma and cerebral spinal fluid (CSF) for effects on the CNS.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted biologic",
    "drug": [
        "Autologous bone marrow‑derived stem cells (BMSC) — isolated from the patient and administered intravenous + intranasal (lower 1/3 of nasal passages)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is a cell therapy using autologous bone marrow‑derived stem cells (a biologic, i.e., living cells) given to try to improve/repair neurologic function — this is consistent with a disease‑targeted biologic rather than a small molecule, symptomatic cognitive enhancer, or a neuropsychiatric drug. citeturn0search0turn1search2",
        "Act (extracted key details): The study (NEST, ClinicalTrials.gov NCT02795052 / MD Stem Cells) describes isolation of autologous BMSC and delivery to the vascular system plus topical application to the lower 1/3 of the nasal passages (intranasal) to target the CNS; sponsor/site information and trial listing confirm the procedure and target conditions (includes Alzheimer disease among many neurologic indications). citeturn0search3turn1search2",
        "Mechanism/context: The protocol and supporting materials present BMSC as a regenerative / trophic / immunomodulatory cell therapy intended to enter or influence CNS tissue (intravenous + intranasal routes are used to enhance CNS delivery) — this is a non‑drug biologic approach rather than a targeted anti‑amyloid or anti‑tau monoclonal. A recent review of bone marrow‑derived MSC applications in neurodegenerative disease describes similar proposed regenerative/immunomodulatory mechanisms. citeturn0search5turn0search9",
        "Reflect: Classification checked against the category definitions — because the intervention is a biologic cell therapy intended to modify or improve underlying neurologic injury/disease (not a small molecule, symptomatic cognitive enhancer, or psychiatric symptom treatment), the correct category is 'disease‑targeted biologic'. Note: the therapy is broad (applied to many neurologic conditions) and its mechanism is general/regenerative rather than a molecularly specific Alzheimer’s pathology (amyloid/tau) binder; that nuance does not change that it is a biologic. citeturn0search0turn1search1"
    ],
    "agent_type": "R) Multi-target",
    "explanation_agent": [
        "Reason: The trial tests autologous bone marrow‑derived stem cells (BMSC) delivered intravenously and intranasally as a regenerative / trophic / immunomodulatory cell therapy rather than a molecule targeting a single Alzheimer's pathology (e.g., amyloid or tau). The intervention is intended to exert multiple biological effects (neuroregeneration, neuroprotection, immunomodulation), so it does not map cleanly to a single CADRO molecular pathway. citeturn0search0turn0search1",
        "Act: Key extracted details — autologous BMSC isolated from the patient and administered IV + intranasal (lower 1/3 of nasal passages); protocol describes use across many neurologic conditions and frames the mechanism as regenerative/trophic and immunomodulatory rather than an amyloid- or tau‑specific binder. These trial listings and sponsor pages explicitly describe the procedure and intended multi-mechanistic effects. citeturn0search4turn0search1",
        "Reflect: Mapping to CADRO — because the biologic cell therapy is intended to act via several processes (supporting neurogenesis/repair, providing trophic support, modulating inflammation/microglia), the most appropriate CADRO assignment is R) Multi-target rather than a single-category assignment (for example E) Neurogenesis or F) Inflammation). If forced to choose a single mechanistic CADRO category, E) Neurogenesis or F) Inflammation could be argued, but the broad, non‑specific regenerative/immunomodulatory nature supports R) Multi-target. citeturn1search6turn1search4",
        "Web search results (supporting sources and brief notes):",
        "- Clinical trial listings (NCT02795052) and multiple trial aggregators summarizing the NEST protocol: describe autologous bone marrow‑derived stem cells given IV + intranasal to target CNS and list multiple neurologic indications. citeturn0search0turn0search5",
        "- Sponsor / study page (MD Stem Cells: NEST): describes the combined IV + intranasal autologous BMSC procedure, intended regenerative/trophic effects, and trial logistics. citeturn0search1",
        "- Review and preclinical literature on mesenchymal / bone marrow‑derived stem cells in neurodegenerative disease: summarize proposed mechanisms (neuroregeneration, trophic/paracrine effects, immunomodulation). citeturn1search6",
        "- Recent translational reports showing stem cells can improve memory and reduce neuroinflammation in AD models (illustrating mechanism is not amyloid‑clearance but multi-modal neuroprotective/immunomodulatory effects). citeturn1search4turn1search3",
        "Conclusion (Output): R) Multi-target — The autologous bone marrow‑derived stem‑cell intervention acts via multiple broad mechanisms (neuroregeneration, trophic support, immunomodulation) rather than a single CADRO molecular target, so it is best classified as R) Multi-target."
    ]
}