{
    "nct_id": "NCT01194713",
    "title": "Losing Sleep Over Alzheimer's Disease? Effects of Sleep Deprivation on Cerebrospinal Fluid Amyloid-beta Dynamics",
    "status": "COMPLETED",
    "last_update_time": "2014-05-09",
    "description_brief": "Introduction: Alzheimer's disease (AD) is characterized by neurodegeneration of the brain in the form of neurofibrillary tangles and plaques containing the amyloid-beta protein (Abeta). Recent animal studies have shown that extended wakefulness is associated with increased production of these Abeta proteins and that sleep leads to a marked fall in their production.\n\nAim: The investigators aim to distinguish a similar effect of sleep disturbance on cerebrospinal fluid (CSF) Abeta levels in humans, which may point out sleep disturbance as an important factor in AD development.\n\nMethods: a study in 26 healthy male volunteers, measuring CSF Abeta levels during a sleep deprivation night and before and after a control night with unrestricted sleep.\n\nExpected results: The investigators expect sleep deprivation to lead to an increase in CSF Abeta levels, as compared to the levels in the control night.",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "BASIC_SCIENCE",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention described is sleep deprivation (an experimental manipulation of sleep) with measurement of cerebrospinal fluid (CSF) amyloid-β (Aβ) levels to test whether sleep disturbance alters Aβ dynamics. This is an observational/physiologic experiment (no therapeutic drug or biologic is tested). Category definitions: (1) Disease-targeted biologic = biologic therapies (e.g., mAbs, vaccines) targeting AD pathology; (2) Disease-targeted small molecule = small-molecule therapies targeting AD pathology; (3) Cognitive enhancer = drugs aiming to improve cognition without targeting pathology; (4) Neuropsychiatric symptom improvement = interventions to treat behavioral/psychiatric symptoms. The described study does not test a therapeutic agent in any of those classes, but instead probes a risk/mechanistic factor (sleep) and its effect on an AD biomarker, so it fits none of the four therapeutic categories.",
        "Act: Key extracted details — intervention: total/extended sleep deprivation vs. normal sleep; population: healthy volunteers (description says 26 healthy male volunteers); primary measurement: CSF amyloid-β levels measured before/during/after sleep deprivation and control nights. No drug or placebo is mentioned. Human studies with similar designs report that one night of sleep deprivation increases CSF Aβ (examples below). citeturn0search1turn0search2turn0search7",
        "Reflect: Classification check — because the trial manipulates sleep and measures AD biomarkers without administering a biologic or small molecule therapy, and the aim is to study a mechanistic/epidemiologic link (sleep disturbance → Aβ dynamics / potential AD risk), the correct category is 'N/A' (non‑therapeutic / diagnostic/mechanistic study). This aligns with multiple published human studies showing sleep deprivation increases CSF Aβ (supporting that the study is mechanistic/biomarker-focused rather than a therapeutic trial). citeturn0search1turn0search2turn0search0"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}