{
    "nct_id": "NCT02800395",
    "title": "Influence of Oxidative Stress and Nutrition Biomarkers on the Cognitive Decline Evolution in Alzheimer Disease",
    "status": "RECRUITING",
    "last_update_time": "2021-04-29",
    "description_brief": "According to several reports, the oxidative stress and the nutrition could have an impact in the Alzheimer disease.\n\nThe association of these two parameters measurements and the cognitive impairment decline could help in a predictive diagnosis of cognitive decline evolution in patients presenting cognitive disorders.\n\nThis is a monocentric prospective \"routine care\" clinical trial on patients showing cognitive troubles especially memory complaints.\n\nThe objective is to demonstrate a correlation between oxydative stress and nutrition biomarkers and the clinical evolution of patients complaining of cognitive impairments.\n\nThe neuropsychologic data collection (the mini mental Status Examination (MMSE), the clock test, the Grober-Buschke test (FCSR-IR), the executive function evaluated by the Trail making test, and the medical imaging (by magnetic resonance imaging (MRI) or tomography in case of MRI contraindication) will be realized during the study inclusion phase in the usual intake of patients. Whole blood samples for the oxydative and nutrition biomarkers measurements will be taken at the study inclusion day during the stay at the Day hospital dedicated to the routine intake of patients issued from the memory consultation.\n\nIn this study, the principal evaluation criteria will be the MMSE score evolution during the 60 months of the patients follow-up, measured during the routine visits scheduled approximately every 6 months, according to the french national authority for health recommendations. It will allow evaluating the correlation between the cognitive decline evolution measured by MMSE during the Alzheimer disease or related diseases method during the 2 years follow-up, and the oxydative stress blood markers.",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "DIAGNOSTIC",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The protocol describes measurement of oxidative stress and nutrition biomarkers and correlation with cognitive decline (MMSE) over follow‑up; no investigational drug, biologic, or cognitive‑enhancing compound is being tested — the intervention is routine biomarker sampling and malnutrition screening/nutritional support. citeturn0search0turn0search3",
        "Act: I searched for the trial and related publications. The trial is registered as NCT02800395 (Influence of Oxidative Stress and Nutrition Biomarkers on the Cognitive Decline Evolution in Alzheimer Disease) and lists malnutrition screening/perioperative nutritional support and blood biomarker measurement as the interventions; no drug or placebo is specified. citeturn0search0turn0search3",
        "Supporting evidence / context: Similar observational studies linking oxidative stress biomarkers (e.g., glutathione, glutathione peroxidase, malondialdehyde) to MMSE decline have been published, confirming this is an observational/biomarker correlation approach rather than a therapeutic trial of a biologic or small molecule. citeturn0search2",
        "Reflect: Given the absence of a therapeutic agent (no biologic or small molecule targeting Alzheimer’s pathology), and that the study is focused on biomarkers and nutritional assessment/prediction rather than testing a cognitive enhancer or a neuropsychiatric treatment, the correct classification is 'N/A' (does not fit the four therapeutic categories). citeturn0search0turn0search2"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}