{
    "nct_id": "NCT01073228",
    "title": "A Randomized, Double-blind, Placebo-Controlled, Parallel, 24-Week, Phase 2 Study of Three Different Doses of an Alpha-7 Nicotinic Acetylcholine Receptor Agonist (EVP-6124) or Placebo in Subjects With Mild to Moderate Probable Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2014-03-28",
    "description_brief": "This study is being conducted to determine the safety and effect on cognitive function of the investigational medication, EVP-6124, in individuals with mild to moderate probable Alzheimer's disease.",
    "description_detailed": "This is a randomized, double-blind, placebo-controlled, parallel, 24-week, Phase 2 safety/efficacy study in which three dose levels of EVP-6124 or placebo will be evaluated. Eligible for enrollment will be patients who meet clinical criteria for mild to moderate probable Alzheimer's disease who are either receiving treatment with AChEI medication at a stable dose or who are not presently taking any AChEI or memantine co-medication.\n\nPatients will be randomized to one of the following groups: 0.3 mg, 1 mg or 2 mg or Placebo. Approximately 400 subjects will be randomized to the 4 treatment groups. Study drug will be supplied as capsules and will be orally administered once daily for a total of 24 weeks.",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "EVP-6124 (encenicline) — selective α7 nicotinic acetylcholine receptor partial agonist (small molecule)"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The investigational drug EVP-6124 is a selective α7 nicotinic acetylcholine receptor partial agonist intended to improve cognition in Alzheimer’s disease rather than to modify core AD pathology (amyloid or tau). citeturn0search2turn0search3",
        "Act (evidence): EVP-6124 is also known as encenicline; clinical and Phase 1/2 studies reported pro‑cognitive effects in healthy volunteers and in mild–moderate AD, and the Phase 2 trial description you provided (24‑week, randomized, placebo‑controlled) matches its development as a cognition‑directed treatment. citeturn0search0turn0search4",
        "Act (mechanism): Preclinical and pharmacology studies show EVP‑6124 acts as an α7 nAChR partial agonist/co‑agonist that enhances cholinergic (and other neurotransmitter) signaling, a symptomatic (cognitive‑enhancing) mechanism rather than a disease‑modifying (amyloid/tau‑targeting) mechanism. citeturn0search5turn0search6",
        "Reflect: Given the mechanism (nAChR agonism) and intended outcome (effect on cognitive function), the trial fits the 'Cognitive enhancer' category. There is no indication that EVP‑6124 targets Alzheimer’s core pathology (amyloid or tau), so 'disease‑targeted' categories are not appropriate."
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The investigational drug EVP-6124 (encenicline) is described and published as a selective α7 nicotinic acetylcholine receptor (α7‑nAChR) partial agonist intended to improve cognition (symptomatic/cognitive‑enhancing mechanism) rather than to modify core AD pathology such as amyloid or tau. citeturn0search2turn0search6",
        "Act: Evidence and trial details: (a) Multiple sources and publications identify EVP‑6124/encenicline as a selective α7‑nAChR partial agonist and report pro‑cognitive effects in preclinical and early clinical studies. citeturn0search2turn0search4 (b) The Phase 2, randomized, double‑blind, placebo‑controlled, 24‑week study in mild–moderate probable AD (three doses) matches the trial you provided (registered clinical trial record). citeturn0search5turn0search0",
        "Reflect: Classification decision and alternatives considered: The mechanism (agonism of a ligand‑gated neurotransmitter receptor — α7 nicotinic ACh receptor) maps directly to CADRO category D) Neurotransmitter Receptors. The intervention is symptomatic/cognitive‑enhancing rather than amyloid‑ or tau‑directed, so disease‑modifying CADRO categories (A or B) are not appropriate. There is no indication of multiple distinct biological targets that would justify 'R) Multi‑target'. If the description had been only a diagnostic or non‑therapeutic intervention we would have used 'T) Other', but here the drug clearly targets a neurotransmitter receptor. citeturn0search6",
        "Web search / supporting sources (key hits): (1) Preclinical characterization showing selectivity for α7 nAChR and memory improvement in animal models. citeturn0search2 (2) Phase 2 clinical trial record matching the 24‑week, randomized, placebo‑controlled study in mild–moderate AD (NCT01073228). citeturn0search5 (3) Pharmacodynamics/pharmacokinetics and early human safety/tolerability studies describing encenicline as a selective α7 nAChR partial agonist developed for cognitive impairment. citeturn0search6 (4) Safety/clinical effects summary and Phase II/III development context describing EVP‑6124 as a symptomatic cognitive treatment in AD. citeturn0search7 (5) Studies of neurotransmitter efflux (ACh, DA, Glu) after EVP‑6124 consistent with a neurotransmitter receptor mechanism. citeturn0search4"
    ]
}