{
    "nct_id": "NCT01847586",
    "title": "Enhancing Neuroplasticity and Frontal Lobe Function in Patients With Mild Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2018-01-22",
    "description_brief": "The purpose of this study is to determine if a novel brain stimulation approach using magnetic stimulation (Transcranial Magnetic Stimulation \\[TMS\\]) can improve memory and thinking processes in individuals with mild Alzheimer's disease (AD).",
    "description_detailed": "In this study, the investigators aim at assessing and then enhancing neuroplasticity in the dorsolateral prefrontal cortex (DLPFC) and working memory - a key function of DLPFC - in patients with mild AD. The investigators will use a novel non-invasive brain stimulation approach, Paired Associative Stimulation (PAS). PAS simulates in humans the induction of long-term potentiation (LTP), a prototype of synaptic neuroplasticity. PAS involves the repetitive pairing of electrical stimulation of the median nerve with - 25 ms later - transcranial magnetic stimulation (TMS) of the contralateral DLPFC. As such, these two stimulations arrive simultaneously in the DLPFC and result in potentiation of TMS induced cortical evoked potential, analogous to in vitro LTP.\n\nSpecific Aim 1: To compare LTP in the DLPFC among patients with mild AD and healthy subjects.\n\nSpecific Aim 2: To assess the effect of a 2-week course of PAS (rPAS) as applied to the left DLPFC on LTP and performance on working memory in patients with mild AD in comparison with a 2-week course of PAS control condition (PAS-C, described below) (rPAS-C).",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The described intervention is a non‑pharmacologic brain stimulation technique (Transcranial Magnetic Stimulation, specifically Paired Associative Stimulation targeting the DLPFC) intended to improve memory and thinking in mild Alzheimer’s disease—i.e., the stated goal is cognitive improvement rather than targeting amyloid/tau pathology or treating behavioral/psychiatric symptoms. citeturn0search2",
        "Act: Key trial details extracted — title/brief: 'Enhancing Neuroplasticity and Frontal Lobe Function in Patients With Mild Alzheimer\\'s Disease' (NCT01847586); intervention: Paired Associative Stimulation / TMS applied to DLPFC to assess/enhance neuroplasticity and working memory in mild AD. This is a neuromodulation (cognitive‑enhancement) intervention, not a biologic or small molecule. citeturn0search2turn0search6",
        "Supporting evidence from the literature: rTMS/PAS and related noninvasive brain stimulation have been investigated for cognitive benefit in MCI/early AD and show signals of cognitive improvement in trials and meta-analyses (examples: systematic reviews/meta-analyses and randomized studies reporting cognitive benefit or modulation of plasticity and connectivity). These sources show the intervention class is used as a cognitive enhancement approach in AD. citeturn0search8turn0search4turn0search1",
        "Reflect: Classification check — the intervention is neither a monoclonal antibody/vaccine (disease-targeted biologic) nor a small molecule drug (disease-targeted small molecule), nor is its primary aim to treat neuropsychiatric/behavioral symptoms. The intended effect (improve memory/working memory/neuroplasticity) fits the 'cognitive enhancer' category. No drug name applies; therefore drug/placebo fields are empty. citeturn0search2turn0search7"
    ],
    "agent_type": "M) Synaptic Plasticity/Neuroprotection",
    "explanation_agent": [
        "Reason: The trial uses non‑pharmacologic neuromodulation — repetitive Paired Associative Stimulation (rPAS)/TMS applied to the left dorsolateral prefrontal cortex (DLPFC) with the explicit goal of inducing long‑term potentiation (LTP) / enhance neuroplasticity and improve working memory in mild AD. citeturn1search3turn0search3",
        "Act: Key extracted details — title/ID: \"Enhancing Neuroplasticity and Frontal Lobe Function in Patients With Mild Alzheimer's Disease\" (ClinicalTrials.gov NCT01847586). Intervention: paired associative stimulation / repetitive PAS (rPAS) combining median nerve stimulation with TMS to DLPFC (a paradigm intended to induce LTP-like synaptic plasticity). This is a neuromodulation, cognitive‑enhancement intervention (no drug or molecular target). citeturn1search3turn0search3",
        "Reflect: Mapping to CADRO — rPAS/TMS is aimed at modifying synaptic plasticity (LTP-like mechanisms) and improving synaptic function/communication rather than targeting amyloid, tau, inflammation, vascular, metabolic, or genetic pathways. Therefore the most specific CADRO category is M) Synaptic Plasticity/Neuroprotection. Supporting literature on rTMS/rPAS as a neuroplasticity‑based cognitive enhancer in MCI/AD is provided by systematic reviews/meta-analyses showing cognitive effects of DLPFC‑targeted stimulation. citeturn1search3turn0search1turn0search0",
        "Web evidence (selected search results used):",
        "- ClinicalTrials.gov record for NCT01847586 (trial description, rPAS/PAS control, LTP/neuroplasticity objectives). citeturn1search3",
        "- Pilot randomized trial: \"Effects of repetitive paired associative stimulation on brain plasticity and working memory in Alzheimer's disease\" (PubMed / Int Psychogeriatrics). citeturn0search3turn1search1",
        "- Systematic review / meta-analysis evaluating rTMS effects on cognition in AD (2019 J Neurol Sci). citeturn0search0",
        "- Systematic review / meta-analysis (2022/2021) showing benefits of DLPFC‑targeted high‑frequency rTMS on global cognition in AD. citeturn0search1"
    ]
}