{
    "nct_id": "NCT05507905",
    "title": "Establishing the Optimal Frequency of Dance Movement for Neurocognitive and Physical Outcomes in People at Risk of Alzheimer's Disease",
    "status": "RECRUITING",
    "last_update_time": "2025-03-05",
    "description_brief": "The purpose of this research study is to study the effects of dance movement and music on memory and cardiorespiratory fitness in older adults who are concerned about memory loss. The study aims to determine the optimal number of movement or music appreciation classes a week to support brain health and fitness. Participants will be people 65 years or older who are concerned about their memory, but do not yet have a diagnosis of cognitive impairment. If a participant is deemed qualified to participate, he/she will be placed into one of four groups and will attend 1, 2, or 3 group or music appreciation classes per week for 24 weeks (6 months). In addition to attending the group classes, participants will be asked to complete at least four study visits at Wake Forest Baptist Medical Center to complete various clinical assessments, including a brain MRI.",
    "description_detailed": "IGROOVE is an individually randomized group treatment trial that is controlled and single-blind. It will enroll adults aged 65 years and older who are low-active, report a Cognitive Change Index score ≥16, do not meet criteria for mild cognitive impairment or dementia, are healthy enough to complete repeated graded exercise testing (GXT), and have no contraindications for magnetic resonance imaging (MRI). Randomization will be assessed to ensure equal distribution across study arms for these sex and body mass index (BMI) and will be stratified if necessary. New participants will be rolled into the intervention every 6 weeks. Data collection will take place at Atrium Wake Forest Baptist Health. Interventions will consist of dance classes or music appreciation classes designed and taught by local experts, and will take place in community sites, such as local dance studios, community centers, community gyms or churches. All intervention sites selected will be handicap accessible, well-lit, have appropriate flooring for safe dance movement, and access to sturdy chairs without wheels or arms.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "PREVENTION",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is dance movement and music appreciation classes (behavioral/exercise and cognitive stimulation) intended to improve memory and cardiorespiratory fitness in older adults at risk for Alzheimer’s — i.e., a non‑pharmacologic intervention to enhance cognition/brain health rather than a drug or biologic. citeturn0search2turn0search1",
        "Act: Key trial details extracted — title: \"Establishing the Optimal Frequency of Dance Movement for Neurocognitive and Physical Outcomes in People at Risk of Alzheimer's Disease\" (IGROOVE); registry NCT05507905; lead: Wake Forest University; intervention arms: dance classes vs. music appreciation classes at 1, 2, or 3 times/week for 24 weeks; participants aged ≥65, concerned about memory but without diagnosed cognitive impairment; primary outcomes include peak VO2 and RBANS cognitive score. These sources were used to verify there is no drug or biologic in this trial. citeturn0search2turn0search5turn0search0",
        "Reflect: Classification check — this is not a biologic or small‑molecule trial and does not target neuropsychiatric symptoms specifically; its goal is to improve cognition/brain health through behavioral exercise and music. Therefore the closest category from the provided list is \"cognitive enhancer\" (broadly interpreted to include non‑drug cognitive/brain‑health interventions). No drug information was found or applicable. Key web sources: clinical trial registry entry and Wake Forest/NIH project description. citeturn0search1turn0search0"
    ],
    "agent_type": "T) Other",
    "explanation_agent": [
        "Reason: The described trial (IGROOVE / NCT05507905) tests dance movement versus music appreciation classes (behavioral/exercise + cognitive stimulation) to improve memory and cardiorespiratory fitness in older adults at risk for Alzheimer’s. This is a non‑pharmacologic behavioral intervention with no drug, biologic, or molecular pathway target reported. citeturn0search0turn1search0",
        "Act: Extracted trial details and verification — intervention = dance classes (1x, 2x, or 3x/week) vs music appreciation; primary outcomes = peak VO2 and RBANS cognitive score; lead = Wake Forest University; registry NCT05507905 / IGROOVE. Sources confirm there is no drug/biologic or named molecular target for the intervention. citeturn0search0turn1search0turn0search5",
        "Reflect: This intervention does not map to any molecular or pathway CADRO categories (A–Q, R multi‑target) because it is a behavioral/exercise intervention aiming to enhance cognition/fitness rather than acting on amyloid, tau, inflammation, neurotransmitters, etc. Per the instructions, non‑therapeutic or non‑drug trials should be classified as 'T) Other.' The NIH project entry also categorizes the work as a non‑pharmacological exercise intervention (supporting that it is behavioral, not a drug target). citeturn0search1turn0search5",
        "Web search results used (key sources):",
        "- Trial listing / registry summary: Effects of Dance and Music Appreciation on Brain Health and Fitness in People at Risk for Alzheimer's Disease (NCT05507905). citeturn0search0turn1search0",
        "- NIH project page for the R01 (IGROOVE) — describes the study as a non‑pharmacological exercise intervention and lists project details/funding. citeturn0search1",
        "- Wake Forest news release describing the IGROOVE grant and study aims (dance, frequency, music, social/cognitive components). citeturn0search5",
        "- Recent adapted dance literature supporting dance as a behavioral/non‑drug intervention for cognition/physical function (context). citeturn0search2"
    ]
}