{
    "nct_id": "NCT02361242",
    "title": "24-week Open-label Extension Study Evaluating the Effect of PXT00864 in Mild Alzheimer's Disease Patients Further to PLEODIAL-I Completion",
    "status": "COMPLETED",
    "last_update_time": "2016-02-12",
    "description_brief": "PLEODIAL-II study is an extension of the previous pilot PLEODIAL-I study (CLN-PXT00864-03 protocol) and is designed for the descriptive analysis of patients with mild AD who are exposed to PXT00864 over an additional 24-week period.",
    "description_detailed": "Patients having completed the previous 12-week PLEODIAL-I study were eligible to receive PXT00864 in this 24-week open-label extension PLEODIAL-II study in order to collect some additional long-term data regarding the safety and the potential effect of PXT00864 on cognitive and behavioural impairments.",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "PXT00864 (aka PXT864) — a low-dose fixed combination of acamprosate and baclofen"
    ],
    "placebo": [
        "No placebo in the PLEODIAL‑II open‑label extension (placebo was used in the earlier PLEODIAL‑I pilot crossover study)"
    ],
    "explanation_target": [
        "Reason: The trial evaluates PXT00864 (PXT864), which is a repurposed combination of two small‑molecule drugs (baclofen and acamprosate) intended to be neuroprotective by restoring excitatory/inhibitory neurotransmitter balance in AD rather than being a biologic (e.g., antibody) or a purely symptomatic psychiatric drug. citeturn0search1turn0search0",
        "Act (key details extracted): PXT00864 (PXT864) = baclofen + acamprosate (taken as separate capsules, low doses, twice daily). The PLEODIAL‑II description is a 24‑week open‑label extension assessing safety and potential effects on cognitive and behavioural impairments in mild AD. citeturn0search3turn0search0",
        "Reflect (classification check): Because the intervention is a combination of small‑molecule drugs aimed at modifying disease‑related neurophysiology (neuroprotection/restore transmitter balance) rather than a biologic, antibody, or only symptomatic cognitive enhancer, it best fits the 'disease‑targeted small molecule' category. Note: the mechanism is not amyloid‑directed but targets neurotransmitter imbalance thought to be downstream of Aβ oligomers — still a small‑molecule disease‑directed approach. citeturn0search1turn0search4"
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The investigational product PXT00864 (PXT864) is a fixed, low‑dose combination of two small molecules—baclofen and acamprosate—whose intended action in AD is to restore excitatory/inhibitory neurotransmitter balance (GABAergic and glutamatergic modulation), i.e., modulation of neurotransmitter receptor systems rather than direct amyloid/tau targeting. citeturn0search0turn0search3",
        "Act: Key details extracted from trial description and literature: PXT864 = baclofen (a GABA-B receptor agonist) + acamprosate (modulates glutamate/NMDA and GABA systems). The combination targets neurotransmitter systems to produce neuroprotective / synaptic-balance effects in mild AD; the clinical program includes open-label extension follow-up after PLEODIAL trials. Based on this mechanism, the most specific CADRO match is D) Neurotransmitter Receptors. citeturn0search0turn0search1turn0search3",
        "Reflect: Classification check — the intervention is pharmacologic small molecules acting on GABA and glutamate receptor systems (receptor modulation). While the aim includes neuroprotection/synaptic restoration (overlapping with synaptic plasticity), the proximate mechanism is modulation of neurotransmitter receptors, so D) Neurotransmitter Receptors is the best fit rather than M) Synaptic Plasticity/Neuroprotection or A/B (amyloid/tau). No evidence in the description indicates a different primary target or a multi-target biological (R) classification. citeturn0search4turn0search3",
        "Web search results (key sources used): 1) ALZFORUM entry summarizing PXT864 (trial details, dosing, and PLEODIAL program). citeturn0search0 2) DrugBank / pharmacology summary for acamprosate describing modulation of glutamate (NMDA/mGluR) and GABA systems. citeturn0search3 3) PubMed / literature on baclofen as a selective GABA-B receptor agonist (mechanism). citeturn0search1turn0search2 4) Review of GABA-B receptor pharmacology supporting receptor-based mechanism. citeturn0search4"
    ]
}