{
    "nct_id": "NCT05151562",
    "title": "Music Therapy for Autobiographical Memory and Neuropsychiatric Symptoms in Alzheimer Disease",
    "status": "RECRUITING",
    "last_update_time": "2025-04-08",
    "description_brief": "This study is designed to assess the feasibility that individualized reminiscence-based virtual music therapy sessions can enhance autobiographical memory, mood, and cognition in patients with mild cognitive impairment (MCI) or mild dementia due to Alzheimer's Disease (AD).\n\n60 patients with MCI or mild dementia due to AD will receive two 30 minutes reminiscence-targeted virtual music therapy interventions per week for 8 weeks (a total of 16 sessions).\n\nParticipants' (or supported by the study partner) self-reported and measurable outcomes including cognitive, anxiety, quality of life, and autobiographical memory will be assessed before and after the 8-week course of treatment. Blood-oxygenation level-dependent (BOLD) in functional magnetic resonance imaging (fMRI) will also be also measured before and after the 8-week course of treatment.",
    "description_detailed": "Despite advancements in mild cognitive impairment (MCI) or mild dementia due to Alzheimer's Disease (AD) treatment, patients who live with these symptoms still have many unmet neuropsychiatric needs. In investigating holistic approaches to treatment generally, it is important to utilize non-pharmacological interventions.\n\nKelly and Ahessy implemented reminiscence-focused group music therapy to promote positive mood and engagement through musical expression (e.g. singing, moving, body percussion) and verbal interaction, using thematic sessions that reflected the music preferences of the participants. The researchers found that a balance of familiar structures, such as greeting and ending songs, paired with adaptability on behalf of the music facilitator created meaningful space for reminiscence and shared engagement. The researchers also identify music as a core element that facilitated the sharing musical and extramusical personal memories, as well as provided grounding and opportunities for re-connection during moments of disorientation within the group.\n\nAlthough use of virtual music therapy due to COVID-19 has been increased, the impact of virtual music therapy sessions on reminiscence is minimally explored in the literature. A clear benefit of virtual music therapy is increased access to care for participants living in rural areas or for whom travel is difficult, enabling participation in meaningful interventions without disrupting daily routines. Additionally, the ability to engage in music therapy from the familiarity of one's own home has been shown to facilitate relationship development between patients with dementia and the patients' caregivers, as well as increase feelings of comfort and relaxation.\n\nThe present study seeks to expand upon previous work by adding a layer of personalization and engagement. Rather than simply assigning individuals a regimen of music listening, the investigators will engage participants in regularly occurring virtual music therapy sessions centered on playing familiar songs live and stimulating reminiscence through autobiographical conversation. Such a study offers several advantages over previous similar studies' formats as it (a) allows researchers to maintain maximum control over how the treatment is administered, (b) saves participants and caregivers the stress of traveling for therapy (especially pertinent given the study's older demographic), (c) allows participants autonomy over when and where the participants engage in therapy, likely from the comfort of home, and (d) provides opportunities for music therapy to become a meaningful twice-weekly routine for both participants and the participants' care partners. Appreciating music is far greater than simply listening to it, and this study seeks to utilize the transformative power of individualized live music therapy interventions.\n\nParticipants with MCI or mild dementia due to AD will attend 30-minute reminiscence-targeted virtual music therapy during an 8 week, twice-weekly course of music therapy (a total of 16 sessions) through a Zoom. Participants' cognitive, anxiety, quality of life, and autobiographical memory level will be measured pre- and post- 16 virtual music therapy sessions. Brain activation patterns using functional magnetic resonance imaging (fMRI) will be compared before and after virtual music therapy sessions to understand if individualized virtual music therapy sessions can change cortical activity.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is individualized reminiscence-based virtual music therapy intended to enhance autobiographical memory, mood, and cognition in people with MCI or mild AD — i.e., an intervention whose primary aims include improving memory and cognitive function rather than delivering a biologic or small-molecule disease-modifying agent. The trial title and description emphasize memory/cognition and mood outcomes. citeturn0search7turn0search3",
        "Act: Key details extracted — non-pharmacological intervention (virtual music therapy, 16 sessions over 8 weeks) delivered to 60 participants with MCI or mild AD; outcomes include autobiographical memory, cognitive measures, mood/anxiety/quality-of-life, and fMRI BOLD before/after the intervention. No drug or placebo is administered in the protocol (registry entry). Therefore there is no drug target to identify. citeturn0search7turn0search4",
        "Reflect: Classification check — although the trial also measures mood/neuropsychiatric outcomes (and music therapy is commonly used for neuropsychiatric symptom relief), the central stated goals include enhancement of autobiographical memory and cognition. Given the four-category set (disease-targeted biologic; disease-targeted small molecule; cognitive enhancer; neuropsychiatric symptom improvement) this behavioural/rehabilitative intervention best maps to the 'cognitive enhancer' category (non‑drug cognitive enhancement). If you prefer to classify strictly by symptomatic domain (mood/neuropsychiatric), it could alternatively be placed under 'neuropsychiatric symptom improvement' — note this ambiguity. Supporting literature shows music-therapy interventions can improve autobiographical memory, episodic memory, and neuropsychiatric symptoms in AD, and the trial registry entry matches the described protocol. citeturn0search3turn0search6turn0search0"
    ],
    "agent_type": "T) Other",
    "explanation_agent": [
        "Reason: The intervention is an individualized, reminiscence-based virtual music therapy program (behavioral/non-pharmacological) intended to improve autobiographical memory, mood and cognition in people with MCI or mild AD. This is not delivering a drug, biologic, or targeting a defined molecular/pathway target in CADRO (no amyloid, tau, inflammation, synaptic receptor, etc.). citeturn0search8turn0search4",
        "Act: Key details extracted from the trial registry and literature: 60 participants with MCI or mild AD receive 16 virtual music-therapy sessions over 8 weeks; outcomes include autobiographical memory, cognition, mood/anxiety, quality-of-life, and pre/post fMRI BOLD. No drug, molecular target, or pathway is specified in the protocol, so no CADRO molecular category applies. citeturn0search8turn0search1turn0search3",
        "Reflect: Classification check — because CADRO classifies mechanistic drug/biological targets (e.g., Amyloid, Tau, Inflammation, Synaptic Plasticity) and this trial is a behavioral/cognitive rehabilitation intervention without a biochemical target, the correct CADRO assignment is T) Other. Supporting literature summaries and systematic reviews describe music therapy as a non-pharmacological approach that can improve memory and neuropsychiatric symptoms, reinforcing that this is a symptomatic/rehabilitative intervention rather than a molecularly targeted therapy. citeturn0search4turn0search7"
    ]
}