{
    "nct_id": "NCT03696888",
    "title": "Reducing Risky Alcohol Consumption Using Skills-training in the App-form: A Randomized Controlled Study in the General Population.",
    "status": "COMPLETED",
    "last_update_time": "2023-11-09",
    "description_brief": "This study evaluates the efficacy of a skills training web-based mobile phone application, Telecoach among individuals in the general population seeking help for their risky alcohol consumption on the Internet. The design is a two-armed randomized controlled design, and outcomes are measured in terms of changes in excessive alcohol use at follow up 6, 12 and 26 weeks after study initiation and baseline data gathering. The Telecoach web app delivers skills training in the form of exercises commonly used in psychosocial interventions for risky alcohol use. The controll condition is a web app providing information on the effects of alcohol on the consumers' health.",
    "description_detailed": "This study evaluates the efficacy of a skills training web-based mobile phone application, Telecoach among individuals in the general population seeking help for their risky alcohol consumption on the Internet. The design is a two-armed randomized controlled design, and outcomes are measured in terms of changes in excessive alcohol use at follow up 6, 12 and 26 weeks after study initiation and baseline data gathering.\n\nIndividuals seeking help for problematic alcohol use on the internet will get access to a webpage with information about the study. Individuals leaving informed consent are asked to fill out questionnaires about alcohol use, depression, anxiety and information on gender and weight. Those with excessive alcohol use (\\>14 standard glasses/week for men and \\> 9 for women) are randomized into one of two groups: 1. Access to the Telecoach web-app and 2. Access to a control condition with an information-providing web-app.\n\nOutcomes on alcohol use are gathered by electronic self-registration at 6, 12 and 26 weeks after study initiation. Additional questions on the users' satisfaction with the app assigned to them and other support for problematic alcohol used during the research period at 26 weeks.\n\nThe Telecoach web-app is a skills-training app developed for use on a mobile smart-phone. The skills-training components are common to psychosocial treatment protocols for problematic alcohol consumption.\n\nThe control condition web-app is a simple text-based app providing information on the effects of alcohol on the consumers' health.\n\nOutcomes will be reported, analyzed and discussed in a scientific article.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial describes a behavioral, web-based skills-training mobile application (TeleCoach) versus an information-only web app, measuring changes in risky alcohol consumption at 6, 12 and 26 weeks. This is a psychosocial/digital intervention (not a biologic or small-molecule drug), and it does not target Alzheimer’s pathology or cognitive/neuropsychiatric symptoms as defined for AD trials. citeturn0search6turn0search8",
        "Act: Key extracted details — Intervention: TeleCoach (skills-training smartphone/web app). Control: information-providing web app. Population: internet help-seekers with risky alcohol consumption in the general population. Primary outcomes: alcohol consumption measures (standard drinks/week, binge episodes) at follow-ups. No pharmacologic agent or placebo is mentioned in the protocol/publication. citeturn0search6turn0search5",
        "Reflect: Given the intervention type (behavioral/digital psychosocial program) and stated outcomes (alcohol use reduction), the trial does not fit any of the Alzheimer’s trial categories (disease-targeted biologic, disease-targeted small molecule, cognitive enhancer, or neuropsychiatric symptom improvement). Therefore the correct classification for the requested Alzheimer-focused categories is 'N/A'. No ambiguity found in the protocol indicating a drug or Alzheimer-related target. citeturn0search8turn0search0",
        "Web search results used to verify intervention and absence of drug: (1) Frontiers in Psychiatry article describing the TeleCoach randomized pilot trial and outcomes. citeturn0search6 (2) ClinicalTrials listing (NCT03696888) and registry summaries describing the TeleCoach behavioral intervention and control condition. citeturn0search5turn0search8 (3) PubMed entry for the pilot trial abstract. citeturn0search0"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}