{
    "nct_id": "NCT01009359",
    "title": "Open-label, Non-randomized, Multicenter Positron Emission Tomography (PET) Imaging Study to Evaluate a Single Dose of 250 MBq BAY85-8102 F-18, DPA-714 for Its Diagnostic Potential in Discriminating Patients With Probable Alzheimers Disease From Healthy Volunteers and to Evaluate the Radiation Dosimetry of a Single Dose of 150 MBq BAY858102 F-18, DPA-714 in Healthy Volunteers.",
    "status": "COMPLETED",
    "last_update_time": "2013-07-30",
    "description_brief": "PET (positron emission tomography) imaging with BAY85-8102 F-18, DPA-714 for investigation of neuroinflammation pattern in probable Alzheimers patients versus healthy volunteers and radiation dosimetry in healthy volunteer.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "DIAGNOSTIC",
    "results": null,
    "target_category": "N/A",
    "drug": [
        "BAY85-8102 F-18 (DPA-714)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is an 18F-labeled PET radiotracer (BAY85-8102, also known as 18F-DPA-714) used to image neuroinflammation (a TSPO ligand). This is a diagnostic imaging agent, not a therapeutic intended to modify disease, improve cognition, or treat neuropsychiatric symptoms. citeturn0search4turn0search1",
        "Act: Key extracted details — drug: BAY85-8102 F-18 (DPA-714); type: 18F-labeled TSPO PET radioligand (small-molecule imaging tracer); intervention: single-dose PET imaging to discriminate probable Alzheimer’s disease patients from healthy volunteers and to measure radiation dosimetry. The molecule is used in multiple PET neuroinflammation studies. citeturn0search4turn0search0turn0search8",
        "Reflect: According to the category definitions, this trial is diagnostic imaging (non-therapeutic). Therefore it does not fit any of the four therapeutic categories (disease-targeted biologic, disease-targeted small molecule, cognitive enhancer, neuropsychiatric symptom improvement). The correct classification is 'N/A'. No therapeutic mechanism or treatment intent is described in the protocol. citeturn0search4turn0search1",
        "Web search results (supporting sources): 1) NCATS/drugs entry noting BAY85-8102 is (18)F-DPA-714, a TSPO radioligand used in PET imaging and previously investigated in Alzheimer’s. citeturn0search4 2) Recent clinical/research PET studies using 18F-DPA-714 to image microglial activation/neuroinflammation (examples from PubMed). citeturn0search1turn0search0 3) Clinical trial listings using 18F-DPA-714 PET for imaging neuroinflammation (e.g., NCT listings). citeturn0search8"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}