{
    "nct_id": "NCT03556280",
    "title": "Multi-Center Study of Sensory Stimulation to Improve Brain Function (Overture Study)",
    "status": "ACTIVE_NOT_RECRUITING",
    "last_update_time": "2021-08-23",
    "description_brief": "The Overture Study is a randomized, controlled, single-blind multi-center clinical trial using the GammaSense Stimulation system to study safety, tolerability, and efficacy in people with mild to moderate cognitive impairment.",
    "description_detailed": "The Overture Study (CA-0005) is a Phase I/II randomized, controlled, single-blind multi-center clinical trial using the GammaSense Stimulation device to study safety, adherence rates and efficacy in subjects with mild to moderate cognitive impairment (MMSE 14-26) who are age 55 and older.\n\nSubjects who pass screening will be randomized (ratio 2:1 Treatment to Control). Subjects and their caregivers will be blinded to their randomization group, as will key raters at each site. The device will be used for 60 minutes daily during the 6-month therapy phase, followed by a one month safety follow-up visit.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "N/A",
    "drug": [
        "GammaSense Stimulation System (CogTx‑001) — a non‑invasive 40 Hz auditory/visual sensory stimulation device (Cognito Therapeutics)"
    ],
    "placebo": [
        "Sham GammaSense Stimulation System (sham settings)"
    ],
    "explanation_target": [
        "Reason: The Overture study tests a non‑pharmacologic medical device (GammaSense / CogTx‑001) that delivers 40 Hz audio‑visual sensory stimulation to evoke/entrain gamma oscillations in the brain, aiming to improve brain function and slow neurodegeneration rather than administering a biologic or small‑molecule drug. citeturn0search4turn0search6",
        "Act: Key trial details — randomized, controlled, single‑blind, daily 1‑hour 40 Hz sensory stimulation vs sham for 6 months in mild‑to‑moderate cognitive impairment / AD; device is described as CogTx‑001 / GammaSense from Cognito Therapeutics. (Active vs sham device used). citeturn0search0turn0search3",
        "Interpretation / Matching to categories: The four allowed categories are limited to biologics, small molecules, cognitive‑enhancing drugs, or neuropsychiatric symptom treatments. This intervention is a neuromodulation device (sensory stimulation) and not a biologic or small molecule drug, nor a conventional drug classified primarily as a symptomatic cognitive enhancer or neuropsychiatric agent — therefore it does not fit any of the four categories. citeturn0search6turn0search5",
        "Reflect: Multiple sources (trial registry/summary, peer‑review/preprint and company announcements) describe the device, mechanism (40 Hz gamma entrainment), and clinical goals (safety, tolerability, possible disease‑modifying signals such as reduced brain atrophy and slower cognitive/functional decline), confirming the intervention is a therapeutic device rather than a drug; classification as 'N/A' (does not fit the four drug‑based categories) is appropriate. citeturn0search3turn0search5"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}