{
    "nct_id": "NCT03876314",
    "title": "The Effect of Physical Activity on Cognition Relative to APOE Genotype (PAAD-2)",
    "status": "COMPLETED",
    "last_update_time": "2025-04-02",
    "description_brief": "Physical activity and Alzheimer's disease (PAAD-2) is a randomized control trial that will assess the effects of exercise on middle-aged (40-65 years) cognitively normal adults who have a heightened risk of Alzheimer's disease (AD) due to family history (FH+). The investigators will also assess the extent to which this effect is moderated by apolipoprotein epsilon-4 (APOE4) carrier status, and will gather critical new experimental evidence on the use of physical activity to improve cognitive performance by persons at the greatest risk of Alzheimer's disease.",
    "description_detailed": "In this study, the investigators follow up on their past research exploring the effects of physical activity on cognitive performance and underlying mechanisms. In particular, the investigators are interested in the potentially different effects that might be realized as a function of a person's genetic risk for Alzheimer's disease. In this study, the investigators extend past work by proposing a randomized clinical trial to: (a) test the causal link between physical activity and cognitive performance in middle-aged adults (40-65 years) with a family history, and (b) determine if the effect is moderated by apolipoprotein epsilon-4 (APOE4) carrier status. The investigators will collect neuroimaging measures of cerebral structure, white matter integrity, and resting state connectivity; assess putative biological markers; and (using moderated mediation analyses) increase understanding of underlying mechanisms and of the extent to which effects are moderated by APOE4 carrier status. To test hypotheses, the investigators will randomly assign 240 cognitively normal, middle-aged adults to a 1-year virtual physical activity program or a usual care control. Those in the intervention will participate in a year-long physical activity program including aerobic exercise performed on your own and resistance exercises led in virtual exercise sessions with an instructor 1 hour/day for 3 days/week for 1 year. Those in the usual care control condition will be asked to maintain their normal lifestyle for one year and then will be given a short-term fitness center membership (contingent upon completion of testing sessions). The investigators will assess cognitive performance at pre-, mid-, and post-test, and obtain MRI scans and blood samples at pre-, mid- and post-test. The investigators will examine the effects of physical activity on cognitive performance and on neurological and biological mechanisms and will explore the moderating role of APOE4.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "BASIC_SCIENCE",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "Physical activity (aerobic + resistance exercise intervention; 12-month PA program)"
    ],
    "placebo": [
        "Usual-care control (maintain normal lifestyle; wait-list/short-term gym membership offered after completion)"
    ],
    "explanation_target": [
        "Reason: The intervention is a behavioral physical activity (exercise) program designed to improve cognitive performance and related biomarkers in middle-aged, cognitively normal adults at increased AD risk; it does not involve a biologic or small-molecule drug and is intended to produce cognitive benefits (prevention/maintenance), which fits the 'cognitive enhancer' category. citeturn1search1turn1search2.",
        "Act (key trial details extracted): PAAD-2 is a randomized controlled trial (1-year/12-month PA intervention vs usual-care control) in sedentary adults age 40–65 with a family history of AD; APOE4 carrier status is measured and treated as a moderator; cognitive testing, MRI, and blood biomarkers are assessed pre-, mid-, and post-intervention. Trial registration: NCT03876314. citeturn1search1turn1search2turn1search4.",
        "Web search results (sources used): BMC Neurology study protocol for 'The effect of physical activity on cognition relative to APOE genotype (PAAD-2)'. citeturn1search1; Clinical trial registry summary / record for NCT03876314 (PAAD-2) detailing the 12-month virtual PA program and usual-care control. citeturn1search2; CenterWatch/other trial listings summarizing study design and objectives. citeturn1search4.",
        "Reflect: Classification checked against definitions — intervention is not a biologic (e.g., antibody) nor a small-molecule drug, and its primary intent is to improve/maintain cognition (and study explicitly measures cognitive outcomes), not primarily to treat neuropsychiatric symptoms. Therefore 'cognitive enhancer' is the correct category. No pharmacologic drug is involved; control is a usual-care behavioral control. citeturn1search1turn1search2"
    ],
    "agent_type": "M) Synaptic Plasticity/Neuroprotection",
    "explanation_agent": [
        "Reason: The trial (PAAD-2) tests a 12-month aerobic + resistance physical activity intervention in middle-aged, cognitively normal adults at increased AD risk with APOE genotype measured; the stated mechanistic focus in the protocol is on neuroplasticity-related biomarkers (notably BDNF) and on brain structure/function and cognition, i.e., mechanisms that support synaptic plasticity and neuroprotection rather than a single molecular drug target. citeturn0search0turn1search8",
        "Act: Key extracted details — PAAD-2 is a randomized, 12-month behavioral (exercise) intervention vs usual-care in sedentary adults age 40–65 with family history of AD; APOE genotype is assessed as a moderator; primary mechanistic biomarkers include BDNF and measures of brain structure/function and cognition. Because the intervention is behavioral (exercise) that aims to enhance cognition through neuroplasticity-related pathways (rather than a specific drug acting on amyloid, tau, etc.), the most specific CADRO match is M) Synaptic Plasticity/Neuroprotection. citeturn0search0turn1search9",
        "Reflect: The protocol explicitly names BDNF as a primary mechanism of interest but the intervention is not a growth-factor therapy — exercise modulates multiple systems (growth factors, vascular, inflammatory, metabolic), yet the trial’s primary downstream aim is to improve/maintain cognition via neural/ synaptic changes. CADRO’s M) Synaptic Plasticity/Neuroprotection best captures the trial’s focus on promoting synaptic resilience and cognitive function. If one instead prioritized the single biomarker (BDNF) as the dominant mechanistic label, L) Growth Factors and Hormones could be considered, but that would be less representative of the intervention’s broader neuroplasticity aim. citeturn0search0turn1search8",
        "Web search results used: BMC Neurology full study protocol (PAAD-2) describing the 12-month PA RCT and listing BDNF and brain MRI/cognitive outcomes. citeturn0search0; PubMed/PMC entries for the PAAD-2 protocol. citeturn1search9turn1search8; ClinicalTrials/registry summaries (NCT03876314) and trial listings summarizing the behavioral physical-activity intervention. citeturn1search4turn1search0"
    ]
}