{
    "nct_id": "NCT01423396",
    "title": "Impact of Controlling Vascular Risk Factors on the Progression of Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2022-05-23",
    "description_brief": "Three quarters of patients with Alzheimer's disease have at least one vascular risk factor (VRF). Vascular brain lesions are present in most Alzheimer's patients (especially older ones). This cerebrovascular disease potentiates Alzheimer's lesions in early-stage disease. Many research studies have shown that VRFs are also risk factors for Alzheimer's disease; this is true for arterial hypertension and dyslipidaemia in particular and, to a lesser extent, diabetes and cardiopathy. Moreover, recent drug trials (SYST-EUR, PROGRESS and HOPE) have indicated that antihypertensive medications can prevent the appearance of dementia (and notably Alzheimer's disease) in over-60 hypertensive subjects. An observational study of 233 Alzheimer's patients with an average follow-up period of 4 years has shown that the annual decline in the Mini-Mental State Examination (MMSE) score was lower in patients in whom all the VRFs were being treated than in patients in whom no VRFs were being treated (1.5 ± 2.5 points versus 2.5 ± 2 points, respectively; p\\<0.04).1 However, it is not currently known whether optimal treatment of VRFs can influence the progression and prognosis of Alzheimer's disease. Answering this question could have a significant impact on public health.",
    "description_detailed": "It is not currently known whether the optimum treatment of VRFs influences the progression and prognosis of Alzheimer's disease. Our starting hypothesis is that VRF control in Alzheimer's patients is associated with slower cognitive decline, less intense loss of personnel independence and fewer adverse events over the course of the disease (cardiovascular or cerebrovascular events, behavioural disorders, caregiver burden, hospitalization and death).\n\nCOVARAD study is a randomized, controlled, multicentre study comparing 2 VRF care strategies in mild-to-moderate (MMSE \\> 18) Alzheimer's disease patients with at least one VRF. The objective of this work is to evaluate the effect of \"optimal\" care strategy, in strict compliance with the French HAS guidelines concerning targets for blood pressure, glycaemia and blood lipid levels, on the cognitive function in mild-to-moderate Alzheimer's patients (MMSE score \\> 18), in comparison with a control group (i.e. receiving standard care from a primary care physician). The study test the hypothesis whereby \"optimal\" care of the 3 main modifiable VRFs is associated with slower cognitive decline in Alzheimer's disease patients (evaluated on the ADAS-cog score), when compared with standard care and to compare the MMSE, MoCA and VADAS-cog scores, mood and behaviour (MADRS and NPI), loss of independence (ADCS-ADL), the occurrence of cardiovascular or cerebrovascular events, the number and length of hospitalisations, caregiver burden (on the Zarit scale), institutionalization and survival in the two groups (i.e. depending whether VRFs are managed optimally or not).\n\nThis study could influence clinical practice. If VRF control does have an influence on the progression of Alzheimer's disease, an information campaign could modify practice and have a significant impact on public health.\n\nAn independent Data and Safety Monitoring Board will be set up to monitor the diabetic patients, in view of the risks related to \"optimal\" care (ACCOR and ADVANCE studies). Nevertheless, the risk of adverse events will be limited by raising the threshold value for glycated haemoglobin to 8%.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "PREVENTION",
    "results": null,
    "target_category": "N/A",
    "drug": [
        "Antihypertensives (e.g., ACE inhibitors, ARBs, diuretics)",
        "Lipid-lowering agents (statins)",
        "Glucose-lowering agents/diabetes therapies (e.g., SGLT2 inhibitors mentioned in observational work)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial title and description indicate the intervention is control/optimal treatment of vascular risk factors (hypertension, dyslipidaemia, diabetes, cardiopathy) to determine effects on Alzheimer's progression — i.e., vascular risk–factor management rather than a therapy that directly targets Alzheimer pathology (amyloid or tau) or a cognitive enhancer.",
        "Act: I searched the literature for trials and reviews linking VRF treatment to dementia/AD outcomes to confirm the intervention type and supporting evidence. Key sources: a systematic review/meta-analysis of VRF treatment and dementia/AD incidence (PubMed), trials and observational studies linking antihypertensive treatment and reduced dementia risk (SYST-EUR, PROGRESS, HOPE are referenced in the description), and cohort studies showing slower MMSE decline when VRFs are treated. citeturn0search2turn0search1turn0search0",
        "Supporting evidence (examples of results used): treatment of VRFs has been associated with reduced dementia/AD incidence in meta-analyses and prospective studies; antihypertensive trials have suggested dementia prevention effects; observational AD cohorts report slower cognitive decline when VRFs are controlled. citeturn0search2turn0search1turn0search3",
        "Reflect: This intervention does not fit the provided categories (disease-targeted biologic, disease-targeted small molecule, cognitive enhancer, or neuropsychiatric symptom improvement). It is a multimodal vascular-risk management strategy (using standard cardiovascular medications and risk-factor control measures) aimed at modifying vascular contributors to cognitive decline. Therefore the correct classification under the given taxonomy is 'N/A'. citeturn0search5turn0search7"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}