{
    "nct_id": "NCT05349318",
    "title": "Hyperbaric Oxygen Therapy for Prodromal Alzheimer´s Disease With Cerebrovascular Disease: A Prospective, Randomized, Double Blind Study",
    "status": "RECRUITING",
    "last_update_time": "2024-02-05",
    "description_brief": "Alzheimer´s disease is a devastating illness that effects the patients as well as their family members. Its prevalence increases exponentially and the burden on the healthcare system is enormous. AD neuropathology begins 15-20 years before the occurrence of cognitive symptoms, which ranges from preclinical stage to mild cognitive impairment (MCI) to dementia. Prodromal AD is an early stage of the disease which is characterized by positive biomarkers and MCI. To this day, there is no medication that can cure or halt the progression of the disease and most studies focus on finding reversible risk factors and changing their influence. Several aetiologies have been proposed, like the deposition of amyloid and tau proteins, neuroinflammation and cerebral ischemia due to cerebrovascular factors. The Amyloid deposition, which serves as the biological marker of AD, was originally thought to be the main cause of the disease, however, recent data suggests that it is not the cause and that it might actually has a protective role. On the other hand, it is known today that vascular changes with related tissue ischemia and neuroinflammation have a crucial role in the development of AD in many patients. These pathologies, ischemia \\& neuroinflammation, can be improved by the use of hyperbaric oxygen therapy (HBOT). The goal of this study is to explore the potential beneficial effect of HBOT on prodromal AD.",
    "description_detailed": "Alzheimer disease is characterised by cognitive, mental and functional disability that is expected to progress until the patient is fully dependent on others for activities of daily living. The pathology begins many years until the cognitive symptoms appear. Prodromal Alzheimer's disease is a state where a person has mild cognitive impairment and Amyloid deposition, which is seen on brain Amyloid PET or in lumbar puncture.\n\nTo date, there has been neither a cure nor a therapy that can significantly halt or relieve symptoms for most patients.\n\nThis study offers a new biological therapeutic approach aimed to induce neuroplasticity and improve neurological and cognitive functions. Pre -clinical as well as clinical data indicate that HBOT can be beneficial for those patients who suffer from MCI due to Alzheimer's disease and also to patients with cerebral vascular disease.\n\nHBOT is a well-known treatment used in clinical practice for other indications and is considered to be safe with relative rare mild and reversible side effect .The study is designed as a prospective, randomized, sham controlled double blinded study.\n\nSubjects will be enrolled up to a total of 100 subjects, age 60-85, diagnosed with MCI and positive Amyloid PET and vascular changes on brain MRI.\n\nEligible patients will be randomized to the two study groups at a ratio of 6:6 (in clusters of 6 patients). The HBOT/sham treatment includes 60 daily sessions of 90 minutes each, five days per week. After the treatment period, there will be a maintenance period of HBOT/sham sessions twice a week for 6 months. All assessments with be done on baseline, after the treatment period and after the maintenance period.\n\nThe primary endpoint includes improvement in cognitive scores in neurocognitive evaluations (Neurotrax). Secondary and tertiary endpoints include changes in cognitive, physiological, physical, imaging, lab tests and self report questionaires.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "N/A",
    "drug": [
        "Hyperbaric oxygen therapy (HBOT)"
    ],
    "placebo": [
        "Sham HBOT (normobaric/low‑pressure air)"
    ],
    "explanation_target": [
        "Reason: The intervention is hyperbaric oxygen therapy (HBOT) — a non‑pharmacologic, pressurized‑oxygen chamber treatment intended to improve cerebral ischemia, reduce neuroinflammation, and thereby affect AD pathology and cognition. HBOT is not a biologic or a small molecule drug; it is a device/physiologic therapy. citeturn0search1turn0search8",
        "Act: Key extracted details from the trial description — intervention = HBOT for prodromal Alzheimer’s with cerebrovascular disease; design = prospective, randomized, double‑blind (sham) study. Clinical designs of HBOT RCTs use sham (normobaric/low‑pressure air) controls. HBOT has been studied in animal models where it reduced amyloid/tau and improved cognition, and in human RCTs/meta‑analyses reporting cognitive benefit signals. citeturn0search9turn0search5turn0search0",
        "Reflect: Classification decision — The four provided categories are (1) disease‑targeted biologic, (2) disease‑targeted small molecule, (3) cognitive enhancer (drug), and (4) neuropsychiatric symptom improvement. HBOT is none of these: it is not a biologic nor a small molecule, and it is a non‑drug therapeutic whose primary mechanism is physiological (oxygenation/angiogenesis, anti‑inflammatory effects) rather than a pharmacologic cognitive enhancer or an agent targeted solely at neuropsychiatric symptoms. Therefore the correct category is 'N/A'. This aligns with literature showing HBOT is a device/physiologic intervention studied for vascular and inflammatory mechanisms in AD. citeturn0search1turn0search5",
        "Web search results (key sources): 1) Systematic review / meta‑analysis showing HBOT RCTs report cognitive improvements (MMSE, ADAS‑Cog) in AD — evidence summary. citeturn0search0 2) Study design and background for a double‑blind, placebo (sham)‑controlled HBOT trial in MCI/at‑risk elderly (describes HBOT mechanism and RCT sham methods). citeturn0search1turn0search9 3) Clinical/observational reports and small trials showing cognitive and metabolic improvement after HBOT in AD/aMCI. citeturn0search3turn0search6 4) Animal studies reporting HBOT reduces amyloid/tau pathology and neuroinflammation and improves cognition in AD mouse models. citeturn0search5turn0search7 5) Reviews describing proposed HBOT mechanisms (angiogenesis, improved CBF, autophagy, anti‑inflammatory effects) that could be disease‑modifying rather than pharmacologic symptomatic treatment. citeturn0search8turn0search2"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}