{
    "nct_id": "NCT06666075",
    "title": "Psychological and Mental Health of Institutionalized People Over 60 Years of Age With Alzheimer's: Effects of a Digital and Interactive Reminiscence Program.",
    "status": "COMPLETED",
    "last_update_time": "2025-08-14",
    "description_brief": "Digital reminiscence therapy (DRT) is an innovative intervention designed to enhance the psychological health of institutionalized seniors with Alzheimer's disease. This approach utilizes digital tools to facilitate the sharing of personal memories and experiences, fostering social interaction and emotional engagement. By combining technology with therapeutic reminiscence techniques, DRT aims to stimulate cognitive function and improve mood, potentially alleviating symptoms of anxiety and depression commonly observed in this population.\n\nResearch indicates that reminiscence therapy can lead to improvements in quality of life and overall well-being for individuals with dementia. The interactive nature of digital platforms encourages participation and allows caregivers to customize content based on the individual's preferences and history. As such, DRT not only serves to strengthen the connections between seniors and their pasts but also enhances their current social interactions, promoting a sense of identity and belonging. Overall, DRT represents a promising avenue for addressing the psychological needs of older adults with Alzheimer's in institutional settings, highlighting the potential benefits of integrating technology into therapeutic practices.",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "neuropsychiatric symptom improvement",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is a non‑pharmacologic, digital and interactive reminiscence program (Digital Reminiscence Therapy, DRT) that uses personalized photos, music, videos and life stories to stimulate memories, social interaction and emotional engagement. Its stated goals are to improve psychological health, mood and reduce anxiety/depression and dementia‑related behavioral symptoms, rather than to target Alzheimer’s molecular pathology. citeturn1search3turn1search5",
        "Act: Key extracted details — Intervention: Digital & interactive reminiscence sessions (group/individual, curated personal content); Population: institutionalized people over 60 with mild–moderate Alzheimer’s; Intended effects: mood improvement, reduced neuropsychiatric symptoms, increased social engagement and some cognitive stimulation. (Clinical-trial listings and protocol descriptions match this intervention type.) citeturn1search4turn1search0",
        "Reflect: Classification justification — By the provided category definitions, DRT is not a biologic or small molecule; it is primarily designed to alleviate behavioral/psychiatric symptoms (mood, anxiety, depression, BPSD). Although some trials report cognitive engagement benefits, the primary therapeutic target is neuropsychiatric/psychosocial symptom improvement, so the best fit is 'neuropsychiatric symptom improvement'. This conclusion is supported by published pilot trials and descriptive reports of DRT showing mood and behavior benefits. citeturn1search5turn1search3",
        "Web search results consulted: \"Telememory – Telememory digital reminiscence therapy pilot (Alzheimer's & Dementia)\" (positive mood/BPSD outcomes). citeturn1search3",
        "Web search results consulted: \"The effect of digital reminiscence therapy on people with dementia: a pilot randomized controlled trial\" (PubMed; measures included cognition, depression, BPSD). citeturn1search5",
        "Web search results consulted: Clinical-trial listings describing the intervention 'Digital and Interactive Reminiscence' for institutionalized people with Alzheimer's (trial registry pages). citeturn1search4turn1search0"
    ],
    "agent_type": "T) Other",
    "explanation_agent": [
        "Reason: The described intervention is a non‑pharmacologic, psychosocial Digital Reminiscence Therapy (personalized photos, music, videos, life stories) intended to improve mood, reduce anxiety/depression and dementia‑related behavioral symptoms rather than to act on a molecular or biological pathway (amyloid, tau, inflammation, etc.). citeturn1search4turn1search5",
        "Act: Extracted details — Intervention: digital & interactive reminiscence sessions (multimedia, personalized life stories); Population: institutionalized adults ≥60 with mild–moderate Alzheimer’s; Purpose: improve psychological health, mood, engagement and reduce neuropsychiatric/behavioral symptoms (BPSD). No drug, gene, or molecular pathway is targeted; this is a behavioral/therapeutic program. citeturn1search5turn0search1",
        "Reflect: CADRO categories classify biological drug targets (e.g., amyloid, tau, inflammation, synaptic mechanisms). Because this trial tests a psychosocial/digital intervention with no biological target or pharmacologic agent, it does not fit the CADRO therapeutic target categories and should be classified as 'T) Other'. Evidence that digital RT can reduce depression and increase engagement supports the stated clinical aims but does not change the lack of a biological molecular target. citeturn0search1turn0search3",
        "Web search results consulted (representative): BMC Geriatrics pilot RCT of digital reminiscence therapy showing decreased depression and increased engagement. citeturn0search1; PubMed entry for the same pilot study. citeturn0search0; Meta‑analysis of reminiscence therapy showing effects on depressive symptoms in dementia. citeturn0search3; Clinical trial registry entry describing the 'Digital and Interactive Reminiscence' intervention for institutionalized people with Alzheimer’s. citeturn1search4turn1search5"
    ]
}