{
    "nct_id": "NCT00452504",
    "title": "Ascending Single Dose Study of the Safety, Tolerability, Pharmacokinetics, and Pharmacodynamics of SRA-444 Administered Orally to Healthy Adult Subjects",
    "status": "COMPLETED",
    "last_update_time": "2007-12-03",
    "description_brief": "This is a first-in-humans study of SRA-444. This study will provide an initial assessment of the safety, tolerability, pharmacokinetics (PK), and pharmacodynamics (PD) of SRA-444 (SR formulation) after administration of ascending single oral doses to healthy adult subjects.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "SRA-444 — selective, potent, full antagonist at the human 5‑HT1A (small‑molecule); chemical name: 5‑fluoro‑8‑{4‑[4‑(6‑methoxyquinolin‑8‑yl)piperazin‑1‑yl]piperidin‑1‑yl}quinoline tri‑succinate; developed by Wyeth/Pfizer"
    ],
    "placebo": [
        "Placebo"
    ],
    "explanation_target": [
        "Reason: The trial description and registry entries identify SRA‑444 as a selective, potent full antagonist at the serotonin 5‑HT1A receptor being developed for symptomatic treatment of cognitive impairment in Alzheimer’s disease (i.e., intended to improve cognition rather than modify underlying AD pathology). citeturn0search4",
        "Act (extracted trial details and web findings): This is a first‑in‑humans single ascending oral dose (SR formulation) Phase 1 study of SRA‑444 in healthy adults (trial records NCT00452504 and a related PET receptor‑occupancy study NCT00499200). Sponsor listed as Wyeth (now part of Pfizer). The registries list placebo control in the design. citeturn0search1turn0search0",
        "Web search supporting statements (selected results): - Trial record summary of the single ascending dose study describing the same first‑in‑humans SAD design and sponsor Wyeth/Pfizer. citeturn0search1 - PET receptor occupancy study listing SRA‑444 and indicating evaluation of 5‑HT1A receptor occupancy in elderly and AD subjects. citeturn0search0 - Detailed background that names SRA‑444, gives its chemical description, and states it is a selective, potent, full 5‑HT1A antagonist developed for symptomatic treatment of mild–moderate Alzheimer‑type dementia (implicating a cognitive‑enhancing/symptomatic mechanism). citeturn0search4",
        "Reflect: Classification choice — 'cognitive enhancer' — is supported because SRA‑444 is a small‑molecule 5‑HT1A antagonist being developed for symptomatic (cognitive) treatment in AD rather than as a biologic or an agent targeting core AD pathology (amyloid/tau) or primarily targeting neuropsychiatric/behavioral symptoms. There is low ambiguity in registries describing it as symptomatic/cognition‑focused; therefore 'cognitive enhancer' is the appropriate category. citeturn0search4turn0search1"
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The investigational compound SRA-444 is a small‑molecule antagonist of the serotonin 5‑HT1A receptor (a neurotransmitter G‑protein coupled receptor). The trial is described as a symptomatic/cognitive‑enhancing program (first‑in‑humans single ascending dose and a PET receptor‑occupancy study) rather than an anti‑amyloid, anti‑tau, anti‑inflammatory, or other disease‑modifying approach. citeturn2search2turn0search0",
        "Act: Extracted details — SRA‑444 is listed in clinical trial records (NCT00452504: single ascending dose SAD study; NCT00499200: PET 5‑HT1A receptor occupancy study) and in drug R&D databases as a 5‑HT1A receptor antagonist developed by Wyeth (now part of Pfizer). The mechanism (5‑HT1A antagonism) directly maps to CADRO category D: Neurotransmitter Receptors. citeturn0search0turn0search2turn2search2",
        "Reflect: Classification check — the intervention targets a neurotransmitter receptor (serotonin 5‑HT1A) with the explicit goal of symptomatic cognitive enhancement in AD, so the most specific CADRO match is D) Neurotransmitter Receptors. This is not multi‑target (R), and it is a therapeutic (not merely diagnostic), so 'T) Other' is not appropriate. For context, selective 5‑HT1A antagonists have been pursued historically as procognitive agents in AD (e.g., related compounds such as lecozotan/SRA‑333), supporting the symptomatic/cognitive‑enhancer interpretation. citeturn1search3turn0search6",
        "Web search results (supporting sources cited above):",
        "- NCT00452504 / single ascending dose study record (SRA‑444; Wyeth/Pfizer). citeturn0search0",
        "- NCT00499200 / PET receptor‑occupancy study listing SRA‑444 and 5‑HT1A receptor occupancy assessments. citeturn0search2",
        "- MedPath / trial mirrors for the above studies (summaries of study design and sponsor). citeturn0search6turn0search4",
        "- Drug/R&D database entry summarizing SRA‑444 as a 5‑HT1A antagonist with Phase‑1 trials for AD. citeturn2search2",
        "- Peer‑reviewed literature describing the rationale for 5‑HT1A antagonists (e.g., lecozotan/SRA‑333) as cognitive enhancers in AD, providing mechanistic context for targeting 5‑HT1A to improve cognition. citeturn1search3"
    ]
}