{
    "nct_id": "NCT03798288",
    "title": "A Decision Support System for Self-management of Low Back Pain - a Randomized Controlled Trial for the selfBACK Project",
    "status": "COMPLETED",
    "last_update_time": "2023-02-14",
    "description_brief": "The intervention consists of a digital decision support system delivering a weekly plan of suggested activities that the participant can use to self-manage their low back pain (LBP) via an smartphone app.",
    "description_detailed": "The selfBACK intervention consists of the selfBACK system, that provides the participants with an individually tailored weekly plan of suggested activities to use in their self-management of low back pain.\n\nThe selfBACK system constitutes a data-driven decision support system that uses case-based reasoning to capture and reuse participant cases to suggest the most suitable self-management plan for participants. The system is an intelligent system delivering self-management plans tailored to individual participant characteristics. Information about participant characteristics is collected via a (baseline) questionnaire, weekly self-reports via the app on symptom progression etc., and a wristband that detect daily number of steps. The weekly plans are presented in an app to participants.\n\nThe weekly plan includes three categories of content;\n\n1. information/education\n2. recommended daily number of steps\n3. recommended strength and flexibility exercises\n\nOutcomes are collected as baseline, 6 weeks, 3, 6, 9 months.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is a digital decision support system (the selfBACK app) that delivers weekly, tailored self-management plans (physical activity/step goals, strength and flexibility exercises, and education) for people with nonspecific low back pain — i.e., a non-pharmacologic, app-based behavioral/self-management intervention rather than a drug or biologic. citeturn0search1turn0search7",
        "Act: Key extracted details — name: selfBACK; format: smartphone app delivering weekly tailored self-management plans; tailoring method: case-based reasoning using baseline questionnaires, weekly self-reports, and step-count wristband data; trial design: multinational RCT comparing selfBACK + usual care versus usual care alone (primary outcome pain-related disability). No drug or biologic is involved in the intervention. Sources: protocol paper, pilot study, project reports and trial listings. citeturn0search1turn0search7turn0search3turn0search4",
        "Reflect: Classification check — does not match any Alzheimer’s categories (disease-targeted biologic or small molecule), nor is it a cognitive enhancer or a neuropsychiatric-symptom treatment. It is a digital self-management intervention for low back pain, so the correct category for the Alzheimer’s-targeted taxonomy is 'N/A'. Web searches confirmed no drug/biologic is associated with this trial (it is the selfBACK app). citeturn0search1turn0search2"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}