{
    "nct_id": "NCT05606341",
    "title": "Phase 1 Clinical Trial of Innate Immunity Stimulation Via TLR9 in Early Alzheimer's Disease (AD)",
    "status": "RECRUITING",
    "last_update_time": "2025-02-25",
    "description_brief": "This single-center, double-blind, placebo-controlled study will recruit in total 39 participants with either Mild Cognitive Impairment due to Alzheimer's disease (MCI) or Mild Alzheimer's disease dementia (mild AD). There will be 3 Dose levels. An initial cohort of 13 subjects will be randomized to a Dose level 1 (0.1 mg/kg vs. placebo) lasting 8 weeks. An additional 13 subjects will be recruited and randomized into Dose level 2 (0.25 mg/kg vs. placebo) for 8 weeks and 13 subjects for the last Dose level 3 (0.5 mg/kg vs. placebo) for 8 weeks. The primary objective will be to assess safety and tolerability of CpG 1018.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted biologic",
    "drug": [
        "CpG 1018 (TLR9 agonist; synthetic CpG oligodeoxynucleotide adjuvant supplied by Dynavax). citeturn0search2turn0search5"
    ],
    "placebo": [
        "Placebo (sterile saline injection). citeturn0search5"
    ],
    "explanation_target": [
        "Reason: The trial tests CpG 1018, a TLR9 agonist (an immunostimulatory CpG oligodeoxynucleotide) intended to stimulate innate immunity in early Alzheimer’s disease — i.e., a biologic intervention aiming to modulate disease biology rather than a symptomatic cognitive enhancer or a neuropsychiatric treatment. citeturn0search2turn0search0",
        "Act: Key trial details extracted from registries — Phase 1, 39 participants with MCI due to AD or mild AD dementia; three sequential dose cohorts (0.1, 0.25, 0.5 mg/kg) randomized vs placebo over 8 weeks to assess safety/tolerability; CpG 1018 is supplied by Dynavax and administered (subcutaneously per registry details). citeturn0search5turn0search0turn0search2",
        "Act (drug info / mechanism): CpG 1018 is the adjuvant used in the FDA‑approved hepatitis B vaccine HEPLISAV‑B and acts by activating TLR9 on innate immune cells (favoring Th1 responses and enhancing T/B cell responses); it is an oligonucleotide biologic (not a small molecule). citeturn0search2turn0search7",
        "Reflect: Classification rationale — under the provided definitions, this intervention is best classified as a 'disease-targeted biologic' because it is a biologic TLR9 agonist administered to modulate immune processes with the intent of affecting AD biology (the trial includes biomarker and safety outcomes related to AD biology). Note the ambiguity that CpG 1018 is typically an adjuvant (used with vaccines) rather than a direct anti-amyloid or anti-tau antibody, but the mechanism is immunomodulatory and biologic, aimed at disease modification rather than symptomatic cognitive enhancement or neuropsychiatric symptom relief. citeturn0search6turn0search1",
        "Web-search sources used (registry/sponsor summaries and summaries): Innate Immunity Stimulation Via TLR9 in Early AD (clinical trial registry entries for NCT05606341 / trial summaries). citeturn0search0turn0search1",
        "CpG 1018 product/science page (Dynavax) describing CpG 1018 as a proprietary TLR9 agonist adjuvant (used in HEPLISAV‑B). citeturn0search2",
        "Additional summaries (ALZFORUM and other trial registries summarizing outcomes and rationale for the AD trial). citeturn0search6turn0search3"
    ],
    "agent_type": "F) Inflammation",
    "explanation_agent": [
        "Reason: The intervention is CpG 1018, a synthetic CpG oligodeoxynucleotide that acts as a TLR9 agonist to stimulate innate immune responses — this is an immunomodulatory approach that targets inflammatory/innate-immune pathways rather than amyloid, tau, synaptic receptors, or purely symptomatic mechanisms. citeturn0search0turn2search7",
        "Act: Clinical trial registries show the Phase 1 study (NCT05606341) tests subcutaneous CpG 1018 in early AD / MCI to stimulate innate immunity (dose-escalation, randomized vs placebo; safety/tolerability and immunostimulatory effects are primary/secondary objectives). CpG 1018 is supplied by Dynavax and is the proprietary TLR9 agonist used as the adjuvant in HEPLISAV‑B. citeturn2search3turn2search0turn0search0",
        "Reflect: Mapping to CADRO, the trial’s biological focus is modulation of innate immunity / TLR9-mediated inflammatory signaling — this aligns best with F) Inflammation. It is not targeting amyloid, tau, ApoE/lipids, neurotransmitter receptors, synaptic plasticity, etc., and is a single immunologic pathway (TLR9) rather than a broad multi-target therapeutic, so 'F) Inflammation' is the most specific CADRO category. citeturn0search0turn2search3",
        "Web sources used (selected): Dynavax CpG 1018 product/science page (describing CpG 1018 as a TLR9 agonist/adjuvant). citeturn0search0",
        "Clinical trial registry / NYU trial listing for NCT05606341 (Innate Immunity Stimulation Via TLR9 in Early AD) showing CpG1018 dosing, design, and objectives. citeturn2search0turn2search3",
        "Mechanistic/clinical precedent showing CpG-class TLR9 agonists induce Th1-like innate immune activation after subcutaneous administration. citeturn2search7"
    ]
}