{
    "nct_id": "NCT03360552",
    "title": "Evaluating the Effectiveness of a New Way of Organizing Primary Health Care to Improve the Management of Alzheimer's Disease EvaMMADom",
    "status": "RECRUITING",
    "last_update_time": "2021-08-17",
    "description_brief": "The objective of the present study is to evaluate the effectiveness of a general practitioner (MG) management strategy guided by a multidimensional evaluation on the multidimensional score of fragility of patients with mild to moderately severe dementia, compared to those currently implemented (without the provision of such an assessment). The measurement of the respective effectiveness of the two types of care in primary care will itself be based on a multidimensional evaluation performed independently in the memory center having established the diagnosis of Alzheimer's disease. The secondary objectives are the evaluation of the impact of the strategy on the functional abilities of patients, the incidence of geriatric syndromes, cognitive functions, quality of life of the patient and the burden of the primary caregiver. The efficiency of the strategy will be assessed through a cost-effectiveness analysis. A survey of opinions will also be conducted among primary health care providers, carers and CMs on the implemented system.",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "SUPPORTIVE_CARE",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The study tests an organizational/primary-care management strategy (general practitioner management guided by a multidimensional fragility evaluation, RAI‑Home Care) versus usual care, with outcomes such as multidimensional fragility score, function, geriatric syndromes, cognition, QoL, caregiver burden and cost‑effectiveness — i.e., a health services / care‑delivery intervention rather than a pharmacologic therapy. citeturn0search0turn0search2",
        "Act: Key extracted details — title EvaMMADom; interventions listed as “Multidimensional fragility index questionnaire RAI‑Home Care” and “Usual care”; registry identifier NCT03360552; lead sponsor Assistance Publique Hôpitaux de Marseille. No drug name, biologic, or placebo arm is mentioned in the trial record, confirming this is a non‑drug trial. citeturn0search0turn0search2",
        "Reflect: Classification check — per the provided category definitions this trial does not test a biologic, a small molecule, a cognitive‑enhancing drug, or an intervention specifically aimed only at neuropsychiatric symptom reduction. It evaluates an organizational/care‑delivery strategy, so the correct category is 'N/A'. Web search of the trial registration (NCT03360552 / EvaMMADom) supports this interpretation. citeturn0search0turn0search2"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}