{
    "nct_id": "NCT06427668",
    "title": "A Phase 2, Randomized, Placebo-controlled, Double-Blind Multicenter Study to Assess the Safety, Tolerability, and Pharmacodynamics (PD) in Adult Participants With Mild-to Moderate Alzheimer's Disease (AD) Administered SPG302",
    "status": "ACTIVE_NOT_RECRUITING",
    "last_update_time": "2025-08-13",
    "description_brief": "This phase 2 study will evaluate the safety, tolerability, clinical efficacy, pharmacokinetics, and pharmacodynamics of SPG302 in adult participants with mild-to-moderate AD.",
    "description_detailed": "This is a phase 2, multicenter study to assess the safety, tolerability, CNS effects, pharmacokinetics, pharmacodynamics and clinical efficacy of SPG302 in adult participants with mild-to-moderate AD. The study will consist of 2 parts:\n\nPart A: Placebo-controlled, randomized, safety and preliminary efficacy cohort with daily dosing for 28 day cycles\n\nPart B: a randomized expansion cohort of daily dosing for 28 day cycles",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "SPG302 (synthetic small molecule; synaptogenic agent)"
    ],
    "placebo": [
        "Placebo"
    ],
    "explanation_target": [
        "Reason: The trial tests SPG302 — a synthetic small molecule described as a synaptogenic agent that restores synapses and produced rapid cognitive benefits in preclinical and early clinical reports. The drug’s mechanism is reported to regenerate or strengthen glutamatergic synapses and improve cognitive performance without altering amyloid or tau pathology, which implies the intended effect is to improve cognition rather than to directly target canonical AD pathology. citeturn0search0turn0search2",
        "Act: Key extracted trial details — Phase 2, randomized, placebo-controlled, double-blind; intervention is SPG302 (oral, small molecule) vs placebo; study endpoints include safety, tolerability, pharmacokinetics/pharmacodynamics and clinical efficacy in mild-to-moderate AD (NCT06427668 / Spinogenix press releases). The trial entry explicitly lists SPG302 as a \"synthetic small molecule.\" citeturn0search4turn0search1",
        "Reflect: Classification check — by the provided category definitions: (a) SPG302 is a small molecule (not a biologic), so it cannot be \"disease-targeted biologic\"; (b) although it is disease-relevant (synapse restoration), preclinical data and company statements indicate it does not modify amyloid/tau pathology and is intended to restore synapses and improve cognition — this fits the \"Cognitive enhancer\" category (drugs improving cognitive function without primarily targeting amyloid/tau pathology). I note a possible ambiguity: a synaptic-regenerative therapy could be considered disease-modifying if it altered core pathology, but available sources show no change in Aβ/tau and emphasize cognitive/synaptic effects, supporting the \"cognitive enhancer\" classification. citeturn0search0turn0search8"
    ],
    "agent_type": "M) Synaptic Plasticity/Neuroprotection",
    "explanation_agent": [
        "Reason: The investigational drug SPG302 is repeatedly described by the sponsor as a 'synaptic regenerative' or 'synaptogenic' small molecule that triggers neurons to produce new glutamatergic synapses and restore cognitive function — i.e., its mechanism is synapse regeneration / enhancement of synaptic function rather than direct amyloid- or tau-targeting. citeturn0search1turn0search0",
        "Act: Key extracted details: SPG302 is an oral synthetic small molecule described as a synaptogenic/synaptic-regenerative agent being tested in a randomized, double-blind, placebo-controlled Phase 2 study in mild-to-moderate AD (NCT06427668). Sponsor press releases state the drug’s intent is to regenerate/restore synapses and improve cognition. These facts support classification under CADRO category M (Synaptic Plasticity/Neuroprotection). citeturn0search1turn0search8",
        "Reflect: The available public materials (company press releases and trial listing) emphasize synaptic regeneration and cognitive benefit as the mechanism of action and do not present SPG302 as an anti-amyloid or anti-tau therapeutic; therefore M) Synaptic Plasticity/Neuroprotection is the most specific CADRO match. If future data show direct disease-modifying effects on amyloid, tau, or other pathways, reclassification (e.g., multi-target or A/B) could be considered. citeturn0search1turn0search6",
        "Web search results (key sources used): (1) Spinogenix press release announcing full enrollment of the Phase 2 AD trial (mentions SPG302 as a synaptic regenerative therapy; lists NCT06427668). citeturn0search1 (2) PR Newswire / Spinogenix materials on SPG302 orphan/expanded-access communications demonstrating the synaptogenic framing. citeturn0search2turn0search3 (3) Company page and subsequent cohort result announcements describing synaptic regeneration as the drug’s mechanism. citeturn0search6turn0search8"
    ]
}