{
    "nct_id": "NCT06406348",
    "title": "A Randomized, Double-Blind, Placebo-Controlled, Phase 1, Single Ascending Dose Trial to Assess the Safety, Tolerability and Pharmacokinetic Effects of ALIA-1758 in Healthy Participants",
    "status": "COMPLETED",
    "last_update_time": "2025-07-15",
    "description_brief": "This is a Phase 1, first in human (FIH), double-blind, placebo-controlled, single ascending dose (SAD) trial to assess the safety, tolerability, and pharmacokinetics (PK) of intravenously (IV) or subcutaneously (SC) injected ALIA-1758 in healthy male and female participants.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted biologic",
    "drug": [
        "ALIA-1758 (an anti‑pyroglutamate Aβ monoclonal antibody engineered with a transferrin‑receptor BBB‑shuttle)"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The trial tests ALIA‑1758, which is an antibody directed at pyroglutamate‑modified amyloid‑β (3pE‑Aβ) and uses a transferrin‑receptor (TfR) blood–brain barrier shuttle — i.e., a biologic designed to target Alzheimer’s pathology (amyloid). citeturn0search2turn0search5",
        "Act: Key trial details — Phase 1, first‑in‑human, single ascending dose (IV or SC) in healthy participants (NCT06406348); lead sponsor Aliada (now acquired by AbbVie). The trial evaluates safety, tolerability, and PK and includes placebo control. citeturn0search0turn0search1",
        "Mechanism / intent: Preclinical and company descriptions state ALIA‑1758 is intended to enter brain via TfR-mediated transport and promote degradation/elimination of Aβ (disease‑modifying intent rather than symptomatic cognitive enhancement). citeturn0search5turn0search2",
        "Reflect: Classification check — given ALIA‑1758 is a monoclonal antibody targeting amyloid pathology and using a biologic BBB‑shuttle, it fits the definition of a 'disease‑targeted biologic' (not a small molecule, cognitive enhancer, or symptomatic neuropsychiatric treatment). No substantive ambiguity in available descriptions. citeturn0news13",
        "Web search results used (summary of sources consulted): 1) Clinical trial record/details for NCT06406348 (trial description and design). citeturn0search0 2) MedPath / trial listing with sponsor and timeline details. citeturn0search1 3) ALZFORUM summary describing antibody design and mechanism. citeturn0search2 4) BiopharmaBoardroom summary of Aliada MODEL™ platform and ALIA‑1758 TfR shuttle / 3pE‑Aβ targeting. citeturn0search5 5) News coverage (Reuters/WSJ) reporting AbbVie acquisition and describing ALIA‑1758 as anti‑pyroglutamate Aβ antibody in Phase 1. citeturn0news13turn0news12"
    ],
    "agent_type": "A) Amyloid beta",
    "explanation_agent": [
        "Reason: ALIA-1758 is a monoclonal antibody directed at pyroglutamate‑modified amyloid‑β (3pE‑Aβ) and is engineered with a transferrin‑receptor (TfR) BBB shuttle to enter the brain and promote degradation/elimination of Aβ — the intervention clearly targets amyloid pathology. citeturn0search1turn0search5",
        "Act: Key trial details extracted: ALIA‑1758 (anti‑3pE‑Aβ mAb with TfR BBB shuttle); Phase 1, randomized, double‑blind, placebo‑controlled, single ascending dose in healthy participants (NCT06406348). These descriptions and the clinical‑trial listing identify the drug’s biological target as amyloid‑β. citeturn1search6turn1search0",
        "Reflect: Classification check — this is a disease‑targeted biologic aimed at removing/modifying amyloid‑β species (not a symptomatic neurotransmitter agent, inflammation/immune‑only modulator, or a diagnostic). There is no indication of multiple distinct CADRO targets, so the most specific CADRO category is A) Amyloid beta. citeturn0search6turn0search2",
        "Web search results consulted (selected sources): 1) ALZFORUM summary of ALIA‑1758 (mechanism, TfR shuttle, anti‑3pE‑Aβ). citeturn0search1 2) AbbVie / PR news releases describing ALIA‑1758 as an anti‑pyroglutamate Aβ antibody using a BBB‑crossing platform. citeturn0search5turn1search1 3) Industry coverage (BiopharmaBoardroom / Reuters) and company press on the MODEL™ TfR BBB shuttle and acquisition details. citeturn0search2turn0news12 4) Clinical trial registry entries for NCT06406348 confirming Phase 1 SAD design in healthy participants. citeturn1search6turn1search0"
    ]
}