{
    "nct_id": "NCT05551741",
    "title": "A First in Human Study to Evaluate the Safety, Tolerability and Pharmacokinetics of IBC-Ab002 in Persons With Early Alzheimer's Disease (AD)",
    "status": "ACTIVE_NOT_RECRUITING",
    "last_update_time": "2025-08-11",
    "description_brief": "This is a randomized, double-blind, placebo-controlled first-in-human, Phase 1, safety, tolerability, pharmacokinetic (PK) and preliminary exploratory activity study of escalating multiple intravenous (IV) doses of IBC-Ab002 in persons with early Alzheimer's disease. The study will have both Single- and Multiple-Ascending Dose components.",
    "description_detailed": "Subjects in 5 sequential cohorts of 8 subjects each will be assigned in a 3:1 ratio to receive either IBC-Ab002 or matching placebo 4 times. Part A will be a single-ascending dose study and Part B will be a multiple ascending dose study. The two parts of the study will be intercalated such that subjects will be dosed once every 12 weeks. However, repeated dosing at any dose level will not begin until the anticipated cumulative dose for that cohort has been equaled or exceeded in Part A and/or B of the study, and appropriate safety review of data from all preceding doses in prior subjects has taken place. All subjects randomized into Part A of the study will automatically continue into Part B unless dosing is halted at the individual or group level due to safety or other concerns.",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted biologic",
    "drug": [
        "IBC-Ab002 (fully human monoclonal antibody; anti–PD-L1)"
    ],
    "placebo": [
        "matching placebo"
    ],
    "explanation_target": [
        "Reason: The trial is a first-in-human, randomized, double-blind, placebo-controlled Phase 1 study of intravenous IBC‑Ab002 in persons with early Alzheimer’s disease — i.e., a biologic intervention being tested for safety, PK and exploratory activity. citeturn0search3turn0search5",
        "Act: IBC‑Ab002 is described in the literature and regulatory summaries as a fully human anti–PD‑L1 monoclonal antibody engineered (Fc modifications) for use in AD to block the PD‑1/PD‑L1 immune checkpoint and thereby modulate the peripheral/central immune response. This identifies it as a biologic aimed at disease-relevant pathology (immune checkpoint–mediated suppression), not a small molecule or symptomatic cognitive enhancer. citeturn0search0turn0search2",
        "Supporting details / sources: clinical trial registration and listings (NCT05551741) and trial summaries confirm Phase 1, IV dosing, placebo control and sponsor (ImmunoBrain Checkpoint). Additional coverage (ALZFORUM, NIH funding entry) documents trial start and intent to evaluate immune-targeting mechanism in AD. citeturn0search3turn0search6turn0search7",
        "Reflect: Classification rationale — falls under 'disease-targeted biologic' because the investigational product is a monoclonal antibody (a biologic) directed at a biological target (PD‑L1) intended to modify disease processes via immune modulation. Note: although PD‑L1 is an immune checkpoint (not amyloid or tau directly), the intervention is disease-targeted (aiming to alter AD pathophysiology), so 'disease-targeted biologic' is the best-fit category. citeturn0search2turn0search0",
        "Web search results used (selected): Wiley/Alzheimer’s & Dementia description of IBC‑Ab002 development and Fc design; Health Research Authority (UK) summary describing PD‑1/PD‑L1 blockade intent; clinical trial listings (NCT05551741) and Alzforum trial page. citeturn0search0turn0search2turn0search3turn0search6"
    ],
    "agent_type": "F) Inflammation",
    "explanation_agent": [
        "Reason: The investigational product is IBC‑Ab002, a fully human monoclonal antibody that blocks the PD‑1/PD‑L1 immune‑checkpoint pathway to release adaptive immune suppression and modulate peripheral/central immune responses in Alzheimer's disease. This mechanism is an immunomodulatory approach that targets neuroinflammation rather than directly targeting amyloid or tau. citeturn0search0turn0search3",
        "Act: Extracted details — drug: IBC‑Ab002; type: fully human anti–PD‑L1 monoclonal antibody (Fc‑modified); intended mechanism: PD‑L1 blockade to stimulate peripheral immune activity, recruit phagocytic/repair cells to the brain, alter inflammatory milieu and thereby affect AD pathology. These features identify the intervention as an immune‑targeted (inflammation) biologic. citeturn0search0turn0search1turn0search2",
        "Reflect: Classification check — CADRO F) Inflammation best fits because the drug’s primary biological focus is immune checkpoint blockade and modulation of immune/inflammatory processes in AD. Although some preclinical reports note downstream effects on amyloid and tau, the direct target is the immune system (PD‑L1), not amyloid or tau proteins themselves, so F) Inflammation is the most specific CADRO category. Alzforum and regulatory trial summaries corroborate this immune‑modulatory intent. citeturn0search3turn0search2",
        "Web search results used (selected): ImmunoBrain Checkpoint lead program page — IBC‑Ab002 described as anti‑PD‑L1, Fc‑modified, tailored for neurodegenerative disease; preclinical claims re: immune modulation. citeturn0search0; Peer/meeting summary (Alzheimer’s & Dementia / Wiley) describing IBC‑Ab002 development and PD‑1/PD‑L1 rationale. citeturn0search1; UK Health Research Authority trial summary (IBC‑01‑01) describing PD‑1/PD‑L1 blockade intent and Phase 1 design. citeturn0search2; Alzforum therapeutic page summarizing mechanism, preclinical rationale, and Phase‑1 status. citeturn0search3; Press/NIH grant and company announcements confirming Phase‑1 dosing and NIA funding. citeturn0search4turn0search6"
    ]
}