{
    "nct_id": "NCT00842816",
    "title": "A Double-Blind Placebo-Controlled Preliminary Study of the Efficacy, Safety and Tolerability of ST101 Tablets in the Treatment of Alzheimer's Disease in Subjects Concurrently Receiving Donepezil (Aricept®)",
    "status": "COMPLETED",
    "last_update_time": "2012-06-05",
    "description_brief": "This study will investigate the ability of ST101 to improve memory in people with Alzheimer's disease who currently receive 10 mg Aricept® (donepezil) per day. This study also will examine the safety and tolerability of the drug. This study is evaluating 3 different dose levels of ST101 and placebo. Patients will have a 1 in 4 chance of getting placebo. All eligible subjects will be provided with bottles of 10 mg Aricept (donepezil) during the study drug administration part of the study.",
    "description_detailed": "Alzheimer's disease (AD) is a progressive and fatal neurological illness. It produces changes in the brain that include loss of cells and accumulation of abnormal protein deposits. Initial symptoms are cognitive, with deficiencies in short-term memory the most common symptom. As the disease progresses so does the severity of cognitive deficiency. Loss of speech and immobility occur in the terminal stages There is no cure for AD and no marketed treatment that modifies the underlying disease process. Available therapies improve some symptoms of AD by increasing brain concentrations of molecules involved in cognition. ST101 differs from marketed therapies in that it has demonstrated two actions in animal research testing. It improves cognition and it also reduces the accumulation of abnormal protein deposits in the brain. These two properties suggest that ST101 may be a promising agent for the treatment of AD. This study is designed as a preliminary dose exploration/proof-of¬concept investigation of the ability of ST101 to improve cognition during 12 weeks of administration.",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "ST101"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The trial tests ST101 tablets given with donepezil to \"improve memory\" (primary intent is cognitive improvement). Preclinical and clinical descriptions characterize ST101 as an acetylcholine‑release agent that enhances ACh release (via T‑type VGCC in animal work) and showed cognitive benefit in a Phase 2 trial — this indicates a symptomatic cognitive‑enhancing mechanism rather than a biologic targeting amyloid/tau. citeturn0search0turn0search2turn0search8",
        "Act: Key extracted details — ST101 (oral tablets, tested at 10, 60, 120 mg once daily) versus matching placebo in a randomized, double‑blind Phase 2 study in AD patients on donepezil; primary aim was to improve cognition (memory) and assess safety/tolerability. Based on mechanism (acetylcholine release) and intended effect (memory improvement), I classify this as a cognitive enhancer. citeturn0search0turn0search2",
        "Reflect: Confirmation and caveat — registry text notes ST101 \"also reduces the accumulation of abnormal protein deposits in the brain\" in animal studies, suggesting possible preclinical disease‑modifying signals, but clinical materials and the described mechanism emphasize acetylcholine release and symptomatic cognitive benefit. Given the drug form (tablet) and the trial aim, the most appropriate category is \"cognitive enhancer.\" Sources: clinical trial registry and PubMed Phase 2 report plus mechanistic abstract. citeturn0search0turn0search2turn0search8",
        "Web search results supporting the above: NCT trial entry (Preliminary Efficacy and Safety Study of ST101 Plus Aricept) with trial details and dosing. citeturn0search0; PubMed Phase 2 study abstract describing ST101 as an acetylcholine release agent and cognitive outcomes. citeturn0search2; mechanistic abstract reporting enhancement of ACh release via T‑type VGCC in animal models. citeturn0search8."
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The investigational drug ST101 is described and reported in the literature as an acetylcholine‑release agent that enhances ACh release (via activation of T‑type voltage‑gated Ca2+ channels) and was tested to produce symptomatic cognitive (memory) improvement when given with donepezil. This indicates a symptomatic, cholinergic neurotransmission mechanism rather than an amyloid/tau disease‑modifying target. citeturn0search1turn0search3",
        "Act: Key extracted details — Phase 2 double‑blind study (N=210) of oral ST101 (10, 60, 120 mg QD) vs placebo in AD patients on stable donepezil, primary aim to improve cognition; preclinical/mechanistic studies show ST101 enhances hippocampal ACh release and facilitates LTP via T‑type VGCC stimulation. Based on the explicit cholinergic/acetylcholine‑release mechanism and symptomatic cognitive‑enhancing intent, I assign D) Neurotransmitter Receptors. citeturn0search0turn0search1turn0search3",
        "Reflect: Confirmation and caveat — The registry and preclinical notes mention secondary preclinical effects (reduced abnormal protein accumulation, LTP/CaMKII changes), but the clinical program and primary mechanism emphasize enhancement of acetylcholine release and symptomatic cognitive benefit; therefore the most specific CADRO match is D) Neurotransmitter Receptors rather than a disease‑modifying category or multi‑target classification. If one emphasized ion‑channel activation (T‑type VGCC) as the primary molecular target, an argument could be made for a more specific ion‑channel category, but within CADRO taxonomy the cholinergic/neurotransmission classification (D) is the best fit. citeturn0search2turn0search4",
        "Web search results used (primary sources): NCT entry for the trial (Preliminary Efficacy and Safety Study of ST101 Plus Aricept) with dosing, design, and clinical intent. citeturn0search0; PubMed Phase 2 report showing ST101 described as an acetylcholine‑release agent and clinical cognitive outcomes. citeturn0search1; Mechanistic/preclinical publications showing ST101 enhances ACh release in hippocampus and acts via T‑type VGCCs (patch clamp, microdialysis, behavioral models). citeturn0search3turn0search2"
    ]
}