{
    "nct_id": "NCT02848404",
    "title": "A Study of Therapeutic Efficacy of Categorical Language Fluency Smartphone Game Application in Mild Cognitive Impairment and Mild Alzheimer's Dementia (Baseline Study)",
    "status": "COMPLETED",
    "last_update_time": "2020-03-23",
    "description_brief": "The purpose of this study is to examine therapeutic efficacy of categorical language fluency smartphone game application in mild cognitive impairment and mild Alzheimer's dementia.",
    "description_detailed": "The Categorical Language Fluency Smartphone Game Application was developed based on the semantic distance training, which was effective in improving categorical language fluency of mild cognitive impairment and mild Alzheimer's dementia. 10 patients with mild cognitive impairment and another 10 patients with mild Alzheimer's dementia were recruited to examine therapeutic efficacy of the application.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "Cognitive enhancer",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is a smartphone \"Categorical Language Fluency\" game app designed to improve semantic/category verbal fluency in people with mild cognitive impairment and mild Alzheimer’s dementia — i.e., a behavioral/digital cognitive training intended to improve cognitive performance (language fluency), not a pharmacologic agent. citeturn0search0turn0search2",
        "Act (extracted details): The registered study (NCT02848404) lists the intervention as a Device: Categorical Language Fluency Smartphone Application, developed using \"semantic distance training,\" and recruited small cohorts of MCI and mild AD patients to test therapeutic efficacy. No drug or biologic is involved in the trial. Based on those details, the trial matches the \"Cognitive enhancer\" category (non‑pharmacologic cognitive training). citeturn0search2turn0search1",
        "Web search results supporting the extraction: - Trial listing / summary showing title, intervention type (smartphone application) and NCT02848404. citeturn0search0turn0search2 - Additional literature showing cognitive/game-based training can produce measurable cognitive changes in MCI populations (examples of similar digital cognitive-training trials). citeturn0search5turn0search3",
        "Reflect: Classification check — this is not a biologic (no antibody/vaccine) nor a small molecule drug, and the stated aim is to improve language/cognitive function rather than to primarily treat neuropsychiatric/behavioral symptoms. Therefore the correct category is \"Cognitive enhancer.\" No ambiguity in the description suggests a different category; if you want, I can fetch the full trial record or outcome data. citeturn0search2turn0search0"
    ],
    "agent_type": "M) Synaptic Plasticity/Neuroprotection",
    "explanation_agent": [
        "Reason: The described intervention is a smartphone-based behavioral cognitive-training application (Categorical Language Fluency) aimed at improving semantic/category verbal fluency in people with MCI and mild AD. This is a non‑pharmacologic cognitive enhancer intended to improve cognitive performance via practice-induced neural/cognitive plasticity rather than targeting a specific molecular pathway (e.g., amyloid, tau, inflammation). The ClinicalTrials record lists the intervention as a Device: Categorical Language Fluency Smartphone Application and describes development using \"semantic distance training.\" citeturn0search2turn0search0",
        "Act: Extracted details — Intervention: Categorical Language Fluency Smartphone Application (Device); Trial registration: NCT02848404; Developed using semantic distance training; Enrollment: 20 (10 MCI, 10 mild AD); No drug/biologic listed. Based on CADRO, cognitive-enhancement and interventions intended to produce neuroplastic changes map best to M) Synaptic Plasticity/Neuroprotection. citeturn0search2turn0search1",
        "Reflect: The study is not testing a small molecule, biologic, antibody, device for brain stimulation, or vascular/metabolic intervention; its mechanism is behavioral training to improve cognition. CADRO does not have a separate \"digital cognitive training\" label, and such cognitive-enhancing interventions are most appropriately classified under M) Synaptic Plasticity/Neuroprotection (synaptic plasticity / neuroprotection / cognitive enhancement). Alternative assignments (e.g., T) Other) would be reasonable only if you interpret CADRO strictly as biological/pharmacologic targets — but by CADRO conventions, cognitive enhancers/neuroplasticity interventions fall under M. Supporting registry and background literature are cited below. citeturn0search3turn0search2",
        "Web search results supporting extraction:",
        "- Clinical trial record for NCT02848404 showing intervention as Device: Categorical Language Fluency Smartphone Application and description of semantic distance training (ClinicalTrials/ICH GCP mirrored entry). citeturn0search2",
        "- Trial listing / summary showing title, intervention type and NCT02848404 details. citeturn0search0turn0search1",
        "- Example literature showing language/computer-based training can produce measurable cognitive changes in MCI populations (example RCT of language training / computer-based approaches). citeturn0search3"
    ]
}