{
    "nct_id": "NCT06094452",
    "title": "Effects of 24-week Computerized Cognitive Training on Microbiota-gut-brain Axis in Patients With Mild Cognitive Impairment and Mild Alzheimer's Disease: a Randomized Controlled Trial",
    "status": "COMPLETED",
    "last_update_time": "2023-10-19",
    "description_brief": "This study aims to testify multi-domain effects of computerized cognitive training in patients with mild cognitive impairment and mild Alzheimer's disease through multi-dimensional evaluation.",
    "description_detailed": "This study aimed to elucidate the neural process enhancement and remodulation in gut microbes resulting from older adults with MCI and mild AD in a randomized controlled trial of a 24-week computerized cognitive training (CCT) program.\n\nAfter recruitment and baseline assessments, pairs of participants with MCI and mild AD would be randomly allocated into the corresponding subgroup. Participants in CCT group will receive a computerized multidomain cognitive training program (www.66nao.com) and will be required to complete at least 30 minutes of training per day (3 cycle of 5 2-min tasks), 5 days a week for 24 weeks. Adherence to the intervention will be supervised by an independent researcher. The number of training days and training hours per day will be recorded. Patients in control group received treatment as usual (TAU) for 24 weeks. The neuropsychological measures will be performed at baseline, follow-up at 4 weeks, 12 weeks, and 24 weeks; functional Near-Infrared Spectroscopy (fNIRS) data and fecal samples will collected at baseline and 24 weeks.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is computerized cognitive training (CCT) — a non‑pharmacologic, behavioral program intended to improve cognitive performance and related functions (and in this trial also to examine effects on the microbiota‑gut‑brain axis). This aims at improving cognition/functional outcomes rather than acting on Alzheimer’s molecular pathology (amyloid/tau) with a biologic or small molecule. citeturn0search4turn0search0",
        "Act: Key extracted trial details — Intervention: Computerized Cognitive Training (multidomain, adaptive CCT); Duration: 24 weeks; Population: patients with mild cognitive impairment (MCI) and mild Alzheimer’s disease; Primary intent: multi‑domain cognitive effects and evaluation of microbiota‑gut‑brain axis changes. No drug name or pharmacologic agent is involved. Sources: trial registry/description and published CCT studies. citeturn0search4turn0search0turn0search5",
        "Reflect: Classification check — By the provided category definitions, this is best classified as a 'cognitive enhancer' because the intervention is designed to improve cognitive function (neuropsychological outcomes and neural connectivity) rather than to modify AD pathology with a biologic or small molecule or to primarily treat neuropsychiatric symptoms. There is no investigational drug or placebo reported in the trial. If you want, I can retrieve the full trial registration (NCT06094452) or the publication PDF for additional detail. citeturn0search4turn0search0"
    ],
    "agent_type": "N) Gut-Brain Axis",
    "explanation_agent": [
        "Reason: The trial tests a 24-week computerized cognitive training (CCT) program in people with MCI and mild AD and explicitly evaluates effects on the microbiota–gut–brain axis (fecal samples, 16S rRNA sequencing) as well as cognitive outcomes — indicating the biological focus includes the gut–brain axis rather than a molecular drug target (no pharmacologic agent reported). citeturn0search1turn0search4",
        "Act: Extracted trial details — Intervention: Computerized Multidomain Adaptive Cognitive Training (www.66nao.com); Duration: 24 weeks; Population: MCI and mild AD; Outcomes include cognition, brain functional connectivity (fNIRS), and gut microbiome α/β-diversity and composition. No investigational drug, gene, or small‑molecule pathway is listed. Based on the stated biological focus (microbiota–gut–brain axis) the closest CADRO category is N) Gut-Brain Axis. citeturn0search1turn0search0",
        "Reflect: Confirmation and caveats — This is a non‑pharmacologic, behavioral intervention (cognitive training) with a primary clinical aim of cognitive enhancement but an explicit mechanistic evaluation of the microbiota–gut–brain axis; therefore N) Gut-Brain Axis best captures the biological target under CADRO. If the user prefers to label any non‑drug behavioral cognitive intervention as 'T) Other' because no drug target exists, that is a defensible alternative; however, given the trial’s stated microbiome/gut‑brain measurements, N) Gut‑Brain Axis is the most specific CADRO match. Key sources: trial registration (NCT06094452) and the published trial report/abstract. citeturn0search1turn0search4"
    ]
}