{
    "nct_id": "NCT03022968",
    "title": "Tau Brain Imaging in Typical and Atypical Alzheimer's Disease (AD)",
    "status": "COMPLETED",
    "last_update_time": "2022-09-08",
    "description_brief": "Recently revised Alzheimer Disease (AD) diagnostic1described nonamnestic presentations: 1/ language presentation (logopenic progressive aphasia) 2/ visuospatial presentation (posterior cortical atrophy or PCA) and 3/ executive dysfunction. AD pathological changes may precede the clinical diagnosis of dementia of AD type for a while2. Biomarkers have been developed: biomarkers of brain amyloid-beta (Aß) (CerebroSpinal Fluid CSF concentration ßamyloid, molecular imaging with amyloid targeted PET ligands), biomarkers of neural degeneration (MRI hippocampal volume, regional metabolism as assessed by PET with \\[18F\\]-FDG) and may be used to made early detection of the neuropathology associated with AD Even if CSF biomarkers (tau, p-tau and β amyloïd are interesting to improve diagnosis of AD, they cannot provide topographic information. PET tau imaging seems to be promise to evaluate quantitative and spatial assessment of tau lesions both in AD and fronto-temporal lobar dementia.\n\nThe hypothesis of the research is that it exists a different regional pattern of tracer retention across brain regions according to clinical symptoms : temporal for logopenic aphasia and occipital for posterior cortical atrophy.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "DIAGNOSTIC",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The description and title ('Tau Brain Imaging in Typical and Atypical Alzheimer's Disease') describe an imaging/biomarker study using tau PET to map regional tracer retention across clinical AD variants (logopenic aphasia, posterior cortical atrophy, typical amnestic AD). The aim is diagnostic/topographic characterization of tau pathology rather than delivery of a therapeutic agent or symptomatic treatment. citeturn0search6turn0search1",
        "Act: Key extracted details — intervention: tau PET imaging (mentions tau tracers such as [18F]-T807 / flortaucipir / AV-1451 in the literature); intent: quantify and compare regional tau tracer retention and relate it to clinical presentation and MRI measures. These sources show exactly this type of tau-PET imaging work in typical and atypical AD presentations. citeturn0search6turn0search5turn0search2",
        "Reflect: Because the trial uses diagnostic imaging (tau-PET) to characterize pathology/topography and does not test a biologic or small-molecule therapeutic, nor an intervention aimed at improving cognition or neuropsychiatric symptoms, it does not fit the four therapeutic categories and should be classified as 'N/A'. The cited clinical-trial listing and neuroimaging reviews support this interpretation. citeturn0search6turn0search1",
        "Web search results used (representative): 1) Clinical trial listing describing [18F]-T807 (tau tracer) PET imaging in typical and atypical AD. citeturn0search6 2) Review/comparative studies of tau-PET distribution in typical and atypical AD (flortaucipir/AV-1451 and related tracers). citeturn0search1turn0search5 3) Longitudinal imaging studies comparing tau accumulation and atrophy in PCA vs LPA. citeturn0search0turn0search2"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}