{
    "nct_id": "NCT05804383",
    "title": "A Phase 1B Multiple Ascending Dose Study of The Safety and Tolerability of BMS-984923 in Healthy Older Adults and Patients With Alzheimer's Disease",
    "status": "RECRUITING",
    "last_update_time": "2024-07-29",
    "description_brief": "A Phase 1b Multiple Ascending Dose Study of the Safety and Tolerability of BMS-984923 in Healthy Older Adults and Patients with Alzheimer's Disease",
    "description_detailed": "This double-blind placebo-controlled study will be completed in 2 stages. The first stage will evaluate 10-days of BID dosing in four ascending dose cohorts in healthy older adults and Stage 2 will examine BMS-984923 dosed BID for 28 days at two dose levels in comparison to Placebo in participants with early AD.\n\nThis research study will assess the safety and tolerability of multiple doses of BMS-984923 for the treatment of early Alzheimer's Disease (AD) and investigate the use of synaptic density, measured with positron emission tomography (PET), as an early marker of therapeutic response to treatments that target synapse restoration.",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "BASIC_SCIENCE",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "BMS-984923",
        "ALX-001 (development name used by Allyx Therapeutics)",
        "mGluR5 silent allosteric modulator (small molecule)"
    ],
    "placebo": [
        "Placebo"
    ],
    "explanation_target": [
        "Reason: The investigational agent BMS-984923 is described in the literature and product listings as a small-molecule mGluR5 silent allosteric modulator (SAM) that blocks pathological Aβ‑oligomer (Aβo) signaling via inhibition of the PrPC–mGluR5 interaction — i.e., it targets a molecular pathway implicated in AD synaptic pathology rather than being a biologic (monoclonal antibody or vaccine). citeturn0search1turn0search6",
        "Act (trial & drug details found): The provided trial title/description corresponds to a Phase 1b multiple ascending dose safety/tolerability study of BMS-984923 in healthy older adults and people with Alzheimer’s disease (NCT05804383 / MedPath listing). Earlier Phase 1/open-label single-ascending-dose studies and a food-effect study are also registered. The compound is being developed by Allyx Therapeutics (licensed from Bristol Myers Squibb) and is also referred to as ALX-001 in some sources. The trials include placebo comparators. citeturn0search3turn0search4turn0search2turn0search6",
        "Key mechanistic points supporting classification: BMS-984923 is a brain-penetrant small molecule with high affinity for mGluR5 (reported Ki ~0.6 nM) that prevents Aβo-driven pathological signaling at synapses — an approach intended to restore/protect synapses and thus potentially modify disease processes rather than only provide symptomatic cognitive enhancement. This mechanism aligns with the 'disease-targeted small molecule' definition. citeturn0search1turn0search6",
        "Reflect: Given the agent is a small-molecule mGluR5 SAM developed to interfere with pathogenic Aβ signaling and to restore synaptic function (and is not a biologic, general symptomatic cognitive enhancer without pathology targeting, nor an intervention only for neuropsychiatric symptoms), the correct classification is 'disease-targeted small molecule'. Trial listings confirm Phase 1/1b safety studies with placebo arms. citeturn0search3turn0search4",
        "Web search results used (sources): MedChemExpress product page for BMS-984923 (mGluR5 SAM). citeturn0search1; Alzforum summary / ALX-001 entry describing mechanism and licensing to Allyx Therapeutics. citeturn0search6; MedPath / clinical-trial listing for the Phase 1b multiple ascending dose AD study (NCT05804383). citeturn0search3; Yale/NCT entry and other NCT listings describing Phase 1 studies and receptor-occupancy PET substudies (NCT04805983, NCT05817643). citeturn0search4turn0search2"
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The investigational compound BMS-984923 / ALX-001 is a brain-penetrant small-molecule silent allosteric modulator (SAM) of the metabotropic glutamate receptor 5 (mGluR5). Its reported mechanism is to inhibit the pathological PrPC–mGluR5 interaction and prevent Aβ‑oligomer (Aβo)-driven signaling at synapses — i.e., the primary molecular target is a neurotransmitter receptor (mGluR5). citeturn0search3turn0search1turn0search0",
        "Act: Trial and drug details extracted: the provided study is a Phase 1b multiple-ascending-dose safety/tolerability study of BMS-984923 (also called ALX-001) in healthy older adults and people with Alzheimer’s disease; the compound is described in clinical listings and company/press materials as an mGluR5 SAM with synapse-protective/disease-targeted intent. Based on these specifics — a defined receptor target (mGluR5) and a neurotransmitter-receptor modulator drug class — the most specific CADRO match is the Neurotransmitter Receptors category. citeturn1search2turn0search2turn0search0",
        "Reflect: I considered alternative CADRO categories: the mechanism is synapse-protective and is described as preventing Aβo-mediated synaptotoxicity (which relates to synaptic plasticity/neuroprotection), but the drug’s direct molecular target is a metabotropic glutamate receptor (a neurotransmitter receptor). CADRO groups receptor-directed small molecules under D) Neurotransmitter Receptors, so this is the best-fit category. If the trial instead targeted Aβ species directly (e.g., an anti-amyloid antibody), A) Amyloid beta would be chosen; if it targeted multiple unrelated pathways, R) Multi-target would be considered. citeturn0search3turn0search0",
        "Output: D) Neurotransmitter Receptors — the compound is an mGluR5 silent allosteric modulator (receptor-directed small molecule) and therefore fits CADRO category D.",
        "Web search results used (key sources): Alzforum summary for ALX-001 / BMS-984923 (mechanism, development/licensing). citeturn0search0; MedChemExpress product page describing BMS-984923 as a potent mGluR5 silent allosteric modulator and PrPC–mGluR5 inhibition. citeturn0search1; PubMed paper describing silent allosteric modulation of mGluR5 (mechanistic/preclinical data). citeturn0search3; Allyx Therapeutics / press reports on Phase 1b and clinical progression of ALX-001. citeturn0search2turn1search5; Clinical trial registry listing for NCT05804383 (Phase 1b multiple ascending dose study of BMS-984923 / ALX-001). citeturn1search2turn1search3"
    ]
}