{
    "nct_id": "NCT00731224",
    "title": "A 24-week, Multi-center, Open-label Evaluation of Compliance and Tolerability of the Once-daily 10 cm² Rivastigmine Patch Formulation in Patients With Probable Alzheimer's Disease.",
    "status": "COMPLETED",
    "last_update_time": "2017-03-24",
    "description_brief": "This study will evaluate compliance, tolerability, safety, efficacy and caregiver burden of rivastigmine patch 10 cm² treatment in people with Alzheimer's disease (MMSE 10-26) initiating therapy for the first time with a cholinesterase inhibitor, and in patients who were unresponsive to previous cholinesterase inhibitor treatment in a community setting.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE4"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "rivastigmine patch (10 cm²) — Exelon patch (rivastigmine transdermal system)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial tests a rivastigmine transdermal patch (once-daily 10 cm²) in people with probable Alzheimer's disease to evaluate tolerability, safety, compliance and efficacy — i.e., the intervention is a cholinesterase inhibitor intended to improve cognitive symptoms rather than to modify underlying Alzheimer pathology. citeturn0search5turn0search2",
        "Act: Extracted details — drug: rivastigmine (transdermal/exelon patch). Rivastigmine is a small-molecule cholinesterase inhibitor that increases acetylcholine by inhibiting acetylcholinesterase and butyrylcholinesterase; the patch formulation (Exelon Patch) is an approved symptomatic treatment for dementia of the Alzheimer type. citeturn0search4turn0search0turn0search3",
        "Reflect: Classification check — by the provided category definitions, disease-targeted categories require biologics or small molecules that target Alzheimer pathology (e.g., amyloid/tau) or disease modification. Rivastigmine is a symptomatic cholinesterase inhibitor (not an anti-amyloid or anti-tau agent) and is therefore best classified as a cognitive enhancer. There is no indication in the trial text that the patch is being tested as a disease-modifying therapy, and regulatory/labeling sources describe it as symptomatic treatment. citeturn0search5turn0search2",
        "Web search results used (key sources): PubMed/clinical literature on rivastigmine mechanism and dual AChE/BuChE inhibition (rivastigmine pharmacology). citeturn0search0turn0search1",
        "Novartis product/label information for EXELON Patch (indications, dosing, safety). citeturn0search2turn0search3",
        "Drug/reference summaries (DrugBank, StatPearls) describing mechanism (reversible inhibition of AChE and BuChE), formulations including transdermal patch, and symptomatic use in Alzheimer's disease. citeturn0search4turn0search5"
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The trial tests rivastigmine transdermal (Exelon) — a cholinesterase inhibitor that increases synaptic acetylcholine by inhibiting acetylcholinesterase and butyrylcholinesterase, i.e., it modulates cholinergic neurotransmission to improve cognitive symptoms rather than targeting core AD pathology (amyloid/tau). citeturn0search1turn0search2turn0search6",
        "Act: Extracted details — drug: rivastigmine (Exelon Patch, transdermal 10 cm²). It is an approved symptomatic cognitive enhancer for Alzheimer disease delivered via patch; mechanism = reversible inhibition of AChE and BuChE. Assign to CADRO category D (Neurotransmitter Receptors) because the intervention acts on the cholinergic neurotransmitter system. citeturn0search0turn0search7turn0search1",
        "Reflect: This classification fits the CADRO scheme: the intervention targets neurotransmitter signaling (cholinergic system) and is a symptomatic cognitive enhancer rather than a disease-modifying anti-amyloid or anti-tau therapy. No information in the trial description indicates a different or additional disease-modifying target, so 'D) Neurotransmitter Receptors' is the most specific CADRO category. citeturn0search3turn0search2",
        "Web search results used (key sources): Novartis Exelon Patch prescribing/product info (Exelon Patch indications/safety). citeturn0search0; DrugBank / review summary on rivastigmine targets (AChE, BuChE). citeturn0search1; PubMed study on rivastigmine inhibition of cholinesterases in plaques/tangles. citeturn0search2; Review of cholinesterase inhibitors and their pharmacology. citeturn0search3; StatPearls drug summary (clinical use, adverse effects, pharmacology). citeturn0search6"
    ]
}