{
    "nct_id": "NCT05027789",
    "title": "Compensation Training and Lifestyle Modifications to Promote Healthy Aging in Persons at Risk for Alzheimer's Disease: a Digital Application Supported Intervention (Brain Boosters 2)",
    "status": "ACTIVE_NOT_RECRUITING",
    "last_update_time": "2025-08-27",
    "description_brief": "The purpose of this research is to determine if training in memory support aids and healthy lifestyle activities (physical exercise, mentally stimulating activities and stress management) can have a positive effect on memory, thinking, and activities that people do every day. Participation in this study will involve being placed into one of two groups: a Self-Guided Intervention Group or a Structured Intervention Group. Both groups will be asked to attend group sessions in which they will be provided education on memory support strategies and lifestyle changes. The Structured Intervention Group will also be provided with an iPad and a digital application (called EMMA) to track their activity. Study participation involves a 6-month intervention and completing outcome measures at 4 different time points for up to a year.",
    "description_detailed": "Participants in this research will be asked to participate in group sessions about memory support strategies and healthy behaviors. They may also choose to have a partner participate in this study with them, but it is not required.\n\nThere will be weekly sessions for 10 weeks, followed by sessions 1 to 2 times per month for the next 4 months.\n\nParticipants will be asked to complete healthy lifestyle activities on their own. Before the intervention starts and at three time points after the intervention, we will collect cognitive assessments and questionnaires to measure the possible impact of the treatment. The post-intervention assessments will take place right after completion of the intervention, and then 6 and 12 months later.\n\nBefore the start of the study, participants will be required to get permission from their primary care provider to ensure that it is safe for them to complete physical aerobic exercise.\n\nThe Self-Guided and Structured Intervention Groups will be required to participate in the following study activities:\n\nIntervention Training Sessions:\n\nParticipants will be asked to attend 15 information sessions that include:\n\n1. training on ways to help support memory like remembering appointments or taking medication and\n2. training on increasing interest in three health behaviors known to reduce risk of memory declines (physical exercise, mental stimulation, stress management).\n\nThese sessions will be in a group of up to 15 people and will last about 2 hours each. For 10 weeks, there will be sessions every week, and then for the next 4 months there will be 1-2 session each month.\n\nThere are two different versions of the intervention we are evaluating. Participants will be randomly assigned into one of the two groups. Both groups provide similar information about memory support strategies and lifestyle modifications to promote cognitive health.\n\nSelf-Guided Group\n\nParticipants in the self-guided group will:\n\n* Receive education on memory support strategies and healthy lifestyles.\n* Decide how they want to implement this information into their daily life.\n* Receive information on various commercially available digital and other tools that might help them implement healthy changes in their life.\n* The chance that participants will be in this group is random, like flipping a coin. One in every three participants will be enrolled in this group.\n\nStructured Group\n\nParticipants in this group will:\n\n* Receive specific recommended behavior targets (e.g., like how much exercise they should engage in each week).\n* Receive an iPad to use throughout the study and follow up period with the digital application installed.\n* Be asked to use the digital application to record their activity and to get reminders to complete this information.\n\nTwo in every three participants will receive the iPad and digital application.\n\nParticipants in this group will receive training on how to use the digital application.\n\nParticipants with their own iPad and/or smartphone can install the digital application on their personal iPad or smartphone if they prefer.\n\nBoth the Self-Guided and Structured groups will complete the following assessments:\n\nPhysical Assessment:\n\nCardiovascular health - This questionnaire will ask about age, sex, education, blood pressure, total cholesterol level, body-mass index and complete a short test of physical activity.\n\nCholesterol Test:\n\nA blood test at the University of California Davis Pathology laboratory will be performed for any participant who has not had this test in the past year. Participants must fast overnight and have nothing but water for 12 hours before the blood test. Approximately 4 milliliters (or about 1 teaspoon) of blood will be drawn for this test.\n\nMemory and Behavior Questionnaires:\n\nTests of memory and thinking and questionnaires about health and behaviors will be completed at the beginning of the study and three additional times (every 6 months). Study partners will also be asked to complete some questionnaires about the participant.\n\nParticipants who are randomized to the Structured Intervention Group will also be asked to complete these additional assessments:\n\n* Week-Long Assessment:\n\n  o Structured Intervention Group participants will be asked to complete daily assessments for one week at four different times during participation. This will include questions about the experience with EMMA and some short memory and thinking assessments.\n* Digital application (EMMA) Experiences Interview:\n\n  * A subset of participants in the Structured Intervention Group will be asked to complete an interview about their experience with using EMMA. This interview will occur over the telephone or video conferencing (such as Zoom) and will be recorded for scoring and quality assurances. The researchers will keep these recordings until the study is complete (about 5 years). This is completely voluntary, and participants can choose not to complete the interview.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "PREVENTION",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial tests compensatory memory-training plus lifestyle modification (physical exercise, cognitive/mentally-stimulating activities, and stress management) delivered in group sessions and supported by the EMMA digital application, with the goal of improving/maintaining memory, thinking, and everyday function in older adults at risk for AD. This is a behavioral/digital intervention rather than a pharmacologic or biologic therapy. citeturn0search5turn0search0",
        "Act: Key extracted details — intervention = memory support (compensation) training + lifestyle behavior change; delivery = Structured vs Self-Guided groups; Structured group receives an iPad and the EMMA app to track activity; duration = 6-month intervention with follow-up up to a year. No drug or placebo is described in the protocol or publications. citeturn0search6turn0search3",
        "Classification decision: I classify this trial as 'cognitive enhancer' because its primary intent is to improve or maintain cognitive functioning and everyday function through behavioral and digital means, and it does not involve a disease-targeted biologic or small-molecule drug nor focus on treating neuropsychiatric/behavioral symptoms. The intervention therefore fits the provided definition of a cognitive enhancer (non-pathology-targeted cognitive improvement). citeturn0search5",
        "Reflect: This classification aligns with the study aims and intervention type reported in the trial protocol and related papers. If one were to require that the category be restricted to pharmacologic agents only, a reasonable alternative would be 'N/A' — however, given the provided category definitions, 'cognitive enhancer' best matches a non-pharmacologic intervention whose primary outcome is cognitive improvement. Web sources consulted: Farias et al. Brain Boosters protocol / Alzheimer's & Dementia and PMC article (trial protocol) detailing EMMA and intervention components; related EMMA pilot and app-use papers. citeturn0search0turn0search5turn0search3"
    ],
    "agent_type": "T) Other",
    "explanation_agent": [
        "Reason: The described trial (Brain Boosters 2) tests a behavioral/digital intervention — compensatory memory-training plus lifestyle modification delivered in group sessions and supported by the EMMA digital application — with the goal of improving/maintaining cognition and everyday function, not a pharmacologic or biologic agent targeting a molecular pathway. citeturn0search7turn0search5",
        "Act: Key extracted details from the trial protocol and registry — intervention = memory compensation training + lifestyle behavior change (physical exercise, cognitive activities, stress management); delivery = Structured vs Self-Guided groups, the Structured group receives an iPad and the EMMA app to track activity; duration = 6-month intervention with follow-up; no drug, biologic, or molecular target is described. Because CADRO is a classification of therapeutic drug/biological targets, this non‑drug, digital/behavioral intervention does not map to a molecular CADRO category. citeturn0search2turn0search0turn0search7",
        "Reflect: Given CADRO’s focus on biological/drug targets (e.g., amyloid, tau, inflammation, neurotransmitter receptors, synaptic plasticity, etc.), and the absence of any pharmacologic agent or molecular target in the trial, the most appropriate CADRO assignment is T) Other (non‑therapeutic / non‑drug intervention). If the task required mapping only therapeutic (drug/biologic) trials, an alternate label could be 'N/A' — but per instructions to return a CADRO category, I assign T) Other. citeturn0search5turn0search7",
        "Web search results consulted (key sources): 1) Protocol/abstract for the Brain Boosters intervention (Alzheimer's & Dementia) — description of compensation + lifestyle intervention and EMMA app. citeturn0search0 2) Full protocol / paper (BMC Geriatrics / PMC) with study design, EMMA details, outcomes, and intervention components. citeturn0search7 3) Trial registry entry (Brain Boosters 2 / NCT/clinical-trials registry) noting Structured group receives iPad + EMMA and intervention details. citeturn0search2 4) BMC Geriatrics / article summary and discussion of intervention aims and outcomes. citeturn0search5"
    ]
}