{
    "nct_id": "NCT00004845",
    "title": "A Multicenter Trial of Rofecoxib and Naproxen in Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2009-12-10",
    "description_brief": "The primary specific aim of this clinical trial is to determine whether treatment with rofecoxib or naproxen for one year will slow the rate of decline of cognitive function in patients with Alzheimer's disease (AD) as measured by ADAScog.",
    "description_detailed": "Evidence that inflammatory mechanisms contribute to neuronal injury in Alzheimer's disease along with a number of epidemiological studies suggests that non-steroidal anti-inflammatory drugs (NSAIDs) may slow the rate of cognitive deterioration. We have selected two such drugs for a therapeutic trial: rofecoxib and naproxen. The trial employs a double-blind parallel design with three primary treatment groups: rofecoxib, naproxen and placebo. A total of 320 patients will be enrolled in the trial and randomized to the three groups. Stable use of cholinesterase inhibitors, estrogen, low dose aspirin, and vitamin E will be allowed. Patients with inflammatory diseases that might respond to the study medications will be excluded.\n\nThe primary outcome measure will be the one year change in the cognitive subscale of the Alzheimer's Disease Assessment Scale (ADAScog). The attainment of significant endpoints will be examined as a secondary outcome measure. Other secondary measures include the CDR sum-of-boxes, Neuropsychiatric Inventory, the Quality of Life-AD and the ADCS pharmacoeconomic scale. The influence of HLA-DR (Human Leukocyte Antigen) genotype on clinical progression and response to treatment will also be examined.",
    "phase": [
        "PHASE2",
        "PHASE3"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "rofecoxib",
        "naproxen"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The trial tests rofecoxib and naproxen for 1 year to see if they slow cognitive decline on the ADAS‑Cog — i.e., an attempt at disease modification by using anti‑inflammatory drugs to alter Alzheimer’s progression. The trial description and primary outcome (1‑year change in ADAS‑Cog) are reported in the published randomized controlled trial. citeturn1search0turn1search2",
        "Act: Both interventions are nonsteroidal anti‑inflammatory drugs (small‑molecule drugs). Rofecoxib is a COX‑2 selective NSAID (Vioxx). citeturn0search3turn0search0 Naproxen is a non‑selective NSAID (active ingredient in Aleve). citeturn0search12turn1search2 The published multicenter randomized trial compared once‑daily rofecoxib 25 mg, twice‑daily naproxen sodium 220 mg, and placebo with ADAS‑Cog as the primary outcome. citeturn1search0turn1search5",
        "Reflect: Because the interventions are small‑molecule NSAIDs given to modify disease progression (inflammation‑targeting hypothesis) rather than biologics or purely symptomatic cognitive enhancers or neuropsychiatric treatments, the correct category is \"disease‑targeted small molecule.\" Note: rofecoxib was later withdrawn for cardiovascular safety concerns (post‑marketing), which is relevant to interpretation of such trials but does not change the classification. citeturn0search3turn0search2"
    ],
    "agent_type": "F) Inflammation",
    "explanation_agent": [
        "Reason: The trial tested rofecoxib (a COX-2 selective NSAID) and naproxen (a non-selective NSAID) to slow cognitive decline by modulating inflammatory processes in Alzheimer disease. The JAMA randomized multicenter trial description and primary outcome (1‑year change in ADAS‑Cog) report this design and objective. citeturn0search0",
        "Act: Both study drugs act on cyclooxygenase (COX) enzymes and are classical anti‑inflammatory small molecules — rofecoxib is a COX‑2 selective inhibitor (Vioxx) and naproxen is a non‑selective NSAID. Because the interventions target inflammation (prostanoid synthesis via COX inhibition), the CADRO category that best fits is F) Inflammation. citeturn1search1turn1search12",
        "Reflect: The CADRO scheme groups interventions that modulate innate/adaptive immune and inflammatory pathways under 'F) Inflammation.' This trial’s mechanism (COX inhibition to reduce neuroinflammation) matches that category. The fact these are small‑molecule NSAIDs (disease‑targeted small molecules in trial metadata) does not change the biological target classification. The primary sources used: the published randomized trial (JAMA/PubMed) and drug mechanism references (FDA/PubMed summaries). citeturn0search0turn0search1turn1search0",
        "Web search results cited (key sources used):",
        "- Effects of Rofecoxib or Naproxen vs Placebo on Alzheimer Disease Progression: A Randomized Controlled Trial (JAMA). citeturn0search0",
        "- PubMed entry for the randomized trial. citeturn0search1",
        "- FDA summary/Q&A on Vioxx (rofecoxib) noting it is a COX‑2 selective NSAID. citeturn1search0",
        "- Pharmacology profile of rofecoxib (COX‑2 inhibitor) (PubMed). citeturn1search1",
        "- Naproxen overview (non-selective COX inhibitor). citeturn1search12"
    ]
}