{
    "nct_id": "NCT02859207",
    "title": "An Open-Label Parallel-Group Study to Evaluate the Pharmacokinetics of E2609 and Its Metabolites in Subjects With Mild and Moderate Hepatic Impairment Compared With Healthy Subjects",
    "status": "COMPLETED",
    "last_update_time": "2017-06-07",
    "description_brief": "The primary objective of the study is to evaluate the effects of hepatic impairment on the pharmacokinetics (PK) of E2609 after a single dose administration.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "Elenbecestat (E2609) — BACE (beta-secretase) inhibitor, small-molecule"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial title and objective specify a PK study of E2609 (single-dose, hepatic impairment), indicating the intervention is the investigational drug E2609 rather than a diagnostic or non-therapeutic procedure. citeturn0search1.",
        "Act: Web search identifies E2609 as elenbecestat, a BACE (beta-secretase) inhibitor developed by Eisai; BACE inhibitors are small-molecule drugs that target amyloid-beta production (Alzheimer's disease pathology). citeturn0search6turn0search2.",
        "Act (supporting preclinical/clinical evidence): Preclinical and early clinical reports show E2609 engages BACE1 and reduces Aβ biomarker levels in CSF/plasma, consistent with disease-targeting (anti-amyloid) mechanism. citeturn0search0turn0search3.",
        "Reflect: Because elenbecestat (E2609) is a small-molecule BACE inhibitor that targets amyloid production (disease pathology), the correct category is 'disease-targeted small molecule'. The study described is a PK/hepatic-impairment study (not a cognitive-only or neuropsychiatric symptom study), so other categories do not apply. citeturn0search1turn0search6.",
        "Web search results (sources used):",
        "- NCT02859207 — Trial record titled 'An Open-Label Parallel-Group Study to Evaluate the Pharmacokinetics of E2609...' (PK in mild/moderate hepatic impairment). citeturn0search1.",
        "- Health Research Authority summary — identifies E2609 as elenbecestat and describes Phase 3/efficacy program in early AD. citeturn0search2.",
        "- Eisai press release — describes E2609 (elenbecestat) as a BACE inhibitor (development program, Fast Track). citeturn0search6.",
        "- CTAD / press reports and posters — show pharmacodynamic biomarker effects (reduced Aβ, BACE1 engagement) in preclinical/clinical studies of E2609. citeturn0search0turn0search3."
    ],
    "agent_type": "A) Amyloid beta",
    "explanation_agent": [
        "Reason: The investigational drug E2609 (elenbecestat) is a small‑molecule inhibitor of BACE (beta‑secretase), an enzyme required for production of amyloid‑beta (Aβ). BACE inhibition reduces Aβ generation and is therefore an anti‑amyloid disease‑modifying approach. citeturn0search6turn0search3",
        "Act: The trial description is a PK/hepatic‑impairment study of E2609 (elenbecestat), and publicly available sources identify E2609 as elenbecestat, an oral BACE inhibitor developed by Eisai (partnered with Biogen). Clinical and preclinical reports show E2609 engages BACE1 and lowers Aβ biomarkers (CSF/plasma and amyloid‑PET). Relevant records include the Phase 1/2 reports and the PK study record (NCT02859207). citeturn1search2turn0search6turn0search3",
        "Reflect: Given the explicit mechanism (BACE inhibition → decreased Aβ production) the most specific CADRO category is A) Amyloid beta. The trial itself is a pharmacokinetic/hepatic‑impairment study (not a diagnostic), but classification is by the drug target/mechanism, so other CADRO categories (e.g., inflammation, tau, synaptic plasticity) do not apply. Note: Phase‑III development of elenbecestat was later discontinued for safety/risk‑benefit reasons, but that does not change the mechanistic classification. citeturn0search1turn0search2",
        "Web sources used:",
        "- Eisai news release describing elenbecestat (E2609) as a BACE (beta amyloid cleaving enzyme) inhibitor and Phase II results. citeturn0search6",
        "- CTAD / Eisai presentation summarizing clinical biomarker effects (CSF/plasma Aβ reductions) for E2609. citeturn0search3",
        "- Biogen / press releases about discontinuation of Phase III MISSION AD studies (safety/risk‑benefit context). citeturn0search1",
        "- Clinical trial record for the PK/hepatic impairment study NCT02859207 (trial of E2609). citeturn1search2turn1search3"
    ]
}