{
    "nct_id": "NCT01209156",
    "title": "A Phase 1 Evaluation of the Kinetics, Clearance and Cerebral Distribution of One Novel PBR PET Imaging Agent, 18F-PBR-111 Following Intravenous Administration in Healthy Subjects and Alzheimer Disease Patients",
    "status": "COMPLETED",
    "last_update_time": "2013-11-08",
    "description_brief": "The underlying goal of this study is to assess PBR-111 positron emission tomography (PET) imaging as a tool to detect microglial activation in the brain of Alzheimer disease (AD) research participants and age- and gender-matched healthy volunteers.",
    "description_detailed": "This is a phase 1, open-label, single-center, non-randomized single dose study to assess the kinetics, clearance and cerebral distribution of PBR-111 positron emission tomography (PET) imaging in detecting microglial activation in the brain in patients with probable Alzheimer disease (AD) compared to healthy volunteers (HVs). All aspects related to image acquisition, processing and visual as well as quantitative evaluation will be developed, optimized and validated (where required).\n\nEach subject will be required to visit the study center during the screening phase and on the PBR-111 PET imaging day (baseline). A telephone follow-up visit will be performed 7 days (+/- 3 days) after PBR-111 PET administration.\n\nAt the screening visit, each subject (or caregiver in the case of AD subjects) will be asked to provide written informed consent or assent. During the screening phase (maximum duration - 60 days) subject medical, neurological and surgical history, clinical assessments and a neuro-psychiatric evaluation will be performed on all eligible subjects. Subjects will be allowed to leave the center after all evaluations have been completed. During this period an MRI of the brain will be performed. During the PBR-111 PET imaging day, all subjects will receive a single IV injection of PBR-111 and scanning will be performed over a 3.5 hour period. Each subject will have a telephone follow-up 7 days (+/- 3 days) thereafter to assess for adverse events.",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "DIAGNOSTIC",
    "results": null,
    "target_category": "N/A",
    "drug": [
        "18F-PBR-111 (PBR-111 PET imaging agent)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention described (PBR-111 / 18F-PBR-111) is a PET radioligand used to image microglial activation via binding the translocator protein (TSPO) — i.e., a diagnostic imaging agent, not a therapeutic intended to modify disease, improve cognition, or treat neuropsychiatric symptoms. citeturn0search6turn0search3",
        "Act: Key trial details extracted — Phase 1, single-dose, open-label study to assess the kinetics, clearance and cerebral distribution of 18F‑PBR‑111 and its ability to detect microglial activation in Alzheimer disease patients versus healthy volunteers (trial listing/summary). The agent is reported in preclinical and clinical PET studies as a TSPO-targeting tracer for neuroinflammation. citeturn0search1turn0search4turn0search6",
        "Reflect: Because 18F‑PBR‑111 is a diagnostic PET tracer (an imaging agent to detect neuroinflammation/activated microglia) rather than a therapeutic biologic or small molecule intended to alter Alzheimer pathology, cognition, or behavior, the correct category is 'N/A' (does not fit any of the four therapy-focused categories). No placebo is applicable in the trial description. Supporting literature and the trial record confirm the agent's TSPO imaging role. citeturn0search3turn0search6turn0search1",
        "Web search results used: (1) Clinical trial summary for Evaluation of [18F] PBR111 (trial/NCT details) — MedPath/clinical trial listing. citeturn0search1 (2) ClinicalTrials summary / trial details (ClinicalTrialsGPS entry summarizing the Phase 1 study). citeturn0search4 (3) PubMed study describing 18F‑PBR‑111 as a second‑generation TSPO PET ligand and its test-retest and quantification characteristics. citeturn0search6 (4) PMC / MDPI preclinical study showing 18F‑PBR‑111 uptake correlates with activated microglia (neuroinflammation) in an animal model. citeturn0search3"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}