{
    "nct_id": "NCT00678431",
    "title": "A Single Center, Multi-site, Randomized, Double-blind, Placebo-controlled Trial of Resveratrol With Glucose and Malate (RGM) to Slow the Progression of Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2012-11-13",
    "description_brief": "Alzheimer's disease (AD), one of the leading causes of morbidity and mortality in the elderly is characterized by progressive cognitive decline and certain neuropathological features.\n\nCurrently, there is great interest in the well-documented mitochondrial (oxidative) lesion in AD. Disturbed oxidative metabolism is a well described abnormality in AD. Several observational studies have shown that moderate consumption of wine is associated with a lower incidence of Alzheimer's disease (Truelsen et al., 2002; Luchsinger et al., 2004). Wine is enriched in antioxidant compounds with potential neuroprotective activities. In the early 1990s the presence of Resveratrol in red wine was detected where it is suspected to afford antioxidant and neuroprotective properties (Miller and Rice-Evans, 1995).\n\nBlass and Gordon (2004) have demonstrated positive effects in AD with an oral preparation of glucose, malate and resveratrol. Glucose is the physiological precursor of the substrates of oxidative metabolism in the brain, malate is a primer of the energy-providing Krebs-cycle. Glucose and malate therefore can provide reducing equivalents (electrons) to regenerate the reduced form of resveratrol, and do so under the normal regulation of brain cell metabolism. All three ingredients are classified by the FDA as Generally Recognized As Safe.",
    "description_detailed": "Subjects will be assessed by their capacity to consent by a psychiatrist independent of this study. Subjects who are determined to have capacity will sign consent. For subjects determined to lack capacity consent will be obtained from their surrogate. Subjects lacking in capacity must nonetheless provide verbal assent to participation in this study. After informed consent is obtained, subjects will be screened for eligibility to participate in the study. Screening comprises of medical history, physical exam, neurological exam, and a MMSE.\n\nAll of the above are performed for research purposes. Further evaluation of medical problems that are identified in the course of screening will be obtained as part of standard clinical care. For example, if an abnormality requiring further evaluation is detected on blood tests the subsequent evaluation will be conducted as standard clinical care.\n\nSubjects who meet eligibility criteria will be baseline within 4 weeks. Eligible subjects will not be asked to stop any medication they may currently be on before the study begins. Eligible subjects will be randomized to receive either a mixture of glucose, malate and resveratrol (RGM) or placebo. At baseline, medical history, physical exam, cognitive tests are obtained. An ECG and a panel consisting CBC, electrolytes, liver and renal function tests will be drawn at the screening visit. Clinical information is obtained from the identified caregiver. The study drug (RGM or placebo, depending on which group the subject is randomly assigned to) is dispensed at baseline. Follow up visits at months 3, 6, 9, and 12 months require physical exam and some cognitive measures. At Month 12 a neurological exam will be performed. Adverse events are collected at each visit. Medication compliance is assessed at months 3, 6, 9, and 12 months and unused study drug is retrieved. At Month 12 unused study drug is retrieved and no more study drug is dispensed. Clinical information is obtained from the caregiver at each visit. At the Month 12 visit, a questionnaire will be completed by the study staff, subject and study partner to assess the adequacy of medication blinding. As noted all of the above tests and procedures are part of the research protocol. At study termination the subject will be referred to ongoing clinical care as appropriate.",
    "phase": [
        "PHASE3"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "Resveratrol + glucose + malate (RGM); formulation used in the pilot trial: 5 mg resveratrol, 5 g dextrose, 5 g malate per 15 mL dose, taken twice daily (RGM). citeturn1search2turn0search0"
    ],
    "placebo": [
        "Matching oral placebo preparation (as used in the randomized, double‑blind trial). citeturn1search2"
    ],
    "explanation_target": [
        "Reason: The trial tests an oral metabolic/enhancer preparation whose active pharmacologic constituent is resveratrol (a small‑molecule polyphenol with antioxidant/mitochondrial effects) combined with metabolic substrates (glucose, malate) intended to reduce oxidative injury and slow AD progression — i.e., a disease‑targeting pharmacologic approach rather than a biologic, purely symptomatic cognitive enhancer, or a neuropsychiatric treatment. citeturn1search2turn1search3",
        "Act: Extracted trial details — randomized, double‑blind, placebo‑controlled pilot of “Resveratrol with Glucose and Malate (RGM)” aiming to slow clinical progression of Alzheimer's disease; dose and regimen reported as 5 mg resveratrol + 5 g dextrose + 5 g malate in 15 mL, taken twice daily with grape juice for 12 months. citeturn1search2turn0search0",
        "Reflect: Classification rationale — resveratrol and the other components are small molecules (not biologic agents such as monoclonal antibodies or vaccines), and the trial’s primary intent is disease modification (slowing progression) via antioxidant/mitochondrial mechanisms. Therefore the best fit among the provided categories is 'disease‑targeted small molecule'. The trial is not a diagnostic or non‑therapeutic intervention. No major ambiguities: although resveratrol may have symptomatic effects on cognition, the stated primary aim and mechanism are disease‑targeted (oxidative/mitochondrial/neuroprotective). citeturn1search2turn1search3",
        "Web search results supporting the above extraction: (1) Zhu et al., pilot randomized double‑blind placebo‑controlled trial of RGM (full text / PMC) — describes formulation, dosing, design, and outcomes. citeturn1search2 (2) Wiley/Alzheimer's & Dementia TRCI publication of the pilot study (full article) with same details. citeturn0search0 (3) Larger resveratrol trial literature showing resveratrol is a small‑molecule polyphenol studied for AD biomarker and clinical effects (e.g., Turner et al. Neurology high‑dose resveratrol trial; biomarker findings). citeturn1search3turn1search6"
    ],
    "agent_type": "J) Metabolism and Bioenergetics",
    "explanation_agent": [
        "Reason: The trial tests an oral small‑molecule/metabolic enhancer combination (resveratrol + glucose + malate) whose stated mechanistic intent is to reduce oxidative injury and improve mitochondrial/energy metabolism (antioxidant and mitochondrial effects), i.e., a disease‑modifying approach focused on cellular bioenergetics and mitochondrial function. citeturn0search4turn1search7",
        "Act: Extracted trial details — randomized, double‑blind, placebo‑controlled pilot of “Resveratrol with Glucose and Malate (RGM)” aiming to slow AD progression; formulation/dosing reported as 5 mg resveratrol + 5 g dextrose + 5 g malate per 15 mL dose, taken twice daily with grape juice for 12 months. These details and the trial design/results are described in the published pilot report. citeturn0search4turn0search1",
        "Reflect: Classification rationale — the intervention primarily targets metabolic/bioenergetic pathways (mitochondrial function, energy metabolism) and is intended to modulate oxidative injury through metabolic means. That maps best to CADRO category J) Metabolism and Bioenergetics. There is overlap with CADRO G) Oxidative Stress (resveratrol has antioxidant actions), but the inclusion of metabolic substrates (glucose, malate) and explicit mitochondrial/energy rationale support J as the most specific fit. If one preferred to emphasize antioxidant mechanisms alone, G could be argued, but the trial’s metabolic/mitochondrial focus makes J the best single-category assignment. citeturn1search7turn1search5",
        "Web search results (supporting sources cited above): (1) Zhu et al., pilot randomized double‑blind placebo‑controlled RGM trial (full text / PMC) — trial methods, dosing, and outcomes. citeturn0search4 (2) PubMed / journal entries summarizing the same RGM pilot trial. citeturn0search1turn0search2 (3) Large resveratrol clinical trial and biomarker study (Turner et al., Neurology 2015) demonstrating resveratrol is a small‑molecule polyphenol studied in AD and that it alters CNS biomarkers. citeturn1search0turn1search2 (4) Mechanistic reviews and experimental studies describing resveratrol’s antioxidant, SIRT1/AMPK‑linked, mitochondrial and proteostasis effects relevant to metabolism/bioenergetics. citeturn1search7turn1search5turn1search3"
    ]
}