{
    "nct_id": "NCT03056729",
    "title": "A Phase 1, Randomized, Blinded, Placebo-Controlled, Single-Ascending-Dose Study to Evaluate the Safety, Tolerability, and Pharmacokinetics of BIIB076 in Healthy Volunteers and Subjects With Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2020-03-23",
    "description_brief": "The primary objective of the study is to evaluate the safety and tolerability of single-ascending intravenous (IV) infusions of BIIB076 in healthy volunteers and participants with Alzheimer's disease (AD). A secondary objective of the study for both healthy volunteers and participants with AD is to assess the serum pharmacokinetic(s) (PK) profile of BIIB076 after single-dose administration. Another secondary objective is to evaluate the immunogenicity of BIIB076 in serum after single-dose administration.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted biologic",
    "drug": [
        "BIIB076 (human IgG1 anti-tau monoclonal antibody)"
    ],
    "placebo": [
        "Placebo"
    ],
    "explanation_target": [
        "Reason: BIIB076 is a human monoclonal antibody that binds the mid-domain of tau and was developed to engage tau pathology (i.e., a disease-modifying, anti-tau immunotherapy). citeturn0search3turn0search0",
        "Act: The trial title and objectives describe a Phase 1, randomized, blinded, placebo-controlled single-ascending-dose study evaluating safety, tolerability, PK and immunogenicity of intravenous BIIB076 in healthy volunteers and participants with Alzheimer’s disease (matches a biologic therapeutic–antibody development program). citeturn0search2turn0search4",
        "Additional evidence from preclinical and early clinical reports: BIIB076 (aka NI-105, 6C5 huIgG1) showed target engagement (reductions in CSF mid-region tau) in early studies and was advanced into a Phase 1 SAD trial; development was later discontinued for business reasons. These sources support that BIIB076 is a disease-targeted biologic (anti-tau antibody). citeturn0search1turn0search3",
        "Reflect: Classification check — the intervention is a monoclonal antibody targeting tau pathology, so it fits the definition of 'disease-targeted biologic' (not a small molecule, cognitive enhancer, or neuropsychiatric-symptom treatment). No substantive ambiguity in the provided description. citeturn0search3"
    ],
    "agent_type": "B) Tau",
    "explanation_agent": [
        "Reason: The investigational product, BIIB076, is a human IgG1 monoclonal antibody that binds the mid-domain of tau and was developed to engage tau pathology (anti‑tau immunotherapy), i.e., it directly targets tau protein pathology. citeturn0search0turn0search6",
        "Act: Extracted trial details — BIIB076 (aka NI‑105, 6C5 huIgG1) is an anti‑tau antibody tested in a Phase 1 single‑ascending‑dose, randomized, blinded, placebo‑controlled study in healthy volunteers and AD participants (NCT03056729); early results showed target engagement (reductions in mid‑region tau in CSF). Development was later discontinued for business reasons. citeturn0search4turn0search0turn0search1",
        "Reflect: This intervention specifically and solely targets tau protein pathology (not amyloid, inflammation, synaptic function, etc.), so the most specific CADRO match is B) Tau. There is no indication of multiple distinct biological targets that would warrant 'R) Multi‑target', nor is this a non‑therapeutic diagnostic/other study. The cited sources corroborate the antibody identity, mechanism, trial design, and biomarker effects. citeturn0search0turn0search6",
        "Web search results (sources used): Alzforum therapeutic profile for BIIB076 (summarizes antibody identity, mid‑domain tau target, Phase 1 trial and biomarker findings). citeturn0search0; Cynomolgus monkey toxicity/biomarker study reporting CSF tau reductions with BIIB076. citeturn0search1; Clinical trial registry entry for NCT03056729 (Phase 1 SAD study details). citeturn0search4; Recent review summarizing BIIB076 as an IgG1 mid‑domain anti‑tau antibody, its Phase 1 results, and later discontinuation. citeturn0search6"
    ]
}