{
    "nct_id": "NCT04629495",
    "title": "Rapamycin - Effects on Alzheimer's and Cognitive Health (REACH)",
    "status": "RECRUITING",
    "last_update_time": "2025-08-26",
    "description_brief": "This study will evaluate the safety, tolerability, and feasibility of 12 month oral rapamycin treatment in older adults with amnestic mild cognitive impairment (aMCI) and early stage Alzheimer's disease (AD).",
    "description_detailed": "The study will consist of a screening/baseline period of up to 90 days pre-study drug, with a 12-month (+3 day) treatment period with rapamycin, followed by a post-treatment assessment completed within 14 days of the final study drug dose, and a final assessment conducted 6-months (+14 days) after the final study drug dose. The study duration is not expected to exceed 90 weeks for participants.",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "rapamycin (sirolimus)"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The intervention is oral rapamycin (sirolimus), a small‑molecule mTOR inhibitor repurposed here to affect biological pathways implicated in Alzheimer’s (autophagy, amyloid/tau processing and related neurodegenerative mechanisms). This indicates a disease‑targeting strategy rather than a purely symptomatic cognitive enhancer or neuropsychiatric treatment. citeturn1search6turn0search6",
        "Act (trial details + evidence): The trial description explicitly tests 12 months of oral rapamycin versus placebo in older adults with amnestic MCI and early AD (safety/tolerability/feasibility and biomarker/cognitive assessments). That trial listing and description are available on ClinicalTrials summaries and Alzheimer's.gov. citeturn0search1turn0search0",
        "Act (drug mechanism): Rapamycin (sirolimus) is a macrolide/ small‑molecule inhibitor of the mechanistic target of rapamycin (mTOR) that has been studied preclinically for effects on amyloid, tau, autophagy and cognition in AD models; it is not a biologic (e.g., monoclonal antibody) but a small‑molecule pharmacologic agent. citeturn1search6turn1search2",
        "Act (human data): Early human studies and pilot trials have tested rapamycin/sirolimus in MCI/early AD to assess CNS effects, safety, and biomarkers, motivating larger phase 2 trials like REACH. citeturn0search2turn0search4",
        "Reflect: Given the intervention (a repurposed small‑molecule mTOR inhibitor) and the trial aims to evaluate effects on Alzheimer’s populations and biomarkers rather than only symptomatic relief, the most appropriate category is 'disease‑targeted small molecule'. There is low ambiguity: rapamycin is not a biologic and the mechanism targets disease biology, not solely symptomatic cognition or psychiatric symptoms. citeturn1search6turn0search1"
    ],
    "agent_type": "I) Proteostasis/Proteinopathies",
    "explanation_agent": [
        "Reason: Rapamycin (sirolimus) is a small‑molecule inhibitor of the mechanistic target of rapamycin (mTOR) that promotes autophagy and alters protein homeostasis; in AD models mTOR inhibition has been shown to reduce Aβ accumulation and tau hyperphosphorylation by enhancing clearance pathways. citeturn0search3turn0search6",
        "Act: The described REACH trial (Rapamycin - Effects on Alzheimer's and Cognitive Health, NCT04629495) tests 12 months of oral rapamycin versus placebo in older adults with amnestic MCI and early AD (safety/tolerability and biomarker/cognitive assessments), i.e., a disease‑targeting small‑molecule intervention that aims to modify pathways related to protein aggregation/clearance. citeturn0search1turn0search0",
        "Reflect: Although rapamycin can influence multiple downstream processes (inflammation, metabolism), its mechanistic rationale in AD is primarily via modulation of autophagy/proteostasis and thereby affecting amyloid and tau proteopathy. That maps best to CADRO category I (Proteostasis/Proteinopathies) rather than a single-protein category (A or B) or generic multi-target category. citeturn0search2turn0search5",
        "Web search results (supporting sources cited above):",
        "- REACH trial listing / ClinicalTrials summary (NCT04629495) — trial design: 12 months oral rapamycin vs placebo in aMCI/early AD. citeturn0search1",
        "- REACH trial description (site summary) — recruitment, dosing and outcome assessments. citeturn0search0",
        "- Review and translational article: 'Rapamycin Responds to Alzheimer's Disease' — discusses rapamycin effects on autophagy, amyloid and tau in preclinical models. citeturn0search6",
        "- Reviews on mTOR, autophagy and AD linking mTOR inhibition to improved proteostasis and reduced Aβ/tau pathology. citeturn0search3turn0search5"
    ]
}