{
    "nct_id": "NCT05383183",
    "title": "A Multi-center, Randomized, Double-blind, Placebo-controlled, Phase IV Trial to Evaluate the Efficacy and Safety of Choline Alfoscerate in Patients With Mild to Moderate Alzheimer's Disease",
    "status": "RECRUITING",
    "last_update_time": "2024-03-20",
    "description_brief": "The purpose of this study is to determine whether combination of donepezil, a cholinesterase inhibitor, with choline alfoscerate has a more favourable clinical profile than monotherapy with donepezil alone.",
    "description_detailed": "Aging population is a characteristic feature of demographic trends in developed countries. Hence, Alzheimer's disease is recognized as one of today's major healthcare challanges, and its significance will increase even more as the longevity of the population increases. Pre-clinical investigations have suggested that association between ChE-Is (cholinesterase inhibitors) and the cholinergic precursor choline alfoscerate enhances cholinergic neurotransmission more effectively than single compounds alone. This clinical trial is designed to assess if combination of the ChE-I donepezil with choline alfoscerate has a more favorable clinical proﬁle than monotherapy with donepezil alone.",
    "phase": [
        "PHASE4"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "choline alfoscerate (α‑GPC; L‑alpha‑glycerylphosphorylcholine)",
        "donepezil (acetylcholinesterase inhibitor)"
    ],
    "placebo": [
        "placebo (matched to choline alfoscerate)"
    ],
    "explanation_target": [
        "Reason: The trial tests adding choline alfoscerate to donepezil to improve clinical outcomes in mild–moderate AD. Choline alfoscerate (aka alpha‑GPC) is a choline compound and acetylcholine precursor that is used to boost cholinergic neurotransmission and has been studied for cognitive benefits in dementia; several RCTs and reviews report cognitive improvements when α‑GPC is given alone or with AChE inhibitors. citeturn0search4turn0search5turn0search8",
        "Act: Key extracted details — intervention: choline alfoscerate (α‑GPC) given in combination with donepezil; comparator: donepezil plus placebo; donepezil is a reversible acetylcholinesterase (cholinesterase) inhibitor used to provide symptomatic cognitive benefit in AD. The literature specifically notes added cognitive/functional/behavioral benefit when α‑GPC is combined with donepezil in trials. citeturn0search5turn0search2turn1search6",
        "Reflect: This intervention is symptomatic/cognitive (augmenting cholinergic transmission) rather than a disease‑modifying biologic or a targeted small‑molecule aimed at core AD pathology (amyloid/tau). Therefore the correct category is 'cognitive enhancer'. The available sources support α‑GPC's mechanism as a cholinergic precursor and clinical rationale for combining it with donepezil; no evidence in the trial description indicates a disease‑modifying target or neuropsychiatric‑only aim. citeturn0search5turn0search4"
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The intervention (choline alfoscerate, aka alpha‑GPC) is a choline/acetylcholine precursor intended to boost cholinergic neurotransmission and is being given together with donepezil, a reversible acetylcholinesterase inhibitor that increases synaptic acetylcholine for symptomatic cognitive benefit in AD. These actions modulate the cholinergic neurotransmitter system rather than targeting core disease biology (amyloid/tau). citeturn0search3turn0search6",
        "Act: Key extracted details — drug(s): choline alfoscerate (α‑GPC) + donepezil; mechanism: α‑GPC is metabolized to choline and acetylcholine (and may have additional neurotrophic/anti‑inflammatory effects), donepezil is a centrally acting, reversible acetylcholinesterase inhibitor that raises acetylcholine levels; clinical rationale: several RCTs and a meta‑analysis report cognitive/functional/behavioral improvement when α‑GPC is used alone or combined with donepezil (e.g., ASCOMALVA and pooled RCTs). Based on these mechanisms, the most specific CADRO match is D) Neurotransmitter Receptors (cholinergic neurotransmission/cognitive enhancer). citeturn1search8turn1search9turn1search4",
        "Reflect: This classification aligns with CADRO because the trial’s goal is symptomatic augmentation of cholinergic signaling (neurotransmitter modulation) rather than amyloid/tau, inflammation, synaptic trophic factors, or multi-target disease modification. Although α‑GPC may have pleiotropic effects (neurotrophic, anti‑inflammatory in some reports), the primary and stated mechanism in this trial is cholinergic enhancement alongside an AChE inhibitor, which fits D) rather than R) Multi-target or T) Other. citeturn0search3turn0search5",
        "Web search sources (key results used to support classification):",
        "- Alpha‑GPC (choline alfoscerate) pharmacology and actions: overview showing it is a precursor of choline/acetylcholine and has cognitive benefits. citeturn0search3",
        "- Donepezil mechanism: centrally acting, reversible acetylcholinesterase inhibitor used as symptomatic therapy in mild–moderate AD. citeturn0search6turn0search0",
        "- Systematic review / meta‑analysis: α‑GPC alone or combined with donepezil improved cognition, function and behavior in RCTs. citeturn1search0turn1search8",
        "- ASCOMALVA and RCT evidence: trials showing benefits of donepezil + choline alfoscerate on behavioral and cognitive outcomes. citeturn1search9turn1search6",
        "- Trial registry entry for the described Phase IV study (combination of choline alfoscerate + donepezil). citeturn1search4"
    ]
}