{
    "nct_id": "NCT02190084",
    "title": "Repetitive Transcranial Magnetic Stimulation for Apathy in Alzheimer's Dementia",
    "status": "COMPLETED",
    "last_update_time": "2019-08-20",
    "description_brief": "Alzheimer's Dementia (AD) is a major public health problem. Apathy, a profound loss of motivation, is seen in majority of patients with AD. Dysfunction of the front of the brain and loss of dopamine, a type of neurochemical, in this part of brain results in apathy. Presence of apathy is linked to deficits in planning sequential tasks such as keeping a routine. Patients with apathy have poor physical function and their caregivers experience extra burden. Unfortunately there are no good medications to treat apathy. FDA has approved the use of brain stimulation by a magnet known as repetitive transcranial magnetic stimulation (rTMS), for treatment of depression. rTMS increases dopamine when applied to frontal lobe of brain so we propose that rTMS would be a good treatment option for apathy in AD. Study hypotheses include that rTMS to the dorsolateral prefrontal cortex (DLPFC) will improve apathy and executive function better than sham treatment in those with AD.",
    "description_detailed": "Objective: Alzheimer's Dementia (AD) is a major public health problem. Apathy, a profound loss of motivation, is seen in majority of patients with AD. Dysfunction of the front of the brain and loss of dopamine, a type of neurochemical, in this part of brain results in apathy. Presence of apathy is linked to deficits in planning sequential tasks such as keeping a routine. Patients with apathy have poor physical function and their caregivers experience extra burden. Unfortunately there are no good medications to treat apathy. FDA has approved the use of brain stimulation by a magnet known as repetitive transcranial magnetic stimulation (rTMS), for treatment of depression. rTMS increases dopamine when applied to frontal lobe of brain so we propose that rTMS would be a good treatment option for apathy in AD.\n\nSpecific Aims: To determine the efficacy of rTMS to the dorsolateral prefrontal cortex (DLPFC) in treating apathy in mild AD in comparison to sham treatment.\n\n• To compare the efficacy of rTMS to the DLPFC on executive function in mild AD in comparison to sham treatment.\n\nResearch Plan: Current study is a prospective randomized sham controlled study of daily rTMS.\n\nMethods: Up to 500 subjects will be pre-screened to enroll 100 subjects for screening and randomizing up to 50 subjects to analyze 20 completers. Subjects with mild AD and apathy will be randomly assigned to rTMS or sham treatment after consent. All subjects will be tested for memory, behavioral problems, functioning and caregiver burden. Apathy will be assessed using the Apathy Evaluation Scale. Memory, executive function, functional status and caregiver burden will be assessed. Subjects will receive daily treatments for 4 weeks with either rTMS or sham coil for a total of 20 treatments. Neither the subject nor the investigators will know which treatment the subject is receiving. Testing will be repeated at the end of 4 weeks and at 8 and 12 weeks after treatment.",
    "phase": [
        "PHASE4"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "neuropsychiatric symptom improvement",
    "drug": [
        "rTMS (repetitive transcranial magnetic stimulation) — device-based intervention (e.g., Magstim Rapid 2 as used in some trials)"
    ],
    "placebo": [
        "Sham rTMS (sham coil / sham stimulation)"
    ],
    "explanation_target": [
        "Reason: The trial intervention is repetitive transcranial magnetic stimulation (rTMS) applied to the dorsolateral prefrontal cortex (DLPFC) to treat apathy (loss of motivation) in Alzheimer’s disease — a behavioral/neuropsychiatric symptom rather than a disease-modifying pharmacologic approach. The description explicitly states the goal is to improve apathy and executive function via DLPFC stimulation. citeturn2search4turn0search1",
        "Act: Key extracted details — intervention: rTMS to the DLPFC (device-based neuromodulation); comparator: sham rTMS; intended effect: reduce apathy and improve executive function in AD (neuropsychiatric/behavioral target). Clinical pilot and randomized studies and trial registrations describe this exact approach. citeturn2search3turn0search2",
        "Supporting mechanism (web evidence): rTMS applied to frontal regions can increase dopaminergic activity in fronto-striatal circuits (mechanistic rationale for improving motivation/apathy). PET and other studies show rTMS/iTBS of the DLPFC can evoke striatal dopamine release. citeturn1search6turn1search7",
        "Reflect: Matching to category definitions — this is not a biologic or small-molecule drug, and its primary target is a neuropsychiatric symptom (apathy). Although secondary cognitive/executive benefits are measured, the trial’s stated primary intent is symptom improvement (apathy), so the correct category is 'neuropsychiatric symptom improvement'. There is low ambiguity: intervention is a device (rTMS) and comparator is sham, so 'N/A' is not appropriate. citeturn2search4turn2search2",
        "Web search results referenced: 1) Randomized/sham-controlled pilot RCTs of rTMS for apathy in AD describing DLPFC stimulation and apathy endpoints. citeturn2search4turn2search3 2) Clinical trial listing(s) / protocols for rTMS in AD-related apathy (NCT listings / trial summaries). citeturn0search2turn0search1 3) Systematic reviews / meta-analyses and longer-term reports showing rTMS can improve apathy/cognition in AD or MCI. citeturn2search2turn0search0 4) PET and neuroimaging studies showing DLPFC rTMS (or iTBS) increases fronto-striatal/striatal dopamine release (mechanistic support). citeturn1search6turn1search7"
    ],
    "agent_type": "T) Other",
    "explanation_agent": [
        "Reason: The intervention is repetitive transcranial magnetic stimulation (rTMS) — a device-based neuromodulation of the dorsolateral prefrontal cortex (DLPFC) intended to improve the neuropsychiatric symptom of apathy in Alzheimer’s disease rather than to engage a specific molecular or pathway-based therapeutic target. Systematic reviews and RCT pilot data describe rTMS as a symptomatic neuromodulation intervention for apathy/cognition in AD. citeturn0search0turn0search1turn0search3",
        "Act: Key extracted details from the trial description and literature — intervention: rTMS applied to DLPFC (device); comparator: sham rTMS; intended effect: reduce apathy/improve motivation and executive function in AD. Mechanistic support shows prefrontal rTMS can increase fronto‑striatal/striatal dopaminergic activity, i.e., circuit-level neuromodulation rather than a defined molecular receptor or proteinopathy target. citeturn0search5turn0search3turn0search6",
        "Reflect: CADRO classification requires mapping to a biological/drug target domain. Because rTMS is a non-pharmacologic, circuit‑level neuromodulation aimed at symptom improvement (apathy) and does not explicitly target amyloid, tau, ApoE/lipids, a defined receptor/proteinopathy, metabolism, vasculature, etc., it does not fit the molecular CADRO categories (A–Q, and many of M). Per the instructions to return 'T) Other' when the trial does not fit any CADRO target (or when the primary focus is non-drug/device symptomatic intervention), the correct classification is 'T) Other'. Note: one could conceptually link rTMS effects to neurotransmitter changes (dopamine) or synaptic plasticity, but those are secondary mechanistic rationales and the trial’s primary focus is symptom-directed device neuromodulation rather than a molecular therapeutic target — thus 'T) Other' is the most specific CADRO assignment. citeturn0search6turn0search1",
        "Web search results used as supporting evidence: 1) Systematic review of rTMS for apathy and related conditions summarizing positive findings in AD. citeturn0search0 2) Meta-analysis of neuromodulation for apathy in AD/MCI showing benefits with high‑frequency DLPFC rTMS in some trials. citeturn0search1 3) Double‑blind randomized sham‑controlled pilot RCT reporting rTMS to DLPFC improved apathy and some cognition in AD. citeturn0search3 4) Clinical trial listing summarizing the DLPFC rTMS apathy trial design (sham comparator, outcomes). citeturn0search5 5) SPECT/PET evidence that prefrontal rTMS can increase striatal dopamine (mechanistic rationale for improving motivation/apathy). citeturn0search6"
    ]
}