{
    "nct_id": "NCT00480818",
    "title": "An Ascending Multiple Dose Study of the Safety, Pharmacokinetics (PK), and Pharmacodynamics (PD) of SAM-531 Administered Orally to Healthy Young and Elderly Subjects",
    "status": "COMPLETED",
    "last_update_time": "2007-12-09",
    "description_brief": "To assess the safety and tolerability of ascending multiple oral doses of SAM-531, an investigational drug, in healthy young adult and elderly subjects.To assess the pharmacokinetics (PK) and pharmacodynamics (PD) profiles of multiple oral doses of SAM-531 in healthy young adult and elderly subjects.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "SAM-531 (cerlapirdine) — oral small-molecule 5-HT6 receptor antagonist"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The trial description gives only the investigational name SAM-531 and describes oral ascending-dose PK/PD and safety testing in healthy young and elderly subjects (typical Phase 1 PK/safety design). The description by itself does not state mechanism or target.",
        "Act: Web lookup shows SAM-531 is the small-molecule drug cerlapirdine (also reported as WAY-262,531 / PF-05212365) and is a selective 5-HT6 (serotonin 6) receptor antagonist — a mechanism pursued to improve cognition in Alzheimer’s disease and other cognitive disorders. citeturn2search7",
        "Act (trials context): Public trial registries show multiple Wyeth/Pfizer-sponsored SAM-531 clinical studies (single- and multiple-ascending dose PK/PD studies in healthy subjects, sleep EEG and PD studies, and Phase 2 trials in mild–moderate AD, with placebo and donepezil used as comparators in some studies). citeturn1search9turn0search3turn1search2",
        "Reflect: Because SAM-531/cerlapirdine is a small-molecule 5-HT6 receptor antagonist (a neurotransmitter receptor modulator developed to enhance cognition) it fits the provided category definitions for a \"cognitive enhancer\" (drugs that aim to improve cognitive function rather than directly modifying Alzheimer’s pathology such as amyloid or tau). The Phase 2 development history (terminated for futility) and the PK/PD focus of the provided study are consistent with its role as a symptomatic/cognitive agent rather than a disease-modifying biologic. citeturn2search7turn0search3",
        "Web-search sources used (key results): 1) Identification and MOA: MedKoo / product entry identifying SAM-531 as cerlapirdine, a selective 5‑HT6 antagonist. citeturn2search7 2) Clinical-trial registry entries (MedPath / ClinicalTrials listings) documenting multiple Phase 1 PK/PD and Phase 2 trials of SAM-531 in Alzheimer disease, including a Phase 2 trial that was stopped for futility. citeturn1search9turn0search3turn1search2"
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The provided trial (SAM-531 / cerlapirdine) is described as a cognitive enhancer; the drug is a small‑molecule antagonist of the 5‑HT6 (serotonin 6) receptor — a neurotransmitter GPCR target pursued to improve cognition rather than to modify core AD pathology. citeturn0search0turn0search3",
        "Act: Extracted details — drug names and aliases: SAM‑531 = cerlapirdine (also reported as WAY‑262,531 / PF‑05212365). Mechanism: selective, potent 5‑HT6 receptor antagonist. Clinical context: development included Phase 1 PK/PD and Phase 2 trials in AD (symptomatic/cognitive focus). Based on that mechanism (a serotonin receptor modulator), the correct CADRO category is D) Neurotransmitter Receptors. citeturn0search3turn0search6turn1search7",
        "Reflect: Classification check — 5‑HT6 is a neurotransmitter receptor (serotonin GPCR) and interventions that modulate such receptors to improve cognition fit CADRO category D rather than disease‑modifying categories (A/T/etc.) or Multi‑target. The trial’s Phase 1 PK/safety design and the drug’s symptomatic/cognitive intent further support D). No alternate target information was found that would suggest a different CADRO class. citeturn0search6turn1search7",
        "Web search results (key sources used): 1) MedChemExpress / product entry identifying cerlapirdine (SAM‑531) as a selective 5‑HT6 antagonist. citeturn0search0 2) TargetMol / product listing confirming synonyms (SAM‑531, PF‑05212365) and 5‑HT6 antagonist MOA. citeturn0search3 3) PubMed (human AD/PK/metabolism work describing cerlapirdine disposition and noting clinical development of 5‑HT6 antagonists for symptomatic AD). citeturn0search6 4) Clinical trial registry entries documenting Phase 1 PK/PD and Phase 2 Alzheimer’s trials of SAM‑531. citeturn1search7turn1search3 5) Encyclopedia/Wikipedia summary of cerlapirdine development and MOA. citeturn1search12"
    ]
}