{
    "nct_id": "NCT04404153",
    "title": "Non-Invasive Home Neurostimulation for Mild to Moderate Alzheimer's Disease: Double-Blind, Sham Controlled Randomized Clinical Trial",
    "status": "ACTIVE_NOT_RECRUITING",
    "last_update_time": "2025-05-05",
    "description_brief": "The prevalence of Alzheimer's Disease (AD) is rising, but existing medications provide only modest control of cognitive decline and associated symptoms, and novel therapies are urgently needed. This randomized sham-controlled trial will determine if an innovative low-risk remotely-supervised transcranial Direct Current Stimulation (tDCS) applied over the area of the dorsolateral prefrontal cortex for 30 minutes at the intensity of 2 mA five times per week for 6 months at home can improve cognitive performance and symptoms and modulate neuroimaging markers of neuroplasticity in 100 patients with mild to moderate AD. If effective, this novel intervention can substantially enhance AD symptom management at home, improve quality of life of AD patients and their families, and reduce burden associated with this debilitating illness.",
    "description_detailed": "The hallmark of Alzheimer's Disease (AD) is cognitive decline with varied associated symptoms and signs. Unfortunately, there is no cure as yet for AD. Available treatments, including 5 FDA-approved medications, have limited efficacy in terms of slowing pathological progression or controlling the symptoms and signs of cognitive decline in AD patients. Given the high burdens and costs of AD, and the therapeutic limitations, the development of novel treatment approaches for AD is of the highest importance for patients, families, medical providers, and society. This randomized controlled trial will determine if innovative, low-risk neurostimulation at home for 6 months can improve cognitive performance and symptoms in patients with mild to moderate AD.\n\nThe primary objective is to determine the effects produced by 6 months of active tDCS or sham delivered over dorsolateral prefrontal cortex (DLPFC) in home settings on global cognitive performance (assessed by ADAS-Cog test - primary outcome), and secondarily on executive control/spatial selective attention (Eriksen Flanker Test), depressed mood (Geriatric depression scale), quality of life (Quality of Life Questionnaire-Alzheimer's Disease), and patient satisfaction with both the device and procedure (Neurostimulation User's Survey), in mild-to-moderate AD patients (n=100). The investigators also aim to determine functional and structural brain connectivity/network changes in response to the study intervention using functional Magnetic Resonance Imaging (fMRI; during rest and during executive function tasks), diffusion-weighted imaging (DWI), and multivariate covariance-based analytic approaches. Lastly, the investigators aim to examine time characteristics (durability) of the tDCS behavioral and neuroplasticity effects for up to 3 months following the intervention period.\n\nThe intervention will consist of remotely supervised active tDCS stimulation and sham tDCS stimulation over the area of the dorsolateral prefrontal cortex, applied at home for 30 minutes 5 times per week for 6 months. Participants randomized to the active tDCS will receive at each application 30 minutes of direct current stimulation at the intensity of 2 mA. Participants randomized to the sham group will receive sham tDCS which consists of current ramped up to 2mA over 30 seconds, ramped down over 30 seconds and stay at 0 current for the remaining time of the 30-minute application.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "Cognitive enhancer",
    "drug": [
        "Transcranial Direct Current Stimulation (tDCS) — active stimulation (2 mA, 30 min over DLPFC, 5x/week)"
    ],
    "placebo": [
        "Sham tDCS (sham stimulation)"
    ],
    "explanation_target": [
        "Reason: The described intervention is remotely‑supervised transcranial Direct Current Stimulation (tDCS) applied over the dorsolateral prefrontal cortex aiming to improve cognitive performance and modulate neuroplasticity; the trial is double‑blind and sham‑controlled with cognition (ADAS‑Cog) as the primary outcome, indicating the primary intent is cognitive enhancement rather than targeting molecular AD pathology. citeturn0search0",
        "Act: Extracted intervention details from the trial description — active device intervention = tDCS; control = sham tDCS. This is a device/neuromodulation approach (non‑pharmacologic), not a biologic or small molecule, so it does not fit the 'disease‑targeted biologic' or 'disease‑targeted small molecule' categories. citeturn0search0",
        "Evidence context (web search results): Systematic reviews and meta‑analyses of tDCS in MCI/AD report improvements in global cognition and memory immediately after treatment though results and durability vary across studies; these sources support that tDCS is used as a cognitive‑enhancing neuromodulatory intervention in AD. citeturn0search3turn0search5",
        "Reflect: Classification decision — the trial is best classified as 'Cognitive enhancer' because (1) the intervention is neuromodulation (tDCS), (2) the stated primary outcome is change in cognitive performance, and (3) it is neither a biologic nor a small molecule targeting amyloid/tau. Secondary outcomes (mood, quality of life) do not change the primary category. citeturn0search0",
        "Web search results used (key sources): Albert Einstein College project page describing the exact trial and parameters (trial description and outcomes). citeturn0search0; Meta‑analyses/systematic reviews showing cognitive effects of tDCS in MCI/AD and variability across studies. citeturn0search3turn0search5"
    ],
    "agent_type": "M) Synaptic Plasticity/Neuroprotection",
    "explanation_agent": [
        "Reason: The intervention is transcranial direct current stimulation (tDCS) applied over the dorsolateral prefrontal cortex (DLPFC) to improve cognition; tDCS exerts effects by modulating neuronal excitability and promoting LTP/LTD-like synaptic plasticity and related neuroplasticity mechanisms rather than acting on a single molecular AD pathology (amyloid, tau, ApoE, etc.). citeturn1search6turn1search5",
        "Act: Extracted trial details — remotely‑supervised/home tDCS, anodal stimulation over DLPFC, 2 mA for ~30 min, multiple sessions with sham control and cognitive (ADAS‑Cog) primary outcome. This is a non‑pharmacologic neuromodulation/device intervention whose primary biological focus is enhancement of synaptic plasticity/neuroprotection, so assign CADRO category M) Synaptic Plasticity/Neuroprotection. Evidence that tDCS is used as a cognitive‑enhancing neuromodulatory intervention and has been tested in AD/MCI comes from randomized trials and systematic reviews/meta‑analyses. citeturn0search3turn0search5",
        "Reflect: Classification check — M is the best fit because CADRO M covers interventions aimed at synaptic function, plasticity and neuroprotection; tDCS modulates synaptic plasticity and network function (not a molecular amyloid/tau/ApoE target), and the trial’s stated goal is cognitive enhancement. Remote/home delivery protocols for at‑home supervised tDCS are established in the literature, matching the trial description. Alternative CADRO categories (e.g., D Neurotransmitter Receptors, I Proteostasis, A Amyloid beta) are less appropriate because the device does not directly target receptors, protein clearance, or specific molecular AD pathways. citeturn1search2turn0search1",
        "Web search results used (key sources):",
        "- Meta‑analysis/systematic review of tDCS/TMS effects on cognition in AD (supports cognitive‑enhancing effect evidence). citeturn0search5",
        "- Reviews and trial reports describing DLPFC tDCS in AD and its link to synaptic plasticity and cognitive outcomes. citeturn0search1turn0search3",
        "- Mechanistic reviews showing tDCS induces LTP/LTD‑like changes, alters neurotransmitter balance and upregulates plasticity‑related proteins (BDNF, CaMKII, etc.). citeturn1search6turn1search5",
        "- Guidelines and studies describing remotely‑supervised / home delivery of tDCS, matching the trial’s \"non‑invasive home neurostimulation\" design. citeturn1search2turn1search0"
    ]
}