{
    "nct_id": "NCT03435861",
    "title": "Effect of Neflamapimod (VX-745) on Brain Inflammation Using Positron Emission Tomography (PET) Scan in Alzheimer's Disease (AD) Patients",
    "status": "COMPLETED",
    "last_update_time": "2023-06-19",
    "description_brief": "For this project, neflamapimod and placebo will be provided free of charge by the EIP company (www.eippharma.com). Neflamapimod is currently tested in 2 clinical trials in AD, one in Europe (The Netherlands) and one in the USA (clinical trials.gov/VX-745). The company commenced in May 2015 dosing in two phase 2a clinical studies in patients with Early AD: one in the Netherlands that is focused on PET amyloid imaging as the primary biomarker of drug effect, and one in the US (California) that is focused on Cerebrospinal fluid (CSF) evaluation to determine CSF drug concentrations and effects on inflammatory markers and disease biomarkers. Pharmacokinetic evaluation in these patients has demonstrated blood drug concentration levels in the predicted therapeutic range; and importantly, the data from the US study demonstrate that the drug achieves target drug concentrations in CSF, thus confirming the drug robustly enters the brain in humans.\n\nThe present project offers us a unique chance to test this promising drug in AD patients. The aim of the study is to focus on PET neuroinflammation imaging as the primary biomarker of this drug effect. The chosen biomarker for imaging neuroinflammation in patients is \\[1 8F\\]-DPA714.",
    "description_detailed": "The present project is an intervention proof of concept study to test the efficacy of neflamapimod in a population of AD patients at an early stage.\n\nTo track the impact of this drug in patients, the investigators will use an innovative radiotracer, \\[18F\\]DPA-714, as a promising ligand of microglial activation targeting the translocator protein (TSPO), specific of microglial activation. The use of \\[18F\\]DPA-714 will allow to monitor the evolution of neuroinflammation in patients as a function of treatment. The main objective will be to compare the level of inflammation using the \\[18F\\]DPA-714 in neflamapimod and placebo groups after 12 weeks of treatment. Blood and cerebrospinal fluid (CSF) samples and magnetic resonance imaging (MRI) will also be collected to assess inflammation markers and brain structure respectively in these patients.",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "neflamapimod (VX-745)"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The described intervention (neflamapimod, also called VX-745) is an orally administered, brain-penetrant small molecule that targets p38α (p38 MAPK α), a kinase implicated in neuroinflammation and synaptic dysfunction in Alzheimer's disease; the study uses a PET neuroinflammation tracer ([18F]-DPA714) as the primary biomarker, which indicates the trial is testing a disease-modifying/pathology-targeted mechanism rather than a pure symptomatic cognitive enhancer or a neuropsychiatric treatment. citeturn0search5turn0search3",
        "Act (key details and web evidence): • Drug: neflamapimod (VX-745) — an oral, brain‑penetrant small‑molecule inhibitor of p38α MAPK. citeturn0search5turn0search1 • Clinical context: tested in Phase 2a/2b studies in early AD with biomarker endpoints (amyloid PET, CSF biomarkers, and neuroinflammation PET in the present project). citeturn0search0turn0search4 • Mechanistic intent: to reduce neuroinflammation and synaptic dysfunction (disease pathology) rather than only provide symptomatic cognitive enhancement or treat behavioral symptoms. citeturn0search3turn0search4",
        "Reflect: Classification check — by the definitions provided, neflamapimod is a small molecule that targets an Alzheimer’s‑relevant pathological pathway (p38 MAPK–mediated neuroinflammation/synaptic dysfunction). Therefore the correct category is 'disease-targeted small molecule'. No strong evidence in the description that this is a biologic, a pure cognitive enhancer without disease‑targeting, or an agent aimed solely at neuropsychiatric symptoms, so the classification is appropriate. citeturn0search3turn0search4"
    ],
    "agent_type": "F) Inflammation",
    "explanation_agent": [
        "Reason: The trial drug neflamapimod (VX-745) is a brain-penetrant small‑molecule inhibitor of p38α (MAPK14), a kinase centrally involved in pro-inflammatory signaling in brain (microglial and cytokine-mediated neuroinflammation) and linked to synaptic dysfunction in AD. The study uses an established neuroinflammation PET tracer ([18F]-DPA-714, a TSPO ligand) as the primary biomarker, indicating the intervention is intended to modify neuroinflammation/pathology rather than only provide symptomatic benefit.",
        "Act: Key evidence from the literature — neflamapimod/VX‑745 is described as a potent/selective p38α inhibitor (IC50 ≈ 10 nM) and reduces production of inflammatory cytokines (e.g., IL‑1β, TNFα) in cellular and in vivo assays. [18F]-DPA‑714 is a validated TSPO PET ligand used to image microglial-mediated neuroinflammation in humans and preclinical models. Based on these facts the most specific CADRO match is F) Inflammation. citeturn0search3turn0search2turn0search1turn0search4",
        "Reflect: p38α inhibition also has downstream effects on synaptic function, but the primary mechanistic intent described (and the PET biomarker chosen) is to detect and modulate neuroinflammation. Therefore 'F) Inflammation' is the appropriate CADRO category rather than a synaptic or multi-target label. No substantial ambiguity remains in the provided description that would justify 'R) Multi-target' or 'T) Other'.",
        "Web search results (key sources used):",
        "- Neflamapimod / VX‑745 described as a potent/selective p38α (MAPK14) inhibitor; pharmacology and in vitro/in vivo anti‑inflammatory effects. citeturn0search3turn0search2",
        "- Technical/product/datasheet summaries listing IC50 and selectivity for p38α (VX‑745 / neflamapimod). citeturn0search0turn0search2",
        "- [18F]-DPA‑714 shown to bind TSPO and to be a sensitive PET tracer of neuroinflammation (microglial activation) in preclinical and human studies. citeturn0search1turn0search4"
    ]
}