{
    "nct_id": "NCT06079190",
    "title": "A Phase 2, Parallel Group, Randomized, Double- Blind, Placebo-Controlled, 3-Arm, Multicenter Treatment Study to Evaluate the Efficacy and Safety of GSK4527226 [AL101] Intravenous Infusion Compared With Placebo in Patients With Early Alzheimer's Disease",
    "status": "ACTIVE_NOT_RECRUITING",
    "last_update_time": "2025-08-29",
    "description_brief": "The aim of this study is to assess the efficacy and safety of GSK4527226 in participants with early Alzheimer's Disease (AD) (including mild cognitive impairment \\[MCI\\] and mild dementia due to AD) of 2 dose levels of GSK4527226 compared to placebo.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted biologic",
    "drug": [
        "GSK4527226 (AL101) — recombinant human monoclonal antibody (anti-sortilin) intended to elevate progranulin (PGRN)"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The description and title state this is a randomized, double‑blind, placebo‑controlled Phase 2 treatment study of GSK4527226 (AL101) in early AD; the investigational agent is a biologic under development for disease modification rather than a symptomatic cognitive enhancer or a neuropsychiatric treatment. citeturn0search4turn0search5",
        "Act (web search / key findings): AL101 (GSK4527226) is a monoclonal antibody that binds the sortilin receptor and elevates progranulin (PGRN) levels in CSF and plasma; it is being developed as a potential disease‑modifying therapy for Alzheimer’s disease and is being evaluated in the Phase 2 PROGRESS‑AD trial (randomized, IV, two dose levels vs placebo, ~76 weeks). citeturn0search0turn0search2turn0search5",
        "Reflect: Classification check — the intervention is a monoclonal antibody targeting a pathophysiologic pathway (sortilin→PGRN), so it fits the definition of a \"disease‑targeted biologic.\" There is no indication in the description that the drug is a small molecule, a symptomatic cognitive enhancer, or aimed primarily at neuropsychiatric symptom relief; therefore 'disease-targeted biologic' is the appropriate category. citeturn0search0turn0search1"
    ],
    "agent_type": "L) Growth Factors and Hormones",
    "explanation_agent": [
        "Reason: The investigational agent GSK4527226 (AL101) is a recombinant human monoclonal antibody that binds the sortilin receptor to elevate progranulin (PGRN) levels in CSF and plasma — the intended therapeutic action is to increase a growth‑factor–like protein (progranulin) to produce neuroprotective/lysosomal and anti‑inflammatory effects in AD. citeturn0search1turn1search6",
        "Act: Extracted facts from the trial description and literature: AL101/GSK4527226 is an anti‑sortilin monoclonal antibody that reduces cell‑surface sortilin, limits sortilin–PGRN interaction and PGRN degradation, and thereby elevates extracellular/CSF PGRN; it is being tested in the Phase 2 PROGRESS‑AD (NCT06079190) trial in early AD. These mechanistic and trial facts support classification under the CADRO category for Growth Factors and Hormones. citeturn0search1turn1search1turn1search6",
        "Reflect: Progranulin (PGRN) is functionally a secreted protein with growth factor / neurotrophic and lysosomal regulatory roles; because the intervention’s proximate goal is to elevate a growth‑factor–type protein (PGRN) via blockade/downregulation of its receptor (sortilin), the most specific CADRO match is L) Growth Factors and Hormones. The intervention also impacts lysosomal/proteostasis and inflammation pathways (noted in the literature), but those are downstream/related effects rather than the primary labeled mechanism, so L is the best single‑category assignment. citeturn0search1turn0search2",
        "Web search results (key sources used):",
        "- Development of AL101 (GSK4527226), a progranulin‑elevating monoclonal antibody, as a potential treatment for Alzheimer’s disease — full text (Alzheimer’s Research & Therapy / PubMed). Confirms anti‑sortilin mechanism, target engagement, CSF and plasma PGRN elevations, and ongoing Phase 2 PROGRESS‑AD. citeturn0search1turn1search2",
        "- Alector press release: Completion of enrollment in PROGRESS‑AD Phase 2 trial — describes AL101 (GSK4527226) as a monoclonal antibody that blocks/downregulates sortilin to elevate PGRN and summarizes the trial design and endpoints. citeturn1search6",
        "- Clinical trial registry / study listing for NCT06079190 (PROGRESS‑AD) — trial title, design (Phase 2, randomized, placebo‑controlled), and intervention (GSK4527226/AL101). citeturn1search1",
        "- Alector corporate update / strategic priorities noting AL101/GSK4527226 development and mechanism (progranulin elevation via sortilin inhibition). citeturn0search2",
        "Conclusion (Output): L) Growth Factors and Hormones — The drug is an anti‑sortilin monoclonal antibody developed to elevate progranulin (a growth‑factor–like protein) in the brain, so CADRO category L is the most specific fit."
    ]
}