{
    "nct_id": "NCT05877391",
    "title": "A Novel Intervention to Improve Care for Older Sexual and Gender Minority (SGM) Adults With Serious Illness and Especially Those With Alzheimer's Disease and Related Dementias (ADRD)",
    "status": "RECRUITING",
    "last_update_time": "2024-06-18",
    "description_brief": "Older sexual and gender minority (SGM) patients are at risk for receiving inequitable end-of-life care; those with Alzheimer's disease and related dementias (ADRD) are at particularly high risk. Failure to collect and integrate sexual orientation and gender identity (SOGI) data to identify patients' informal support systems may have adverse health consequences for SGM older adults, particularly for those dependent on informal caregivers to provide in-home support and assist with activities of daily living. The goal of this K01 is develop a novel training for hospice staff in person-centered communication that includes SOGI data collection to promote authentic end-of-life care for SGM patients and their caregivers.",
    "description_detailed": "Collecting representative and inclusive data about sexual orientation and gender identity (SOGI) is a critical component of combating the devastating health disparities affecting sexual and gender minority (SGM) older adults. This is particularly crucial for patients living with ADRD, which is widely regarded as a family disease requiring the active caregiver involvement, particularly with advanced disease. Failure to collect and integrate SOGI data to identify patients' informal support systems may have adverse health consequences for SGM older adults, particularly for those dependent on informal caregivers to provide in-home support and assist with activities of daily living. Improper identification of chosen family and caregivers contributes to incomplete care delivery and disenfranchised grief. Given the historical discrimination experienced by older SGM people, adding SOGI questions without proper training has the potential to harm patients and create staff discomfort rather than foster inclusive interactions. For this career development award, I propose to characterize SOGI data collection challenges from patients and caregivers enrolling in hospice while exploring understudied intersections, such as SGM people living with ADRD, and how they affect staff approaches to delivering person-centered care. These insights will be used to develop and pilot test an intervention to train hospice interdisciplinary team (IDT) staff to sensitively collect and utilize SOGI data to improve communication with SGM patients and caregivers.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "HEALTH_SERVICES_RESEARCH",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The described project is a K01 to develop and test a novel training for hospice staff in person-centered communication that includes collection and use of sexual orientation and gender identity (SOGI) data to improve end-of-life care for older sexual and gender minority (SGM) adults, including those with Alzheimer's disease and related dementias (ADRD). This is an educational/implementation intervention, not a pharmacologic or biologic treatment. citeturn0search7",
        "Act: Key extracted details — intervention = hospice staff training / SOGI data collection and use; intended effect = improve quality and equity of end-of-life care and caregiver support for SGM older adults with serious illness/ADRD. No drug name, biologic, or small-molecule mechanism is mentioned in the trial description or registry entry, so no drug information exists to look up. Related listings for the intervention appear in clinical trial registries and trial aggregator pages. citeturn0search7turn0search2",
        "Reflect: Given the intervention is training/implementation (non-therapeutic) and aims to improve care processes and equity rather than to modify Alzheimer’s pathology, enhance cognition pharmacologically, or treat neuropsychiatric symptoms directly, it does not fit any of the four therapeutic categories (disease-targeted biologic, disease-targeted small molecule, cognitive enhancer, neuropsychiatric symptom improvement). Therefore the correct classification is 'N/A'. For context, the literature documents substantial SOGI data missingness and the rationale for SOGI data-collection interventions in older adults; this supports the interpretation that the project is an implementation/education study rather than a drug trial. citeturn0search6turn0search0"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}