{
    "nct_id": "NCT04606251",
    "title": "Home-Based Telerehabilitation for People With Alzheimer Disease: A Randomized Controlled Study",
    "status": "COMPLETED",
    "last_update_time": "2021-07-16",
    "description_brief": "The aim of this study is to investigate the effect of a physical exercise program with cognitive tasks to be applied with telerehabilitation in Alzheimer's disease, on cognitive and physical function, ability to perform daily living activities, depression and anxiety. Secondary aim is to examine the effect of the exercise application on the care burden and well-being of caregivers.",
    "description_detailed": "Exercise application in the study will take 6 weeks. Evaluations will be made twice, at the beginning and end of the exercise application.\n\nFunctional mobility was measured with the 5-Times Sit-and-Stand Test (5XSTS) and Timed Up and Go Test (TUG); static balance with One-Leg Stand Test; functional independence level with Functional Independence Scale (FIM); daily living activities will be evaluated with the Katz Activities of Daily Living Scale.\n\nThe general cognitive level of the cases was determined by Mini-Mental State Examination; Depressive symptoms will be measured with the Geriatric Depression Scale-Short Form, and anxiety levels will be measured with the Beck Anxiety Scale.\n\nThe care burden of caregivers will be assessed with the Zarit Care Burden Scale, and caregiver's well-being will be assessed with the Warwick-Edinburgh Mental Well-being Scale.\n\nPrimary outcome measures are Mini Mental Test, Timed Up\\&Go Test, and the 5-Times Sit-and-Stand Test .",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is a home‑based telerehabilitation program of physical exercise combined with cognitive tasks, with primary outcomes of cognitive and physical function, ADLs, depression and anxiety — i.e., an intervention intended to improve cognitive/functional performance rather than a drug targeting Alzheimer's pathology. citeturn0search6turn0search3",
        "Act: The trial intervention is exercise with motor‑cognitive (dual‑task) components delivered via videoconference/supervised telerehabilitation (no drug or biologic is administered). Multiple reports of the study and similar trials describe a 6‑week online supervised motor‑cognitive exercise program and list exercise as the intervention. Because this is a non‑pharmacologic, cognition‑focused rehabilitation intended to improve cognitive outcomes, it best maps to the 'cognitive enhancer' category (non‑pathology‑targeting cognitive improvement). citeturn0search1turn0search4",
        "Reflect: The trial does not involve a monoclonal antibody, vaccine, or small‑molecule pharmacologic agent, so it cannot be classified as a disease‑targeted biologic or small molecule. It also targets cognition and function (and mood) rather than primarily treating neuropsychiatric symptoms, so 'cognitive enhancer' is the closest fit. Systematic and individual studies of home/telerehabilitation exercise report improvements in global cognition, ADLs and neuropsychiatric symptoms, supporting the interpretation that the intervention is intended as a cognitive/functional enhancer rather than disease modification. citeturn0search7turn0search2",
        "Web search results used (key sources):\n- Clinical trial registry entry for 'Home‑Based Telerehabilitation for People With Alzheimer Disease: A Randomized Controlled Study' (exercise intervention, completed; describes aims and outcomes). citeturn0search6\n- Published randomized studies describing home‑based/online supervised motor‑cognitive dual‑task exercise in mild–moderate AD (Menengiç et al.; details of 6‑week telerehabilitation program and outcomes). citeturn0search1turn0search3\n- Pilot RCTs of motor‑cognitive dual‑task telerehabilitation in AD describing intervention content and measured cognitive/functional outcomes. citeturn0search4\n- Meta‑analysis of home‑based and telerehabilitation exercise in people with AD reporting modest improvements in global cognition, neuropsychiatric symptoms and ADLs. citeturn0search7"
    ],
    "agent_type": "M) Synaptic Plasticity/Neuroprotection",
    "explanation_agent": [
        "Reason: The described intervention is a home‑based telerehabilitation program delivering supervised motor‑cognitive (dual‑task) exercise intended to improve cognition, physical function, ADLs and mood rather than to act on a defined molecular AD pathology. Such interventions aim to enhance cognitive performance via behavioral stimulation and likely engage mechanisms of synaptic plasticity and neuroprotection rather than amyloid, tau, inflammation, or other specific molecular targets. citeturn0search0turn0search3",
        "Act: The trial lists no drug or biologic (trial drug: []). The intervention is exercise + cognitive tasks delivered by videoconference (6‑week motor‑cognitive telerehabilitation in the cited RCTs), so there is no explicit molecular target to map to categories A–L, etc. Given CADRO’s categories, the best fit for an intervention intended to improve cognition/function through training and neurobehavioral stimulation is M) Synaptic Plasticity/Neuroprotection. citeturn0search1turn0search3",
        "Reflect: I verified this against published RCTs and systematic reviews showing telerehabilitation/physical activity for people with AD improves global cognition, ADLs and mood, supporting interpretation as a cognition‑enhancing/neuroplasticity‑oriented intervention rather than a disease‑modifying molecular therapy. Because no drug, gene, or biochemical pathway is targeted, categories such as Amyloid (A), Tau (B), Inflammation (F), etc., are not appropriate. If you prefer to label strictly non‑pharmacologic interventions as 'Other', I can instead return 'T) Other', but within CADRO the closest therapeutic category is M) Synaptic Plasticity/Neuroprotection. citeturn0search4turn0search7",
        "Web search results used (key sources):",
        "- Menengiç et al., 'Effectiveness of home‑based telerehabilitation in mild to moderate Alzheimer’s disease' (randomized, 6‑week supervised motor‑cognitive dual‑task telerehab). citeturn0search0turn0search1",
        "- Clin Neurol Neurosurg / pilot RCT describing motor‑cognitive dual‑task telerehabilitation in AD. citeturn0search3",
        "- Ability / ABILITY‑TelerehABILITation pilot RCT of a digital home multidomain telerehabilitation program in the AD continuum. citeturn0search2turn0search6",
        "- Systematic reviews / meta‑analyses showing physical activity and home‑based exercise improve cognition and ADLs in people with AD. citeturn0search4turn0search7"
    ]
}