{
    "nct_id": "NCT06801912",
    "title": "A Behavior Change Technique (BCT) Intervention to Develop an Hourly Activity Habit Among Caregivers for Persons Alzheimer's Disease (AD) or Alzheimer's Disease Related Dementias (ADRD)",
    "status": "RECRUITING",
    "last_update_time": "2025-04-02",
    "description_brief": "This 12-week trial will test the efficacy of a personalized, multi-component, personalized text-message delivered behavior change technique (BCT) intervention to encourage habitual hourly physical activity among care providers of persons with Alzheimer's Disease and Alzheimer's Disease Related Dementias (AD/ADRD) via the key mechanism of behavior change (MoBC) of automaticity.\n\nThe main question it aims to answer is whether a multi-component, personalized BCT intervention to increase habitual walking of \\>250 steps/hour will lead to successful development of habitual hourly walking among 50% of caregivers.",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "BASIC_SCIENCE",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is a 12-week, personalized, multi-component text-message delivered behavior change technique (BCT) designed to create an hourly walking habit (mechanism: behavior change/automaticity) for caregivers of persons with AD/ADRD — it is a behavioral/habit-formation intervention, not a pharmacologic or biologic therapy. citeturn0search3turn0search1",
        "Act (key extracted details): Title and aim match the provided description: a 12-week personalized BCT to encourage hourly physical activity (e.g., >250 steps/hour in one listing; related trials also describe 1,000 steps/hour definitions), single-group interventional design, lead sponsor Northwell Health, registry entries NCT06801912 and NCT06803797. No drug or biologic is tested. citeturn0search3turn0search1turn0search2",
        "Reflect: Because the intervention is behavioral (text-message BCT to increase caregiver walking via habit/automaticity) and does not involve a biologic or small-molecule agent, nor does it target cognition or neuropsychiatric symptoms in patients, it does not fit any of the four therapeutic categories (disease-targeted biologic, disease-targeted small molecule, cognitive enhancer, neuropsychiatric symptom improvement). Therefore the correct classification is 'N/A'. The web search confirmed the trial entries and that no drug is involved. citeturn0search3turn0search6"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}