{
    "nct_id": "NCT03351452",
    "title": "Effects of Transcranial Electric Stimulation on Associative Memory Formation in Healthy Elderly Participants as Well as in Individuals With Memory Impairment",
    "status": "COMPLETED",
    "last_update_time": "2020-03-12",
    "description_brief": "Previous studies showed that transcranial electric stimulation (tES) applied over the prefrontal cortex improves cognitive performance in healthy elderly adults as well as in patients suffering from mild cognitive impairment or early Alzheimer's disease. Therefore, tES methods might be a useful intervention tool for patients suffering from memory impairment in early terms of the disease.\n\nThe present study aims at establishing a connection between the stimulation-induced changes on associative memory performance and its underlying neurophysiological parameters. tES effects and their underlying mechanisms will be compared between healthy elderly controls and clinical study populations receiving either real or sham tES over the left ventrolateral prefrontal cortex during an associative memory task.",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "BASIC_SCIENCE",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [],
    "placebo": [
        "sham tES (sham stimulation)"
    ],
    "explanation_target": [
        "Reason: The intervention is transcranial electric stimulation (tES; e.g., tDCS/HD-tDCS) applied to the prefrontal cortex to modulate cortical excitability and thereby improve associative/episodic memory in healthy elderly and in people with memory impairment (MCI/early AD). This is an attempt to improve cognitive function rather than deliver a biologic or a small-molecule disease-modifying agent. citeturn0search7turn0search9",
        "Act: Key extracted details from the trial description — intervention: transcranial electric stimulation (tES) over the left ventrolateral prefrontal cortex during an associative memory task; control: real versus sham stimulation; populations: healthy elderly and individuals with memory impairment/MCI or early AD; intended effect: improve associative memory performance (cognitive enhancement). Prior studies show prefrontal tES can enhance associative and episodic memory (e.g., face-name tasks, source memory) and tES has been tested in MCI/AD contexts. Based on these facts the trial matches the 'cognitive enhancer' category. citeturn0search0turn0search8turn0search1",
        "Reflect: This classification aligns with the category definitions — the intervention is neither a biologic (monoclonal antibody/vaccine) nor a small-molecule drug nor primarily aimed at treating neuropsychiatric/behavioral symptoms; instead it is a non-pharmacologic neuromodulation intended to improve cognition (associative memory). Sham stimulation is an appropriate placebo control in such trials. I therefore confirm 'cognitive enhancer' is the correct category. For supporting literature on tES effects and sham-controlled designs, see the cited reviews and empirical studies. citeturn0search3turn0search1"
    ],
    "agent_type": "M) Synaptic Plasticity/Neuroprotection",
    "explanation_agent": [
        "Reason: The intervention is transcranial electric stimulation (tES/tDCS/HD-tDCS) applied to prefrontal cortex to modulate cortical excitability and enhance associative/episodic memory. The biological rationale is modulation of neuronal excitability and plasticity rather than targeting a specific molecular pathology (e.g., amyloid, tau, inflammation).",
        "Act: Key extracted details — intervention: non‑pharmacologic neuromodulation (tES) over left ventrolateral prefrontal cortex during an associative memory task; population: healthy elderly and people with memory impairment/MCI/early AD; intended effect: improve associative memory via cortical excitability/plasticity. No drug or molecular target is listed in the trial (trial drug: []). Mapping to CADRO: effects on synaptic function/plasticity and neuroprotection best match M) Synaptic Plasticity/Neuroprotection.",
        "Reflect: Confirming the fit — CADRO lacks an explicit ‘neuromodulation’ label, but tES aims to change synaptic efficacy and network-level plasticity to improve cognition, which aligns with Synaptic Plasticity/Neuroprotection. It is not directed at amyloid, tau, ApoE/lipids, inflammation, vasculature, metabolism, etc., nor is it a diagnostic-only intervention, so 'M' is the most specific and appropriate category.",
        "Web search note: No web search was required because the trial description lists a non‑drug neuromodulation intervention and provides the mechanism (modulating cortical excitability/plasticity). There was no drug name, gene, or molecular pathway to look up; therefore no web search results are included."
    ]
}