{
    "nct_id": "NCT04785053",
    "title": "Improving Memory Functions in Mild Alzheimer's Disease by Transcranial Alternating Current Stimulation",
    "status": "COMPLETED",
    "last_update_time": "2024-06-24",
    "description_brief": "The overall objective of this project is to examine the effects of non-invasive brain stimulation on episodic memory performance",
    "description_detailed": "A group of 20 cognitively intact younger participants (age 21-35), a group of 20 cognitively intact older participants (age 55+) and an age-matched group of 20 MCI/mild AD participants will be enrolled in the brain stimulation study with behavioral assessments at baseline and post-intervention. All participants will perform a laboratory-based memory task and an autobiographical memory task, followed by the autobiographical interview after the tACS intervention. Each participant will undergo three experimental sessions, applying 20-minute gamma tACS stimulation, theta tACS stimulation or an active sham (control) to the left angular gyrus. Before, during, and after the brain stimulation scalp high-density 257-channels EEG will be recorded to characterize and differentiate brain activity and regional interactions in the three independent groups.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "BASIC_SCIENCE",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [],
    "placebo": [
        "sham transcranial alternating current stimulation (sham tACS)"
    ],
    "explanation_target": [
        "Reason: The intervention described is transcranial alternating current stimulation (tACS), a non‑invasive brain stimulation method intended to improve episodic memory in mild Alzheimer's disease. tACS modulates/entrains brain oscillations and is used to enhance cognitive function rather than to directly target Alzheimer’s molecular pathology (amyloid/tau). citeturn0search1turn0search3",
        "Act (extracted details): The trial title and objective specify non‑invasive brain stimulation (tACS) to improve episodic memory — i.e., a neuromodulation cognitive intervention, not a biologic or small‑molecule drug. Clinical reports and RCTs show γ‑frequency tACS can improve episodic memory in AD and that trials commonly use sham stimulation as the control. citeturn0search2turn0search6",
        "Reflect: Classification check — this intervention aims to improve cognition (episodic memory) by modulating neural oscillations and plasticity, not by modifying core AD pathology with a biologic or small molecule, nor by treating neuropsychiatric symptoms. Therefore it fits the 'cognitive enhancer' category. No pharmacologic agent was identified in the description. citeturn0search1turn0search2",
        "Web search results (selected): 1) 'Transcranial alternating current stimulation (tACS)' — review describing mechanisms and use to entrain cortical rhythms (PubMed). citeturn0search1 2) 'Increasing Brain Gamma Activity Improves Episodic Memory and Restores Cholinergic Dysfunction in Alzheimer’s Disease' — randomized, double‑blind, sham‑controlled study showing γ‑tACS improved episodic memory in AD. citeturn0search2 3) 'Tele‑supervised home‑based tACS for Alzheimer’s disease' — pilot feasibility study reporting memory improvement with home tACS targeting memory network nodes. citeturn0search6 4) Reviews on tACS neuroplastic effects and early clinical applications. citeturn0search3turn0search4"
    ],
    "agent_type": "M) Synaptic Plasticity/Neuroprotection",
    "explanation_agent": [
        "Reason: The intervention is transcranial alternating current stimulation (tACS), a non‑invasive neuromodulation intended to entrain/modulate cortical oscillations and enhance episodic memory and neural plasticity rather than to act on molecular AD pathology (amyloid, tau, ApoE, etc.). This maps conceptually to synaptic plasticity / neuroprotection. ",
        "Act (extracted details): Title/objective specify tACS to improve episodic memory in mild AD; trial category labelled 'cognitive enhancer'; no pharmacologic agent, gene, or molecular pathway drug target is provided. Therefore the most appropriate CADRO match is M) Synaptic Plasticity/Neuroprotection (aims to enhance network function and plasticity).",
        "Reflect: Confirmed that the intervention does not directly target amyloid (A), tau (B), inflammation (F), neurotransmitter receptors (D) as a drug, or other molecular pathways—rather it targets neural oscillations and plasticity. It is a therapeutic neuromodulation cognitive intervention, so 'T) Other' (non-therapeutic/diagnostic) would be incorrect. Thus M) best fits. ",
        "Web search results (selected, from the supplied description): 1) Review: 'Transcranial alternating current stimulation (tACS)' — describes mechanisms and use to entrain cortical rhythms. 2) RCT: 'Increasing Brain Gamma Activity Improves Episodic Memory and Restores Cholinergic Dysfunction in Alzheimer’s Disease' — randomized, double‑blind, sham‑controlled study showing γ‑tACS improved episodic memory in AD. 3) Pilot: 'Tele‑supervised home‑based tACS for Alzheimer’s disease' — feasibility study reporting memory improvement with home tACS targeting memory network nodes. 4) Reviews on tACS neuroplastic effects and early clinical applications. (These match the trial description and support classification as a synaptic plasticity / neuromodulation cognitive enhancement approach.)"
    ]
}