{
    "nct_id": "NCT00904683",
    "title": "Effect of Passive Immunization on the Progression of Alzheimer's Disease: LY2062430 Versus Placebo",
    "status": "COMPLETED",
    "last_update_time": "2012-12-11",
    "description_brief": "Alzheimer's disease (AD) is an age-related degenerative disorder of the brain, characterized by progressive decline in cognitive function and ability to perform activities of daily living, and ultimately can lead to death due to complications of the disease. AD is thought to be caused by an excess of A-Beta amyloid, a sticky protein in the brain that forms amyloid plaques. Treatments that slow the synthesis or deposition of A-Beta amyloid, or that increase clearance, might be expected to slow the progression of AD.\n\nLY2062430 (solanezumab) is a humanized anti-A Beta peptide immunoglobulin G-1 (IgG1) monoclonal antibody being developed for the treatment of AD. The primary hypothesis being tested is that LY2062430 will slow cognitive and functional decline in AD as compared with placebo. Each patient's participation will last approximately 19 months. Patients taking approved AD medications may participate in this study and continue taking these medications during the study.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE3"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted biologic",
    "drug": [
        "LY2062430 (solanezumab) — humanized anti‑Aβ IgG1 monoclonal antibody"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The description states LY2062430 (solanezumab) is a humanized monoclonal IgG1 antibody directed against A‑Beta (amyloid) and is being tested to slow cognitive/functional decline — i.e., it targets Alzheimer’s pathology (amyloid) with a biologic immunotherapy. citeturn0search12turn0search0",
        "Act: Key trial details extracted — title and brief: 'Effect of Passive Immunization on the Progression of Alzheimer\\'s Disease: LY2062430 (solanezumab) Versus Placebo'; intervention is solanezumab (passive immunization) versus placebo, primary hypothesis is slowing disease progression. These trial records describe the same. citeturn0search1turn0search5",
        "Reflect: Mapping to categories — this is a biologic (monoclonal antibody) that targets A‑β amyloid (disease pathology), matching the definition of 'disease-targeted biologic'. No evidence in the description that it is a small molecule, a symptomatic cognitive enhancer without pathology targeting, or an intervention for neuropsychiatric symptoms, so the classification is unambiguous. (Additional literature summaries and trial results about solanezumab are available if you want them.) citeturn0search3turn0search0"
    ],
    "agent_type": "A) Amyloid beta",
    "explanation_agent": [
        "Reason: The investigational agent LY2062430 (solanezumab) is described as a humanized monoclonal antibody directed against A\u0003b2 (amyloid-\u0003b2) and the trial hypothesis is slowing AD progression by targeting amyloid pathology. This clearly maps to the CADRO category for amyloid beta. citeturn0search7turn0search8",
        "Act: Extracted trial details — title and intervention: 'Effect of Passive Immunization on the Progression of Alzheimer\\'s Disease: LY2062430 (solanezumab) Versus Placebo' with solanezumab (LY2062430), a humanized anti-A\u0003b2 IgG1 monoclonal antibody, tested versus placebo in Phase 3 trials to slow cognitive/functional decline. Trial records and registry pages list the same agent and purpose. citeturn0search2turn0search1",
        "Reflect: Classification check — solanezumab's mechanism (binding soluble A\u0003b2, facilitating clearance/peripheral sink) specifically targets amyloid biology rather than tau, inflammation, synaptic function, or an unrelated pathway. No indication the intervention is multi-target or non-therapeutic, so the most specific CADRO match is A) Amyloid beta. citeturn0search7turn0search4",
        "Web search results supporting above: solanezumab binds the mid-domain of soluble A\u0003b2 and is a humanized IgG1 monoclonal antibody (MDPI review, NCATS record). citeturn0search7turn0search8; Clinical trial registry records for LY2062430 / solanezumab (Effect of Passive Immunization...; NCT00904683 / related Phase 3 entries) document the intervention and objective to slow progression in mild AD. citeturn0search2turn0search1; Clinical literature/meta-analyses summarize trials and outcomes for solanezumab in AD. citeturn0search0turn0search6"
    ]
}