{
    "nct_id": "NCT00062569",
    "title": "Reminiscence During Bathing Persons With Alzheimer's Disease at Home",
    "status": "COMPLETED",
    "last_update_time": "2009-03-10",
    "description_brief": "This study will evaluate the effectiveness of a 3-week reminiscence intervention applied during bathing persons with Alzheimer's disease (AD) in decreasing resistiveness to care (RTC), relieving patient discomfort, and improving spouse caregiver appraisals of burden, capabilities and confidence while bathing the patient. Reminiscence provides opportunities for the patient to feel good and recall pleasant memories, easily done by caregivers in a home setting. Home visits and telephone calls from trained nurses provide coaching and practice for caregivers for the preliminary phase of this study. Each couple will be enrolled in the study for approximately 9 weeks. The study will recruit 100 patient/spouse caregiver couples randomly divided into one of two groups: reminiscence with coaching, or bathing support (control). Bathing support will be provided to participants in both conditions including: individualized assessment; education regarding bathing techniques for people with dementia; and individualized problem solving. In addition to the bathing support intervention, participants in the experimental group will receive a pleasant memories interview and reminiscence script with coaching for implementation. Caregivers will keep a journal of their experiences in bathing the care recipient.",
    "description_detailed": "Bath time is often distressing to persons with Alzheimer's disease (AD), leading to behavioral symptoms of resistiveness to care. Encountering these behaviors is distressing for caregivers, as well. Most studies of intervention for behavioral symptoms of AD have been done in nursing homes, but most care takes place in the home. The overall goal of this research is to improve the at-home bathing experience of both patients with AD and their spouse caregivers. This study builds on preliminary studies that: 1) developed observational measures of patient behaviors, and 2) developed and pilot tested the reminiscence during bathing intervention.\n\nThis randomized clinical trial will evaluate the effectiveness of a 3-week reminiscence intervention, applied during bathing persons with AD, in decreasing resistiveness to care (RTC), relieving patient discomfort, and improving spouse caregiver appraisals of burden, self-efficacy with bathing, and satisfaction. Reminiscence provides an intervention that draws on preserved individuality and memories, easily implemented by caregivers in a home setting. Home visits and telephone calls provide coaching and practice for caregivers in implementation. The sample includes 100 patient/spouse caregiver couples, randomized into one of two groups: reminiscence with coaching or bathing support (control).\n\nBathing support will be provided to participants in both conditions including: individualized assessment; education regarding bathing techniques for people with dementia; and individualized problem solving. In addition to the bathing support intervention, participants in the experimental group will receive a pleasant memories interview and reminiscence script with coaching for implementation. Using repeated measures design, observations will be made at baseline, post-intervention (5 weeks), and follow-up (8 weeks).\n\nIn the coaching/practicing/support phase of the study, caregivers will receive 1-hour home visits by a Nurse Interventionist (NI) for two weeks with caregiver practice and telephone support in between the in-home coaching/support visits. During the home visits, the NI will: (a) review the written reminiscence script and \"crib sheet\" with the spouse and role-model its use, (b) discuss instructions for delivering the reminiscence intervention to the patient immediately prior to and during the bath/shower, (c) teach the spouse to record patient behavior and intervention intensity using visual analog scales, and (d) review general approaches to bathing including a calm, unhurried approach, smiling, eye contact, brief description of what to expect, simple directions with time for the patient to respond, encourage patient participation, try not to respond to negative behaviors, praise for positive behaviors. Spouse caregivers will be encouraged to practice using the reminiscence intervention with every bath/shower for a 2-week period and to record the frequency of program implementation throughout the week on the data sheets.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "N/A",
    "results": null,
    "target_category": "neuropsychiatric symptom improvement",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is a non‑pharmacologic, caregiver‑delivered reminiscence program applied during bathing to reduce resistiveness to care (a behavioral/neuropsychiatric symptom), relieve patient discomfort, and improve caregiver burden/self‑efficacy. The goal is symptomatic/behavioral management rather than altering AD pathology or directly enhancing cognition. citeturn0search0turn0search1",
        "Act: Key extracted details — Title: \"Reminiscence During Bathing Persons With Alzheimer's Disease at Home\" (BATH Study, NCT00062569). Design: randomized trial of ~90–100 patient‑spouse dyads comparing a 3‑week reminiscence + coaching intervention vs bathing support (control); interventions delivered in the home with nurse coaching and follow‑up. No drug or pharmacologic agent is involved. These trial records were used to confirm the intervention and aims. citeturn0search0turn0search4",
        "Reflect: Classification justification — this is a psychosocial/behavioral intervention targeting care‑related behavioral symptoms (resistiveness to care) and caregiver outcomes, which fits the definition of \"neuropsychiatric symptom improvement.\" It is not a biologic or small‑molecule disease‑modifying therapy, nor is its primary aim cognitive enhancement. Evidence and reviews of bathing/person‑centered bathing interventions in dementia support that such approaches target behavioral symptoms during care activities. citeturn0search5turn0search2",
        "Web search results used to confirm details (selected sources): clinical trial summary / registry entries describing the BATH study and intervention (NCT00062569). Sources consulted: MedPath / trial summary (clinical description). ICH‑GCP / clinical trials registry summary. CTV/Veeva trial entry (enrollment and intervention details). A scoping review of bathing interventions in dementia for context. These sources were used to verify that the study is a non‑drug, behavioral intervention targeting resistiveness to care. citeturn0search0turn0search1turn0search4turn0search5"
    ],
    "agent_type": "T) Other",
    "explanation_agent": [
        "Reason: The described intervention is a non‑pharmacologic, caregiver‑delivered reminiscence program applied during bathing to reduce resistiveness to care and improve caregiver outcomes — a psychosocial/behavioral symptomatic management approach rather than a biological or molecular target (no drug, gene, or pathway is being modulated).",
        "Act: Key extracted details — Title: \"Reminiscence During Bathing Persons With Alzheimer's Disease at Home\" (BATH Study, NCT00062569). Design: randomized home‑based trial of a 3‑week reminiscence + coaching intervention versus bathing support (control); interventions are behavioral (caregiver coaching, reminiscence scripts) and no pharmacologic agent is used. Source: clinical trial registry entry for NCT00062569. citeturn0search0turn0search1",
        "Reflect: CADRO categories are organized around biological targets (e.g., amyloid, tau, inflammation, synaptic plasticity). A caregiver‑delivered reminiscence bathing intervention does not act on a defined biological target or pathway and instead addresses neuropsychiatric/behavioral symptoms and caregiving processes. Therefore the most appropriate CADRO assignment is 'T) Other'.",
        "Web search results used to confirm details (selected sources): 1) ClinicalTrials.gov / trial registry summary for the BATH study (Reminiscence During Bathing; NCT00062569) — trial description, interventions, and enrollment. citeturn0search0 2) Trial listing / summary (MedPath) describing the BATH study details. citeturn0search1 3) Contextual sources on bathing interventions and person‑centered bathing reducing agitation/discomfort in dementia (examples: randomized trial of person‑centered showering/towel bath; Alzheimer’s Association guidance). These support that bathing approaches target behavioral symptoms rather than molecular AD pathology. citeturn0search5turn0search2"
    ]
}