{
    "nct_id": "NCT06538116",
    "title": "A Randomized, Double-Blinded Study to Evaluate the Efficacy and Safety of Mevidalen in Patients With Alzheimer's Disease",
    "status": "RECRUITING",
    "last_update_time": "2025-09-24",
    "description_brief": "The main purpose of this study is to look at how safe the study drug (mevidalen) is and whether it works to alleviate symptoms when given to people with mild to moderate Alzheimer Disease (AD) dementia. This is done by looking at participants: thinking and memory (cognition), everyday activities and sleep, AD symptoms, physical activity, irritability or anxiety. The study is expected to last approximately 26 weeks and may include up to 14 visits.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "mevidalen (LY3154207)"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The description states the study will evaluate safety and whether mevidalen 'works to alleviate symptoms' in mild–moderate AD, with outcomes focused on cognition, activities of daily living, sleep, and neuropsychiatric features — indicating a symptomatic (not disease‑modifying) intent. citeturn0search2",
        "Act: Mevidalen (LY3154207) is a centrally acting, orally active positive allosteric modulator (PAM) of the dopamine D1 receptor (a small‑molecule pharmacologic agent). It has been developed as a symptomatic treatment to improve cognition, motor function, wakefulness and related symptoms in neurodegenerative dementias (e.g., Lewy body dementia, Parkinson disease) rather than as an anti‑amyloid or anti‑tau disease modifier. Therefore it fits the 'cognitive enhancer' category. citeturn0search1turn0search7",
        "Web search results (key sources used): 1) PubMed description noting mevidalen is a selective D1 receptor PAM and the PRESENCE (LBD) phase 2 trial. citeturn0search1 2) Movement Disorders / trial report summarizing PRESENCE results (mevidalen mechanism and symptomatic endpoints). citeturn0search0 3) Clinical Pharmacology paper describing mevidalen (LY3154207) pharmacology, D1 PAM activity, and clinical PK/safety. citeturn0search7 4) Trial registry / study snapshot for the Alzheimer's Disease study (title and brief summary provided in your prompt). citeturn0search2",
        "Reflect: Classification check — by definitions: 'Disease‑targeted biologic' requires a biologic (e.g., antibody/vaccine) targeting AD pathology — not applicable. 'Disease‑targeted small molecule' would be a small molecule targeting amyloid/tau or disease process — mevidalen targets D1 receptor signaling (symptomatic neurotransmitter modulation), not core AD pathology. 'Neuropsychiatric symptom improvement' would be agents primarily for behavioral/psychiatric symptoms; while the trial measures irritability/anxiety, the primary emphasis is cognition and related functional outcomes. Thus the most appropriate category is 'cognitive enhancer'. Citations above support the drug class/mechanism and the AD trial intent. citeturn0search1turn0search2",
        "Notes / ambiguity: The trial measures multiple symptom domains (cognition, sleep, activity, irritability/anxiety), so some overlap with neuropsychiatric and wakefulness effects exists; however, mevidalen’s mechanism (D1 PAM) and the trial emphasis on cognition and function make 'cognitive enhancer' the best single category. Sources cited above. citeturn0search0turn0search7"
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The trial tests mevidalen (LY3154207), a centrally acting small‑molecule positive allosteric modulator of the dopamine D1 receptor, used to produce symptomatic improvements in cognition, wakefulness and related functions rather than to modify core AD pathology. citeturn0search1turn0search5",
        "Act: Extracted details — drug: mevidalen (LY3154207); mechanism: D1 receptor positive allosteric modulator (D1 PAM); clinical intent: symptomatic cognitive/wakefulness enhancement in neurodegenerative dementia. These facts map to CADRO category D (Neurotransmitter Receptors). citeturn0search1turn0search7",
        "Reflect: Confirmation — mevidalen targets a neurotransmitter receptor (dopamine D1) and the trial’s outcomes focus on cognition, activities of daily living, sleep and neuropsychiatric features (symptomatic effects). Although the study measures multiple symptom domains (some overlap with neuropsychiatric/wakefulness effects), the primary mechanistic target is a neurotransmitter receptor, so D) Neurotransmitter Receptors is the appropriate CADRO classification. citeturn0search7turn0search2",
        "Web search results (key sources used): 1) Mevidalen as a D1 receptor PAM and wakefulness/cognitive effects (clinical/translational studies). citeturn0search1 2) Phase 2 PRESENCE trial (Lewy body dementia) and clinical endpoints describing symptomatic intent. citeturn0search7 3) Clinical pharmacology / safety and PK of mevidalen (phase 1 studies). citeturn0search5turn0search0 4) Mechanistic/structural studies describing LY3154207 binding and allosteric modulation of D1R. citeturn0search2turn0search3"
    ]
}