{
    "nct_id": "NCT02236663",
    "title": "Effectiveness of a Safety App to Respond to Dating Violence for College Women and Their Friends",
    "status": "COMPLETED",
    "last_update_time": "2020-06-01",
    "description_brief": "Intimate partner violence (IPV), including violence in dating relationships (dating violence, DV) is a widespread and serious public health problem. Among U.S. female IPV survivors, 47.1% report their first abusive relationship occurred at college age (age 18-24). Similarly, in national surveys, adults respondents 18-24 years of age report the highest rate of stalking victimization, most commonly by a former intimate partner. Safety planning is the most widely used intervention to prevent and respond to IPV, yet the vast majority of abused women never access safety planning services. Our challenge is to increase college women's access to safety planning, with the opportunity to consider their unique safety priorities and level of danger during and when ending an abusive relationship. In addition, while \"bystander\" interventions that train peers to safely intervene have been shown to be effective in sexual assault prevention on campus, and college women in abusive relationships most frequently disclose IPV to a friend, no similar interventions have been tested with friends for IPV response on campuses. Therefore, the objective of the study is to evaluate the:\n\n1. effectiveness of an interactive, personalized smart phone and web based safety application (\"App\") intervention in Maryland and Oregon with: 1) college women (age 18-24) who experience IPV and 2) friends (age 18-24) of women experiencing IPV. The safety decision App allows the user to enter information on: a) relationship health; b) safety priorities; and c) severity of violence/danger in relationship. The App then uses the information to provide the user with a personalized safety planning information and resources; and\n2. dissemination of the App nationally to determine the reach, adoption, implementation and maintenance of App use among university/college students.",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "OTHER",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is an interactive, personalized smartphone and web safety decision/ planning application (MyPlan) intended to increase access to safety planning and support for college women (age 18–24) who experience intimate partner/dating violence and for their friends; its goals are safety planning, decisional support, and behavior/knowledge change — not biological disease modification, cognitive enhancement, or pharmacologic symptom control. citeturn0search3turn0search0",
        "Act: Key trial details extracted from the description and publications — randomized controlled trial of a safety decision aid (smartphone/web App) for abused college women and for friends, recruited in Maryland and Oregon (N≈300 per group), App collects relationship health, safety priorities, and severity of danger and produces personalized safety-planning resources; trial registered NCT02236663. This is a behavioral/technology intervention (MyPlan), not a drug or placebo-controlled pharmacologic trial. citeturn0search0turn0search3",
        "Reflect: Classification check — by the provided category definitions: it is not a biologic (monoclonal antibody/vaccine) nor a small-molecule disease-targeting drug, it is not a cognitive enhancer, and it does not target neuropsychiatric symptoms of a neurologic disease. Therefore the correct category is 'N/A'. Additional supporting reports and evaluations of the MyPlan app (development, user feedback, concerned-friends outcomes) confirm the intervention focus on safety decision support rather than pharmacologic or dementia-related treatment. citeturn0search5turn0search1"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}