{
    "nct_id": "NCT05924425",
    "title": "Daridorexant to Treat Insomnia in Patients With Mild Cognitive Impairment and Mild to Moderate Alzheimer Disease",
    "status": "RECRUITING",
    "last_update_time": "2024-04-09",
    "description_brief": "DARIDOR-ALZ is a phase IV clinical trial designed to evaluate both the efficacy and safety of daridorexant, a selective dual orexin receptor antagonist that blocks the actions of the orexin neuropeptides at both orexin-1 and orexin-2 receptors, in selected populations of MCI and mild-to-moderate AD patients with insomnia complaints.",
    "description_detailed": "This Phase IV clinical trial is a monocentric, randomized, double-blind, placebo-controlled, 2 way-crossover study (with two periods of one month separated by a washout period range from 5 to 12 days).The study population includes MCI and mild-to-moderate AD patients aged between 60 and 85 years old, with insomnia complaints.\n\nA single-night baseline polysomnography recording will be performed from 11 pm to 7 am at the Montpellier Sleep Unit. After a baseline PSG that assessed TST \\< 6 hours and WASO \\> 1 hour, treatment will be assigned using an interactive response technology system.\n\nA randomization list will be generated and will remain confidential until the database is locked. Participants, investigators, and site personnel will be unaware of treatment allocation during the two crossover periods. Patients will be randomized (1:1) to receive daridorexant 50 mg or placebo, without titration, every evening within 30 minutes of going to bed during both treatment periods (Treatment Period A and B) of one-month duration each. Each treatment period will be followed by a one-week (range 5-12 days) washout period at home.\n\nA ten-month open-label (OL) study with daridorexant 50 mg will be proposed to all participants after completing the second treatment period. Based on the experience with another DORA study in patients with mild-to-moderate probable Alzheimer's disease, the investigators would need to recruit 62 patients (including drop-outs).",
    "phase": [
        "PHASE4"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "neuropsychiatric symptom improvement",
    "drug": [
        "daridorexant (Quviviq)"
    ],
    "placebo": [
        "Not stated in description"
    ],
    "explanation_target": [
        "Reason: The trial tests daridorexant, a dual orexin receptor antagonist (DORA) that blocks orexin‑1 and orexin‑2 receptors to reduce wakefulness and treat insomnia — a sleep/behavioral symptom rather than an Alzheimer’s pathology‑targeting therapy. citeturn0search3turn0search0",
        "Act: Key extracted details — trial: DARIDOR‑ALZ testing daridorexant to treat insomnia in MCI and mild‑to‑moderate AD patients (title and description provided by user). Daridorexant is an orally administered, small‑molecule DORA approved for adult insomnia (marketed as Quviviq). Its mechanism is orexin receptor antagonism to decrease wake drive and improve sleep, not to modify amyloid or tau pathology. citeturn0search0turn0search3turn0search4",
        "Web search results (supporting sources): Idorsia product page describing daridorexant as a dual orexin receptor antagonist developed for insomnia and its mechanism. citeturn0search3 Drugs.com / FDA history showing daridorexant (Quviviq) approval for insomnia (2022) and clinical program details. citeturn0search0 Phase 3 clinical data and properties discussed in peer‑reviewed reports (e.g., Mignot et al., Lancet Neurology / PubMed). citeturn0search4 Additional clinical reporting on approval and pharmacokinetic profile. citeturn0search2",
        "Reflect: Classification check — because the intervention targets a sleep symptom (insomnia) via orexin antagonism and is not a biologic targeting Alzheimer’s pathology nor presented as a cognitive enhancer, the best fit is 'neuropsychiatric symptom improvement.' Note: although improved sleep can secondarily affect cognition, the primary trial objective is insomnia treatment in AD/MCI, so it is not classified as a disease‑targeted small molecule or a cognitive enhancer. citeturn0search3turn0search0",
        "Ambiguity / missing info: The description does not state whether the phase IV design includes placebo or active comparator; the user description also does not claim any disease‑modifying intent. Placebo information was therefore recorded as 'Not stated in description.'"
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The intervention is daridorexant (Quviviq), a dual orexin receptor antagonist (DORA) that blocks orexin OX1R and OX2R to reduce wakefulness and treat insomnia — i.e., it acts on neurotransmitter/neuropeptide receptors to modify sleep, not on Alzheimer’s core pathologies like amyloid or tau. citeturn0search0turn0search2",
        "Act: Extracted details — drug: daridorexant (Quviviq); class: small‑molecule dual orexin (OX1/OX2) receptor antagonist; approved for adult insomnia; primary mechanism is orexin receptor antagonism to decrease wake drive and improve sleep rather than disease modification of AD. Based on that mechanism (direct receptor antagonism), the most specific CADRO match is D) Neurotransmitter Receptors. citeturn0search1turn0search5",
        "Reflect: The trial’s goal is neuropsychiatric symptom improvement (insomnia) in MCI / mild–moderate AD patients; although sleep/circadian effects may secondarily affect cognition, the biological target is orexin (a neurotransmitter/neuropeptide receptor). An alternative consideration could be O) Circadian Rhythm, but CADRO’s best specific fit for a receptor antagonist acting on OX1/OX2 is D) Neurotransmitter Receptors. Confirming classification as D). citeturn0search0turn0search3",
        "Web search results (supporting sources): Idorsia product page — describes daridorexant as a dual orexin receptor antagonist that blocks wake‑promoting orexin peptides and reduces wake drive. citeturn0search0; Drugs.com / FDA history — Quviviq (daridorexant) approval information and classification as a DORA for insomnia. citeturn0search2; GlobeNewswire / Idorsia press — program/clinical communications describing DORA mechanism and clinical positioning. citeturn0search3; Wikipedia summary — concise mechanism summary (selective OX1/OX2 antagonism) and clinical approval timeline. citeturn0search12"
    ]
}