{
    "nct_id": "NCT04740580",
    "title": "Glutathione, Brain Metabolism and Inflammation in Alzheimer's Disease",
    "status": "RECRUITING",
    "last_update_time": "2025-06-09",
    "description_brief": "Alzheimer's disease (AD) is associated with significant, progressive cognitive decline. Key defects in mitochondrial fuel metabolism insulin resistance, inflammation and decreased brain glucose uptake are linked to AD. This trial will investigate the effects of supplementing glycine and N-acetylcysteine vs. alanine as placebo on these defects in AD, and examine the effects on cognition.",
    "description_detailed": "Glutathione (GSH) deficiency, oxidative stress, mitochondrial dysfunction, insulin resistance and inflammation are linked to Alzheimer's disease (AD). In prior studies, investigators have shown that GSH deficiency contributes to mitochondrial impairment and oxidative stress, and that GSH deficiency can be corrected by supplementing its precursors glycine and cysteine (provided as N-acetylcysteine, NAC), with the combination termed GlyNAC.\n\nThis randomized clinical trial will evaluate the effect of GlyNAC vs. alanine placebo supplementation provided for 24-weeks to patients with AD, and measure changes in cognition, GSH concentrations, oxidative stress, brain glucose uptake, brain inflammation and insulin resistance.\n\nParticipants who are positive for a beta-amyloid PET scan and meeting cognitive screening criteria will be recruited, and enrolled only after meeting eligibility criteria. Before beginning study supplementation they will undergo imaging studies (MRI, FDG-PET and TSPO-PET scans), and only the FDG- and TSPO-PET scans will be repeated after completing 24-weeks of nutrient supplementation. Cognitive measurements, metabolic and mitochondrial measurements (as described below) will be done before supplementation, and after 12-weeks and 24-weeks of completing supplementation.",
    "phase": [
        "EARLY_PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "OTHER",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "Glycine",
        "N-acetylcysteine (NAC) — administered as part of GlyNAC"
    ],
    "placebo": [
        "Alanine"
    ],
    "explanation_target": [
        "Reason: The trial tests supplementation with glycine + N‑acetylcysteine (GlyNAC) to correct glutathione (GSH) deficiency, oxidative stress, mitochondrial dysfunction, insulin resistance and inflammation—pathophysiologic defects linked to Alzheimer’s disease—then measures effects on brain metabolism and cognition. citeturn0search0turn0search1",
        "Act (key details extracted): Trial title 'Glutathione, Brain Metabolism and Inflammation in Alzheimer's Disease' (NCT04740580) lists interventions: Glycine and N‑acetylcysteine versus alanine placebo; the study aims to raise GSH and improve mitochondrial/metabolic dysfunction and cognition. citeturn0search0turn0search1",
        "Supporting evidence: Prior clinical trials of GlyNAC (glycine + NAC) in older adults corrected GSH deficiency, reduced oxidative stress and inflammation, improved mitochondrial function, insulin resistance and cognition—showing the supplements act on disease-related metabolic pathways rather than as biologic agents. citeturn0search2turn0search8",
        "Classification rationale (Reflect): Glycine and NAC are small‑molecule dietary supplements that target disease‑relevant pathophysiology (glutathione deficiency, mitochondrial dysfunction, inflammation) rather than being biologics (e.g., antibodies) or purely symptomatic cognitive enhancers. Therefore the best fit among the provided categories is 'disease-targeted small molecule'. Note: one could alternatively view the trial as testing a cognitive-enhancing outcome, since cognition is measured, but the intervention's stated mechanism is modification of AD‑linked metabolic pathology, supporting the disease‑targeted small molecule classification. citeturn0search0turn0search2",
        "Web search results used: Clinical trial registry entries for NCT04740580 (trial title, interventions and aims). citeturn0search0turn0search1turn0search7",
        "If classification uncertain: these are nutritional/small‑molecule supplements targeting metabolic drivers of AD (GSH/mitochondria/inflammation) rather than amyloid/tau immunotherapies (biologics); thus 'disease-targeted small molecule' is appropriate. citeturn0search2turn0search8"
    ],
    "agent_type": "G) Oxidative Stress",
    "explanation_agent": [
        "Reason: The intervention (GlyNAC — glycine + N‑acetylcysteine) is given to raise intracellular glutathione (GSH) and thereby reduce oxidative stress and related mitochondrial/metabolic dysfunction in people with Alzheimer's disease. The stated mechanism centers on correcting GSH deficiency and lowering oxidative stress. citeturn1search2turn0search1",
        "Act: Key extracted details — Trial title: 'Glutathione, Brain Metabolism and Inflammation in Alzheimer's Disease' (NCT04740580). Interventions: glycine + N‑acetylcysteine (GlyNAC) versus alanine placebo. Primary mechanistic aims: increase GSH, lower oxidative stress, improve mitochondrial/brain metabolism and inflammation, and assess cognition. citeturn1search2turn0search2",
        "Reflect: Although GlyNAC also targets mitochondrial dysfunction, insulin resistance and inflammation (which map to CADRO J) Metabolism and Bioenergetics and F) Inflammation), the proximate biochemical target and rationale is restoration of glutathione and reduction of oxidative stress — making 'G) Oxidative Stress' the most specific CADRO match. If treating multiple equally primary mechanisms, 'R) Multi-target' could be considered, but here the intervention's principal mechanism is correction of GSH/oxidative stress. citeturn0search0turn0search1",
        "Web sources used (selected): ClinicalTrials listing for NCT04740580 (trial interventions and aims). citeturn1search2; Pilot and randomized GlyNAC clinical trial publications showing GlyNAC corrects GSH deficiency and lowers oxidative stress, improves mitochondrial function and inflammation. citeturn0search1turn0search0"
    ]
}