{
    "nct_id": "NCT02840279",
    "title": "A Randomized, Double-blind, Placebo-controlled, Multiple Ascending Dose Study to Examine the Safety, Tolerability, Pharmacokinetic, and Preliminary Cognitive Profile of BPN14770 in Healthy Young and Elderly Male and Female Subjects",
    "status": "COMPLETED",
    "last_update_time": "2017-01-17",
    "description_brief": "This is a randomized, double-blind (Investigator and subject-blinded) placebo-controlled, multiple, ascending-dose study to evaluate the safety, tolerability, and pharmacokinetic profile of BPN14770 in healthy young and elderly male and female subjects and to provide a preliminary assessment of the cognitive effects of BPN14770 in healthy elderly subjects.",
    "description_detailed": "Objectives:\n\n1. To evaluate the safety and tolerability profile of multiple oral ascending dose levels of BPN14770 in healthy young and elderly subjects.\n2. To characterize the plasma pharmacokinetic profile of BPN14770 following oral administration in healthy young and elderly subjects.\n3. To provide preliminary assessment of the cognitive effect of BPN14770 in healthy elderly subjects.",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "BPN14770 (zatolmilast) — selective PDE4D inhibitor (small molecule)"
    ],
    "placebo": [
        "Placebo"
    ],
    "explanation_target": [
        "Reason: The intervention named is BPN14770. Public sources identify BPN14770 (also called zatolmilast) as a selective small‑molecule inhibitor of phosphodiesterase‑4D (PDE4D) that is being developed to improve memory/cognition via cAMP/PKA/CREB and BDNF‑related synaptic mechanisms rather than directly targeting amyloid or tau pathology. citeturn0search7turn0search9",
        "Act: From the trial description (safety/tolerability/pharmacokinetics with a preliminary assessment of cognitive effects in healthy elderly), the stated aim is to assess cognitive effects (working memory, delayed recall), consistent with a cognitive‑enhancing indication rather than direct anti‑amyloid/tau disease modification. Key trial listing and program summaries confirm this focus. citeturn0search1turn0search5",
        "Web search summary (sources): - Clinical trial listing describing this multiple ascending dose study and its cognitive assessments. citeturn0search1 - Company / press and background pages describing BPN14770 as a selective PDE4D inhibitor developed to improve memory/cognition (Tetra/Shionogi press and product pages). citeturn0search7turn0search6 - Independent summaries (Alzforum, BioSpace) and preclinical/product pages noting cognitive effects in Phase 1 and preclinical models, and the alternative name zatolmilast. citeturn0search3turn0search8 - Chemical/product listing identifying the name zatolmilast and PDE4D IC50s. citeturn0search9",
        "Reflect: Classification: Although BPN14770 is a small molecule, its primary intent in the described trial is to evaluate cognitive effects (enhancement of memory/working memory) in healthy elderly subjects rather than to directly target canonical AD pathology (amyloid/tau). According to the provided category definitions, this best fits 'cognitive enhancer'. No strong evidence in the trial description that the study is testing a disease‑modifying effect on amyloid or tau, so 'disease‑targeted small molecule' (as defined) is not the best match. citeturn0search3turn0search7",
        "Notes / ambiguity: Mechanistically BPN14770 is a small molecule (PDE4D inhibitor), so it could be described as a disease‑relevant small molecule in broader programs for AD; however, given this trial's explicit cognitive assessment goal and mechanism aiming to enhance synaptic function/cognition, the most appropriate category per the definitions provided is 'cognitive enhancer'. citeturn0search8turn0search9"
    ],
    "agent_type": "M) Synaptic Plasticity/Neuroprotection",
    "explanation_agent": [
        "Reason: The investigational drug BPN14770 (zatolmilast) is a selective allosteric inhibitor of phosphodiesterase‑4D (PDE4D) designed to raise cAMP and enhance downstream PKA/CREB and BDNF signaling to improve memory and synaptic function rather than directly modifying amyloid or tau pathology. This mechanism maps to synaptic plasticity and neuroprotection. citeturn0search2turn0search1turn0search5",
        "Act: Extracted details from the trial description and public sources — drug: BPN14770 (zatolmilast); class/mechanism: selective PDE4D negative allosteric modulator / inhibitor (small molecule); intended effect in this study: cognitive enhancement (working memory, delayed recall) in healthy elderly subjects (safety/tolerability/PK with preliminary cognitive profile). These facts support assigning CADRO category M (Synaptic Plasticity/Neuroprotection). citeturn0search1turn0search3turn0search5",
        "Reflect: Classification check — BPN14770’s primary action (cAMP/PKA/CREB/BDNF pathway enhancement and LTP/neuronal plasticity effects) is consistent with CADRO M. There is preclinical evidence BPN14770 improves memory and increases markers of plasticity; while some studies report secondary effects on amyloid‑related pathways in specific models, the described clinical trial is focused on cognitive enhancement in healthy subjects, not direct anti‑amyloid/tau disease modification, so M is the most specific fit rather than A or B or R. citeturn0search2turn0search4",
        "Web search results (key sources used): 1) NIH news release describing BPN14770 as a first‑in‑class PDE4D negative allosteric modulator advancing into Phase 1 to test safety/PK and cognitive effects. citeturn0search5 2) PubMed / article summarizing mechanisms and preclinical cognitive/plasticity effects of BPN14770 (cAMP/PKA/SIRT1/Akt/BDNF pathways). citeturn0search2 3) Product / compound pages detailing PDE4D selectivity and pharmacology (Axon Medchem). citeturn0search1 4) Commercial/compound listing (Probechem) with potency and neuroplasticity notes. citeturn0search3 5) FASEB meeting abstracts reporting reversal of Aβ‑induced memory impairment and links to plasticity markers in preclinical models. citeturn0search0turn0search4"
    ]
}