{
    "nct_id": "NCT05880147",
    "title": "App-based Consent for Participation in Pediatric Clinical Research: a Feasibility Study",
    "status": "COMPLETED",
    "last_update_time": "2024-12-03",
    "description_brief": "This study aims to understand how well app-based consent performs compared to paper-based consent when recruiting families for a clinical research project. The investigators aim to demonstrate that app-based consent is as effective as traditional methods; this will be measured by questionnaires assessing the family's comprehension and preference.",
    "description_detailed": "Purpose and justification:\n\nWider access to digital technologies, familiarity with apps, and the Coronavirus disease 2019 (COVID-19) pandemic increased the demand for virtual care, prompting the need for electronic documentation of consent for research as families no longer attend in-person clinics. The investigators previously developed an app to consent patients for donating research study data in addition to traditional paper-based consent. This study aims to understand how well app-based consent performs compared to paper-based consent when recruiting families for a clinical research project.\n\nThe investigators aim to demonstrate that app-based consent is as effective as traditional methods measured by questionnaires assessing the family's comprehension and preference. If successful, this study will provide evidence for using app-based consent to enable future researchers to use similar approaches or help us further improve our app. Supporting a diverse array of consenting methods that are equivalent in promoting comprehension and participant preferences can improve research recruitment rates and increase research participant satisfaction.\n\nHypotheses: App-augmented consent is not inferior to traditional paper-based consent in ensuring comprehension.\n\nResearch Design:\n\nThis project will be integrated into an anesthesia study (evaluating bubble blowing as a method of distraction during IV insertions in young children, known as the BubblesRCT) by adding app-based consent and its evaluation into the regular consent flow so that families experience either app-based or traditional paper-based consent. The questions used are drawn from an established consent comprehension questionnaire and were modified to suit the requirements of our anesthesia study. Participants will also be asked a series of questions to measure characteristics like participant trust and the ease of the consenting process.\n\nThis consent modality trial will have a separate allocation schedule. Any family, who may participate in BubblesRCT, and who can be approached for consent will be allocated either to this trial's intervention (Consent modality app) or control (Consent modality paper), whereby the allocation will be switched after four participants; this is for operational feasibility purposes as randomization before approaching the parent would delay recruitment. As blinding is impossible, there will be no attempt to conceal consent modality allocation from the clinical or study teams.\n\nData collection:\n\n1. The research assistant (RA) will thoroughly explain the BubblesRCT study, answer any preliminary questions, and leave the family with either a detailed paper consent form to review (Consent modality control group) or an iPad containing the consent app for review (Consent modality intervention group).\n2. The family will get 15 minutes to review the consent information privately.\n3. After the family have read the paper or the app-based consent form, an RA will answer any questions about the study that the family might have and invite them to consent to the BubblesRCT study. The parents will provide consent to the study either on paper or within the app (using the REDCap Electronic Informed Consent \\[eConsent\\] framework).\n4. All participants who have been approached, whether the family agree to participate in the Bubbles RCT or not, will be asked to complete a comprehension questionnaire with multiple-choice questions based on a modified form of the Deaconess Informed Consent Comprehension Test (DICCT) and with a selected a set of comprehension questions with known correct answer(s) that can be used to determine accuracy.\n\nStatistical Analysis:\n\nThe block-randomized controlled trial for non-inferiority of consent modality will tabulate results and use Wilcoxon rank sum tests for the composite comprehension correctness score. Groups will also be compared element-wise for the Likert scales using Wilcoxon rank sum tests; results may also be interpreted qualitatively.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "HEALTH_SERVICES_RESEARCH",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The study compares an app-based consent process to traditional paper-based consent and measures family comprehension and preference (process/outcome of consenting). This is a non-therapeutic, procedural/device evaluation rather than a drug or biologic intervention; the registry lists the interventions as 'Device: Consent App' and 'Other: Traditional paper-based consent'. citeturn0search2turn0search0",
        "Act: I searched for the trial by title and located multiple clinical‑trial registry entries (including NCT05880147) that confirm the study purpose, interventions, and that no drug or placebo is involved. The trial is described as a feasibility/comparison of consent methods integrated into a pediatric anesthesia study. citeturn0search0turn0search3turn0search4",
        "Reflect: According to the category definitions provided, this trial does not fit: it is not a disease-targeted biologic (no biologic/antibody/vaccine), not a disease-targeted small molecule, not a cognitive enhancer, and not aimed at neuropsychiatric symptom improvement. It is a consent/process evaluation (non-therapeutic), so the correct classification is 'N/A'. The registry entries support this interpretation. citeturn0search2turn0search6",
        "Web search results found (selected): 1) 'App-based Consent for Pediatric Clinical Research' — registry/summary (NCT05880147) showing Device: Consent App and paper-based comparator. citeturn0search0 2) ICH GCP / Clinical trials registry entry for 'App-based Consent for Participation in Pediatric Clinical Research: a Feasibility Study' (summary, interventions listed). citeturn0search2 3) CTV trial listing for the same study (summary, interventions and status). citeturn0search3 4) Trialx trial listing summarizing the study. citeturn0search4 5) Related literature on tablet/tablet-based consent feasibility supporting background (examples: PubMed/NCBI and The Gerontologist articles on tablet-based consent feasibility). citeturn0search1turn0search5"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}