{
    "nct_id": "NCT03691519",
    "title": "Prevention of Cognitive Decline in Older Adults With Low Dha/Epa Index in Red Blood Cells",
    "status": "COMPLETED",
    "last_update_time": "2023-08-23",
    "description_brief": "LO MAPT is an 18-month, phase III, multicenter, randomized, placebo-controlled, 2 parallel groups trial, followed by a 18-month open-label extension phase, to evaluate the efficacy of omega-3 supplementation on cognitive decline in older adults with low DHA/EPA status and subjective memory complaints or family history of Alzheimer disease.",
    "description_detailed": "LO-MAPT will also assess the effect of an audiovisual aid, compared with traditional paper participant information sheet only, on participants' understanding of the protocol, as well as on drop-out, adherence and clinical outcome in older adults at risk of cognitive decline. In addition to the main LO-MAPT study procedures, in two centers, half of the subjects will receive an audiovisual aid in addition to the standard information sheet.\n\nThe primary objective of LO MAPT is to demonstrate the efficacy of a 18-month intervention with a supplementation of omega-3 (DHA+EPA) on cognitive decline as measured by a composite score of neuropsychological assessments in older adults with low DHA/EPA status (RBC DHA/EPA index ≤ 4.83%) and subjective memory complaints or family history of Alzheimer's disease.\n\nSubjects will be randomly assigned in a 1:1 ratio to one of the following 2 groups: (i) DHA+EPA supplement or (ii) placebo. A computer-generated randomisation procedure will be used with stratification by centre. A centralised Interactive Voice Response System will be used to identify which group to allocate and which lot number to administer. A document describing the randomization procedure will be kept confidentially by the Methodology and Data Management Centre. All participants and study staff will be blinded to DHA+EPA supplement/placebo assignment: all participants will receive soft capsules of exactly the same appearance and taste.",
    "phase": [
        "PHASE3"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "PREVENTION",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "Omega-3 (DHA + EPA) supplementation — daily DHA 800 mg + EPA up to 225 mg (as used in MAPT/MAPT‑related studies)"
    ],
    "placebo": [
        "Matching placebo soft capsules (e.g., liquid paraffin oil)"
    ],
    "explanation_target": [
        "Reason: The LO‑MAPT study tests omega‑3 (DHA+EPA) supplementation to prevent cognitive decline in older adults with low RBC DHA/EPA index (≤4.83%), i.e. the intervention is nutrient-based omega‑3 to improve cognitive outcomes rather than a biologic (monoclonal antibody or vaccine) targeting amyloid/tau pathology. citeturn0search1turn0search3",
        "Act: Trial registry and related MAPT publications list the intervention as DHA+EPA (omega‑3) versus placebo; MAPT used two capsules/day providing ~800 mg DHA + 225 mg EPA in similar studies, and LO‑MAPT specifically enrolls subjects with low omega‑3 index to test cognitive benefit. citeturn0search1turn0search6turn0search5",
        "Reflect: This fits the \"Cognitive enhancer\" category (agents intended to prevent or improve cognition) rather than \"disease‑targeted biologic\" or \"disease‑targeted small molecule,\" because omega‑3s are nutritional/small‑molecule fatty acids used to support cognition and are not designed as targeted anti‑amyloid or anti‑tau therapeutics. No evidence in the protocol that the supplement is intended to directly modify core AD pathology (amyloid/tau) as a targeted biologic/small‑molecule disease‑modifying agent. citeturn0search1turn0search6"
    ],
    "agent_type": "C) ApoE, Lipids and Lipoprotein Receptors",
    "explanation_agent": [
        "Reason: The intervention is omega-3 polyunsaturated fatty acids (DHA+EPA), which are dietary lipids that act on brain lipid biology (membrane composition/fluidity, lipid-mediated signaling, and lipid-derived specialized pro-resolving mediators) and whose brain delivery and effects are modulated by apolipoprotein E (ApoE)–dependent lipid metabolism. These mechanisms align best with the CADRO category addressing ApoE, lipids and lipoprotein receptors. citeturn2search4turn2search3turn2search0",
        "Act: The trial intervention is DHA 800 mg + EPA up to 225 mg daily (same regimen used in MAPT and related studies) for prevention of cognitive decline in older adults with low RBC DHA/EPA index; LO‑MAPT is a registry-listed omega‑3 supplementation trial. Because the agent is a lipid (nutrient) acting via lipid biology (not a targeted anti‑amyloid or anti‑tau biologic), assign to CADRO C. citeturn1search0turn0search5",
        "Reflect: Other CADRO categories (e.g., F Inflammation; M Synaptic plasticity) are relevant mechanistically because omega‑3s also generate resolvins/protectins that reduce neuroinflammation and support synaptogenesis. However the most specific, primary CADRO match is C) ApoE, Lipids and Lipoprotein Receptors since the compound is a lipid and ApoE/lipid transport influences its brain availability and effects. Key supporting literature includes evidence that APOE genotype modifies DHA/EPA handling and brain delivery, MAPT dosing and LO‑MAPT trial description, and mechanistic reviews of DHA/EPA effects on membranes, synapses and SPM-mediated resolution of inflammation. citeturn0search0turn0search3turn1search0turn2search1turn2search0",
        "Key web-search results cited: MAPT omega‑3 dosing and trial publications (omega‑3 800 mg DHA + 225 mg EPA/day). citeturn1search0; LO‑MAPT trial registry describing omega‑3 supplementation in older adults with low RBC DHA/EPA index. citeturn0search5; APOE–omega‑3 interactions and impact on DHA brain delivery. citeturn0search0turn0search3; Mechanistic studies: DHA promotes synaptogenesis and affects membrane fluidity/signal transduction. citeturn2search3turn2search1; Reviews on omega‑3 derived specialized pro‑resolving mediators and anti‑inflammatory/neuroprotective effects. citeturn2search0turn2search6"
    ]
}