{
    "nct_id": "NCT03030105",
    "title": "A Randomized, Double-blind, Placebo-controlled, Single-dose, 6-Period Crossover Study to Evaluate the Effects of BPN14770 on Scopolamine-induced Cognitive Impairment in Healthy Volunteers",
    "status": "COMPLETED",
    "last_update_time": "2018-10-15",
    "description_brief": "This is a Phase 1, randomized, double-blind, placebo-controlled, 6-period crossover study to evaluate the effects of BPN14770 10 mg and 50 mg in reversing scopolamine-induced cognitive impairment in healthy volunteers. A positive control, donepezil 10 mg, will be included, and additivity of BPN14770 50 mg to donepezil 10 mg in reversing scopolamine effects will also be evaluated.",
    "description_detailed": "A total of 38 subjects will be enrolled into the study. The study duration will be up to 12 weeks with 6 weeks of single-dose Treatment Visits. The study will consist of a Screening Visit (up to 28 days prior to first study drug administration), six inpatient Treatment Visits (Periods 1 through 6), and a Follow-Up/Early Termination Visit (7-10 days after the last dose of study medication). An additional study visit may be necessary to complete the required cognitive test familiarization if not completed during the Screening Visit. Each Treatment Visit will occur approximately one week apart, allowing a 6 to 8 day washout period.\n\nSubjects will be randomized to 1 of 6 treatment sequences based on a computer-generated randomization schedule. Subjects will receive all 6 treatments as specified by the treatment sequence according to a 6 × 6 Williams Latin square design. The following treatments will be administered:\n\nA. Scopolamine placebo + BPN14770 placebo + donepezil placebo\n\nB. Scopolamine 0.5 mg + BPN14770 placebo + donepezil placebo\n\nC. Scopolamine 0.5 mg + BPN14770 10 mg + donepezil placebo\n\nD. Scopolamine 0.5 mg + BPN14770 50 mg + donepezil placebo\n\nE. Scopolamine 0.5 mg + donepezil 10 mg +BPN14770 placebo\n\nF. Scopolamine 0.5 mg + BPN14770 50 mg + donepezil 10 mg\n\nDuring each of the Treatment Visits (Periods 1 through 6), subjects will be admitted to the Clinical Research Unit (CRU) the day prior to each study drug administration (Day -1) and discharged the day after study drug administration (Day 2). On the morning of study drug administration (Day 1), subjects will be given study drug (BPN14770, donepezil, or placebo) with 240mL of room temperature water 2 hours prior to the scopolamine or scopolamine placebo sc injection. The timing for study drug administration will be referred to as t-2 (Hour -2). Breakfast should be available approximately 30 minutes following the morning drug administration. Two hours after study drug administration, the scopolamine or scopolamine placebo sc injection will be administered. The time at which the scopolamine or scopolamine placebo sc injection is administered will be referred to as t0 (Hour 0).\n\nCognitive testing will be performed 30 minutes prior to treatment with scopolamine injection and at hours 1, 2, 3, 4, and 6 post-scopolamine injection.\n\nPK samples will be collected during the treatment period to confirm study drug is present.\n\nSafety assessments throughout the study will include physical exams, ECGs, vital signs, chemistry, hematology, and urinalysis.",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "BPN14770",
        "donepezil (positive control)"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The trial tests single doses of BPN14770 (10 mg and 50 mg) in a scopolamine-challenge model to reverse drug-induced cognitive impairment in healthy volunteers — an experimental paradigm used to evaluate cognitive-enhancing effects rather than direct disease-modifying effects on amyloid or tau.",
        "Act: BPN14770 is a small-molecule, subtype-selective allosteric inhibitor/negative allosteric modulator of phosphodiesterase-4D (PDE4D), developed as a memory/cognition-enhancing compound. It has been shown preclinically to antagonize scopolamine-induced amnesia and to increase cAMP signaling and markers of synaptic plasticity. citeturn0search3turn0search6",
        "Act (trial details): The registered Phase 1 study description explicitly states the objective is to evaluate effects of BPN14770 on scopolamine-induced cognitive impairment and includes donepezil 10 mg as a positive control and placebo arms. citeturn0search0turn0search1",
        "Evidence that BPN14770 is a PDE4D negative allosteric modulator and a memory drug candidate is summarized by NIH and preclinical publications. These describe its mechanism (PDE4D-NAM / allosteric PDE4D inhibitor) and its intended use to improve learning and memory. citeturn0search5turn0search7",
        "Reflect: Although some preclinical work suggests PDE4D inhibition may also influence amyloid-related pathways, BPN14770 is a small-molecule enzyme modulator (not a biologic) and this clinical trial uses an acute pharmacologic challenge (scopolamine) to test cognitive enhancement. Therefore the correct category is 'cognitive enhancer' rather than a disease-targeted biologic or disease-targeted small molecule aimed at amyloid/tau disease modification. citeturn0search3turn0search7",
        "Web search results used: 1) Trial registry summary (study description showing BPN14770, donepezil, scopolamine) - MedPath / NCT snapshot. citeturn0search0turn0search1; 2) PubMed: BPN14770 described as an allosteric PDE4D inhibitor and shown to antagonize scopolamine-induced impairment. citeturn0search3turn0search6; 3) NIH press release describing BPN14770 as a PDE4D negative allosteric modulator in clinical development for memory. citeturn0search5; 4) Preclinical PubMed reports showing memory/amyloid-related effects of the PDE4D allosteric inhibitor. citeturn0search7"
    ],
    "agent_type": "M) Synaptic Plasticity/Neuroprotection",
    "explanation_agent": [
        "Reason: The trial tests BPN14770 as an acute cognitive enhancer in a scopolamine-challenge model; BPN14770 is a small-molecule, subtype-selective allosteric inhibitor (negative allosteric modulator) of phosphodiesterase-4D (PDE4D) that elevates cAMP, enhances CREB/BDNF signaling and hippocampal LTP, and reverses scopolamine- and amyloid-induced memory impairments. citeturn0search0turn0search6",
        "Act: The intervention is an enzyme modulator (PDE4D-NAM) intended to augment intracellular signaling and synaptic plasticity to improve cognition — this maps to CADRO category M) Synaptic Plasticity/Neuroprotection rather than amyloid/tau-specific categories. The registered Phase 1 study explicitly evaluates BPN14770 10 mg and 50 mg against scopolamine-induced impairment with donepezil as a positive control. citeturn0search1turn0search4",
        "Reflect: Confirmed that the drug target is PDE4D (an intracellular phosphodiesterase affecting cAMP and synaptic plasticity) and the trial is a cognitive-enhancement pharmacologic-challenge study (not a disease-modifying anti-amyloid or anti-tau biologic). Therefore M) Synaptic Plasticity/Neuroprotection is the most specific CADRO category. If the user instead wanted a category for 'neurotransmitter receptors' or 'metabolism' those would be less accurate because PDE4D is an intracellular signaling enzyme tied to synaptic plasticity. citeturn0search6turn0search5",
        "Web search results used (selected): 1) NIH news: \"New NIH-funded memory drug moves into Phase 1 clinical study\" — describes BPN14770 as a PDE4D negative allosteric modulator and memory drug candidate. citeturn0search0 2) Trial registry (NCT03030105) snapshot — Phase 1, scopolamine challenge, BPN14770 doses and donepezil positive control. citeturn0search1 3) PubMed: \"Memory enhancing effects of BPN14770...\" — preclinical data showing increased cAMP, LTP, BDNF and reversal of scopolamine-induced amnesia. citeturn0search6 4) Axon/chemical summaries and vendor pages describing BPN14770 as a selective allosteric PDE4D inhibitor and reporting relevant pharmacology. citeturn0search4turn0search5"
    ]
}