{
    "nct_id": "NCT03256539",
    "title": "Napping, Sleep, Cognitive Decline and Risk of Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2025-04-02",
    "description_brief": "This study aimed to pilot test a non-pharmacological (behavioral) treatment program targeting improved cognition through improving 24-h sleep-wake cycle in people with mild cognitive impairment (MCI) or mild Alzheimer's disease. A treatment program incorporating bright light therapy and a modified cognitive behavioral therapy for insomnia will be developed to address 24-hour patterns of sleep. We will then pilot test its feasibility and explore its preliminary effects on improving sleep/napping and cognition in patients with MCI or mild Alzheimer's disease.",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "OTHER",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial tests a non-pharmacological behavioral program (bright light therapy + a modified cognitive behavioral therapy for insomnia) with the explicit aim of improving cognition by normalizing the 24‑hour sleep–wake cycle in people with MCI or mild AD. The trial description matches the UCSF study listing. citeturn0search0",
        "Act: Key extracted details — intervention: bright light therapy plus modified CBT‑I; population: MCI or mild Alzheimer's disease; goal: improve sleep/napping patterns and thereby improve cognition. This is a behavioral (non‑drug) cognitive intervention, so no drug or placebo is involved. citeturn0search0turn0search5",
        "Act (supporting evidence): Prior pilot work shows adapted CBT‑I in people with MCI can improve sleep and some cognitive measures, supporting the rationale for this approach. citeturn0search1turn0search7",
        "Reflect: Classification — the intervention is intended to enhance cognitive function by improving sleep (a symptomatic/risk‑factor–modification approach) rather than targeting Alzheimer pathology with a biologic or small molecule. Under the provided category definitions, this best fits 'cognitive enhancer.' Note: one could also describe this as a risk‑factor modification or symptomatic behavioral intervention, but given the categories provided, 'cognitive enhancer' is the most appropriate. citeturn0search8turn0search6",
        "Web search results used: UCSF clinical trial listing for 'Napping, Sleep, Cognitive Decline and Risk of Alzheimer's Disease' (trial description). citeturn0search0; Wiley Journal of Sleep Research pilot of empowerment‑based CBT‑I in MCI showing sleep and some cognitive improvements. citeturn0search1; PubMed reports of CBT‑I in MCI and related pilot RCTs showing cognitive/executive benefits. citeturn0search7; recent meta‑analysis and cohort studies linking napping/long sleep to higher risk of cognitive impairment/AD, providing background rationale for targeting sleep. citeturn0search8turn0search6"
    ],
    "agent_type": "T) Other",
    "explanation_agent": [
        "Reason: The study tests a non‑pharmacological behavioral intervention (bright light therapy + modified CBT‑I) to normalize the 24‑hour sleep–wake cycle and thereby improve cognition in people with MCI or mild AD. There is no drug, biologic, small molecule, or molecular pathway/gene explicitly targeted in the description, so no CADRO molecular target applies.",
        "Act: Extracted details — intervention: bright light therapy + modified cognitive behavioral therapy for insomnia (CBT‑I); population: MCI or mild Alzheimer’s disease; goal: improve sleep/napping patterns and cognition. Because this is a behavioral/symptomatic or risk‑factor modification intervention rather than a treatment aimed at a specific molecular/cellular target, it does not map to any CADRO target category (A–Q, R). Assign 'T) Other'.",
        "Reflect: Confirmed this classification aligns with the CADRO guidance: CADRO categories are organized around molecular/biologic targets (e.g., amyloid, tau, inflammation). A purely behavioral sleep intervention intended as a cognitive enhancer or risk‑factor modification lacks a defined molecular target and therefore should be classified as 'T) Other'. Note: the trial description and cited web sources (UCSF trial listing; pilot studies of adapted CBT‑I in MCI reported in the Journal of Sleep Research and PubMed; meta‑analyses/cohort studies linking napping/long sleep to cognitive risk) support the behavioral rationale but do not introduce a drug or molecular pathway to reclassify the trial."
    ]
}