{
    "nct_id": "NCT05597124",
    "title": "Determinants of Individual Differences in the Efficacy of Aerobic Exercise to Improve Brain Health and Reduce Alzheimer's Disease Risk in Older African Americans",
    "status": "RECRUITING",
    "last_update_time": "2024-08-22",
    "description_brief": "The goal of this clinical trial is to test the effects of different types of exercise on brain health and Alzheimer's risk in older African Americans.\n\nSpecifically, the main question\\[s\\] it aims to answer are:\n\n* What is the effect of a Cardio-Dance Fitness (CDF) vs. a Strength, Flexibility, and Balance (SFB) intervention on a cognitive marker of Alzheimer's risk, generalization?\n* What is the effect of the CDF vs. SFB intervention on a fMRI biomarker of Alzheimer's, neural flexibility, and do improvements in neural flexibility mediate improvements in generalization?\n* Do ABCA7 genotypic variations moderate the efficacy of the CDF vs. SFB intervention for reducing Alzheimer's risk?\n\nParticipants will undergo-- at baseline and post-test-- health assessments, cognitive tests, and structural and functional magnetic resonance imaging (fMRI), and a blood-draw to assess Alzheimer's risk biomarker levels.",
    "description_detailed": "Older African Americans-especially those with lower income and those living in urban neighborhoods- have a greater risk of Alzheimer's disease (AD) compared to the general population. This health disparity is attributable, in part, to modifiable factors including insufficient levels of aerobic exercise. However, not everyone gains the same degree of neuroprotection from exercise. For the proposed project, the investigators plan to investigate genetic risk as a novel source of response heterogeneity to exercise interventions in African Americans. Previously, the investigators demonstrated that five months of twice-weekly cardio-dance exercise can increase the dynamic rearrangement (or \"neural flexibility\") of resting-state networks within the medial temporal lobe (MTL), one of the earliest brain regions impacted by AD. Moreover, this improved neural flexibility mediates intervention-related improvements in generalization, the ability to apply past learning to novel task demands. Given our earlier findings that generalization is impaired in preclinical AD, these results suggest a novel circuit-level mechanism, MTL neural flexibility, through which exercise may reduce risk for dementia. Moreover, the investigators discovered that the cognitive benefits of exercise in older African Americans are diminished in those with a risk variant of the ABCA7 (rs3764650) gene. Two key limitations to our previous exercise studies were: (1) interventions limited to two 60-minute classes/week, below the recommended 150 minutes/week, and (2) too few participants to evaluate the effect of ABCA7 on exercise-induced changes on neural flexibility. The investigators propose to recruit 280 sedentary older African Americans, ages 60 and above, to be randomized to one of two equally engaging six-month interventions, a Cardio Dance Fitness (CDF) intervention, and a Strength, Flexibility, \\& Balance active control. All participants will undergo-at enrollment and post-intervention-health assessments, cognitive tests, and structural and functional magnetic resonance imaging (fMRI), and a blood-draw to assess amyloid (Aβ 42/40) and tau (p-tau231, p-tau181). This will enable us to test: 1) the effect of the CDF intervention on a cognitive marker of AD risk, generalization; 2) the effect of the CDF intervention on a fMRI biomarker of AD, neural flexibility, and determine whether improvements in neural flexibility mediate improvements in generalization; and 3) whether ABCA7 genotypic variations moderate the efficacy of the CDF intervention for reducing AD risk. Impact: This work lays the foundation for future larger clinical trials to develop personalized exercise prescriptions for older African Americans with varying genetic, health, and social-determinant risk profiles, so as to optimize the impact of this low-cost non-pharmaceutical intervention for improving their brain health.",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "PREVENTION",
    "results": null,
    "target_category": "Cognitive enhancer",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention described is an exercise (Cardio-Dance Fitness vs Strength/Flexibility/Balance) program intended to improve cognitive markers (generalization) and brain metrics (MTL neural flexibility) to reduce Alzheimer's disease risk — i.e., a non-pharmacologic method to improve cognitive function and brain health rather than a biologic or small-molecule that targets AD pathology. citeturn0search1turn0search5",
        "Act: Key extracted details — Intervention: Cardio-Dance Fitness (CDF) vs Strength, Flexibility & Balance (SFB); Population: older African Americans (≥60); Outcomes: cognitive marker (generalization), fMRI biomarker (neural flexibility), blood AD biomarkers, and moderation by ABCA7 genotype. This is a behavioral/aerobic exercise RCT (no drug or biologic). citeturn0search0turn0search2",
        "Reflect: Classification check — The trial aims to improve cognition/brain health via exercise (non-pharmacologic), so it fits the provided definition of a cognitive enhancer (intervention that improves cognitive function without targeting pathology with a biologic or small molecule). It is not a biologic or small-molecule disease-targeted therapy, nor is it focused on treating neuropsychiatric symptoms specifically, and it is not a diagnostic-only study. Therefore 'Cognitive enhancer' is the appropriate category. citeturn0search5turn0search7",
        "Web search evidence (selected sources found): 1) Rutgers/New Jersey project description for this study (detailed aims, interventions, ABCA7 moderation). citeturn0search0 2) Clinical trial registry entry summarizing the Cardio-Dance Fitness vs SFB RCT (NCT05597124). citeturn0search1turn0search2 3) Published trial protocol describing the randomized controlled trial design, outcomes, and ABCA7 moderation aim. citeturn0search5"
    ],
    "agent_type": "T) Other",
    "explanation_agent": [
        "Reason: The intervention is a behavioral aerobic exercise program (Cardio‑Dance Fitness vs Strength/Flexibility/Balance) intended to improve cognition/brain health and reduce AD risk, not a drug, biologic, or molecular therapy that acts on a defined AD-related pathway. citeturn0search0turn0search1",
        "Act: Key extracted details — Intervention: Cardio‑Dance Fitness (CDF) vs Strength/Flexibility/Balance (SFB); Population: older African Americans (≥60); Outcomes: cognitive generalization, fMRI medial‑temporal‑lobe neural flexibility, blood AD biomarkers, and moderation by ABCA7 genotype. This is a non‑pharmacologic randomized behavioral intervention (no drug target identified). citeturn0search1turn0search0turn0search6",
        "Reflect: CADRO categories map biological targets (e.g., Amyloid, Tau, Inflammation, Synaptic plasticity). Because this trial tests an exercise/behavioral intervention without an explicit molecular or biological drug target, it does not fit a specific CADRO therapeutic target and should be classified as T) Other. (Note: the trial is described as a 'cognitive enhancer' intervention in its own metadata, but that label denotes a functional aim rather than a CADRO biological target.) citeturn0search6turn0search5",
        "Web search sources used: Rutgers project page (study description and aims). citeturn0search0; Clinical trial registry entry summarizing Cardio‑Dance vs SFB (NCT05597124). citeturn0search1; PubMed trial protocol describing the randomized controlled trial and ABCA7 moderation. citeturn0search6; Rutgers/publication list noting related publications and protocol. citeturn0search5"
    ]
}