{
    "nct_id": "NCT00884507",
    "title": "A Dose-ranging, Randomized, Double-blind , Placebo-controlled Study of the Effect of RO5313534, Used as add-on Therapy to Donepezil, on Cognitive Function in Patients With Mild to Moderate Symptoms of Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2016-11-01",
    "description_brief": "This 4 arm study will assess the efficacy and safety of RO5313534 (MEM3454) versus placebo added to donepezil, in patients with mild to moderate Alzheimer's disease. Following a screening period, patients will be randomized to one of 4 treatments (placebo, or RO5313534 1mg, 5mg or 15mg po daily) with background therapy of donepezil (5mg or 10mg).The anticipated time on study treatment is 6 months, and the target sample size is 100-500 individuals.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "RO5313534",
        "MEM3454",
        "RG3487 (N-[(3S)-1-azabicyclo[2.2.2]oct-3-yl]-1H-indazole-3-carboxamide hydrochloride)"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The trial tests RO5313534 (also called MEM3454 / RG3487) as an add-on to donepezil with the primary outcome assessing cognitive function (ADAS‑Cog), which suggests the aim is to improve cognition rather than modify core AD pathology. citeturn2search2turn0search0",
        "Act: Web sources identify RO5313534 / MEM3454 / RG3487 as a small‑molecule agent — a selective nicotinic alpha7 (α7nAChR) partial agonist with 5‑HT3 antagonist properties — with preclinical and early clinical data showing pro‑cognitive/attention effects. These characteristics and the trial design (dose‑ranging, short duration, cognitive endpoints, add‑on to donepezil) align it with symptomatic cognitive enhancement rather than a disease‑modifying biologic or small molecule targeting amyloid/tau. citeturn2search5turn2search7",
        "Reflect: Classification chosen = \"cognitive enhancer\" because (1) the compound is a small molecule targeting neurotransmitter receptors (α7 nicotinic/5‑HT3) implicated in cognition (not amyloid or tau), (2) the trial's primary purpose and endpoints are cognitive (ADAS‑Cog) over 24 weeks as add‑on symptomatic therapy, and (3) sources indicate development was for cognitive symptoms. No evidence was found that RO5313534 is a biologic or a pathology‑targeting small molecule, so the other categories (disease‑targeted biologic / disease‑targeted small molecule / neuropsychiatric symptom improvement) do not fit. citeturn2search5turn2search2"
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The investigational compound RO5313534 (synonyms MEM3454, RG3487) is described and shown in the literature to be a small‑molecule selective nicotinic alpha7 (α7 nAChR) partial agonist with additional 5‑HT3 antagonist properties, developed as a pro‑cognitive symptomatic agent (add‑on to donepezil) rather than a disease‑modifying anti‑amyloid/tau therapy. citeturn0search1turn0search3.",
        "Act: Based on the mechanism (direct modulation of neurotransmitter receptors — α7 nicotinic and 5‑HT3), the CADRO category that matches best is D) Neurotransmitter Receptors. The trial design (dose‑ranging, cognitive endpoints, add‑on to donepezil) and preclinical/clinical reports support a symptomatic cognitive‑enhancer indication rather than targeting core AD pathology. citeturn0search3turn0search2.",
        "Reflect: Reassessed alternatives — the drug is not an anti‑amyloid or anti‑tau agent (so not A or B), not an anti‑inflammatory, metabolic, vascular, or epigenetic intervention, and it acts on classical neurotransmitter receptor targets, so D is the most specific CADRO fit. No sources indicate multi‑target disease modification or a non‑therapeutic diagnostic role, so 'R) Multi‑target' or 'T) Other' are not appropriate. citeturn0search1turn0search5.",
        "Web search / supporting results (key findings):",
        "- Alzforum entry summarizing RG3487 / RO5313534 / MEM3454 as a selective nicotinic α7 receptor partial agonist (also 5‑HT3 antagonist), developed for AD cognition; development discontinued. citeturn0search1.",
        "- J Pharmacol Exp Ther / Psychopharmacology and related preclinical studies showing RG3487 is an α7 partial agonist with 5‑HT3 antagonist activity and that it enhances cortical/hippocampal acetylcholine and dopamine — consistent with pro‑cognitive effects. citeturn0search3turn0search2.",
        "- Clinical reports: phase‑2 programs (dose‑ranging add‑on studies to donepezil; investigated for cognition in AD and cognitive deficits in schizophrenia) describing symptomatic cognitive endpoints rather than disease‑modifying biomarkers. citeturn0search1turn0search5."
    ]
}