{
    "nct_id": "NCT05468073",
    "title": "Therapeutic Evaluation of Low-dose IL-2-based Immunomodulatory Approach in Patients With Early AD",
    "status": "RECRUITING",
    "last_update_time": "2024-06-11",
    "description_brief": "Study aims at evaluating the therapeutic efficacy and safety of low-dose IL-2 immunomodulatory treatment in patients with early AD, in a phase II, randomized, double blind, placebo-controlled phase II clinical trial. Patients with AD at early stage will be recruited and randomized (2:1) in each treatment group.\n\nThe primary endpoint is the rate of decline assessed through CDR change at 18 months between the placebo group and the treated patients.",
    "description_detailed": "This study aims to investigate the immunomodulatory therapeutic potential and safety of low-dose (ld) IL-2 in a randomized, double blind, and placebo-controlled phase II clinical trial.\n\nConservative diagnosis criteria based on clinical and CSF biomarkers have been established to avoid risks of misdiagnosis.\n\nThe treatment consist of 21 cures of subcutaneous injections of either placebo or low-dose (1MIU/day) IL-2 (PROLEUKIN ®). Patients will receive 5 consecutive injections during the induction phase which will be followed by a week break. During the maintenance phase a total of 16 injections will be administered weekly. Total duration of treatment for each patient is anticipated to be 18 weeks. Patients will be followed-up for 18 months after the first injection.\n\nAt inclusion, in addition to the clinical evaluation, a hybrid PET/MRI (using \\[18F\\]-DPA-714) scan will be performed. After randomized patients successfully complete the treatment phases, they will be followed-up through 3 clinical and 1 neuroimaging visits to assess cogitive and functional decline. Clinical visits are scheduled at 6, 12, and 18 months after treatment induction. Another hybrid PET/MRI (using \\[18F\\]-DPA-714) scan will be performed at 19 months following induction.",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted biologic",
    "drug": [
        "Interleukin-2 (low-dose IL-2; aldesleukin; Proleukin)"
    ],
    "placebo": [
        "Placebo"
    ],
    "explanation_target": [
        "Reason: The intervention is low-dose interleukin-2 (a recombinant cytokine biologic) given to expand regulatory T cells and modulate immune/inflammatory processes with the aim of altering AD progression—i.e., a biologic immunomodulator intended as a disease-modifying therapy rather than a small molecule symptomatic agent. citeturn0search5turn0search2",
        "Act: Extracted trial details — Phase II, randomized double-blind placebo-controlled study of low‑dose IL‑2 (Proleukin/aldesleukin) administered subcutaneously in cyclical 5‑day courses; primary endpoint is change in CDR over 18 months (rate of decline). These trial listings identify the drug as Proleukin (aldesleukin). citeturn0search2turn0search7",
        "Reflect: Classification check — IL‑2 is a biologic (recombinant cytokine) and the trial targets immune dysregulation (Treg expansion/neuroinflammation) as a potential disease-modifying mechanism. It is not a small molecule, nor is it described as a symptomatic cognitive enhancer or as treating neuropsychiatric symptoms, so 'disease-targeted biologic' is the best fit. No substantial ambiguity in the description that would support the other categories. citeturn0search5",
        "Web search results (key sources): 1) Trial listing naming drug Proleukin/aldesleukin and describing the Phase 2 randomized trial. citeturn0search2 2) Alzheimer's Research & Therapy / PMC article reporting low‑dose IL‑2 expands Tregs, was safe/tolerable and showed signals toward modifying AD progression in a randomized study. citeturn0search5 3) Trial aggregator/registry summaries describing dosing regimen and design (Proleukin, subcutaneous low‑dose IL‑2 cycles). citeturn0search7"
    ],
    "agent_type": "F) Inflammation",
    "explanation_agent": [
        "Reason: The intervention is low‑dose interleukin‑2 (aldesleukin/Proleukin), a recombinant cytokine given to expand regulatory T cells and modulate immune/inflammatory processes in early AD — the trial’s mechanism is immunomodulation of neuroinflammation, which aligns with CADRO 'Inflammation'. citeturn0search1turn0search0",
        "Act: Extracted details from the trial description — Phase 2 (randomized, double‑blind, placebo‑controlled) study of subcutaneous low‑dose IL‑2 given as 5‑day cycles (every 2 or 4 weeks in the reported study) with endpoints including safety, Treg expansion, inflammatory markers, CSF biomarkers and clinical scales; the drug is identified as Proleukin/aldesleukin. These specifics support an immune/inflammation target rather than amyloid, tau, neurotransmitter, or symptomatic mechanisms. citeturn0search1turn0search2",
        "Reflect: Classification check — IL‑2’s intended biological effect is to expand regulatory T cells and reduce pro‑inflammatory signaling in AD, so the most specific CADRO match is F) Inflammation. This is not a multi‑target or non‑therapeutic diagnostic study, and the description does not primarily target amyloid, tau, synaptic receptors, metabolism, vasculature, etc.; therefore F) Inflammation is appropriate. (Related industry reporting of IL‑2/IL‑2‑class agents in AD also frames these as Treg/anti‑inflammatory approaches.) citeturn0news12turn0search1",
        "Web search results (key sources used): 1) Low‑dose interleukin‑2 in patients with mild to moderate Alzheimer’s disease — Alzheimer's Research & Therapy (full text, Phase 2a randomized trial reporting Treg expansion, inflammatory marker and CSF Aβ42 changes). citeturn0search1 2) PubMed entry for the same randomized clinical trial (abstract summarizing safety, Treg expansion, and exploratory biomarker/clinical trends). citeturn0search0 3) Houston Methodist summary / institutional page describing the trial and outcomes. citeturn0search2 4) Reuters news report summarizing mid‑stage IL‑2 class results and Treg increases in AD trials (industry context). citeturn0news12"
    ]
}