{
    "nct_id": "NCT05081219",
    "title": "Study of Nasal Insulin to Fight Forgetfulness - Combination Intranasal Insulin and Empagliflozin Trial",
    "status": "COMPLETED",
    "last_update_time": "2025-07-25",
    "description_brief": "The proposed pilot study will provide safety and efficacy preliminary data regarding singular and combined effects of two therapeutic approaches, intranasal insulin and treatment with the sodium-glucose cotransporter type 2 inhibitor (SGLT2i) empagliflozin, to correct bioenergetic and vascular dysfunction in adults with preclinical Alzheimer's disease (AD) and amnestic mild cognitive impairment (aMCI) or early AD.",
    "description_detailed": "The study will consist of a single site, randomized, double-blind trial comparing the effects of 4 weeks of intranasal insulin(40 International Units four times daily), empagliflozin (10 mg daily) and combined intranasal insulin (INI) and empagliflozin (empa) compared with placebo on cerebrospinal fluid (CSF) biomarkers and cognition.\n\nAt study entry, participants will be randomized to one of 4 conditions: INI, empa, INI+empa or placebo. Participants who are cognitively normal but have abnormal elevations of brain amyloid or who have mild cognitive impairment (MCI) or early Alzheimer's disease (AD) will be enrolled.\n\nThe primary outcome measure will consist of safety (treatment-related serious adverse events). Secondary outcome measures will consist of cerebrospinal fluid (CSF) biomarkers, cognition, and cerebral blood flow.",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "Intranasal insulin (peptide biologic; e.g., regular insulin, insulin aspart, glulisine delivered intranasally)",
        "Empagliflozin (oral SGLT2 inhibitor; small molecule, marketed as Jardiance)"
    ],
    "placebo": [
        "Placebo (saline or matching placebo as used in intranasal insulin trials)"
    ],
    "explanation_target": [
        "Reason: The trial tests intranasal insulin (a peptide delivered to the brain to restore/augment central insulin signaling and cerebral bioenergetics) together with empagliflozin (an oral SGLT2 inhibitor thought to affect systemic/vascular and metabolic function) to correct bioenergetic and vascular dysfunction and thereby improve cognition in preclinical AD / aMCI / early AD. Intranasal insulin has been tested in multiple AD/MCI trials for cognitive benefit. citeturn1search0turn1search1",
        "Act: Key extracted details — intervention names and types: intranasal insulin (a biologic peptide administered intranasally to target brain insulin signaling) and empagliflozin (a small‑molecule SGLT2 inhibitor that lowers renal glucose reabsorption and has systemic metabolic/vascular effects). The combination trial specifically testing intranasal insulin ± empagliflozin has been described in the literature/clinical-trial summaries. citeturn0search4turn1search5",
        "Interpretation / classification decision: Neither agent in this protocol is described as directly targeting core AD proteopathic hallmarks (amyloid-beta or tau) with a disease-modifying antibody/vaccine or a small‑molecule anti‑amyloid/tau modulator. Instead, the interventions aim to improve brain energy metabolism and vascular function with the goal of improving cognition — consistent with the provided category definition for 'Cognitive enhancer.'",
        "Reflect: Verification and caveats — intranasal insulin is a biologic but not an amyloid/tau-targeted biologic per the category definition; empagliflozin is a small molecule but used here for metabolic/vascular effects rather than direct anti-amyloid/tau disease targeting, so the trial best fits 'Cognitive enhancer.' If the study authors intended a primary disease‑modifying claim (e.g., altering amyloid or tau biology), reclassification could be considered, but the provided description emphasizes bioenergetic/vascular correction and cognition. Supporting references: intranasal insulin SNIFF and other intranasal insulin trials in MCI/AD. citeturn1search0turn1search3turn1search4",
        "Web-search evidence (selected): 1) Intranasal insulin has been evaluated in multiple clinical trials for cognition in MCI/AD (SNIFF and others). citeturn1search0turn1search1turn1search3 2) Empagliflozin (Jardiance) is an SGLT2 inhibitor (small molecule) with systemic metabolic and vascular effects; it is not an anti-amyloid/tau therapeutic. citeturn0search4turn0search0 3) A recent report/summary (AlzForum) specifically describes a Wake Forest single-site trial testing intranasal insulin ± empagliflozin to target bioenergetic/vascular dysfunction in people with elevated brain amyloid and cognitive impairment, consistent with the user's described pilot study. citeturn1search5"
    ],
    "agent_type": "J) Metabolism and Bioenergetics",
    "explanation_agent": [
        "Reason: The trial combines intranasal insulin (intended to restore/augment central insulin signaling and brain glucose metabolism) with empagliflozin (an SGLT2 inhibitor used for systemic glucose handling with reported metabolic/vascular effects). Both interventions are aimed at correcting cerebral and systemic bioenergetic/metabolic dysfunction to improve cognition, not directly targeting amyloid or tau pathology. citeturn0search1turn0search5turn0search4",
        "Act: Extracted details — intranasal insulin: a peptide biologic delivered intranasally to engage brain insulin signaling and cerebral bioenergetics (supported by SNIFF and other INI trials). Empagliflozin: an oral SGLT2 inhibitor (Jardiance) with systemic metabolic and vascular effects and preclinical/early clinical investigations for neuroprotective/metabolic effects in AD contexts. The combination’s described mechanism is metabolic/bioenergetic (and vascular) correction to improve cognition, matching CADRO Metabolism and Bioenergetics. citeturn0search1turn0search5turn0search3turn0search4",
        "Reflect: The interventions do not primarily act on amyloid-beta (A) or tau (B) and are not described as multi-target disease‑modifying biologics/vaccines; the principal mechanistic intent is to modify metabolism/brain energy use (and secondarily vascular function). Although empagliflozin has vascular and some anti-inflammatory/neuroprotective signals (which could map to K) Vasculature or F) Inflammation in part), the dominant, specific mechanism described is bioenergetics/metabolic — therefore the best CADRO fit is J) Metabolism and Bioenergetics. If the study’s primary claim were to directly alter amyloid/tau biology, an alternative category would be needed. citeturn0search0turn0search6",
        "Web-search evidence (selected): 1) SNIFF and other intranasal insulin trials evaluate INI for cognition and brain insulin signaling/energy metabolism in aMCI/AD. citeturn0search1turn0search7 2) Wake Forest validation that intranasal insulin reaches memory-related brain regions (supports CNS-targeting of insulin). citeturn0search0 3) Clinical and preclinical work on SGLT2 inhibitors (empagliflozin/dapagliflozin) showing systemic metabolic/vascular effects and potential neuroprotective signals in AD models/early trials. citeturn0search4turn0search3"
    ]
}