{
    "nct_id": "NCT03665909",
    "title": "A Proactive Health Monitoring Intervention for Dementia Caregivers: The eNeighbor",
    "status": "COMPLETED",
    "last_update_time": "2023-10-02",
    "description_brief": "The objective of this 5-year demonstration project is to build on the work of The Lutheran Home Association (TLHA) and conduct an embedded experimental mixed methods evaluation to determine the efficacy of the eNeighbor technology in improving outcomes among persons with Alzheimer's disease or related dementias (ADRD) living in the community and their family caregivers. The Specific Aims are as follows: 1) To compare 100 ADRD caregivers randomly assigned to an attention control with 100 ADRD caregivers who utilize eNeighbor over an 18-month period to determine if the use of the remote sensor technology results in a) significant (p \\< .05) increases in caregiver self-efficacy and sense of competence, b) significant decreases in caregiver distress (subjective stress, depressive symptoms), c) significant delays of or reductions in negative health transitions (falls, wandering events) and service utilization (residential care placement, hospitalizations) for persons with ADRD; and d) greater cost-effectiveness; 2) To determine through \"embedded\" qualitative data collection components how eNeighbor is successfully utilized and why this health monitoring technology benefits persons with ADRD and their family caregivers; and 3) To engage stakeholders on a quarterly basis throughout this 5-year demonstration project in order to enhance the utility and stakeholder-relevance of health monitoring technology for families who care for persons with ADRD. The investigators anticipate that the successful completion of the project aims will position the eNeighbor as an innovative, stakeholder-centric service that offers robust support for family caregivers of persons with ADRD in the community.",
    "description_detailed": "In collaboration with a 15-member Community Advisory Board that includes community care providers, healthcare organizations, and ADRD caregivers themselves, the proposed 5-year project will build on the current efforts of The Lutheran Home Association (TLHA) to evaluate eNeighbor remote monitoring technology for persons with ADRD living in the community and their family caregivers. The Specific Aims are as follows:\n\n1. To determine the efficacy of remote sensor technology over an 18-month period for 100 persons with ADRD and their caregivers randomly assigned to an eNeighbor treatment condition when compared to 100 usual care controls. The investigators hypothesize:\n\n   Hx. 1) Significant (p \\< .05) improvements in caregiver self-efficacy and sense of competence in managing a relative's ADRD; Hx. 2) Significant reductions in caregiver distress (e.g., subjective stress, or feelings of emotional fatigue and role entrapment; depressive symptoms); Hx. 3) Significant delay of or reductions in health transitions (falls, wandering) and service utilization (hospitalizations, nursing home admission) for persons with ADRD; and Hx. 4) Greater cost-effectiveness associated with a person with ADRD's health service use.\n2. To \"embed\" evaluation components: a) during the randomized controlled evaluation through the administration of open-ended survey items to all ADRD caregivers in the eNeighbor treatment condition every 6 months to examine the utility of the remote health monitoring technology; and b) at the conclusion of the 18-month evaluation by purposively sampling 15 ADRD caregivers who reported positive acceptance on the embedded qualitative and quantitative 6-, 12-, and 18-month system reviews and 15 ADRD caregivers who reported low acceptance on the embedded qualitative and quantitative 6-, 12-, and 18-month system reviews to participate in semi-structured interviews. The interviews will help the research team determine why the health monitoring intervention was or was not efficacious; and\n3. To engage stakeholders on a quarterly basis throughout the 5-year project with the goal of enhancing the utility (via community-based participatory approaches) and stakeholder-relevance of eNeighbor implementation and evaluation for family caregivers of persons with ADRD.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "SUPPORTIVE_CARE",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The study evaluates eNeighbor, a remote sensor / activity-monitoring technology deployed in homes to alert caregivers and care managers and to prevent events like falls and wandering and to reduce caregiver distress — this is a digital health / monitoring intervention, not a drug, biologic, or cognitive-enhancing pharmacologic agent. citeturn0search1turn0search0",
        "Act: Key extracted details — eNeighbor uses multiple non-invasive home sensors (bed, door, motion, appliance/medicine cabinet sensors) that send alerts to family caregivers and nurse care managers; the trial compares caregivers using eNeighbor vs. attention control and measures caregiver self-efficacy, distress, and downstream events (falls, wandering, hospitalizations, residential placement). No drug or placebo is mentioned. Sources describing the system and the trial registration confirm this. citeturn0search1turn0search2turn0search5",
        "Reflect: Classification check — by the provided category definitions, this intervention is neither a biologic nor a small molecule targeting Alzheimer pathology, nor a pharmacologic cognitive enhancer, nor a treatment aimed specifically at neuropsychiatric symptoms. It is a non-therapeutic remote monitoring / caregiver-support technology, so the correct category is 'N/A'. The trial text contains no drug name to look up. citeturn0search1turn0search4",
        "Web search results used (representative): 1) Grant description of 'A Proactive Health Monitoring Intervention for Dementia Caregivers: The eNeighbor' (grantome). citeturn0search1 2) University of Minnesota project page for the same project. citeturn0search0 3) Clinical trial / registry entry describing the remote activity monitoring intervention (NCT03665909 / MedPath / ICHGCP). citeturn0search5turn0search2 4) Coverage of Healthsense's eNeighbor remote-monitoring system (media/industry article). citeturn0search4turn0search3"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}