{
    "nct_id": "NCT00249158",
    "title": "Risperidone in the Treatment of Behavioural and Psychological Signs and Symptoms in Dementia (BPSSD): a Multicentre, Double-blind, Placebo-controlled Parallel-group Trial",
    "status": "COMPLETED",
    "last_update_time": "2010-11-18",
    "description_brief": "The purpose of the study is to compare the effectiveness of an oral formulation of risperidone (an antipsychotic medication) to that of placebo for treating behavioral and psychological signs and symptoms in dementia (BPSSD), specifically aggression, delusions, and hallucinations, in patients with dementia.",
    "description_detailed": "Dementia is a term used for a collection of symptoms that can be caused by a number of diseases or injuries that affect the brain. Individuals with dementia have a loss of function in cognition (thinking, perception, learning, verbal communication, memory, judgment), which may lead to behavioral and personality changes (for example, agitation, delusions, hallucinations). Some causes of dementia are reversible; however, irreversible dementia is caused by certain conditions, such as Alzheimer's disease. Dementia is common in elderly individuals, but it is not a normal part of aging. This is a randomized, double-blind, parallel-group, placebo-controlled study comparing the effectiveness and safety of risperidone to placebo in patients with behavioral disturbances associated with dementia. The study is composed of two periods: a 1-week run-in period in which patients are discontinued from other antipsychotic drugs and take placebo twice daily and a 12-week double-blind period. At the end of the run-in period, patients are randomly assigned to oral solutions of either risperidone or placebo. The starting dose of risperidone is 0.25 mg twice daily and increasing to 0.5 mg twice daily (1 mg/day). If 1 mg/day shows an insufficient response, a maximum of 1 mg twice daily of risperidone is permitted. The patient receives study drugs for the 12-week double-blind period. The primary measure of effectiveness is the change from baseline to the end of double-blind treatment in the Cohen-Mansfield Agitation Inventory (CMAI), a questionnaire evaluating agitation. Additional measures of efficacy include the change from baseline to end of double-blind treatment in the Behavior Pathology in Alzheimer's Disease Rating Scale (BEHAVE-AD), a rating scale used to evaluate behavior symptoms in patients with Alzheimer's disease; the Clinical Global Impressions (CGI), a rating system used to evaluate the overall and severity of clinical change in a patient with various diseases affecting the brain; the Functional Assessment Staging (FAST), a diagnosis tool for determining the stage of dementia; and the Mini-Mental State Examination (MMSE), a clinical measure used to evaluate cognition. Safety evaluations include the incidence of adverse events; results of clinical laboratory tests (hematology and biochemistry); measurements of vital signs and body weight; physical examination findings; and the Extrapyramidal Symptoms Rating Scale (ESRS), a scale used to measure effects of antipsychotic medications on motor functions of the patient. The study hypothesis is that risperidone is more effective than placebo, as measured by the total aggression score on the CMAI, in treating behavioral disturbances in demented patients. Risperidone oral solution (1 mg/mL). Starting doses of 0.25 mg twice daily and increasing to 0.5 mg twice daily (1 mg/day). If 1 mg/day shows an insufficient response, a maximum of 1 mg twice daily of risperidone is permitted. Total treatment duration is 12 weeks.",
    "phase": [
        "PHASE3"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "neuropsychiatric symptom improvement",
    "drug": [
        "risperidone"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The trial compares an oral formulation of risperidone (an antipsychotic) vs placebo to treat behavioural and psychological signs and symptoms in dementia (BPSSD) — specifically aggression, delusions, and hallucinations. The intervention is intended to reduce neuropsychiatric/behavioural symptoms rather than to target Alzheimer’s pathology or slow disease progression, so it falls under the category of neuropsychiatric symptom improvement. citeturn0search0turn0search3",
        "Act: Key details and supporting web evidence: risperidone is a second‑generation (atypical) antipsychotic with primary activity as a serotonin (5-HT2) and dopamine (D2) receptor antagonist; this pharmacology underlies its use to reduce psychosis, aggression and agitation. citeturn1search3turn1search1 Clinical literature and systematic reviews show risperidone can reduce aggression and psychotic symptoms in dementia patients versus placebo, but is also associated with important safety risks (including increased cerebrovascular adverse events and mortality in some analyses). These efficacy and safety points support classifying this trial as targeting neuropsychiatric symptom improvement rather than disease modification. citeturn0search2turn0search4",
        "Reflect: Verification and ambiguity: The trial title and description explicitly state treatment of BPSSD (aggression, delusions, hallucinations) with risperidone vs placebo, which matches the neuropsychiatric symptom improvement definition (interventions to alleviate behavioural/psychiatric symptoms). There is no indication the drug is intended to modify Alzheimer’s pathology or cognition per se, so disease-targeted or cognitive-enhancer categories are not appropriate. No further ambiguity noted from the provided description. citeturn0search0turn0search5",
        "Web search results used (select): PubMed analyses showing risperidone improves aggression/psychosis in dementia cohorts. citeturn0search0turn0search3",
        "Cochrane / systematic-review evidence summarizing modest efficacy for atypical antipsychotics (largest evidence base for risperidone) but increased risk of serious adverse events (cerebrovascular events, mortality). citeturn0search2",
        "Mechanism / drug class references describing risperidone as a serotonin 5-HT2A and dopamine D2 antagonist (atypical antipsychotic). citeturn1search3turn1search1"
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The trial tests risperidone — an atypical (second‑generation) antipsychotic whose primary pharmacology is antagonism of dopamine D2 and serotonin 5‑HT2 (esp. 5‑HT2A) receptors — and is explicitly intended to reduce neuropsychiatric/behavioural symptoms (aggression, delusions, hallucinations) rather than to modify Alzheimer’s pathology or slow disease progression. This mechanistic focus on neurotransmitter receptors maps directly to CADRO category D. citeturn0search6turn0search2",
        "Act: Extracted details and assignment: trial drug = risperidone; biological target/pathway = neurotransmitter receptors (D2 and 5‑HT2A antagonism); clinical goal = symptomatic reduction of behavioural and psychological signs and symptoms in dementia (BPSSD). Therefore assign 'D) Neurotransmitter Receptors' rather than a disease‑modifying CADRO category. Supporting clinical-evidence citations (efficacy for aggression/psychosis and safety concerns) are provided below. citeturn0search8turn0search1",
        "Reflect: Verification and ambiguity: The title and description explicitly state symptomatic treatment of BPSSD with risperidone vs placebo, with no indication of amyloid, tau, inflammation, synaptic plasticity, metabolic, vascular, or other disease‑modifying targets. Although the intervention addresses clinical neuropsychiatric symptoms (a symptomatic indication), the drug’s molecular action is on neurotransmitter receptors, so CADRO D is the most specific fit. Safety and regulatory warnings (increased cerebrovascular events and mortality in dementia populations) support the interpretation that this is a symptomatic/psychiatric‑symptom treatment rather than disease modification. citeturn1search6turn0search1",
        "Web search results used (selected): Frontiers review summarizing risperidone pharmacology and clinical use in dementia (mechanism: D2/5‑HT2A antagonism; clinical benefits/risks). citeturn0search6; Cochrane and related systematic reviews/meta‑analyses summarizing modest efficacy for aggression/psychosis and increased cerebrovascular/mortality risks in dementia trials. citeturn0search1turn0search0; Recent systematic review/meta‑analysis of risperidone in dementia‑related psychosis (efficacy and dose/duration associations). citeturn0search2; FDA/DailyMed prescribing information and boxed‑warning text noting increased mortality and cerebrovascular adverse events in elderly patients with dementia‑related psychosis. citeturn1search6turn1search2"
    ]
}