{
    "nct_id": "NCT05661084",
    "title": "Multifocal Transcranial Current Stimulation for Cognitive and Motor Dysfunction in Dementia",
    "status": "RECRUITING",
    "last_update_time": "2024-06-26",
    "description_brief": "This project aims to examine the efficacy of remote, caregiver-led tES/brain stimulation intervention targeted to improve memory, mobility, and executive functioning among older adults with mild cognitive impairment or mild dementia.",
    "description_detailed": "This is a randomized controlled trial to test the efficacy of a home-based brain stimulation intervention of tACS (for angular gyrus) and tDCS (for the prefrontal cortex) to improve memory, mobility, and executive function. It will include 144 older adults with mild dementia or mild cognitive impairment and their caregiver/administrator who will be trained to lead the remote, home-based brain stimulation. Participants will be randomized into one of four conditions, a) active combination of tACS + tDCS, b) combination of active tACS + sham tDCS, c) combination of sham tACS + active tDCS, and d) combination of sham tACS + sham tDCS. Participants will engage in a set of pre-intervention assessments, the brain stimulation intervention--consisting of 20, once-daily 30-min stimulation sessions administered over a 4-week period, and a set of post-intervention assessments (immediately following brain stimulation, 3 months post-brain stimulation, and 6 months post-brain stimulation). This project is expected to demonstrate that tACS and tDCS can be combined to optimize the functional impact of a home-based tES intervention for older adults with mild dementia.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [],
    "placebo": [
        "sham tDCS / sham tACS (sham stimulation)"
    ],
    "explanation_target": [
        "Reason: The intervention is transcranial electrical stimulation (tES) — specifically tACS and tDCS — delivered to improve memory, mobility, and executive functioning in older adults with MCI or mild dementia. tES (tDCS/tACS) is a non‑pharmacologic, non‑biologic neuromodulation intended to enhance cognitive and motor function rather than to target Alzheimer’s molecular pathology (e.g., amyloid or tau). Therefore it fits the \"Cognitive enhancer\" category. citeturn1search0turn0search8",
        "Act: Key extracted details from the trial description — remote, caregiver‑led, home‑based multifocal brain stimulation using tACS (angular gyrus) and tDCS (prefrontal cortex); 4-arm RCT including active and sham combinations (active tACS+tDCS, active tACS+sham tDCS, sham tACS+active tDCS, sham tACS+sham tDCS). This is a device/stimulation intervention (not a drug or biologic). citeturn1search0turn1search3",
        "Supporting evidence from the literature: Systematic reviews/meta‑analyses and trials treat tDCS/tACS as cognitive neuromodulation with mixed but promising effects on global cognition and memory in MCI/early AD; multifocal tDCS has been studied for working memory modulation in older adults. Home‑based and remotely supervised tDCS approaches (including caregiver‑assisted) have been piloted and found feasible. These sources show the intervention class (tES) is used as a cognitive enhancement/neurorehabilitation approach rather than a disease‑targeting biologic or small molecule. citeturn0search8turn0search9turn1search2",
        "Reflect: Classification check — the trial tests neuromodulation to improve cognition and motor function, not a monoclonal antibody/vaccine (disease‑targeted biologic) nor a small molecule targeting AD pathology. It also does not target neuropsychiatric symptoms primarily (e.g., agitation/depression). Therefore \"Cognitive enhancer\" is the most appropriate category. No drug name applies; the trial uses active versus sham stimulation as control. citeturn1search0",
        "Web search results / sources used: 1) NCT05661084 trial listing (describes caregiver‑led, home‑based multifocal tACS + tDCS, 4 arms with sham controls). citeturn1search0 2) CenterWatch / trial listing summary for the same study (same details). citeturn1search3 3) Meta‑analysis / systematic review showing tDCS/tES effects on cognition in MCI/AD (evidence that tDCS/tES is used as cognitive enhancement). citeturn0search8 4) Multifocal tDCS study on working memory modulation in older adults (example of multifocal stimulation research). citeturn0search9 5) Pilot/home‑based tDCS feasibility trial in ADRD showing remote/home approaches are feasible and use sham controls. citeturn1search2"
    ],
    "agent_type": "M) Synaptic Plasticity/Neuroprotection",
    "explanation_agent": [
        "Reason: The intervention is non‑invasive transcranial electrical stimulation (tACS + tDCS) delivered to improve memory, mobility and executive function in older adults with MCI or mild dementia. This is a neuromodulation/cognitive‑enhancement approach that aims to alter neural network activity and promote plasticity rather than to target molecular AD pathology (amyloid, tau, ApoE, etc.). citeturn1search2turn0search6",
        "Act: Extracted trial details — home‑based, caregiver‑led, multifocal stimulation (tACS to angular gyrus; tDCS to prefrontal cortex) with four arms (active/sham combinations). The intervention is a device‑based neuromodulation intended to enhance synaptic/network function (plasticity) and cognition, not a drug or biologic; therefore the most specific CADRO match is M) Synaptic Plasticity/Neuroprotection. citeturn1search1turn1search2",
        "Reflect: Confirmed choice — CADRO category M covers interventions aimed at synaptic function and neuroprotection (mechanisms underlying cognitive enhancement). The trial is not disease‑targeting at the molecular level and is not purely diagnostic, so 'T) Other' or molecular categories (A–L, etc.) are not appropriate. Evidence on tDCS/tACS as cognitive neuromodulation and effects on plasticity and cognition supports mapping to synaptic plasticity. citeturn0search6turn1search4",
        "Web sources used (selected): 1) Trial listing describing the home‑based multifocal tACS + tDCS RCT (NCT05661084). citeturn1search2 2) MedPath / trial summary with arm and stimulation details. citeturn1search1 3) Meta‑analysis/systematic review showing tDCS/tES effects on cognition in MCI/AD. citeturn0search6 4) tDCS trial evidence linking tDCS to cortical plasticity improvements. citeturn1search4 5) Additional reviews of noninvasive brain stimulation in MCI/AD. citeturn0search7turn0search8"
    ]
}