{
    "nct_id": "NCT05944601",
    "title": "Exploring to Remediate Behavioral Disturbances of Spatial Cognition in Community-dwelling Senior Citizens With Mild Cognitive Impairment by Innovative Technological Apparatus.",
    "status": "ACTIVE_NOT_RECRUITING",
    "last_update_time": "2024-05-28",
    "description_brief": "Spatial navigation (SN) has been reported to be one of the first cognitive domains to be affected in Alzheimer's disease (AD), which occurs as a result of progressive neuropathology involving specific brain areas. Moreover, the epsilon 4 isoform of Apolipoprotein-E (APOE-ε4) has been associated with both sporadic and familial late-onset AD and patients with Mild Cognitive Impairment (MCI) due to AD are more likely to progressively deteriorate. It will be investigated (i) whether amyloid-positive MCI patients and APOE-ε4 carriers show subtle changes of SN prior to the overt symptoms of AD disorientation, both in virtual and in naturalistic open-space tasks, and (ii) the effect of a combined treatment of computer-based and virtual reality tasks in those presenting such an impairment. Finally, (iii) threshold algorithms based on physiological parameters and gait analysis will be set up to support senior citizens at increased risk in maintaining their ability to independently navigate urban environments. Different types of navigational guidance will be examined on a sample of 76 older adults by the AppleGame, and the Detour Navigation Test-modified version. It is expected that patients with MCI due to AD and APOE-ε4 carriers show reduced SN performances than individuals with subjective cognitive impairment and healthy controls in the experimental tasks, with potential improvements after cognitive rehabilitation. Altered SN performances of individuals at increased risk to develop AD may inform future advanced technological applications in providing valuable information on threshold algorithms based on physiological parameters and gait analysis during elders' traveling to unfamiliar locations.",
    "description_detailed": "Alzheimer's disease (AD) is characterized by a progressive deterioration of cognitive functions with episodic memory loss and spatial disorientation (SD) as main features. Getting lost in community due to AD is associated with a wide range of negative consequences, such as a strong decrease in patients' quality of life. Episodes of SD in the elderly can increase the possibility of being recovered in a nursing home, caused by a loss of the sense of autonomy as well as an increase in potential injuries and, in the worst cases, even death. Additionally, caregiver burden and increased stress, as well as scarce community resources represent other significant problems related to patients' SD. New technological solutions, such as virtual reality (VR), represent promising means for AD assessment and intervention, especially when they can reveal poor ecological performances. In addition to the advanced age, the ε4 allele of Apolipoprotein-E (APO-E) represents the most important risk factor for AD, providing the opportunity to evaluate subclinical behavioral alterations in individuals with subjective cognitive decline (SCD), and Mild Cognitive Impairment (MCI) due to AD, which represents the prodromic phase of dementia. Deterioration of spatial navigation (SN) abilities is often present early in the course of AD. Therefore, a better understanding the neural mechanisms related to SN impairment in patients at high risk of developing AD can help timely diagnosis and intervention. The present study, adopting a technological apparatus for the detection and the rehabilitation of SN deficits, aims to: (i) investigate the performances obtained on SN tasks in a sample of community-dwelling older adults grouped into three levels (healthy controls, individuals with SCD and patients with MCI due to AD), undergoing virtual (The AppeGame) and naturalistic open-space tests (Detour Navigation Test-modified version); (ii) correct SN deficits by computer-based cognitive remediation sessions and VR sessions; (iii) educate participants at high risk of developing dementia about the opportunity offered by technology in supporting SN in exploring urban circuits.\n\nWe will analyze results of the virtual and ecological tasks of SN as a function of age, ApoE genotype and belonging of one the three groups, using a multiple linear regression model. The subgroups of participants at highest risk of developing AD will be administered the aforementioned combined cognitive rehabilitation sessions, with a test/retest analysis. Finally, through an online technological monitoring system, participants will be provided personalized feedbacks via smartphone digital health applications connected to a wearable equipped with sensors, in order to self-manage during their journeys alone in urban environments thanks to the use of threshold algorithms capable of supporting their SN.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The protocol describes a non-pharmacologic intervention — combined computer-based and virtual reality cognitive training (AppleGame) plus naturalistic navigation tasks and wearable sensor–based guidance/algorithms — intended to remediate spatial navigation, an early cognitive domain affected in AD. This targets cognitive function (spatial navigation) rather than Alzheimer’s pathology or psychiatric symptoms. citeturn0search0",
        "Act: Key extracted details — sample of community-dwelling older adults with healthy controls, subjective cognitive decline, and MCI due to AD; virtual task (AppleGame) and modified Detour Navigation Test in naturalistic settings; wearable sensors for gait/physiology; goal to test cognitive rehabilitation effects and develop threshold algorithms to support independent navigation. These details come from the study protocol/paper. citeturn0search1turn0search3",
        "Reflect: Given the intervention (training/rehabilitation and assistive technology) and intended effect (improve spatial navigation performance), this fits the definition of a cognitive enhancer (non‑pathology‑targeting cognitive remediation). There is no drug, biologic, or pharmacologic agent described, so it is not a disease-targeted biologic or small molecule, nor is it primarily addressing neuropsychiatric symptoms. Therefore the correct category is 'cognitive enhancer'. citeturn0search0",
        "Web search results used to confirm interpretation: (1) Journal of Personalized Medicine protocol article for the BDSC‑MCI project (describes AppleGame, Detour Navigation Test, wearable sensors, and cognitive rehabilitation aim). citeturn0search0 (2) Institutional/publication entries summarizing the protocol (PubliRES / Bicocca open archive). citeturn0search1turn0search3 (3) Related literature noting spatial navigation predicts dementia progression (supporting rationale). citeturn0search4"
    ],
    "agent_type": "M) Synaptic Plasticity/Neuroprotection",
    "explanation_agent": [
        "Reason: The study describes a non‑pharmacologic cognitive rehabilitation / assistive technology intervention (virtual reality AppleGame, Detour Navigation Test in naturalistic settings, and wearable sensor–based guidance/algorithms) aimed at remediating spatial navigation — a cognitive domain — rather than targeting specific AD molecular pathology (e.g., amyloid, tau, inflammation) or using a drug/biologic. Virtual and ecological spatial‑navigation testing and training are intended to improve cognitive performance and functional independence, which conceptually aligns with interventions that enhance synaptic/circuit function and neurobehavioral performance (i.e., cognitive enhancement via neuroplasticity). citeturn0search0",
        "Act: Key extracted details from the protocol: the intervention is the AppleGame VR task plus a modified Detour Navigation Test in real settings, with wearable sensors for gait and physiological data; participants are community‑dwelling older adults including MCI due to AD, SCD, and healthy controls. There is no drug, small molecule, or biologic agent described in the trial. These elements indicate the focus is cognitive remediation/assistive tech rather than a molecular disease target. citeturn0search0turn1search0",
        "Reflect: CADRO does not have a dedicated ‘‘behavioral/rehabilitation’’ label; however, cognitive enhancers and interventions that aim to improve cognition by promoting synaptic plasticity or neuroprotection are most appropriately mapped to M) Synaptic Plasticity/Neuroprotection. The protocol’s aim (improve spatial navigation performance and develop assistive algorithms) fits this category better than pathology‑directed categories (A–L, F, I, etc.). Because the trial is non‑pharmacologic and targets cognitive function via training/technology rather than a molecular pathway, M) is the best specific CADRO match. Confirming sources: the published protocol and institutional entries describe the AppleGame, DNT‑mv, wearables, and cognitive rehabilitation/assessment aims. citeturn0search0turn1search1turn1search3",
        "Web search results used to confirm interpretation: (1) Journal of Personalized Medicine protocol for the BDSC‑MCI project describing the AppleGame VR task, Detour Navigation Test (modified), wearable sensors, and cognitive rehabilitation/assessment aims. citeturn0search0 (2) Institutional/publication entries (PubliRES/Unicatt) summarizing the protocol and keywords (APOE, assistive technology, spatial navigation, MCI). citeturn1search0turn1search1 (3) Related PubMed entry reporting behavioral alterations of spatial cognition in MCI and the role of APOE‑ε4, supporting the protocol rationale for focusing on spatial navigation as an early cognitive marker. citeturn1search3"
    ]
}