{
    "nct_id": "NCT01217541",
    "title": "Collaboration Between Department of Old Age Psychiatry and Nursing Homes",
    "status": "COMPLETED",
    "last_update_time": "2014-12-11",
    "description_brief": "Dementia is a serious health problem showing an increasing prevalence rate with increasing age. In Norway, about 80% of nursing home patients have dementia. The mean age of nursing home residents in Norway is around 84 years. Disruptive and agitated behaviour affect 30-50% of all individuals with dementia at some point in the course of the illness. In addition, they have a combination of physical and psychological diseases which necessitates a close collaboration between different specialities in medicine and Old Age psychiatry. In collaboration with the communalities, our Old Age psychiatry services want to provide a new approach to this challenge and validate it on patient and personnel level.",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "HEALTH_SERVICES_RESEARCH",
    "results": null,
    "target_category": "neuropsychiatric symptom improvement",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The study description and registry entry describe a non‑drug intervention (education and supervision for nursing‑home staff) aimed at reducing disruptive and agitated behaviour and improving care/quality of life for people with dementia — i.e., targeting neuropsychiatric/behavioural symptoms rather than disease biology or cognition per se. citeturn0search0turn0search4",
        "Act: Key extracted details — Title: \"Collaboration Between Department of Old Age Psychiatry and Nursing Homes\" (SAM‑AKS); Registry ID: NCT01217541; Lead sponsor: Sykehuset Innlandet HF; Intervention: Education and Supervision for nursing‑home personnel (with control); Primary/secondary outcomes include QUALID, P‑CAT and Neuropsychiatric Inventory (NPI‑NH), Cornell Scale of Depression in Dementia — all consistent with evaluating effects on behavioural/neuropsychiatric symptoms and staff outcomes. No drug or placebo is listed in the trial record. citeturn0search2turn0search0",
        "Reflect: Classification check — This is a non‑pharmacologic, care‑delivery / staff‑training intervention intended to reduce agitation and other neuropsychiatric symptoms in people with dementia and to improve staff job satisfaction. That matches the defined category \"neuropsychiatric symptom improvement.\" There is no indication of a biologic or small‑molecule disease‑modifying agent or a cognitive‑enhancer drug, so other categories do not fit. citeturn0search1turn0search4",
        "Web search results (sources found): 1) Trial registry entry summarizing the study and listing interventions as Education and Supervision (MedPath / trial record). citeturn0search0 2) ICH GCP / clinical trials registry mirror with study details and conditions (NCT01217541). citeturn0search1 3) CTV/Veeva trial listing with interventions and location details. citeturn0search4"
    ],
    "agent_type": "T) Other",
    "explanation_agent": [
        "Reason: The intervention described is education and supervision for nursing‑home staff to reduce agitation and other neuropsychiatric/behavioural symptoms in people with dementia — a non‑pharmacologic, care‑delivery intervention that does not target a molecular or biological pathway (e.g., amyloid, tau, inflammation). citeturn0search0turn0search1",
        "Act: Extracted trial details — Title: \"Collaboration Between Department of Old Age Psychiatry and Nursing Homes (SAM‑AKS)\"; Registry ID: NCT01217541; Lead sponsor: Sykehuset Innlandet HF; Intervention: Education and Supervision vs Control (no drug listed); Primary/secondary outcomes include QUALID, P‑CAT, NPI‑NH, Cornell Scale of Depression in Dementia — all consistent with evaluating effects on behavioural/neuropsychiatric symptoms and staff outcomes rather than a drug target. No drug, gene, or biochemical pathway is specified in the record. citeturn0search1turn0search0turn0search3",
        "Reflect: Classification check — Because this is a non‑pharmacologic, health‑services / staff‑training intervention with outcomes focused on neuropsychiatric symptoms and quality of care rather than a defined biological target, the appropriate CADRO assignment is 'T) Other' (non‑therapeutic / other). If the study had tested a drug or biologic with a defined mechanism, we would assign the corresponding CADRO category; no such agent is present here. citeturn0search0turn0search1",
        "Web search results (key sources consulted): 1) ICH GCP clinical trials registry record for NCT01217541 summarizing the SAM‑AKS study, interventions (Education and Supervision), and outcomes. citeturn0search0 2) Trial listing / MedPath record for NCT01217541 with sponsor, interventions, enrollment and outcome measures. citeturn0search1 3) Veeva/CTV trial entry (SAM‑AKS) confirming interventions and trial design (health services research, completed). citeturn0search3 4) Related trial listing (telemedicine supervision study from same group) and qualitative literature on staff‑focused interventions for neuropsychiatric symptoms (context). citeturn0search4turn0search5"
    ]
}