{
    "nct_id": "NCT06501495",
    "title": "Slow Waves During Sleep and Wakefulness: a Common Denominator for Cognitive and Attentional Disorders in Normal and Pathological Aging (Exploratory Study)",
    "status": "RECRUITING",
    "last_update_time": "2025-04-28",
    "description_brief": "With age, memory processes (encoding, consolidation and retrieval) as well as daytime vigilance are altered. Sleep is also impaired in older adults, notably slow waves that are known to play a key role in memory consolidation. Interestingly, some slow waves can also be detected in EEG recordings during wakefulness, and have been related to vigilance fluctuations.\n\nThe investigators believe that slow waves, during both sleep and wakefulness, could constitute a common biomarker of sleep disturbances and daytime vigilance problems. A dysregulation of slow waves could thus explain the impact of aging on the different memory processes. Since alterations in memory capacity, attention, and sleep quality are further exacerbated in patients with Alzheimer's disease (AD), the investigators propose to study the links between aging (normal and pathological), sleep and daytime vigilance alterations, and their impacts on the different key stages of memory.\n\nThe investigators will examine the associations between slow waves and changes in memory and vigilance in normal and pathological aging by studying young adults, seniors without cognitive disorders, and patients with prodromal AD. By replaying sensory cues associated with learning material during sleep, the investigators will also evaluate the effectiveness of auditory stimulation during sleep to enhance memory consolidation in older adults without and without cognitive deficits.\n\nOverall, this study aims to better understand the relationships between slow waves, aging, memory, and vigilance, providing insights into cognitive decline and potential interventions in aging and Alzheimer's disease.",
    "description_detailed": "Introduction Aging is accompanied by cognitive decline, particularly affecting memory functions. Additionally, both the quantity and quality of sleep decrease with advancing age, specifically altering sleep oscillations (such as slow waves) that are involved in the reactivation of memories and are thus central to memory consolidation.\n\nAging is also associated with difficulties in maintaining daytime vigilance, even after a period of rest, impacting cognitive function, including the encoding and retrieval of memories. Interestingly, recent studies have revealed the existence of sleep intrusions, in the form of slow waves, in wakefulness EEG recordings. These have been associated with subjective and objective markers of fatigue, predict transient lapses in attention, and are particularly present after sleep deprivation. the investigators believe that slow waves, during both sleep and wakefulness, could constitute a common biomarker of sleep disturbances and daytime vigilance problems. A dysregulation of slow waves (fewer during sleep, more during wakefulness) could thus explain the impact of aging on the three fundamental stages of the memory process (encoding, consolidation, and retrieval). Since alterations in memory capacity, attention, and sleep quality are further exacerbated in patients with Alzheimer's disease (AD), the investigators propose to study the links between aging (normal and pathological), sleep and daytime vigilance alterations, and their impacts on the different key stages of memory.\n\nAims Our main objective is to test the associations between slow waves (during sleep and wakefulness) and the alterations in memory and vigilance during normal and pathological aging by studying young adults, seniors without cognitive disorders, and patients of the same age with prodromal AD.\n\nAdditionally, the investigators aim to test the efficiency of targeted memory reactivation (TMR) in older adults with and without cognitive deficits. TMR is a technique that has been showed to boost memory consolidation in young adults and mice by replaying during sleep sensory cues that have been previously associated with the learning material.\n\nMethods Participants To do so, the stydy will include three groups: young adults (18-35 y.o), older adults without cognitive deficits (65-80 y.o), and older adults of the same age and with cognitive deficits (patients with prodromal Alzheimer's disease). Prodromal stage of Alzheimer's disease diagnosis will be performed by trained neurologists at the at the Memory and Alzheimer's Disease Institute (IM2A) of the Pitié-Salpêtrière Hospital, according to international diagnostic criteria as a clinical phenotype of progressive amnestic syndrome of the hippocampal type, associated with biological markers of Alzheimer's disease from lumbar puncture (Aβ \\< 600 pg/mL and ptau \\> 60 pg/mL). During their clinical follow-up at the IM2A, patients diagnosed with prodromal AD will be offered the opportunity to participate in the study, in agreement with their attending physician. Healthy volunteers (both young and elderly) will be recruited through public announcements via the Relay for Information on Cognitive Sciences (RISC), from patients' relatives, or through the Fondation Recherche Alzheimer. Participation of both patients and healthy individuals will be voluntary, free, and informed. Participants will be contacted (by phone or email) by one of the study investigators. They will be informed about the conduct and purpose of the research protocol.\n\nProtocol All participants will spend 3 days in the Sleep Disorders Unit of the Salpêtrière Hospital, including two nights.\n\nDay 1: Participants will arrive in the late afternoon and will be fitted with the sensors required for video-polysomnography to monitor vigilance and sleep stages throughout the experiment. Then, they will 1) complete an attention task (modified version of the Sustained Attention to Response Task, SART), 2) perform an associated memory task (old/new task) consisting on recognition of words they have seen in the SART task, and 3) their resting-state EEG activity will be recorded. They will sleep in the laboratory (night 1, without intervention).\n\nDay 2: Participants will retake the word recognition task the morning after night 1. During the afternoon they will fill different sleep questionnaires to assess their subjective feeling about their sleep: Pittsburgh sleep quality index (PSQI), Epworth sleepiness scale and the REM Behavior Disorder Screening Questionnaire (RBDSQ), as well as the geriatric depression scale (GDS). In the late afternoon, they will perform the learning and test phases of the visuospatial memory task. They will then sleep in the laboratory (night 2, with TMR). During their slow-wave sleep, half of the sounds associated with the items from the visuospatial memory task will be replayed.\n\nDay 3: Participants will once again perform the visuospatial memory test the morning after night 2.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "OTHER",
    "results": null,
    "target_category": "Cognitive enhancer",
    "drug": [
        "None — intervention is non‑pharmacologic auditory stimulation / targeted memory reactivation (TMR) during sleep"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial description states investigators will 'replay sensory cues associated with learning material during sleep' and 'evaluate the effectiveness of auditory stimulation during sleep to enhance memory consolidation' in older adults and prodromal AD. That is an interventional, non‑drug approach intended to improve memory consolidation and daytime vigilance (cognitive function), not to target molecular AD pathology with a biologic or small molecule. Therefore it fits the 'Cognitive enhancer' category by the provided definitions. citeturn0search1turn0search0",
        "Act (extracted details & matching): Intervention = auditory targeted memory reactivation (TMR) / replaying learning‑associated cues during slow‑wave sleep; Populations = young adults, older adults without cognitive disorder, patients with prodromal AD; Intended effect = enhance memory consolidation and improve vigilance (cognitive enhancement). This is not a monoclonal antibody, vaccine, or small molecule aimed at amyloid/tau, nor is it aimed primarily at neuropsychiatric symptoms (agitation, depression). Thus classify as 'Cognitive enhancer'. citeturn0search2turn0search6",
        "Reflect (verification & ambiguity): The literature shows TMR/auditory stimulation during slow‑wave sleep has been used to selectively strengthen memory traces and is an established non‑pharmacologic memory‑enhancing technique; effects in older adults can be variable, so the study’s exploratory design is appropriate. Because the trial is focused on slow waves and replayed cues (not on disease‑modifying molecular targets), 'Cognitive enhancer' is the best fit. If the study were purely observational (only measuring slow waves as a biomarker without any stimulation), the correct label would be 'N/A', but here an active memory‑enhancement intervention is explicitly tested. citeturn0search1turn0search5",
        "Web search supporting sources (summary of key results found): (1) PNAS — 'Memory stabilization with targeted reactivation during human slow‑wave sleep' — seminal work showing auditory cue re‑presentation during SWS can reactivate and stabilize memories. citeturn0search1 (2) Sleep (Oxford) / PubMed — studies demonstrating targeted memory reactivation (TMR) with auditory cues during SWS enhances consolidation in young adults. citeturn0search0turn0search2 (3) PubMed / Journal of Sleep Research — evidence that TMR effects depend on slow‑oscillation phase and that older adults sometimes show reduced or variable behavioral benefits, supporting the exploratory focus on older and prodromal AD groups. citeturn0search6turn0search5 (4) Computational and mechanistic work showing stimulation timed to slow oscillation phase can augment replay and consolidation, providing mechanistic rationale for auditory stimulation interventions. citeturn0search4"
    ],
    "agent_type": "M) Synaptic Plasticity/Neuroprotection",
    "explanation_agent": [
        "Reason: The intervention is non‑pharmacologic auditory targeted memory reactivation (TMR) during slow‑wave sleep to strengthen memory consolidation and improve daytime vigilance. That mechanistic intent is to augment memory encoding/consolidation processes and associated synaptic plasticity rather than to act on molecular AD pathology (amyloid, tau, inflammation, etc.).",
        "Act: Extracted details — Intervention: auditory TMR / replaying cues during slow‑wave sleep; Population: older adults and prodromal AD; Intended effect: enhance memory consolidation and cognitive vigilance (cognitive enhancement). This maps to CADRO category M (Synaptic Plasticity/Neuroprotection) because the intervention aims to modulate neural plasticity and memory consolidation mechanisms rather than a molecular disease target. No drug or molecular target was provided, so no pharmacologic category applies.",
        "Reflect: The classification was checked against alternatives — not amyloid (A), not tau (B), not inflammation (F), not circadian rhythm (O) because the focus is slow‑wave sleep and replayed cues for memory, not circadian timing; and not a diagnostic/observational-only study (which would be T). Therefore M) Synaptic Plasticity/Neuroprotection is the best fit. The trial’s non‑drug, neuromodulatory approach targeting memory consolidation justifies this CADRO assignment."
    ]
}