{
    "nct_id": "NCT04522739",
    "title": "Spironolactone Safety in African Americans with Mild Cognitive Impairment and Early Dementia",
    "status": "ACTIVE_NOT_RECRUITING",
    "last_update_time": "2024-10-11",
    "description_brief": "The purpose of this study is to investigate whether a blood pressure medication, spironolactone, can be tolerated by older African American adults that have memory and thinking problems, also called mild cognitive impairment (MCI). This study will also investigate the effect of spironolactone on memory and thinking abilities as measured by performance on cognitive tests, which are tests that measure memory and thinking skills. Participants will take spironolactone or a placebo for one year and will have 4 to 5 study visits during the study period.",
    "description_detailed": "In 2018, 5.5 million older adults in the United States were diagnosed with Alzheimer's disease, and it is predicted that 15 million people will be diagnosed with dementia, including Alzheimer's disease by 2060. Older African Americans adults are more likely to be diagnosed with Alzheimer's disease as compared to Whites. Research search studies on high blood pressure show that African Americans have higher levels of the hormone aldosterone that can be involved with regulation of blood pressure and blood vessels. Research studies also show that changes in blood vessels in the brain from higher aldosterone levels are related to changes in thinking skills and memory (cognition). Spironolactone is a drug that blocks aldosterone and has been used to treat high blood pressure for 60 years. More recently, this drug has shown to have the potential to decrease declines in thinking skills and memory.\n\nSpironolactone is widely used in clinical practice and is well-tolerated by younger and older persons. As such, this study is designed to learn how a small group of older African American adults with mild cognitive impairment will tolerate the drug. Persons who are eligible for the study and agree to participate will receive spironolactone or a placebo and be monitored for drug side effects for one year.\n\nDuring the study, the researchers will monitor changes in thinking and memory and blood vessel stiffness, in addition to side effects that may be related to the drug. Study tests include questionnaires that evaluate thinking skills and memory, and an ultrasound that measures the stiffness of blood vessels in the neck which deliver blood to the brain. The thinking and memory tests and ultrasound will be performed at the beginning of the study, then repeated at the end of the study.\n\nThe results of this study can justify a larger size study of spironolactone in older African Americans with mild cognitive impairment. The study has the potential to identify a new use for a well-known drug that is safe and widely used in current clinical practice. Further, the results from this study can address a racial difference in Alzheimer's disease and preserve the health of the brain as people age.",
    "phase": [
        "PHASE4"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "PREVENTION",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "spironolactone"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The trial tests spironolactone (a blood‑pressure / potassium‑sparing diuretic and mineralocorticoid/aldosterone receptor antagonist) for tolerability in older adults with MCI and to assess its effect on memory and thinking. Spironolactone is a small‑molecule, steroidal aldosterone (mineralocorticoid) receptor antagonist used for hypertension and fluid retention. citeturn0search4turn0search8",
        "Act: The intervention is a small‑molecule, non‑biologic medication (spironolactone) given vs placebo for one year. The trial’s stated outcome is change in cognitive test performance (memory/thinking). Because spironolactone does not act on core AD pathologies (amyloid or tau) and is being tested for cognitive effects (likely via vascular/aldosterone/pressure‑related mechanisms), it best fits the 'Cognitive enhancer' category (drugs tested to improve cognition without directly targeting AD pathology). citeturn0search0turn0search3",
        "Reflect: Alternative categories considered — not a 'disease‑targeted biologic' (not a biologic/mAb/vaccine) and not a 'disease‑targeted small molecule' as it does not target amyloid/tau pathology. It is also not primarily aimed at neuropsychiatric symptom improvement. The trial description (memory/thinking outcomes) therefore aligns with the 'Cognitive enhancer' definition. If later evidence showed spironolactone directly modifies AD pathology, the classification would change, but current drug pharmacology and the trial purpose support 'Cognitive enhancer'. citeturn0search4turn0search8",
        "Web search results (key sources used): 1) StatPearls — Spironolactone: mechanism and clinical uses (mineralocorticoid receptor antagonist; antihypertensive, potassium‑sparing). citeturn0search4 2) DrugBank — Spironolactone drug information (targets, mechanism, metabolites). citeturn0search8 3) Britannica — Spironolactone overview (mechanism and uses). citeturn0search0 4) NCATS / drug resources (summary of spironolactone actions as aldosterone antagonist). citeturn0search3"
    ],
    "agent_type": "L) Growth Factors and Hormones",
    "explanation_agent": [
        "Reason: The trial tests spironolactone, a steroidal antagonist of the mineralocorticoid/aldosterone receptor (a hormone receptor), to assess tolerability and effects on memory/thinking. Because the drug’s known molecular action is on a hormone receptor pathway rather than directly on amyloid, tau, or other core AD proteopathies, the most specific CADRO match is Growth Factors and Hormones. citeturn0search0turn1search2",
        "Act: Extracted details — drug: spironolactone (small‑molecule, aldosterone/mineralocorticoid receptor antagonist) given vs placebo; intended outcome: cognitive performance (memory/thinking). The direct pharmacologic target (mineralocorticoid/aldosterone receptor) is a hormone receptor, so assign 'L) Growth Factors and Hormones'. citeturn0search0turn0search1",
        "Reflect: Considered alternatives — vascular/hemodynamic effects could suggest 'K) Vasculature', and the clinical goal (cognitive enhancement) aligns with non‑disease‑modifying cognitive enhancers; however CADRO is organized by biological target/pathway. The intervention’s primary molecular target is a hormonal (mineralocorticoid/aldosterone) receptor, so 'L) Growth Factors and Hormones' is the best fit. If future evidence showed direct action on amyloid, tau, inflammation, or multiple pathways, reclassification (e.g., R) Multi-target) would be appropriate. citeturn0search0turn1search2",
        "Web search results (key sources used): 1) DrugBank — spironolactone mechanism and targets (mineralocorticoid/aldosterone receptor antagonist). citeturn0search0 2) Britannica — overview and mechanism (blocks aldosterone receptors). citeturn0search1 3) StatPearls / NCBI Bookshelf — spironolactone summary and mechanism (mineralocorticoid receptor antagonist). citeturn1search2 4) NCATS substance record — mineralocorticoid (aldosterone) receptor identifier and related info. citeturn1search5"
    ]
}