{
    "nct_id": "NCT06891716",
    "title": "Phase 1 Study to Evaluate [18F]ACI-19626 as a Potential PET Radioligand for Imaging TDP-43 Inclusions in the Brain of Patients With Suspected TDP-43 Proteinopathies Compared With Healthy Controls",
    "status": "RECRUITING",
    "last_update_time": "2025-03-18",
    "description_brief": "The goal of this clinical trial is to test whether we can reliably and safely measure the accumulation of pathological protein TDP-43 \\[involved in rare forms of dementia such as frontotemporal dementia (FTD) and in amyotrophic lateral sclerosis (ALS)\\] using a new positron emission tomography (PET) tracer called \\[18F\\]ACI-19626. Both healthy people and people with (suspected) TDP-43 accumulation will participate to this trial.\n\nThe main questions it aims to answer are:\n\n* whether \\[18F\\]ACI-19626 is safe and well tolerated when injected into participants\n* whether \\[18F\\]ACI-19626 reliably detects abnormal TDP-43 in the brain using PET technique.\n* whether there are differences in the amount of this protein between people with diseases related to TDP-43 accumulation in the brain and people without these diseases.\n\nParticipants will:\n\n* Visit the clinic to consent to their participation and to ensure they are eligible (physical and neurological examinations, questionnaires, blood and urine tests, ECG and MRI in some cases).\n* Visit the clinic to receive the tracer \\[18F\\]ACI-19626 intravenously and be scanned in a PET scanner, during which blood will be collected.\n* Receive a phone call from the clinic 2 to 4 days after the PET scan to report any symptoms and side-effects that they may be having.\n\nSome of the participants may be asked to come again to the clinic for a second PET scan, allowing the researchers to determine if the measurements with the first PET scan are stable and reproducible.",
    "description_detailed": "This trial aims to evaluate the effects (i.e. safety and uptake) of a new radiotracer molecule. Study participants will take part in the study by attending two to three study visits over a period of up to 3 months (from the screening visit up to the last study visit).\n\nThe study consists of three parts in which a total of up to 45 participants may be included:\n\nPart 1 may include in total up to 15 participants:\n\n* up to 5 healthy controls (HCs)\n* up to 5 symptomatic progranulin gene (GRN) and up to 5 symptomatic chromosome 9 open reading frame 72 (C9orf72) mutation carriers with FTD (including prodromal) either with or without motor neuron disease (MND) characteristics.\n\nIf the safety and dosimetry are satisfactory in the first subjects and sufficient data are obtained from this part, Part 2 may be initiated.\n\nPart 2 may include in total up to 30 participants including:\n\n* up to 25 patients with TDP-43 proteinopathies: up to 10 additional mutation carriers (including other mutations than GRN and C9orf72, and/or asymptomatic carriers) with FTD (including prodromal) either with or without MND characteristics; up to 10 sporadic or genetic (excluding mutations with known absence of TDP-43 pathology, e.g. Superoxide Dismutase 1 (SOD1) or fused in sarcoma protein gene (FUS)) ALS; up to 10 suspected TDP-43 related sporadic FTD or FTD-MND; up to 5 patients with other neurodegenerative diseases, e.g. AD or suspected Limbic-Predominant Age-related TDP-43 Encephalopathy (LATE) pathology\n* up to 5 additional HVs may also be imaged, if necessary, to enable a better distinction of brain binding in this population compared to the population of subjects with TDP-43 proteinopathies\n\nPart 3 aims to assess test-retest reliability. Up to 5 participants from Part 1 and/or Part 2 will have an additional scan within 1 month after their first scan to determine test-retest reliability.",
    "phase": [
        "EARLY_PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "DIAGNOSTIC",
    "results": null,
    "target_category": "N/A",
    "drug": [
        "[18F]ACI-19626 (PET radioligand for TDP-43 imaging)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is a radioactive PET tracer ([18F]ACI-19626) intended to measure/visualize aggregated TDP-43 in the brain (diagnostic imaging), with objectives of safety, detection/quantification, and test-retest reliability — not to treat, modify disease pathology, or improve cognition/behavior. This fits a diagnostic/biomarker study rather than any therapeutic category. citeturn0search0turn0search5",
        "Act: Key extracted details — name: [18F]ACI-19626; type: 18F-labeled PET radioligand (first‑in‑human / Phase 1 imaging study); sponsor/developer: AC Immune (developer referenced in company filings); primary aims: safety/tolerability of tracer injection, ability to detect TDP‑43 inclusions, and test–retest reproducibility in healthy controls and suspected TDP‑43 proteinopathy patients. Sources: clinical trial listing and AC Immune description plus preclinical discovery paper. citeturn0search0turn0search1turn0search5",
        "Reflect: Classification check — because the study evaluates a diagnostic PET tracer (imaging biomarker) rather than administering a therapeutic biologic or small molecule intended to change disease course, or a drug intended to improve cognition or neuropsychiatric symptoms, the correct category is 'N/A'. The available references describing [18F]ACI-19626 as a first‑in‑class TDP‑43 PET tracer support this interpretation. No ambiguity that would map the trial to 'disease-targeted biologic', 'disease-targeted small molecule', 'cognitive enhancer', or 'neuropsychiatric symptom improvement'. citeturn0search1turn0search5"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}