{
    "nct_id": "NCT01254773",
    "title": "A Phase 2, Randomized, Double-Blind, Placebo-Controlled, Parallel Group, Multi-Center, Biomarker, Safety, and Pharmacokinetic Study of Bapineuzumab (AAB-001) Administered Subcutaneously at Monthly Intervals in Subjects With Mild to Moderate Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2014-04-21",
    "description_brief": "This study in individuals with mild to moderate Alzheimer's Disease is designed to assess:(1) safety and tolerability (2) the capacity of subcutaneous bapineuzumab to reduce brain amyloid load as measured by positron emission tomography (PET) scans.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted biologic",
    "drug": [
        "bapineuzumab (AAB-001) — humanized monoclonal antibody targeting amyloid-β"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The investigational agent, bapineuzumab (AAB-001), is a humanized monoclonal antibody directed against amyloid-β and the study's stated purpose is to reduce brain amyloid load (measured by PET) and assess safety/tolerability — i.e., it targets Alzheimer pathology rather than serving as a purely symptomatic cognitive or neuropsychiatric treatment. citeturn0search7turn0search1",
        "Act: Key trial details extracted — Phase 2, randomized, double-blind, placebo-controlled study of subcutaneous bapineuzumab administered monthly in mild–moderate AD with primary aims safety/tolerability and effect on cerebral amyloid as measured by PET (ClinicalTrials.gov NCT01254773 / trial registry entries). This confirms subcutaneous bapineuzumab and the biomarker (amyloid PET) endpoint. citeturn0search2turn0search6",
        "Reflect: Classification — fits 'disease-targeted biologic' because the drug is a monoclonal antibody (a biologic) directly targeting amyloid-β pathology with a biomarker outcome (amyloid PET). It is not a small molecule, a general cognitive enhancer, nor an intervention aimed at neuropsychiatric symptom management. No meaningful ambiguity in the provided description. citeturn0search0turn0search8",
        "Web search sources used: PubMed/PMC description of bapineuzumab as a humanized anti–Aβ monoclonal antibody and its PK/safety (single ascending dose study). citeturn0search7",
        "Web search sources used (continued): Amyloid-PET results from bapineuzumab trials showing reduction in fibrillar Aβ measured by PiB-PET; Phase 3 trial publications and registry entries describing bapineuzumab programs and the specific subcutaneous Phase 2 study (NCT01254773). citeturn0search1turn0search8turn0search2"
    ],
    "agent_type": "A) Amyloid beta",
    "explanation_agent": [
        "Reason: The investigational agent is bapineuzumab (AAB-001), a humanized monoclonal antibody directed against amyloid-β; the study aims to reduce brain amyloid load (measured by PiB/PET) and assess safety — this directly targets Aβ pathology rather than symptomatic systems. citeturn0search0turn0search2",
        "Act: Extracted details — drug: bapineuzumab (AAB-001), humanized anti–Aβ IgG1 monoclonal antibody; intervention: disease‑targeted biologic with amyloid PET biomarker endpoints (Phase 2, monthly/subcutaneous in the provided description). These properties map to CADRO category A (Amyloid beta). citeturn0search5turn0search8turn0search2",
        "Reflect: Confirmed classification — all primary evidence indicates a single, explicit amyloid‑beta target (not multi-target, not diagnostic-only), so the correct CADRO assignment is A) Amyloid beta. Key supporting literature: phase 1/2 safety and PK descriptions and PiB‑PET results showing reduction in fibrillar Aβ with bapineuzumab. citeturn0search0turn0search2turn0search1",
        "Web search results used (summary of sources):",
        "- turn0search0: Phase 1 single‑ascending dose study describing bapineuzumab as a humanized anti‑Aβ monoclonal antibody and reporting safety/PK. citeturn0search0",
        "- turn0search2: Phase 2 PiB‑PET study reporting reduction in cortical fibrillar Aβ with bapineuzumab. citeturn0search2",
        "- turn0search1: Phase 3 PiB‑PET imaging results showing reduction of fibrillar Aβ in treated patients (no clear clinical benefit). citeturn0search1",
        "- turn0search5 / turn0search8: Drug database / NCATS entries confirming bapineuzumab (AAB‑001) identity as a humanized anti–amyloid‑β IgG1 monoclonal antibody. citeturn0search5turn0search8"
    ]
}