{
    "nct_id": "NCT00371059",
    "title": "Pragmatic Randomized Control Trial of Memantine For Agitation In Dementia",
    "status": "COMPLETED",
    "last_update_time": "2022-03-28",
    "description_brief": "We plan to evaluate the use of memantine in Alzheimer's disease to control agitation in the acute situation i.e under 12 weeks",
    "description_detailed": "Agitation is a cause of morbidity and mortality in Alzheimer's due to distress and use of medication with side effects. Memantine has beed shown to be associated with less agitation and a recent study by forrest pharmaceuticals failed to recruit. We will perform a 12 week rct in 164 patients to test this hypothesis in a locality with no competing studies and in a clinical setting where the drug is not often used. We will compare with placebo and also use a rescue protocol derived from international best practice.",
    "phase": [
        "PHASE4"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "neuropsychiatric symptom improvement",
    "drug": [
        "memantine (20 mg/day typical; NMDA receptor antagonist — small molecule)"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The intervention is memantine, a small‑molecule NMDA receptor antagonist used to treat symptoms of Alzheimer's disease (improves cognition and can affect behavioral symptoms). This identifies the agent as a disease‑targeted small molecule in general pharmacology terms, but here the stated trial purpose is to control acute agitation (a neuropsychiatric symptom) rather than to modify underlying AD pathology. citeturn0search5",
        "Act: The trial title and description explicitly state memantine will be evaluated for agitation in dementia over an acute period (under 12 weeks) and is a randomized, placebo‑controlled design — i.e., memantine versus placebo for agitation. Prior randomized studies have directly tested memantine for agitation with mixed results (e.g., a PLoS ONE randomized trial and pooled analyses examining behavioral outcomes). These sources show memantine has been studied specifically for agitation/behavioral symptoms in AD. citeturn0search3turn0search7",
        "Reflect: Given the intervention (an oral small molecule NMDA antagonist) and the stated primary aim (control of agitation/behavioral symptoms in the acute timeframe), the correct target category is 'neuropsychiatric symptom improvement'. Note: this is distinct from a disease‑modifying biologic or a cognitive‑enhancer primary trial — although memantine can affect cognition, the trial's intent is agitation control. Relevant supporting trial and drug information are cited above. citeturn0search5turn0search3"
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The investigational drug is memantine, an uncompetitive NMDA (N-methyl-D-aspartate) receptor antagonist — i.e., it acts on an ionotropic glutamate neurotransmitter receptor. citeturn1search8turn1search0",
        "Act: The trial tests memantine (typical dose 20 mg/day) for acute agitation in dementia (a neuropsychiatric symptom), but the biological target of the drug is the NMDA glutamate receptor, placing it within CADRO category D (Neurotransmitter Receptors). Clinical studies and pooled analyses have evaluated memantine for behavioral symptoms with mixed results (examples: randomized PLoS ONE trial and pooled/meta-analyses showing some benefit on NPI domains). citeturn0search2turn0search1turn0search3",
        "Reflect: Mapping to CADRO — memantine’s primary molecular mechanism is modulation of a neurotransmitter receptor (NMDA/glutamate). This is not principally an amyloid, tau, inflammatory, vascular, or multi-target disease-modifying approach, so the most specific CADRO match is D) Neurotransmitter Receptors. The fact the trial’s clinical aim is agitation (a symptomatic/neuropsychiatric outcome) does not change the drug’s molecular target classification under CADRO. citeturn1search1turn1search2",
        "Web search results used (key sources): memantine mechanism and pharmacology (DrugBank; reviews describing memantine as an uncompetitive/open-channel NMDA antagonist). citeturn1search8turn1search0turn1search2",
        "Clinical evidence summary from searches: pooled analyses and randomized trials examining memantine’s effects on agitation/behavioral symptoms (pooled analyses showing NPI improvements; a PLoS ONE randomized trial focused on agitation with no significant benefit on the primary agitation scale but some NPI improvement; meta-analyses reporting modest benefits for some behavioral domains). These trial results informed the assessment of the trial’s symptomatic focus but do not alter the molecular-target classification. citeturn0search1turn0search2turn0search3"
    ]
}