{
    "nct_id": "NCT03071224",
    "title": "Phase 1 Evaluation of [18F]MK-6240 PET as an Imaging Marker for Tau Protein in the Brain of Patients With Alzheimer's Disease Compared to Healthy Volunteers",
    "status": "COMPLETED",
    "last_update_time": "2021-06-10",
    "description_brief": "The overall goal of this protocol is to evaluate \\[18F\\]MK-6240 (also known as \\[18F\\]MNI-946) a tau targeted radiopharmaceutical.",
    "description_detailed": "The overall goal of this protocol is to evaluate \\[18F\\]MK-6240 (also known as \\[18F\\]MNI-946) a tau targeted radiopharmaceutical.\n\n* To measure the dynamic uptake and washout of \\[18F\\]MK-6240 in brain using positron emission tomography (PET) in patients with Alzheimer's disease and healthy volunteers.\n* To measure blood metabolites of \\[18F\\]MK-6240 and perform kinetic modeling to assess its ability to measure tau protein in brain using the tracer plasma concentration or a reference region as indirect input.\n* To obtain test/retest reliability of the tracer binding parameters in patients with Alzheimer's disease and healthy volunteers (Cohort 1).\n* To acquire safety data following injection of \\[18F\\]MK-6240.\n* To determine the longitudinal change in tau burden (including SUVR and tau distribution metrics) compared to baseline in AD subjects and in similarly aged HV subjects.\n* To evaluate the correlation between the longitudinal change in tau burden and change in clinical, MRI and CSF biomarker measures in AD subjects and in similarly-aged HV subjects.\n* To further explore the relationship between tracer metabolism and smoking (Cohort 3).",
    "phase": [
        "EARLY_PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "OTHER",
    "results": null,
    "target_category": "N/A",
    "drug": [
        "[18F]MK-6240",
        "[18F]MNI-946 (synonym)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The protocol and title describe [18F]MK-6240 (aka [18F]MNI-946) as a tau-targeted radiopharmaceutical used for PET imaging of tau protein/neurofibrillary tangles in the brain — this is a diagnostic imaging agent, not a therapeutic intended to modify disease or improve cognition/behavior. citeturn0search3turn0search1",
        "Act: Key extracted details — intervention: [18F]MK-6240 (tau PET tracer); intended effect: image/measure tau pathology (diagnostic biomarker) in AD patients vs healthy volunteers; trial phase: Phase 1 evaluation as an imaging marker. Because this is a PET radiotracer used for imaging, it does not fit the four therapeutic categories and is therefore classified as 'N/A'. citeturn0search0turn0search6",
        "Reflect: Verified classification — multiple publications describe MK-6240 as a second-generation, selective tau PET radioligand for in vivo detection/quantification of neurofibrillary tangles (tau), used as a biomarker (safety/dosimetry and imaging performance) rather than as a therapeutic agent. This supports 'N/A' (diagnostic) rather than any therapeutic category. citeturn0search7turn0search4",
        "Web search results (representative sources used):",
        "- cGMP production and validation of [18F]MK-6240 as a PET radiopharmaceutical for human use (PubMed/abstract). citeturn0search3",
        "- Simplified radiosynthesis and chemical characterization of [18F]MK-6240 (PubMed). citeturn0search1",
        "- First-in-human evaluation and early characterization of [18F]MK-6240 as a tau-imaging PET radiotracer (Alzheimer's & Dementia conference/article). citeturn0search0",
        "- Studies showing MK-6240 imaging patterns, diagnostic utility and association with AD tau pathology (various clinical PET studies). citeturn0search6turn0search8"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}