{
    "nct_id": "NCT00074529",
    "title": "A Randomized, Double-Blind, Placebo-Controlled Trial to Evaluate the Safety and Efficacy of MK-0677 25 mg in Slowing the Progression of Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2015-07-23",
    "description_brief": "An investigational drug (MK0677) will be studied to determine whether it helps the memory and cognition of patients with Alzheimer's Disease.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "MK-0677 (ibutamoren, a non-peptide ghrelin/GHS-R1a agonist)"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The description and title state the investigational drug MK-0677 will be studied to determine whether it helps memory and cognition and to slow progression of Alzheimer’s disease. The trial appears aimed at improving cognitive function rather than administering a biologic that directly targets amyloid or tau. (trial listing). citeturn0search2",
        "Act: Identification — MK-0677 is the small-molecule oral agent known as ibutamoren (formerly MK-0677/L-163,191), a ghrelin receptor (growth hormone secretagogue receptor, GHS-R1a) agonist that increases GH/IGF-1. This classification is supported by clinical and preclinical literature. citeturn0search7turn0search3",
        "Act (trial context): The specific clinical trial record (NCT00074529 / Merck-sponsored phase 2) lists MK0677 (ibutamoren) for Alzheimer's disease with the stated aim to evaluate safety and efficacy in slowing progression and helping memory/cognition.  citeturn0search2",
        "Act (mechanistic notes & preclinical relevance): Preclinical studies report that MK-0677 (a ghrelin agonist) can have neuroprotective effects and in an AD mouse model reduced amyloid-beta–related pathology, but its primary pharmacology is ghrelin receptor agonism (not a direct anti-amyloid/tau biologic). These data explain why it would be tested for cognition despite not being a classic anti-amyloid/tau disease-targeting agent. citeturn0search4turn0search8",
        "Act (clinical pharmacology / safety context): Clinical studies show MK-0677 is an orally active GH secretagogue that increases IGF-1; some trials reported safety signals in specific populations, supporting that it is a small-molecule pharmacologic agent rather than a biologic. citeturn0search0turn0search7",
        "Reflect: Applying the category definitions — it is not a biologic (category 1) and, although it is a small molecule, it does not primarily target canonical AD pathology (amyloid/tau) in the manner implied by the 'disease-targeted small molecule' definition. Its stated intent in the trial is to help memory/cognition; therefore the best fit is 'cognitive enhancer'. Note ambiguity: the trial title says 'slowing progression' (which could imply disease modification), and some preclinical work suggests effects on amyloid, but the agent’s mechanism (ghrelin/GHS-R1a agonism) and clinical framing align more with symptomatic cognitive enhancement. citeturn0search2turn0search4"
    ],
    "agent_type": "L) Growth Factors and Hormones",
    "explanation_agent": [
        "Reason: The investigational drug MK-0677 (ibutamoren) is a small-molecule ghrelin / growth-hormone secretagogue receptor (GHS‑R1a) agonist whose primary pharmacology is to stimulate growth hormone (GH) release and increase IGF‑1; the trial is framed as a cognitive enhancer to slow AD progression but the biological pathway acted on is the GH/IGF hormone axis. citeturn0search2turn1search4",
        "Act: Extracted details — MK‑0677 (ibutamoren, also called MK‑677 or L‑163,191) is an oral non‑peptide GHS‑R1a (ghrelin receptor) agonist that elevates GH and IGF‑1 and has been tested in a Merck phase‑2 randomized, double‑blind, placebo‑controlled trial in AD (NCT00074529 / MK0677 study). Preclinical work showed MK‑0677 reduced Aβ burden and neuroinflammation in 5XFAD mice, but that appears to be a secondary/preclinical observation rather than the drug’s primary hormone‑receptor mechanism. citeturn1search0turn0search0turn1search4",
        "Reflect: Mapping to CADRO — the most specific CADRO category matching a ghrelin/GHS‑R1a agonist whose main action is to stimulate GH/IGF signalling is L) Growth Factors and Hormones. Although the trial is described as a cognitive enhancer and there are preclinical signals on amyloid, the drug’s proximate biological target is a hormone receptor (GHS‑R1a) and it modulates growth‑hormone/IGF pathways rather than directly targeting amyloid, tau, synaptic neurotransmitter receptors, or inflammation as its primary mechanism; therefore L) Growth Factors and Hormones is the best fit. citeturn0search2turn0search0",
        "Output: Assigned category — L) Growth Factors and Hormones. Brief justification: MK‑0677 (ibutamoren) is a ghrelin/GHS‑R1a agonist that acts through the growth‑hormone/IGF‑1 hormonal axis; per CADRO this maps to Growth Factors and Hormones rather than amyloid, tau, or purely symptomatic neurotransmitter targets. citeturn0search2turn1search4",
        "Web-search evidence (selected results cited above):",
        "- Identification and mechanism: MK‑0677 = ibutamoren, a non‑peptide ghrelin / GHS‑R1a agonist that increases GH/IGF‑1. citeturn0search2turn1search4",
        "- Clinical trial record: Phase‑2 randomized double‑blind placebo‑controlled Merck trial NCT00074529 evaluating MK‑0677 25 mg in AD (512 participants). citeturn1search0",
        "- Preclinical: MK‑0677 reduced Aβ deposition, gliosis and neurodegeneration in 5XFAD mice. citeturn0search0",
        "- Clinical result summary/large trial report: Randomized trial of MK‑677 in AD showed no clinical effect on AD progression (primary efficacy report). citeturn0search5"
    ]
}