{
    "nct_id": "NCT06530277",
    "title": "Feasibility and Preliminary Efficacy of a 12-weeks Digital Environmental Enrichment Intervention in Cognitively Unimpaired Older Adults (REMINDer)",
    "status": "COMPLETED",
    "last_update_time": "2025-02-04",
    "description_brief": "The primary goal of this pilot study is to assess the feasibility and effectiveness for improving overall mental and physical well-being of a multimodal intervention program in older adults carried out in a digital telehealth setting.",
    "description_detailed": "Background: Increasing life expectancy and associated age-related diseases, such as Alzheimer's disease, are considered a global challenge for society. Multiple physical, cognitive, and psychosocial risk factors can increase the risk of developing Alzheimer's disease. To effectively maintain mental health and well-being in older adults, multimodal, low-threshold, cost-effective, lifestyle-based intervention strategies that simultaneously and sustainably promote cognitive, physical, psychological, and social functioning in the older population are needed.\n\nObjective: The primary objective of this randomized, controlled pilot study is to assess the feasibility and effectiveness of a multimodal intervention program delivered in a digital telehealth environment to improve overall mental and physical well-being of older adults.\n\nMethods: The REMINDer study is a monocentric, randomized, assessor-blinded, controlled pilot study with a 6-week intervention period (2 hours per week). The study includes a digital multimodal intervention called REMINDer (Environmental Enrichment Intervention to Prevent Dementia - electronic intervention). This program is specifically designed for older adults and includes music, dance-based movement, and mind (specifically mindfulness) activities that are simultaneously trained to activate and strengthen brain resources and resilience to dementia. The intervention will be delivered in a digital telehealth environment (via an established videoconferencing platform) and compared to a 6-week passive control (waitlist with delayed intervention, AB-BA design) in a cross-over study design. For this first pilot study, a total of n = 50 cognitively unimpaired older adults will be recruited from the general population (spouses will be allowed in the same group and analyses will be controlled accordingly). Participants will be randomized to the two intervention groups using block randomization, stratified by age and sex, with a 1:1 allocation ratio.\n\nResults: The primary outcomes of the study are feasibility, operationalized by adherence rates, and effectiveness of the intervention. Adherence per participant will be assessed by the number of sessions attended relative to the total number of sessions. Effectiveness will be assessed by the change in self-reported overall mental and physical well-being, operationalized by the Short-Form Health Survey (SF-12), measured at baseline (t1), post-intervention (t2), and follow-up (t3). Secondary outcomes will include changes in self-reported cognitive, motor, sensory, emotional/affective, social, and lifestyle behaviors, assessed at baseline, post-intervention, and follow-up using digital assessments.\n\nDiscussion: This pilot study will provide preliminary evidence on the feasibility and effectiveness of a digital multimodal intervention (REMINDer) to improve mental health and well-being in older adults. The results of this pilot study will inform a larger intervention trial aimed at improving multiple health risk factors for dementia in older populations at increased risk for Alzheimer's disease.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "OTHER",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The study (REMINDer) tests a 12-week multimodal digital environmental enrichment intervention delivered via telehealth aiming to improve overall mental and physical well‑being in cognitively unimpaired older adults — i.e., a behavioral/digital intervention rather than a pharmacologic agent. citeturn0search2turn0search4",
        "Act: Key extracted details — Title: \"Feasibility and Preliminary Efficacy of a 12-weeks Digital Environmental Enrichment Intervention in Cognitively Unimpaired Older Adults (REMINDer)\"; intervention: multimodal digital environmental enrichment delivered by videoconference (telehealth); design: pilot/crossover with waitlist control; primary effectiveness outcome: SF-12 mental/physical well‑being. No drug, biologic, or placebo is listed in the protocol. citeturn0search2turn0search4",
        "Reflect: Classification check — This is not a biologic (no monoclonal antibody/vaccine), not a small molecule drug, not a pharmacologic cognitive enhancer, nor a neuropsychiatric drug trial. It is a non‑pharmacologic, behavioral/digital intervention, so per the category definitions it should be classified as 'N/A'. The clinical-trial listings (MedPath and ICH GCP registry) support these extracted details. citeturn0search2turn0search4",
        "Web search results used: 1) MedPath trial listing for REMINDer (trial description, primary/secondary outcomes, feasibility focus). citeturn0search2 2) ICH GCP clinical-trial registry entry for REMINDer (interventional pilot, telehealth delivery, enrollment/AB‑BA design). citeturn0search4"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}