{
    "nct_id": "NCT05834296",
    "title": "Randomized, Double-blind, Placebo-controlled, Parallel-group, Phase 1/2a Study to Assess Safety, Tolerability & Efficacy of Autologous Beta-Amyloid Mutant Peptide-pulsed Dendritic Cells in Subjects With Mild-to-Moderate Alzheimer's Dementia",
    "status": "ACTIVE_NOT_RECRUITING",
    "last_update_time": "2025-08-26",
    "description_brief": "ALZN002-01 is a first-in-human, randomized, double-blind, placebo-controlled, parallel-group, phase 1/2a study of autologous amyloid beta mutant peptide-pulsed dendritic cells (ALZN002) in subjects with mild-to-moderate dementia of the Alzheimer's type.",
    "description_detailed": "ALZN002-01 is a first-in-human, randomized, double-blind, placebo-controlled, parallel-group, phase 1/2a study. The primary purpose of this study is to assess the safety and tolerability of multiple ascending doses of ALZN002 compared with that of placebo in subjects with mild to moderate dementia of the Alzheimer's type (AD) and to determine the optimal dosage of ALZN002 that allows for induction of anti-amyloid-beta (Aβ) antibody responses while maintaining safety. The overall goal of this study is to determine an appropriate dose to use in a larger phase 2b study (ALZN002-02) where efficacy is the primary study purpose.",
    "phase": [
        "PHASE1",
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted biologic",
    "drug": [
        "ALZN002 (autologous dendritic cells pulsed with E22W mutant amyloid‑beta peptide)"
    ],
    "placebo": [
        "Placebo (trial comparator)"
    ],
    "explanation_target": [
        "Reason: The investigational product, ALZN002, is an autologous, cell‑based \"active\" immunotherapy composed of each patient’s dendritic cells pulsed with a mutant amyloid‑beta (E22W) peptide; its stated goal is to induce anti‑Aβ immune responses and reduce brain beta‑amyloid burden (i.e., it targets Alzheimer’s pathology). citeturn0search3turn0search5.",
        "Act (extracted trial details): The trial description (ALZN002‑01, NCT05834296) explicitly describes ALZN002 as “autologous DCs pulsed with E22W mutant peptide,” a randomized double‑blind placebo‑controlled Phase 1/2a study in mild‑to‑moderate Alzheimer’s dementia. citeturn0search1turn0search8.",
        "Reflect: Because ALZN002 is a biologic (cell‑based vaccine/immunotherapy) designed to target amyloid‑beta pathology (disease mechanism) rather than acting as a small molecule symptomatic cognitive enhancer or a neuropsychiatric symptomatic treatment, it best fits the category “disease‑targeted biologic.” There is little ambiguity in this classification based on the sources cited. citeturn0search3turn0search9."
    ],
    "agent_type": "A) Amyloid beta",
    "explanation_agent": [
        "Reason: The investigational product ALZN002 is an autologous dendritic cell–based active immunotherapy pulsed with a mutant amyloid‑beta (E22W) peptide; its stated mechanism is to induce anti‑Aβ immune responses and reduce brain beta‑amyloid burden, which directly targets amyloid pathology. citeturn0search0turn0search5",
        "Act: Extracted trial details show ALZN002 described explicitly as \"autologous DCs pulsed with E22W mutant peptide\" in a randomized Phase 1/2a study for mild‑to‑moderate Alzheimer’s dementia; the product is intended to generate anti‑Aβ antibodies via T cell/B cell activation to lower amyloid plaques. Key supporting records: the clinical trial registry entry and sponsor materials. citeturn0search0turn0search3turn0search5",
        "Reflect: The intervention targets amyloid‑beta pathology (not tau, inflammation, symptomatic neurotransmission, or an imaging/diagnostic procedure), so the most specific CADRO match is A) Amyloid beta. There is no indication of multiple distinct biological targets in the description, so 'R) Multi-target' is not appropriate. Web search sources used to verify trial details and sponsor description are listed below. citeturn0search0turn0search3turn0search5",
        "Web search results (selected sources used to verify the above): 1) Clinical trial record describing ALZN002 as autologous DCs pulsed with E22W mutant Aβ peptide and stating goal to induce anti‑Aβ antibodies and reduce amyloid burden. citeturn0search0 2) ICH GCP / clinical registry summary with intervention details, enrollment, and mechanistic description (E22W mutation creates T cell epitopes to facilitate anti‑Aβ antibody response). citeturn0search3 3) Alzamend Neuro press release / company materials summarizing ALZN002 as an active, patient‑specific DC immunotherapy engineered to target amyloid‑beta using the E22W peptide. citeturn0search5 4) Sponsor non‑clinical/SEC materials describing preclinical rationale for E22W and antibody induction with peptide‑pulsed DCs. citeturn0search2turn0search4"
    ]
}