{
    "nct_id": "NCT01696019",
    "title": "A Pilot Randomized Intervention Study of Physical Exercise and Social Engagement in Chinese Elders",
    "status": "COMPLETED",
    "last_update_time": "2012-09-27",
    "description_brief": "A pilot randomized clinical trial was conducted in a random sample of 120 non-demented Chinese elders (ages 60-79) living in a defined community in Shanghai, China to compare the effects of interventions (fast walking, Tai Chi, group intellectual discussion) to no intervention with respect to change in cognition and whole brain volume determined by repeated neuropsychological batteries and MRI scans. Aims included determining the feasibility of recruiting and retaining a random sample of people age 60+ for such a trial as well as collection of preliminary data on the efficacy of the interventions. The long-term goal of this research program is to determine whether sustained physical and/or mental exercise interventions are efficacious in delaying the onset of dementia and to understand the role and mechanisms of brain growth in this process.",
    "description_detailed": "Physical exercise has been shown to increase brain volume and improve cognition in randomized trials of non-demented elderly. Although greater social engagement was found to reduce dementia risk in observational studies, randomized trials of social interventions have not been reported. A representative sample of 120 elderly from Shanghai, China was randomized to four groups (Tai Chi, Walking, Social Interaction, No Intervention) for 40 weeks. Two MRI's were obtained, one before the intervention period, the other after. A neuropsychological battery was administered at baseline, 20 weeks and 40 weeks. Comparison of changes in brain volumes in intervention groups with the No Intervention group were assessed by t-tests. Time-intervention group interactions for neuropsychological measures were evaluated with repeated-measures mixed models.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "PREVENTION",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial tested non-pharmacologic behavioral interventions (fast walking, Tai Chi, group intellectual discussion/social interaction) versus no-intervention to measure change in cognition and whole-brain volume — i.e., exercise and social/mental stimulation rather than any drug or biologic. citeturn0search1turn0search2",
        "Act: Key extracted details — randomized sample of 120 non-demented Chinese elders (ages 60–79) assigned to four groups (Tai Chi, Walking, Social Interaction/intellectual discussion, No Intervention) for 40 weeks; outcomes were neuropsychological test battery and MRI-determined whole brain volume. These study details and results are described in the PMC full text and PubMed record. citeturn0search1turn0search0",
        "Reflect: Classification check — the four allowed categories are (1) disease-targeted biologic, (2) disease-targeted small molecule, (3) cognitive enhancer, (4) neuropsychiatric symptom improvement. This trial does not test a biologic or small-molecule drug, nor a pharmacologic cognitive enhancer or a treatment aimed specifically at neuropsychiatric/behavioral symptoms; it is a behavioral/exercise/social intervention trial aimed at cognition and brain structure. Therefore it does not fit any of the four categories and is classified as 'N/A'. citeturn0search1",
        "Web search results supporting extraction: PubMed entry (abstract) and PMC full-text for 'Changes in Brain Volume and Cognition in a Randomized Trial of Exercise and Social Interaction...' describing the Shanghai randomized trial (120 participants, Tai Chi/Walking/Social/No Intervention, MRI and cognitive outcomes). citeturn0search0turn0search1"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}