{
    "nct_id": "NCT01179373",
    "title": "Phase 2 Study of Trans Cranial Magnetic Stimulation as Additional Therapy Patients With Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2018-01-24",
    "description_brief": "The primary objective of this trial is to assess the ability of Transcranial Magnetic Stimulation with H coil to prefrontal cortex , with an addition of cognitive brain training, to improve cognitive performance in patients with Alzheimer's disease which received drug treatment. This study is a single-center, double-blind 4 months duration trial.",
    "description_detailed": "Primary outcome measure: ADAS-COG (time frame baseline, 2 months, 4 months) Secondary outcome measure: CGI-C,FAB, ADL, Neuropsychological computerized test(time frame baseline, 2 months, 4 months.\n\nEstimated enrollment: 40 patients Estimated Study start Date: November 2008 Estimated Study Completion date: November 2009 Number of arms: 2\n\nAges: 50-85 Genders: both",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "Not specified (registry notes participants \"received drug treatment\" but does not name a specific drug)"
    ],
    "placebo": [
        "Sham Transcranial Magnetic Stimulation (sham TMS)"
    ],
    "explanation_target": [
        "Reason: The intervention is deep Transcranial Magnetic Stimulation (H‑coil) targeted to prefrontal (and in some registry entries parieto‑temporal) cortex combined with cognitive brain training, and the primary outcome is improvement of cognitive performance (e.g., ADAS‑Cog). This indicates the trial aims to enhance cognition rather than directly target AD molecular pathology, so it fits the \"cognitive enhancer\" category. citeturn0search0turn0search3",
        "Act: Key extracted details — Intervention: deep TMS (H2/H coil) + cognitive training; Design: phase 2, single‑center, double‑blind, ~4 months; Control: sham TMS; Participants: patients with Alzheimer's disease receiving concomitant drug treatment (the specific drug(s) are not listed in the registry entry). Sources: clinical trial registry entries and related published rTMS+CT studies. citeturn0search3turn0search0turn0search1",
        "Web search results (summary of found records): (1) Registry entry NCT01179373 / MedPath summarizes a Phase 2 deep TMS (H coil) trial as additional therapy to drug treatment in AD (brief summary matches the user description). citeturn0search0 (2) Registry entry NCT00753662 / Tel‑Aviv Sourasky Medical Center describes a Phase 2 feasibility study using H2 coil (1 Hz, 10 Hz, and sham arms) to prefrontal and parieto‑temporal regions in AD; primary outcome ADAS‑Cog. citeturn0search3 (3) PubMed reports pilot and randomized studies showing rTMS (H‑coil or other coils) combined with cognitive training can transiently improve ADAS‑Cog scores in AD, supporting that the intervention is intended as a cognitive‑enhancing neuromodulation. citeturn0search1turn0search7turn0search9",
        "Reflect: The trial does not test a biologic (e.g., antibody) nor a small‑molecule agent directed at amyloid/tau; rather it evaluates a neuromodulation device plus cognitive training to improve cognition. Therefore the correct classification is \"cognitive enhancer.\" Ambiguity: registry notes participants \"received drug treatment\" but does not specify which drug(s); that does not change the intervention’s intent (adjunctive cognitive enhancement). If you want, I can fetch the full registry records or the original protocol/publication PDFs for more detail. citeturn0search0turn0search3"
    ],
    "agent_type": "M) Synaptic Plasticity/Neuroprotection",
    "explanation_agent": [
        "Reason: The intervention is deep repetitive Transcranial Magnetic Stimulation (H‑coil) ± cognitive training aimed at improving cognition (primary outcome ADAS‑Cog), i.e., altering neural circuit activity and promoting cognitive/functional gain rather than targeting a molecular AD pathology such as amyloid or tau. Neuromodulation and cognitive enhancement map best to synaptic plasticity / neuroprotection within CADRO. citeturn0search2turn0search1",
        "Act: Key extracted details — Device: deep TMS (H‑coil) applied to prefrontal (and in some entries parieto‑temporal) cortex, sometimes combined with cognitive training; Phase 2, randomized/sham‑controlled design; primary outcome improvement in ADAS‑Cog. No specific disease‑modifying biologic or small molecule target (amyloid/tau/ApoE/inflammation etc.) is described. Based on these intervention and intent details, I assign M) Synaptic Plasticity/Neuroprotection. citeturn0search2turn0search9turn0search3",
        "Reflect: Classification check — the trial tests a neuromodulation device to enhance cognition (cognitive enhancer). CADRO does not have a dedicated “device neuromodulation” label; the most specific fit is M) Synaptic Plasticity/Neuroprotection because the mechanism is modulation of neural networks and plasticity rather than molecular pathology. If future information showed the device specifically targeted neurotransmitter receptors only, D) Neurotransmitter Receptors could be considered, but current description supports M). No evidence the trial tests a diagnostic or purely observational measure that would require T) Other. citeturn0search8turn0search3",
        "Web search results (supporting registry / publication records cited above): (1) BrainsWay / trial summary NCT01179373 — Phase 2 deep TMS (H‑coil) + cognitive training in AD (primary ADAS‑Cog). citeturn0search2 (2) Tel‑Aviv Sourasky registry NCT00753662 — Phase 2 feasibility H2‑coil to prefrontal and parieto‑temporal cortex (10Hz, 1Hz, sham) with ADAS‑Cog primary outcome. citeturn0search1turn0search9 (3) PubMed pilot/double‑blind H2‑coil study showing transient ADAS‑Cog benefit with H‑coil rTMS. citeturn0search3turn0search8"
    ]
}