{
    "nct_id": "NCT06994767",
    "title": "Speech-derived Digital Biomarkers for Assessing Mild Cognitive Impairment and Alzheimer's Disease Diagnosis Accuracy",
    "status": "RECRUITING",
    "last_update_time": "2025-08-27",
    "description_brief": "The goal is to assess the accuracy of an application that analyzes voice characteristics to diagnose patients with mild cognitive impairment (MCI) and Alzheimer's disease (AD). The main question is whether the application's diagnosis is the same as the clinician's for MCI and AD patients.",
    "description_detailed": "The study aims to assess the sensitivity and specificity of an application that uses vocal biomarkers to diagnose patients with mild cognitive impairment (MCI) and Alzheimer's disease. The application will use clinically validated survey instruments and voice recordings to determine the disease status of patients with MCI and Alzheimer's disease. The diagnosis developed by the application is the primary outcome variable. To determine the sensitivity and specificity, the application diagnosis will be compared against the physician's clinical diagnosis.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "HEALTH_SERVICES_RESEARCH",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The described intervention is an application that analyzes voice characteristics to diagnose MCI and Alzheimer’s disease — a diagnostic/biomarker tool (assessment) rather than a therapeutic drug or device intended to modify disease or symptoms. Therefore it does not fit the four therapeutic categories and should be classified as 'N/A'. citeturn0search3",
        "Act: Key extracted details from the trial description — title: 'Speech-derived Digital Biomarkers for Assessing Mild Cognitive Impairment and Alzheimer's Disease Diagnosis Accuracy'; primary aim: compare the application's diagnosis to the clinician's for MCI and AD; registry/ID: NCT06994767; lead sponsor: Hackensack Meridian Health. No drug or placebo is involved or listed. citeturn0search3",
        "Reflect: Verification — multiple published studies and reviews treat speech-derived features as digital biomarkers for detection/monitoring of MCI and AD (diagnostic/performance studies rather than therapeutic trials), supporting the classification as non-therapeutic (N/A). Examples include a JMIR Aging 2024 study on MCI detection from acoustic features and PubMed literature on development of digital voice biomarkers. citeturn0search4turn0search5"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}