{
    "nct_id": "NCT06181513",
    "title": "Effect of Probiotics on Cognitive Functioning of Patients With Mild Alzheimer's Disease",
    "status": "RECRUITING",
    "last_update_time": "2024-12-03",
    "description_brief": "The main objective is to investigate whether administration of probiotics to patients with mild Alzheimer's Disease (AD) reduces neuroinflammation, improves cognitive function and modifies neurophysiological measures, compared to a patient group that receives placebo (no active probiotics).",
    "description_detailed": "We will measure specific blood inflammatory markers (primary outcome), neurophysiological activity, cognitive test scores, microbiome composition and dietary habits of participants in the probiotics and placebo group.",
    "phase": [
        "EARLY_PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "probiotics (multi-strain formulations; examples used in RCTs include Bifidobacterium longum subsp. infantis BLI-02, B. breve Bv-889, B. animalis subsp. lactis CP-9, B. bifidum VDD088, Lactobacillus plantarum PL-02)"
    ],
    "placebo": [
        "placebo (no active probiotics)"
    ],
    "explanation_target": [
        "Reason: The intervention is probiotic supplementation intended to reduce neuroinflammation and improve cognitive function in mild Alzheimer's disease — i.e., the trial aims to improve cognition via modulation of the gut–brain axis rather than to directly target core AD pathologies (amyloid or tau). citeturn0search1turn0search4",
        "Act: Key extracted details — intervention = probiotics (multi-strain supplements); comparator = placebo (no active probiotics). Specific multi-strain formulations have been used in RCTs (examples listed above). citeturn0search5",
        "Act (mechanism/evidence): Probiotics are live microbes believed to act via the gut–brain axis, with clinical and preclinical evidence that supplementation can reduce peripheral and central inflammatory markers and— in some studies—improve cognitive scores in AD or MCI. Meta-analyses and RCT data report cognitive benefits and reductions in inflammatory biomarkers after probiotic treatment. citeturn0search0turn0search3turn0search7",
        "Reflect: Classification rationale — per the provided category definitions, probiotics do not match 'disease-targeted biologic' (those are biologics that directly target AD pathology such as monoclonal antibodies/vaccines) nor 'disease-targeted small molecule'. The trial’s stated goals (reduce neuroinflammation, improve cognition, change neurophysiological measures) align best with 'Cognitive enhancer' because the intervention aims to improve cognitive function via immunomodulation and gut–brain effects rather than directly targeting amyloid or tau. Some preclinical reports note indirect effects on amyloid in animals, but that does not make probiotics a pathology-targeting biologic under the given definitions. citeturn0search0turn0search4",
        "Web-search evidence (selected results supporting the above): 1) Systematic reviews/meta-analyses find probiotic supplementation can improve cognitive scores in AD/MCI trials (examples: meta-analyses and systematic reviews). citeturn0search1turn0search7; 2) Preclinical/animal meta-analyses report probiotics reduce neuroinflammatory markers (TNF-α, IL-6, IL-1β) and sometimes reduce amyloid deposition in models. citeturn0search0; 3) RCT examples report multi-strain probiotic formulas and measure cognitive and inflammatory outcomes (example trial with specified strains). citeturn0search5; 4) Reviews characterize probiotics as acting via the gut–brain axis and affecting inflammation/oxidative stress rather than directly targeting amyloid/tau. citeturn0search4"
    ],
    "agent_type": "N) Gut-Brain Axis",
    "explanation_agent": [
        "Reason: The intervention is multi-strain probiotic supplementation intended to improve cognition by modulating the gut–brain axis and reducing peripheral/central inflammation rather than directly targeting core AD pathologies (amyloid or tau). This mechanism (gut microbiota → immune/ metabolic / neuroinflammatory modulation → cognitive effects) aligns with the CADRO category for the gut–brain axis. citeturn0search3turn0search7",
        "Act: Key extracted details from the trial description — intervention = multi-strain probiotics (examples: Bifidobacterium longum subsp. infantis BLI-02, B. breve Bv-889, B. animalis subsp. lactis CP-9, B. bifidum VDD088, Lactobacillus plantarum PL-02); comparator = placebo; proposed mechanism = modulation of gut microbiota to reduce inflammation/oxidative stress and improve cognition. Clinical evidence (multiple RCTs and meta-analyses) reports cognitive benefits and reductions in inflammatory/oxidative markers after probiotic treatment, supporting a gut–brain mechanism. citeturn0search1turn0search0",
        "Reflect: Classification check — probiotics do not directly target amyloid (A) or tau (B), nor are they a classical neurotransmitter receptor drug (D) or growth factor/hormone (L). Their principal mode of action as described is via the gut–brain axis (microbiome → immune/metabolic signaling → brain), so the most specific CADRO category is N) Gut-Brain Axis. Some studies report secondary changes in inflammation or metabolism, but those are downstream effects rather than the primary target, so 'N) Gut-Brain Axis' is the best fit. citeturn0search8turn0search7",
        "Web-search evidence (selected results supporting the above): 1) Recent meta-analyses of RCTs report probiotic supplementation is associated with improved global cognitive function in AD/MCI cohorts. citeturn0search0turn0search1; 2) Systematic reviews/meta-analyses summarize RCT evidence showing cognitive score improvements and changes in inflammatory/oxidative biomarkers after probiotics. citeturn0search3turn0search7; 3) Umbrella/meta-analytic syntheses highlight effects of probiotics on cognition and metabolic/inflammatory markers, consistent with gut–brain mediated mechanisms. citeturn0search8"
    ]
}