{
    "nct_id": "NCT03653871",
    "title": "The Effect of a Performing Arts Intervention on People With Dementia and Their Caregivers",
    "status": "COMPLETED",
    "last_update_time": "2020-02-18",
    "description_brief": "This study will examine whether a performing arts class will improve the well-being of primary unpaid caregivers of people with dementia",
    "description_detailed": "This study used sample size analysis to determine the adequately sized intervention group and control group, well-defined statistical methodology, and a well-documented intervention that can be easily replicated. The intervention has been developed by Dr. Phillips Center for the Performing Arts leadership with assistance from AMS Planning \\& Research.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "SUPPORTIVE_CARE",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The described trial is a psychosocial/behavioral intervention — a performing arts class for unpaid caregivers and their people-with-dementia dyads — intended to improve caregiver well-being and quality of life rather than to modify Alzheimer’s biology or test a drug. This is non-pharmacological and does not involve a biologic or small-molecule therapeutic, cognitive-enhancing drug, or a medication for neuropsychiatric symptoms. citeturn0search7turn0search0",
        "Act: Key extracted details — Title: 'The Effect of a Performing Arts Intervention on People With Dementia and Their Caregivers.' Intervention listed as Performing Arts Instruction in the trial record (registry NCT03653871 / study listing). The literature describes this as a multi-modal performing arts intervention (MPAI) and similar arts-based dyadic interventions aimed at reducing caregiver burden and improving psychosocial outcomes. These sources show the intervention is arts-based and behavioural, not a drug. citeturn0search7turn0search0turn0search5",
        "Reflect: Classification check — by the provided category definitions, the trial does not fit 'disease-targeted biologic' (no biologic agent), 'disease-targeted small molecule' (no small-molecule drug), 'cognitive enhancer' (no pharmacologic cognitive enhancer), or 'neuropsychiatric symptom improvement' in the sense of a symptomatic drug intervention. It is a non-pharmacological psychosocial intervention aimed at caregiver well-being and dyadic quality-of-life, so the correct category is 'N/A'. Supporting references (trial record and related studies/reviews) are cited above. citeturn0search7turn0search2turn0search5",
        "Web search results used (titles shown): 1) 'Caregiver Study Dr. Phillips' — trial listing showing Performing Arts Instruction and NCT03653871. citeturn0search7 2) 'The effect of a performing arts intervention on caregivers of people with mild to moderately severe dementia' (PubMed) — description of a multi-modal performing arts intervention (MPAI). citeturn0search0 3) 'Psychosocial outcomes of dyadic arts interventions for people with a dementia and their informal caregivers: A systematic review' (PubMed) — context on arts-based dyadic interventions and psychosocial outcomes. citeturn0search5 4) 'Performing arts as a non-pharmacological intervention for people with dementia and care-partners: a community case study' — background on community performing-arts programming for dementia dyads. citeturn0search8"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}