{
    "nct_id": "NCT05886114",
    "title": "A Multi-domain Lifestyle Intervention Among Aged Community-residents in Zhejiang, China",
    "status": "RECRUITING",
    "last_update_time": "2023-06-04",
    "description_brief": "A study conducted in Finland discovered that a multidomain intervention, consisting of physical activity, nutritional guidance, cognitive training, social activities, and management of vascular risk factors, effectively decelerated cognitive decline in healthy older adults who were at an increased risk of cognitive decline. The HERITAGE study is a 2-year clustered randomized controlled trial (clustered-RCT) that explores the efficacy of a multidomain intervention among 1200 elderly residents with a higher risk of cognitive decline and dementia in Zhejiang Province, China",
    "description_detailed": "The effectiveness of a multidomain lifestyle intervention on the prevention of cognitive decline and dementia have not been studied in Asian elderly at high risk of dementia conversion. Dementia is caused by both nonmodifiable genetic variables, and modifiable lifestyle risk factors. While neuroimaging biomarkers have been well documented in the neurophysiology of ageing and age-associated cognitive decline, their role as surrogate endpoints and intermediate variables between multi-domain lifestyle intervention and cognitive benefits has not been studied. The current study aims to understand brain functional and structural changes that may result from a multi-domain lifestyle intervention and whether the changes correlate with improvement in cognitive function. At risk elderly aged 60-80 years will be randomly allocated to either the control arm (self-guided management) or the intervention (multi-domain lifestyle) arm, which consists of nutritional guidance, physical exercise, cognitive training and the monitoring and management of vascular and metabolic risk factors. We hypothesize that the multi-domain lifestyle intervention will promote favorable changes in cognitive function. Moreover, such intervention will slow down the progression of cerebrovascular disease and neurodegeneration in participants in the intervention arm. Findings from the present study will shed light on the biological mechanisms of age-related cognitive decline and neurodegenerative disease. Insight obtained from the study could be translated into new targets of nonpharmacological interventions which aim at the potential causal molecular pathways implicated in ageing and age-related cognitive decline. Adaption and implementation of our findings into clinical and public health practice will further promote healthy and confident ageing among Chinese elderly, to eventually expand their health span.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "PREVENTION",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The HERITAGE trial tests a structured multidomain lifestyle intervention (physical activity, nutritional guidance, cognitive training, social activities, and vascular risk management) aiming to slow cognitive decline / prevent dementia. The four target categories to choose from are focused on pharmacologic or biologic approaches (disease-targeted biologic; disease-targeted small molecule; cognitive-enhancer drugs) or on treatments for neuropsychiatric symptoms. A behavioural/lifestyle multidomain prevention trial is not a biologic or small molecule drug, nor a pharmaceutical cognitive enhancer or a symptom-focused psychotropic intervention — therefore it does not fit any of the four categories. citeturn0search2turn0search9",
        "Act: Key extracted details from the trial description — title: \"A Multi-domain Lifestyle Intervention Among Aged Community-residents in Zhejiang, China\" (HERITAGE); design: 2-year cluster randomized controlled trial; sample: ~1200 older adults at higher risk of cognitive decline; intervention components: cognitive training, physical exercise, nutritional/dietary guidance, social activities, and vascular risk monitoring/control; comparator: self-guided/general health education. No drug or biologic is mentioned in the trial description or registration (NCT05886114). This mirrors and is inspired by the Finnish FINGER multidomain trial that used similar nonpharmacologic components. citeturn0search0turn0search6turn0search5turn0search9",
        "Reflect: Classification check — because the intervention is nonpharmacologic (lifestyle/behavioral) and none of the four categories specify non-drug multidomain behavioral interventions, the correct category is 'N/A'. There is no ambiguity in the description: no drug, biologic, or specific neuropsychiatric drug-targeted therapy is listed. Sources: HERITAGE trial protocol and registry entries and the FINGER trial background. citeturn0search2turn0search6turn0search0"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}