{
    "nct_id": "NCT02061878",
    "title": "A Randomized Controlled Study to Evaluate the Effect of Bexarotene - an RXR Agonist - on Beta-Amyloid and Apolipoprotein E Metabolism in Healthy Subjects",
    "status": "COMPLETED",
    "last_update_time": "2015-08-11",
    "description_brief": "The primary objective of this proof of mechanism pilot clinical trial is to determine if the RXR agonist bexarotene acts in humans to alter the CSF levels of apoE and alter the clearance of Amyloid-Beta",
    "description_detailed": "This is a double blinded, investigational drug study designed to measure the effect of bexarotene on the clearance of Aβ total and production of apoE in the human brain of young, healthy individuals with the APOE3/3 genotype. From the date of initial subject recruitment to the issuance of a final study report and closeout activities, the expected total study duration is 6 to 10 months.\n\nEach participant will be screened for eligibility and randomized to receive either oral bexarotene or placebo control (\"Test Article\").The study has the potential to demonstrate the pharmacodynamic properties of a novel treatment approach to Alzheimer's disease. The primary biomarker measurements obtained from this study are believed to be highly dynamic and able to provide a rapid read-out of the biologic activity of the candidate therapeutic under study. In addition, exploratory analysis will involve a proteomics-based screen to identify proteins within both blood and CSF that are induced by the Test Article, thereby potentially identifying new biomarkers that can be used in future clinical trials to demonstrate bexarotene action and target engagement.",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "N/A",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "bexarotene (RXR agonist; small-molecule rexinoid; marketed as Targretin)"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The trial tests bexarotene, an RXR agonist, for its ability to change CSF apoE and alter clearance of Amyloid‑Beta — i.e., it is intended to modify Alzheimer’s pathology (apoE/amyloid). citeturn0search5turn0search4",
        "Act: Bexarotene is a small‑molecule rexinoid (selective retinoid X receptor agonist) approved for cutaneous T‑cell lymphoma and investigated preclinically for increasing apoE and promoting Aβ clearance in mouse models. The cited clinical pilot (title matches the user description) measured CSF apoE and Aβ metrics in humans after bexarotene. citeturn0search7turn0search4turn0search5",
        "Reflect: Because bexarotene is a small molecule acting on nuclear receptors to influence apoE and amyloid metabolism (disease pathology), the correct category is 'disease-targeted small molecule'. It is not a biologic (e.g., antibody), not described as a symptomatic cognitive enhancer, nor aimed at neuropsychiatric symptoms. Note: the clinical trial reported only modest CSF apoE increases and no change in CSF Aβ clearance, and concluded limited CNS penetration in normal humans — this is an outcome detail but does not change the intervention's intended disease‑targeting mechanism. citeturn0search5turn0search8"
    ],
    "agent_type": "C) ApoE, Lipids and Lipoprotein Receptors",
    "explanation_agent": [
        "Reason: The intervention is bexarotene, a retinoid X receptor (RXR) agonist intended to increase CNS apolipoprotein E (apoE) and thereby alter amyloid‑β clearance — i.e., the trial’s mechanistic focus is on apoE/lipid-receptor pathways that influence Aβ metabolism. citeturn0search4turn0search2",
        "Act: Extracted details — drug: bexarotene (Targretin), a small‑molecule RXR agonist (rexinoid) marketed for cutaneous T‑cell lymphoma; preclinical work showed RXR agonism increased ApoE and promoted Aβ clearance in mouse models (Cramer et al. Science 2012), and the cited human randomized proof‑of‑mechanism trial measured CSF apoE and Aβ and found a modest CSF apoE rise but no change in Aβ metabolism (poor CNS penetration). These facts indicate the primary target pathway is apoE/lipid receptor biology rather than solely an anti‑amyloid antibody or symptomatic neurotransmitter approach. citeturn0search5turn0search2turn0search4",
        "Reflect: Classification check — according to CADRO the most specific match is C) ApoE, Lipids and Lipoprotein Receptors because the drug acts on nuclear receptors (RXR) to modulate apoE expression and lipid-related clearance mechanisms; while the trial also measures amyloid outcomes, amyloid is downstream of the apoE/lipid-receptor mechanism here, so C is the best fit rather than A (Amyloid beta) or R (Multi-target). The human trial outcome (limited CNS exposure and no Aβ effect) does not change the intended mechanistic target. citeturn0search4turn0search6",
        "Web search results (sources used):",
        "- Cramer PE et al., 'ApoE‑Directed Therapeutics Rapidly Clear β‑Amyloid and Reverse Deficits in AD Mouse Models' (Science 2012) — preclinical report that motivated RXR/bexarotene repurposing. citeturn0search2",
        "- Randomized controlled human study measuring bexarotene effects on CSF apoE and Aβ (PubMed entry; trial NCT02061878) — phase Ib proof‑of‑mechanism: modest CSF apoE increase, no change in Aβ metabolism, low CSF drug levels. citeturn0search4",
        "- TARGRETIN (bexarotene) prescribing information / drug monograph (labeling) showing marketed use, mechanism class (rexinoid) and safety profile. citeturn0search5",
        "- Commentary and replication studies noting mixed reproducibility of the original mouse findings and highlighting importance of formulation/CNS exposure in interpreting effects on Aβ. citeturn0search0turn0search1"
    ]
}