{
    "nct_id": "NCT06597942",
    "title": "Protocol for Maintaining and Improving Mental Status in Alzheimer's Disease (PROMIS-AD): a Pilot Study of Repetitive Transcranial Magnetic Stimulation of the Precuneus for Alzheimer&amp;amp;#39;s Disease",
    "status": "RECRUITING",
    "last_update_time": "2025-01-06",
    "description_brief": "The goal of this clinical trial is to learn if using deep repetitive transcranial magnetic stimulation (rTMS) targeting the precuneus is feasible, tolerable, and potentially efficacious for memory in Probable Alzheimer's Dementia. Previous work studying rTMS in Alzheimer's is mixed, but recent work studying rTMS of the precuneus is encouraging for both its short-term and long-term effects. The main questions this study aims to answer are:\n\n* Is deep rTMS of the precuneus feasible and tolerable in Alzheimer's?\n* Are there signs of positive brain changes in response to deep rTMS?\n* Is deep rTMS potentially efficacious for memory in Alzheimer's? Researchers will compare active stimulation to placebo stimulation while obtaining memory testing and measurements of the brain (imaging, scalp electrode measurements, bloodwork) to see if active treatment works to treat mild-to-moderate probable Alzheimer's Dementia.\n\nParticipants will:\n\n* Engage with memory testing, brain scans, and bloodwork during a comprehensive assessment\n* Visit the clinic 3 times for 12 consolidated rTMS sessions, followed by 4 once weekly maintenance sessions\n* Be offered a full open-label active treatment course after completing their treatment course if they are initially in the placebo group",
    "description_detailed": "This study is designed to examine whether non-invasive electromagnetic stimulation of a specific brain region can help improve memory in the short-term in Alzheimer's Disease (AD). AD is a progressive neurodegenerative disease that affects multiple domains, including cognitive (e.g. memory, executive function), behavioral (e.g. wandering, difficulty controlling impulses, irritability), emotional (e.g. anxiety, depression), and functional (e.g. ability to live independently and complete activities of daily living) domains. It is also associated with increased caregiver burden, which can adversely affect caregivers' health.\n\nOne increasingly apparent contributor to disease progression in AD is brain network dysregulation, particularly within the default mode network. Repetitive transcranial magnetic stimulation (rTMS) is a noninvasive therapeutic modality that can be used to stimulate the precuneus, a key node in the default mode network, and maintain signaling function within the default mode network. Previous studies have shown that targeting the precuneus with rTMS may enhance memory in the short term and delay disease progression and functional decline in AD over longer periods. rTMS protocols that have demonstrated promise for treatment delay have first shown short-term impacts on memory, particularly memory of recent and past events.\n\nWe will conduct a two-phase trial of rTMS targeting the precuneus in patients with mild to moderate probable AD focused primarily on determining safety and feasibility and secondarily focused on determining short-term efficacy for memory. Participants will be recruited through fliers, social media, print, and web advertising, as well as referrals from other UCLA studies, UCLA clinics, and known community clinics. The first phase will be a handful of subjects (5-10) receiving active treatment only to refine the protocol. After refinement, the second phase will consist of a randomized, double-blind, sham controlled clinical trial with post-blinding crossover examining both safety and short-term efficacy for memory. Participants will be randomized on a 1:1 ratio to either receive precuneus or sham rTMS.\n\nParticipants will undergo 16 total rTMS brain stimulation sessions (each session being about 20 minutes) over the course of 5 weeks. The initial induction 3-day intensive course in which rTMS (or sham) will be applied four times daily with 1-hour breaks between treatments will be followed by a 4-week maintenance course in which stimulation will be applied once weekly.\n\nParticipants will undergo a range of assessments including brain imaging and oxygenation, genotyping, eye reactivity to light testing, and brain electrical activity measurements to identify changes that occur in the precuneus and its connected regions over time. Participants will also undergo comprehensive neuropsychological (memory and behavioral) testing at baseline and during follow up. Additionally, participants and their caregivers will complete brief weekly check-ins at each treatment during the study.",
    "phase": [
        "PHASE1",
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "OTHER",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial tests deep repetitive transcranial magnetic stimulation (rTMS) targeting the precuneus to assess feasibility, tolerability, and potential efficacy for memory in probable Alzheimer’s Dementia. The provided category definitions specify biologics (monoclonal antibodies, vaccines), small molecules, or drugs that act as cognitive enhancers or to treat neuropsychiatric symptoms. rTMS is a non‑pharmacologic neuromodulation intervention (not a biologic or small molecule drug). Therefore it does not fit any of the four drug-based categories. citeturn0search0turn0search1",
        "Act (extracted trial details): Intervention = deep rTMS of the precuneus (active vs sham). Primary goals = feasibility/tolerability and signs of memory/brain changes (memory testing, imaging, EEG/TMS-EEG, bloodwork). Study registry/ID and sponsor info: PROMIS-AD, NCT06597942, Phase 1/2, UCLA. The protocol and rationale are described in the UCLA trial page and associated design paper. No investigational drug is used in this protocol. citeturn0search0turn0search3turn0search1",
        "Reflect: Classification check — the intervention is therapeutic (aims to improve cognition) but is non‑drug neuromodulation. Under the explicit category definitions (which restrict \"cognitive enhancer\" to drugs), the correct classification is 'N/A'. Note: if the category \"cognitive enhancer\" were intended to include non‑pharmacologic cognitive interventions, one could reasonably label this as a cognitive‑enhancement intervention; however, per the given definitions I assign 'N/A'. For supporting literature on precuneus‑targeted rTMS in AD and trial rationale, see the PubMed design paper and related rTMS AD trials. citeturn0search1turn0search2"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}