{
    "nct_id": "NCT01253122",
    "title": "Comparative Bioavailability of TRx0037 and TRx0014 in Healthy Elderly Volunteers",
    "status": "COMPLETED",
    "last_update_time": "2010-12-02",
    "description_brief": "A randomised four way crossover design in which each subject will receive two dose levels of TRx-0037 and two doses of TRx-0014 over approximately a four week period in randomised order.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "BASIC_SCIENCE",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "TRx-0037",
        "TRx-0014 (methylthioninium chloride / Rember)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial is a Phase 1 comparative bioavailability study comparing TRx-0037 and TRx-0014 in healthy elderly volunteers, indicating the interventions are investigational drugs (not diagnostics or behavioral interventions). citeturn0search0",
        "Act — TRx-0014: Public sources identify TRx‑0014 as Rember® / methylthioninium chloride (methylene blue), a small‑molecule tau aggregation inhibitor developed by TauRx (investigated for disease-modifying effects on tau pathology). citeturn1search1turn1search5",
        "Act — TRx-0037: I could not find a definitive public chemical name for TRx‑0037 in available registries, but trial records list TRx‑0037 alongside methylthioninium compounds in TauRx studies (suggesting it is another TauRx small‑molecule formulation/comparator rather than a biologic). This identity is not fully documented in public sources, so there is some ambiguity. citeturn2search4turn4search1",
        "Reflect: Because TRx‑0014 is a small‑molecule tau aggregation inhibitor (a disease-targeted therapy) and TRx‑0037 appears to be a TauRx investigational small‑molecule formulation tested in the same PK/bioavailability program, the correct category is 'disease-targeted small molecule'. If later evidence shows TRx‑0037 is a biologic, the classification would need to be revised (current public evidence supports small‑molecule tau‑targeting agents). citeturn1search5turn2search1"
    ],
    "agent_type": "B) Tau",
    "explanation_agent": [
        "Reason: The trial compares TRx-0037 and TRx-0014 (Rember / methylthioninium chloride) in a Phase 1 bioavailability program — these compounds are disease‑targeted small molecules developed by TauRx that act on tau aggregation, not diagnostics or behavioral interventions. citeturn0search2turn1search2",
        "Act: Evidence: (1) trial registry records list TRx‑0014 (Rember / methylthioninium chloride) and TRx‑0037 in TauRx clinical programs. citeturn0search2turn1search4 (2) TRx‑0014 / Rember (methylthioninium chloride, MTC / methylene blue) is described in the literature and on Alzforum as a tau aggregation inhibitor (Tau aggregation inhibitor / TAI). citeturn0search9turn2search1 (3) TRx‑0037 appears in the same TauRx small‑molecule program and databases describe TRx‑0037 as a small‑molecule peptide/aggregation inhibitor (identity less publicly detailed than TRx‑0014, but consistent with a tau‑targeting small‑molecule comparator in PK/bioavailability studies). citeturn3search3turn1search5",
        "Reflect: Classification check — because the known/primary mechanism for TRx‑0014 (and the program context for TRx‑0037) is inhibition of tau aggregation (a direct tau‑targeted, disease‑modifying strategy), the appropriate CADRO category is B) Tau. There is some ambiguity about the precise chemical identity of TRx‑0037 in public records, but the available evidence (trial listings and drug‑databank entries) supports it being a TauRx small‑molecule aggregation inhibitor rather than an unrelated target class; if future evidence showed a non‑tau primary mechanism for either compound, the classification should be revisited. citeturn0search2turn3search3",
        "Web search results (key sources used):",
        "- Trial registry(s) showing the comparative bioavailability study of TRx‑0037 vs TRx‑0014 (NCT01253122 and related trial pages). citeturn0search2turn1search2",
        "- Alzforum entry for Rember® / TRx‑0014 (methylthioninium chloride) describing it as a tau aggregation inhibitor. citeturn0search9",
        "- Conference and preclinical reports showing methylthioninium chloride acts as a tau aggregation inhibitor and reverses tau pathology in models. citeturn2search1turn2search0",
        "- Peer‑reviewed clinical development reporting (LMTM / hydromethylthionine programs) describing TauRx’s tau‑aggregation inhibitor approach (context for methylthioninium derivatives). citeturn2search4turn2search7",
        "- Drug/databank entry indicating TRx‑0037 is recorded as a small‑molecule peptide/aggregation inhibitor in TauRx’s program (less fully documented public chemical identity). citeturn3search3"
    ]
}