{
    "nct_id": "NCT00388544",
    "title": "A Prescription for Enhancing Resident Quality of Life",
    "status": "COMPLETED",
    "last_update_time": "2012-05-08",
    "description_brief": "Many persons with dementia exhibit behaviors that caregivers find difficult to manage. The purpose of this study is to test the effectiveness of individualized recreational activities for reducing agitation and passivity in persons with dementia.",
    "description_detailed": "Most persons with dementia exhibit behavioral symptoms, such as agitation and passivity, at some time in the course of their illness. These behaviors are a source of caregiver burden and often precipitate nursing home placement. There are a number of drugs that can be used to treat these behaviors, but they are costly and have serious adverse effects in a sizable number of people. Non-drug interventions, such as recreational activities, are recommended as the first line of treatment for behavioral symptoms. However, we don't know which activities are most effective for individual residents. The \"one size fits all\" approach has not been very effective. We are testing an approach that individualizes activities for residents based on their personality style of interest and functional level. We anticipate that this approach will be more effective for reducing behavioral symptoms than routine activities given to all residents. Consenting residents are assessed for personality and functional level and are videotaped during a baseline period and during activities so we can reliably measure behaviors, affect and engagement.",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "DIAGNOSTIC",
    "results": null,
    "target_category": "neuropsychiatric symptom improvement",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The description and trial title state the intervention is individualized recreational activities intended to reduce agitation and passivity (behavioral symptoms) in persons with dementia — i.e., a non‑pharmacologic approach addressing neuropsychiatric/behavioral symptoms rather than disease pathology or primary cognition. citeturn0search0turn0search2",
        "Act (key extracted details): This study (title: \"A Prescription for Enhancing Resident Quality of Life\", registry NCT00388544) is a randomized behavioral trial led by Penn State testing activities matched to interest and/or function (activity matched to interest; activity matched to function; activity matched to both) with outcomes including agitation, passivity, engagement, affect and mood. No drug or placebo is used — the intervention is behavioral/recreational. citeturn0search4turn0search5turn0search0",
        "Reflect: Classification check — by the provided category definitions this is best classified as \"neuropsychiatric symptom improvement\" because the aim is to alleviate behavioral symptoms (agitation/passivity). It is not a biologic or small molecule targeting AD pathology, nor a pharmacologic cognitive enhancer. The search results confirm the trial is a behavioral, non‑drug intervention. citeturn0search2turn0search5",
        "Web search results used (selected): - Clinical trial summary showing behavioral activity intervention and brief summary (MedPath / clinical registry). citeturn0search0 - Grant/abstract describing the trial rationale and Need‑Driven Dementia‑compromised Behavior (NDB) model and trial aims. citeturn0search2 - ClinicalTrials/ICH GCP registry entry with NCT number and intervention details. citeturn0search4 - Penn State project page with study description and funding / timeline. citeturn0search5"
    ],
    "agent_type": "T) Other",
    "explanation_agent": [
        "Reason: The trial tests individualized recreational/behavioral activities to reduce agitation, passivity and improve engagement/mood in nursing‑home residents with dementia — a non‑pharmacologic intervention addressing neuropsychiatric/behavioral symptoms rather than a biological drug target. citeturn0search0turn0search1",
        "Act: Key extracted details — title \"A Prescription for Enhancing Resident Quality of Life\" (NCT00388544) is a randomized behavioral trial testing activities matched to interest and/or function with outcomes including agitation, passivity, engagement, affect and mood. No drug, biologic, gene or molecular pathway is tested; interventions are behavioral/recreational. citeturn0search0turn0search2turn0search1",
        "Reflect: CADRO is organized around biological/drug targets (e.g., Amyloid, Tau, Inflammation, Synaptic Plasticity, etc.). Because this study is a non‑drug behavioral intervention targeting neuropsychiatric symptoms (not a biological pathway or molecular target), it does not fit the CADRO therapeutic target categories A–Q or R (multi‑target biological). Therefore the correct assignment is 'T) Other'. The registry, Penn State project page and grant abstract confirm the behavioral nature of the intervention. citeturn0search2turn0search1turn0search6",
        "Web search results used (selected): - Clinical trial registry / ICH GCP summary for NCT00388544 (describes behavioral interventions: activity matched to interest/function/both). citeturn0search0 - Penn State project page describing the NDB model, individualized recreational activities, aims and funding. citeturn0search1 - MedPath / trial summary entry for NCT00388544 listing interventions and outcomes. citeturn0search2 - Grant abstract (Grantome) describing rationale, randomized design and expected outcomes. citeturn0search6"
    ]
}