{
    "nct_id": "NCT06224205",
    "title": "Digital Detection of Dementia (D Cubed) Studies: D3",
    "status": "RECRUITING",
    "last_update_time": "2024-09-11",
    "description_brief": "The specific aim of the pragmatic trial is to evaluate the practical utility and effect of the PDM, the QDRS, and the combined approach (PDM + QDRS) in improving the annual rate of new documented ADRD diagnosis in primary care practices.",
    "description_detailed": "Alzheimer's disease and related dementias (ADRD) negatively impact millions of Americans with an annual societal cost of more than $200 million.1 Currently, half of Americans living with ADRD never receive a diagnosis.2-7 For those who do, the diagnosis often occurs two to five years after the onset of symptoms.6-9 As stated by the National Institute on Aging (NIA) (RFA-AG-20-051) \"The inability to diagnose and treat cognitive impairment results in prolonged and expensive medical care\" and \"early detection could help persons with dementia and their care partners plan for the future\". Furthermore, if the development of disease modifying therapeutics for ADRD is successful, this may require the use of such therapeutics at a very early stage of ADRD.1 However, the current approaches of using cognitive tests or biomarkers for early detection of ADRD are not scalable due to their low acceptance, their invasive nature, their cost, or their lack of accessibility in rural or underserved areas. Thus, the NIA called out for the development of low cost, effective, and scalable approaches for early detection of ADRD (RFA-AG-20-051).\n\nIn response to the RFA-AG-20-051 call for the \"validation, and translation of screening and assessment tools for measuring cognitive decline a pragmatic cluster-randomized controlled comparative effectiveness (NIH Stage IV) trial will be executed in Eskenazi Health in central Indiana and one additional replicated pragmatic trial among patients from diverse rural, suburban and urban primary care practices in south Florida. The pragmatic trial will incorporate the Passive Digital Marker (PDM) and the Quick Dementia Rating Scale (QDRS) within the Medicare paid Annual Wellness Visit (AWV) for a cohort of patients from practices across the two independent sites, with practices randomized in each pragmatic trial to one of the 3 arms (AWV alone, the AWV with PDM and the PDM and the QDRS).\n\nQuick Dementia Rating Scale (QDRS)- is a validated patient reported outcome (PRO) tool.\n\nPassive Digital Marker (PDM) - is a Machine Learning (ML) algorithm which can predict ADRD one year and three years prior to its onset by using routine care electronic health record (EHR) data. The algorithm was trained using structured and unstructured data from three EHR datasets: diagnosis (Dx), prescriptions (Rx), and medical notes (Nx). Individual algorithms derived from each of the three datasets were developed and compared to a combined one that included all three datasets.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "SCREENING",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial tests two detection tools — a Passive Digital Marker (PDM; a machine‑learning EHR‑based risk marker) and the Quick Dementia Rating Scale (QDRS; a brief patient/informant‑reported dementia staging tool) — to increase the annual rate of newly documented ADRD diagnoses in primary care. This is a diagnostic/screening implementation study (early detection), not a therapeutic drug or device intended to modify disease, cognition, or neuropsychiatric symptoms. citeturn0search0turn0search1turn0search3",
        "Act (extracted key details): - Intervention: Passive Digital Marker (PDM) — ML model using EHR data (reported ≈80% accuracy for prediction horizons) to flag risk. citeturn0search0turn0search1 - Intervention: Quick Dementia Rating Scale (QDRS) — a 2–3 minute patient/informant-reported dementia staging tool used as a rapid screening/outcome measure. citeturn0search3turn0search5 - Design: Pragmatic cluster‑randomized trial comparing usual care, PDM alone, and PDM+QDRS to measure change in incidence of documented ADRD diagnosis (ClinicalTrials.gov NCT05231954). citeturn0search0turn0search2 - No pharmacologic agent, biologic, or placebo is tested in the trial; the interventions are screening/decision‑support tools.",
        "Reflect: Classification check — fits none of the four therapeutic categories (disease‑targeted biologic, disease‑targeted small molecule, cognitive enhancer, neuropsychiatric symptom improvement). It is a diagnostic/implementation study to improve detection/documentation of ADRD, so the correct category is 'N/A'. There is no drug to look up. citeturn0search0turn0search1",
        "Web search results (sources used): - Trials/BMC full protocol 'Digital detection of dementia (D3)': describes PDM (EHR/ML) and QDRS, trial aims, and pragmatic cluster‑randomized design; recruitment dates and trial hypotheses. citeturn0search0 - PubMed entry for the D3 protocol summarizing methods and PDM/QDRS pairing and sample sizes. citeturn0search1 - Original QDRS validation/publication describing the Quick Dementia Rating System as a rapid dementia staging tool (psychometrics and clinical use). citeturn0search3turn0search5"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}