{
    "nct_id": "NCT02986152",
    "title": "Cancer Distress Coach Mobile App Randomized Controlled Trial",
    "status": "COMPLETED",
    "last_update_time": "2019-11-25",
    "description_brief": "The Cancer Distress Coach (CDC) mobile app is a symptom management tool for posttraumatic stress disorder (PTSD) in cancer patients and caregivers. Based largely on \"PTSD Coach\" from the National Center for PTSD, the CDC app was redesigned for both iOS and Android platforms and is tailored specifically to individuals impacted by cancer.\n\nThis study aims to evaluate whether CDC app usage influences symptoms of PTSD through a randomized controlled trial (RCT) where subjects are placed into either the intervention group or the wait-listed control group for a period of 8 weeks. The CDC app is available as a free download on the App Store® and on Google Play™.",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "SUPPORTIVE_CARE",
    "results": null,
    "target_category": "neuropsychiatric symptom improvement",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The Cancer Distress Coach (CDC) mobile app is a symptom-management mobile intervention adapted from the National Center for PTSD's \"PTSD Coach\" and is tailored to cancer patients and caregivers to reduce PTSD symptoms and distress. The trial is an RCT comparing CDC versus a wait-listed control to measure change in PTSD symptoms over an ~8-week period. citeturn0search0turn0search2",
        "Act: Key extracted details — intervention: Cancer Distress Coach (iOS & Android mobile app); trial design: randomized controlled trial with a wait-list control arm; intended outcome: reduction in PTSD symptoms/distress (measured by PCL-5 and related scales); duration: 8 weeks; lead/sponsor: Duke University; registry: NCT02986152. No drug or biologic is involved. citeturn0search2turn0search1turn0search3",
        "Reflect: Classification rationale — this intervention targets neuropsychiatric symptoms (PTSD/distress) rather than Alzheimer pathology or general cognitive enhancement, so it fits the 'neuropsychiatric symptom improvement' category. There is no pharmaceutical or biologic agent to classify, and the trial is behavioral/digital-therapeutic in nature. Prior RCTs of the PTSD Coach app family show symptom improvement, supporting the symptom-management purpose of this trial. citeturn0search4turn0search6"
    ],
    "agent_type": "T) Other",
    "explanation_agent": [
        "Reason: The intervention is a behavioral/digital symptom-management mobile app (Cancer Distress Coach) adapted from the National Center for PTSD to reduce PTSD/distress in cancer patients and caregivers, so it targets neuropsychiatric symptoms rather than any molecular/biological AD-related pathway. citeturn0search0turn0search4",
        "Act: Key extracted details — intervention: Cancer Distress Coach (iOS & Android mobile app); trial design: randomized controlled trial vs wait-list control; intended outcome: reduction in PTSD symptoms (PCL-5 and related scales); duration: ~8 weeks; lead/sponsor: Duke University; no drug or biologic involved. citeturn0search0turn0search3turn0search2",
        "Reflect: CADRO categories A–Q and others are focused on biological targets (amyloid, tau, inflammation, synaptic mechanisms, etc.). A behavioral/digital therapeutic whose goal is symptom management (PTSD/distress) does not map to those biological target categories, so the correct classification is 'T) Other'. This is consistent with the trial registry and Duke project descriptions. citeturn0search0turn0search4",
        "Web search results (selected): 1) NCT02986152 — Clinical trial registry entry for 'Cancer Distress Coach Mobile App Randomized Controlled Trial' (describes CDC as a behavioral symptom-management app; RCT vs wait-list; 8-week outcome measures). citeturn0search0 2) Duke Institute / Duke news pages describing the Cancer Distress Coach app, its origins from PTSD Coach, and its use in RCTs for symptom reduction. citeturn0search4turn0search7 3) App Store listing for Cancer Distress Coach (iOS) confirming availability and that it is an app (no drug). citeturn0search2 4) Trial detail pages (MedPath) summarizing primary/secondary outcomes (PCL-5, distress thermometer) and wait-list control procedures. citeturn0search3"
    ]
}