{
    "nct_id": "NCT03538522",
    "title": "A Randomized, Double-Blind, Placebo-Controlled Study to Assess the Safety, Tolerability, and Efficacy of NA-831 in Alzheimer Patients With Mild Cognitive Impairment",
    "status": "COMPLETED",
    "last_update_time": "2020-06-26",
    "description_brief": "This study seeks to evaluate the efficacy and safety of NA-83 in subjects with mild cognitive impairment due to Alzheimer's Disease",
    "description_detailed": "Mild cognitive impairment (\"MCI\") is defined as the \"symptomatic pre-dementia stage\" on the continuum of cognitive decline. Currently, no medications have proven effective for MCI. Preclinical experiments indicate that NA-831 is an endogenous small molecule that exhibits neuroprotection, neurogenesis, and cognitive protective properties across a range of disease models. NA-831 has been shown to be safe and well tolerated in healthy volunteers. This study seeks to evaluate the efficacy and safety of NA-83 in 126 subjects with mild cognitive impairment due to Alzheimer's Disease",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "OTHER",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "NA-831 (Traneurocin)"
    ],
    "placebo": [
        "Placebo (oral capsule)"
    ],
    "explanation_target": [
        "Reason: The protocol and background describe NA-831 as an orally administered small molecule that promotes neuroprotection and neurogenesis (activates synaptic AMPA receptors and increases BDNF / synaptic plasticity) and was tested for improving cognition in MCI and early AD — i.e., the intervention is aimed at improving cognitive function and synaptic/neuronal recovery rather than directly targeting canonical AD pathology (amyloid or tau). citeturn0search0turn0search3",
        "Act: Extracted trial details — drug name and type: NA-831 (aka Traneurocin), an endogenous small-molecule oral agent tested at doses (e.g., 10–40 mg QD) in a randomized double-blind placebo-controlled Phase 2 study (NCT03538522) in MCI/early AD. The study description explicitly states the aim is to evaluate efficacy/safety in MCI due to AD with placebo comparator. citeturn0search5turn0search3",
        "Reflect: Classification decision — I classify this trial as 'cognitive enhancer' because NA-831’s described mechanism and endpoints focus on improving cognitive function (neurogenesis, BDNF, synaptic plasticity, ADAS-Cog/CIBIC outcomes) rather than targeting amyloid or tau pathology. There is some overlap in language (neuroprotection / potential disease-modifying claims), but given the provided category definitions, the best fit is 'cognitive enhancer.' Relevant supporting sources include the Phase‑2 reports and Phase‑3 protocol describing NA-831 as an orally active small molecule for cognition. citeturn0search0turn0search2turn0search3",
        "Web search results / key sources consulted: NCT entry summarizing the trial (NCT03538522) and description of NA-831; Phase‑2 reports and summaries describing mechanism (AMPA activation, BDNF, neurogenesis) and cognitive outcomes; company/product pages (Biomed / NeuroActiva) and conference/abstract listings describing NA-831 (Traneurocin) and plans for further trials. citeturn0search5turn0search0turn0search3turn0search2"
    ],
    "agent_type": "M) Synaptic Plasticity/Neuroprotection",
    "explanation_agent": [
        "Reason: The trial drug NA-831 (Traneurocin) is described as an orally active small molecule that activates synaptic AMPA receptors and increases BDNF expression, promoting synaptic plasticity, neuroprotection and neurogenesis—mechanisms aimed at improving synaptic function and cognition rather than directly targeting amyloid or tau pathology. citeturn0search2turn1search5",
        "Act: Extracted details — NA-831 / Traneurocin; Phase‑2 randomized, double‑blind, placebo‑controlled study in MCI/early AD (NCT03538522) with oral doses (10–40 mg QD) and cognitive endpoints. The mechanism statements (AMPA activation, increased BDNF, neurogenesis and neuroprotection) are reported in the trial/ company literature and a methods/abstract describing the compound’s synaptic effects. Based on those mechanisms, the most specific CADRO match is M) Synaptic Plasticity/Neuroprotection (synaptic AMPA/BDNF effects correspond to synaptic plasticity and neuroprotection). citeturn1search0turn0search0turn0search2",
        "Reflect: The compound also emphasizes neurogenesis (adult hippocampal neurogenesis), which could map to CADRO E) Neurogenesis, but the reported proximal mechanism (AMPA receptor activation and BDNF-driven synaptic plasticity) is best captured by M) Synaptic Plasticity/Neuroprotection. There is no evidence the intervention directly targets amyloid, tau, ApoE/lipids, inflammation, vasculature, or other canonical AD pathologies; therefore M is the most specific and appropriate CADRO classification. If the user prefers to emphasize neurogenesis as the primary mechanism, E) Neurogenesis would be a defensible secondary label. citeturn0search2turn0search1",
        "Web search results / key sources consulted: NeuroActiva product/clinical pages and Biomed product pages describing NA‑831’s neuroprotection, neurogenesis and clinical program. citeturn0search0turn0search1; A peer/meeting abstract / methods note describing AMPA activation and increased BDNF (Alzheimer’s & Dementia abstract). citeturn0search2; Clinical trial registry entries for NCT03538522 (trial details, doses, enrollment, completion). citeturn1search0turn1search2"
    ]
}