{
    "nct_id": "NCT04498650",
    "title": "A Phase 2b Multicentre, Randomized, Double-blind, Placebo-controlled, Parallel Group Dose Finding, Safety, Tolerability and Efficacy Study of PQ912 in Subjects With MCI and Mild Dementia Due to Alzheimer's Disease.",
    "status": "COMPLETED",
    "last_update_time": "2024-03-11",
    "description_brief": "This is a phase 2B multicenter, randomized, double-blind, placebo-controlled, parallel group dose finding study to evaluate the safety, tolerability and efficacy of PQ912, an inhibitor of the glutaminyl cyclase enzyme, in 250 subjects with mild cognitive impairment and mild dementia due to Alzheimer 's Disease.",
    "description_detailed": "In the parallel group dose finding part of the study the first 90 subjects will be randomized 1:1:1 between PQ912 300 mg BID, 600 mg BID, and placebo. When the 90th patient has completed the week 24 treatment visit, the DSMB will decide on the dose of PQ912 to be continued. The decision is based on safety findings only, no efficacy data will be considered. After the DSMB has reached a decision on the dose to be continued, all subjects randomized to receive PQ912 will be reallocated to this dose (1:1). The duration of Subjects participation in the study is either 48, 60, 72, 84 or 96 weeks of treatment (depending on time of randomization). Subjects recruited early into the study will be kept on treatment for 96 weeks or until the regular, scheduled study visit which is closest to the scheduled week 48 visit of the last subject recruited in the study, whichever comes first.",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "PQ912",
        "varoglutamstat (PQ912)"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The investigational product (PQ912, also called varoglutamstat) is an oral inhibitor of the enzyme glutaminyl cyclase (QC), intended to reduce formation of pyroglutamate-modified Aβ (pGlu‑Aβ) oligomers — a pathological Aβ species implicated in synaptotoxicity in Alzheimer’s disease, i.e., it targets AD pathology rather than only symptoms. citeturn0search3turn1search5.",
        "Act (key extracted details): • Drug names: PQ912 (varoglutamstat). • Drug type / mechanism: small‑molecule QC (glutaminyl cyclase) inhibitor that reduces pGlu‑Aβ formation. • Trial intent/design: phase 2b multicenter randomized double‑blind placebo‑controlled dose-finding study in subjects with MCI and mild dementia due to AD (planned ~250 subjects). • Comparator: placebo. Sources describing mechanism and earlier phase results (supporting disease‑targeting rationale) and the phase 2b (VIVIAD) design are cited. citeturn0search3turn1search1turn1search4.",
        "Reflect: Classification check — because PQ912 is a small‑molecule enzyme inhibitor acting on an amyloid‑related pathogenic pathway (QC → pGlu‑Aβ), the correct category is 'disease-targeted small molecule'. There is no indication it is a biologic, symptomatic cognitive enhancer without pathology targeting, or an agent aimed solely at neuropsychiatric symptoms. The available phase 1/2a publications and the phase 2b trial design confirm this interpretation. citeturn0search2turn0search3.",
        "Web-search / source summary (selected results used): • Phase 2a publication (safety/tolerability, PD, exploratory efficacy) describing PQ912 as a QC inhibitor that reduces QC activity and pGlu‑Aβ–related signals. citeturn0search3. • Phase 1 study showing PQ912 is a QC inhibitor with CSF exposure and dose‑related QC inhibition. citeturn0search2. • Phase 2b trial design paper (VIVIAD) describing a 250‑subject, multicenter, randomized, double‑blind, placebo‑controlled dose‑finding study of varoglutamstat (PQ912) in MCI / mild AD. citeturn1search1turn1search5. • Clinical trial registry entries summarizing the PQ912 program (phase 2a/2b designs and objectives). citeturn1search4turn1search6.",
        "Notes / ambiguity: The drug has been referred to as PQ912 and by the nonproprietary name varoglutamstat in later reports; all sources indicate it is a small‑molecule QC inhibitor with a pathology‑directed (amyloid/pGlu‑Aβ) mechanism, so classification is confident. citeturn1search5turn0search3."
    ],
    "agent_type": "A) Amyloid beta",
    "explanation_agent": [
        "Reason: PQ912 (varoglutamstat) is a small‑molecule inhibitor of glutaminyl cyclase (QC) intended to block formation of pyroglutamate‑modified Aβ (pGlu‑Aβ), an amyloid‑related, highly aggregation‑prone and synaptotoxic Aβ species. This mechanism directly targets an amyloidopathy pathway rather than only symptoms. citeturn0search2turn0search3",
        "Act (extracted details & supporting sources): • Drug: PQ912 / varoglutamstat. • Mechanism: oral glutaminyl cyclase (QC) inhibitor that reduces formation of pGlu‑Aβ. citeturn0search1turn0search3 • Trial: Phase 2b VIVIAD — randomized, double‑blind, placebo‑controlled, dose‑finding study in MCI/mild AD (~250 subjects). citeturn0search0turn0search4",
        "Reflect: Classification check — because the drug’s action is to prevent generation of a pathogenic Aβ species (pGlu‑Aβ), the most specific CADRO match is A) Amyloid beta. The intervention is disease‑targeting (amyloid pathway) and not primarily anti‑inflammatory, metabolic, synaptic symptomatic, or diagnostic. Key supporting publications and the VIVIAD trial description confirm this interpretation. citeturn0search0turn0search2",
        "Web search results used (selected): • VIVIAD study rationale and design (Alzheimer’s Research & Therapy). citeturn0search0 • Phase 1 PK/PD study describing PQ912 as a QC inhibitor with CSF exposure and QC inhibition. citeturn0search1 • Review/article on varoglutamstat describing inhibition of QC and targeting of pGlu‑Aβ. citeturn0search2 • Preclinical data showing PQ912 inhibition of QC reduces pGlu‑Aβ and affects cognition in models. citeturn0search3"
    ]
}