{
    "nct_id": "NCT06976216",
    "title": "A Phase 3, Randomized, Double-Blind, Placebo-Controlled, Parallel-Group Study to Evaluate the Efficacy and Safety of KarXT + KarX-EC for the Treatment of Cognitive Impairment Associated With Mild to Moderate Alzheimer's Disease (MINDSET 1)",
    "status": "RECRUITING",
    "last_update_time": "2025-09-22",
    "description_brief": "The purpose of this study is to evaluate the efficacy and safety of KarXT + KarX-EC for cognitive impairment in Alzheimer's Disease",
    "description_detailed": "N/A",
    "phase": [
        "PHASE3"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "KarXT (xanomeline + trospium)",
        "KarX-EC (xanomeline enteric capsule)"
    ],
    "placebo": [
        "matching placebo"
    ],
    "explanation_target": [
        "Reason: The trial (MINDSET 1) evaluates KarXT + KarX-EC for treatment of cognitive impairment in mild–moderate Alzheimer’s disease — the intervention is xanomeline (a central muscarinic M1/M4-preferring agonist) co-formulated/combined with trospium to reduce peripheral side effects (KarXT) and an enteric xanomeline capsule (KarX-EC). This mechanism modulates cholinergic neurotransmission to improve symptoms rather than targeting amyloid or tau pathology, so it fits the \"cognitive enhancer\" definition. citeturn1search8turn0search1",
        "Act: Evidence from public trial listings and drug literature: KarXT is xanomeline + trospium (xanomeline = M1/M4-preferring muscarinic agonist). KarX-EC is described in trial registrations as an enteric xanomeline capsule; the MINDSET 1 listing explicitly names the Phase 3 randomized, double-blind, placebo-controlled study for cognitive impairment in AD (KarXT + KarX-EC vs placebo). These sources support that the drug is a symptomatic cholinergic agonist regimen being tested for cognition. citeturn0search1turn1search8",
        "Reflect: Classification check — This is not a biologic (no monoclonal antibody or vaccine), nor a small molecule aimed at AD pathology like amyloid or tau; although xanomeline is a small molecule, it is not disease-targeted in the sense of modifying amyloid/tau — it is a neurotransmitter receptor agonist aimed at improving cognition/symptoms, so \"cognitive enhancer\" is the best-fit category. Note: Related KarXT trials also target neuropsychiatric symptoms (agitation, psychosis) in AD, but MINDSET 1 specifically targets cognitive impairment. Relevant trial listings and KarXT pharmacology are cited above. citeturn1search0turn1search4turn0search2"
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The intervention (xanomeline) is a central muscarinic M1/M4-preferring agonist that modulates cholinergic neurotransmission to improve cognition; trospium is a peripherally restricted muscarinic antagonist added to reduce peripheral cholinergic side effects. This is a neurotransmitter-receptor–directed, symptomatic (cognitive-enhancer) approach rather than an anti-amyloid or anti‑tau disease‑modifying strategy. citeturn0search2turn0search5",
        "Act: Extracted details from trial and drug literature: the Phase 3 MINDSET 1 trial tests KarXT (xanomeline + trospium) with KarX-EC (enteric xanomeline capsule) for cognitive impairment in mild–moderate AD—confirming the study and intervention listings. Xanomeline targets muscarinic (M1/M4) receptors in the CNS; trospium is peripherally acting to block non‑CNS muscarinic receptors. Based on these specific neurotransmitter receptor actions, assign CADRO category D) Neurotransmitter Receptors. citeturn1search0turn1search7turn0search5",
        "Reflect: The classification aligns with CADRO because the mechanism is direct modulation of neurotransmitter receptors (muscarinic acetylcholine receptors) to improve symptoms/cognition, not targeting amyloid, tau, inflammation, or other CADRO categories. No evidence in the trial description indicates a multi-target disease‑modifying mechanism, so 'D) Neurotransmitter Receptors' is the most specific fit. Supporting literature and trial registry entries are listed below. citeturn0search2turn1search4",
        "Web sources used (key references): 1) Clinical trial listing for MINDSET 1 (KarXT + KarX-EC) — trial registry entry. citeturn1search0 2) Review/discussion of xanomeline (M1/M4-preferring muscarinic agonist) and rationale (including peripheral side‑effect mitigation). citeturn0search2 3) Phase‑1 evidence that trospium mitigates peripheral cholinergic adverse events when combined with xanomeline. citeturn0search5 4) KarXT clinical trial (EMERGENT) publications describing xanomeline + trospium (mechanism and clinical data). citeturn1search4 5) Trial registry / ANZCTR entry for MINDSET 1 describing KarXT + KarX-EC in AD. citeturn1search7"
    ]
}