{
    "nct_id": "NCT01181310",
    "title": "A Five-Period, Placebo-Controlled, Crossover Study to Evaluate the Effect of Donepezil and MK-3134 on Reversal of Cognitive Impairment Associated With a Single-Dose of Scopolamine.",
    "status": "COMPLETED",
    "last_update_time": "2015-11-05",
    "description_brief": "The drug, scopolamine, can result in short-term impairments of cognitive function, attention, and memory that resemble those seen in aging and Alzheimer's disease. This study tested the capability of both individual and combined doses of MK-3134 and the current standard treatment: donepezil (Aricept), to reverse such impairments, following a single dose of scopolamine. Participants were evaluated after each of 5 different treatment periods (in a cross-over, double-dummy design): A: placebo to match both donepezil (oral \\[PO\\]) and MK-3134 (PO) followed by placebo scopolamine (subcutaneous \\[SQ\\]); B: placebo to match both donepezil (PO) and MK-3134 (PO), followed by scopolamine SQ; C: MK-3134 (PO) followed by scopolamine SQ; D: donepezil (PO) followed by scopolamine SQ; E: MK-3134 (PO) and donepezil (PO) followed by scopolamine SQ. The doses of MK3134, donepezil, and scopolamine were the same over all treatment arms in which the specified drug was administered. There were 8 total visits for each treatment period, including 5 Treatment Visits requiring 14-day intervals between visits for study-drug washout. Participants were assessed for cognitive function before and after each treatment period during the Treatment Visits.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "MK-3134 (histamine H3 receptor inverse agonist)",
        "donepezil (acetylcholinesterase inhibitor, Aricept)",
        "scopolamine (antimuscarinic challenge agent)"
    ],
    "placebo": [
        "placebo (used as control in crossover arms)"
    ],
    "explanation_target": [
        "Reason: The trial uses scopolamine to induce short-term cognitive impairment and tests whether MK-3134 and donepezil (alone and combined) reverse that impairment — an experimental paradigm for assessing symptomatic cognitive enhancement rather than targeting underlying AD pathology. citeturn0search0turn1search1.",
        "Act: Key extracted details — MK-3134 is described and studied as a histamine H3 receptor inverse agonist (a small-molecule, procognitive mechanism). Donepezil is an acetylcholinesterase inhibitor used to improve cognition in AD. The trial design (single-dose scopolamine challenge, crossover testing of reversal of impairments) targets symptomatic cognitive improvement. citeturn0search1turn0search5turn1search0.",
        "Reflect: Classification check — both investigational agent MK-3134 and donepezil act to enhance neurotransmitter systems to improve cognition acutely (histaminergic and cholinergic), not to modify Alzheimer pathology (amyloid/tau) and neither is a biologic. Therefore the correct category is 'cognitive enhancer'. The trial and supporting literature confirm MK-3134's mechanism and the use of scopolamine as a cognition‑impairment model. citeturn0search1turn1search1.",
        "Web search results used: Clinical trial record summarizing the study (NCT01181310 / Merck trial summary). citeturn0search0; PubMed article reporting MK-3134 as an H3 inverse agonist and study results. citeturn0search1; TargetMol compound page noting MK-3134 as an H3 inverse agonist. citeturn0search5; Donepezil mechanism and clinical use (StatPearls / FDA label summary). citeturn1search0turn1search5."
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The study uses a scopolamine (muscarinic receptor antagonist) challenge to induce short-term cognitive impairment and tests reversal with MK-3134 and donepezil — an experimental paradigm for assessing symptomatic, neurotransmitter-based cognitive enhancement rather than disease‑modifying effects. citeturn2search1turn2search8",
        "Act: Extracted intervention details — MK-3134 is a histamine H3 receptor inverse agonist (modulates a presynaptic neurotransmitter receptor) and donepezil is a centrally acting, reversible acetylcholinesterase inhibitor that increases cholinergic neurotransmission. The trial is the Merck NCT01181310 / Cho et al. crossover study testing MK‑3134 and donepezil against scopolamine-induced deficits. citeturn0search0turn0search4turn1search0turn0search1",
        "Reflect: Both investigational agent (MK-3134) and donepezil act by modulating neurotransmitter systems (histaminergic and cholinergic). The scopolamine challenge itself works via muscarinic receptor blockade. These mechanisms align best with CADRO category D) Neurotransmitter Receptors (symptomatic procognitive modulation of neurotransmitter systems), not amyloid/tau or other pathology‑modifying categories. The trial is not a multi-target disease‑modifying trial and is not a diagnostic-only study, so 'D) Neurotransmitter Receptors' is the most specific CADRO fit. citeturn0search0turn2search1",
        "Web search results used (key sources): Cho W et al., Psychopharmacology (reporting the MK-3134/donepezil vs scopolamine crossover study; NCT01181310). citeturn0search0; Clinical trial record summary (NCT01181310 / Merck). citeturn0search1; MK-3134 pharmacology / compound listings (TargetMol / MedKoo). citeturn0search4turn0search6; H3 receptor PET / H3 inverse agonist studies describing H3 as a presynaptic neurotransmitter receptor. citeturn0search3; Reviews of the scopolamine challenge as a human pharmacologic model of cognitive impairment. citeturn2search1turn2search8"
    ]
}