{
    "nct_id": "NCT06112860",
    "title": "Over-the-counter Hearing Aids and Mild Cognitive Impairment",
    "status": "RECRUITING",
    "last_update_time": "2025-09-15",
    "description_brief": "The goal of this study is to better understand if, in patients with mild to moderate hearing loss who are also experiencing mild cognitive impairment (MCI) or Alzheimer's disease and related dementias (ADRD), Over-the-Counter (OTC) hearing aids:\n\n1. improve communication\n2. Whether the magnitude of benefit depends on the patient's level of cognitive disability,\n3. Whether alternative remediation (such as targeted communication strategies) offer similar benefits.\n\nParticipants and a communication partner will be randomized into an OTC first or Communication Strategies first arm, where participants will receive communication strategy information customized for those with cognitive impairment.",
    "description_detailed": "This is a single blind cross-over study comparing OTC Hearing Aids to communication strategies information/counseling and their impact on communication between a person who has hearing loss and MCI and a communication partner. Due to the nature of the study, it will not be possible to blind the participants to which arm they are in, but the scorers will be blinded.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The study tests Over‑the‑Counter (OTC) hearing aids (a device) versus communication‑strategy counseling (a behavioral intervention) in people with hearing loss and MCI/ADRD to measure communication benefit — it is not testing a drug, biologic, or a small‑molecule that targets Alzheimer pathology. citeturn0search0turn0search2",
        "Act: Key extracted details — Interventions listed: Device: Over the counter hearing aid; Behavioral: Communication Strategies Information/Counseling; randomized (OTC first vs Communication Strategies first) crossover design to assess communication outcomes in MCI/ADRD. No pharmaceutical or biologic agent is mentioned. citeturn0search2turn0search5",
        "Reflect: By the category definitions: this is neither a disease‑targeted biologic nor a disease‑targeted small molecule, nor a pharmacologic cognitive enhancer, nor an intervention primarily targeting neuropsychiatric symptoms. Although hearing‑aid interventions have been studied for potential cognitive benefits in MCI, that effect would be indirect (sensory remediation/communication support) and does not change the classification — therefore the correct classification is 'N/A'. For context on trials of hearing‑aid interventions and cognition, see related trials/literature. citeturn0search9turn0search3"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}