{
    "nct_id": "NCT04916886",
    "title": "To Evaluate the Immunogenicity Bridging Between Different Manufacture Scales and Between Different Lots of Novel Coronavirus Vaccine (Adenovirus Type 5 Vector) (Ad5-nCoV) in Population 6-59 Years of Age.",
    "status": "COMPLETED",
    "last_update_time": "2023-02-07",
    "description_brief": "The study is a single-center, randomized and double-blinded trial to evaluate the immunobridging between different manufacture scales, lot-to-lot consistency of the Recombinant Novel Coronavirus Vaccine (Adenovirus Type 5 Vector)(Ad5-nCOV) in population 6-59 years of age. The immunobridging between different manufacture scales will be evaluated first, the immunobridging between different age groups will be evaluated second, the lot-to-lot consistency will be evaluated at last.",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "OTHER",
    "results": null,
    "target_category": "N/A",
    "drug": [
        "Recombinant Novel Coronavirus Vaccine (Adenovirus Type 5 Vector) (Ad5-nCoV) — non-replicating Ad5-vectored COVID-19 vaccine (CanSino/Beijing Institute of Biotechnology)"
    ],
    "placebo": [
        "Placebo (biological, as used in the trial)"
    ],
    "explanation_target": [
        "Reason: The provided trial evaluates immunobridging and lot-to-lot consistency for a COVID-19 vaccine (Ad5-nCoV), a viral-vector vaccine intended to prevent SARS‑CoV‑2 infection — not an Alzheimer’s therapeutic. Therefore it does not fit any of the Alzheimer’s-specific target categories (disease-targeted biologic/small molecule, cognitive enhancer, or neuropsychiatric symptom improvement). citeturn0search9turn0search7.",
        "Act: Key extracted details — intervention name: Recombinant Novel Coronavirus Vaccine (Adenovirus Type 5 Vector, Ad5-nCoV); sponsor/developer: CanSino Biologics and Beijing Institute of Biotechnology; trial purpose: immunobridging between manufacture scales and age groups and lot-to-lot consistency in ages 6–59. citeturn0search9turn0search7turn0search10.",
        "Reflect: Classification check — Ad5-nCoV is a biologic vaccine targeting SARS‑CoV‑2 spike protein delivered by an adenovirus type 5 vector, so while it is a disease-targeted biologic for COVID‑19, it is unrelated to Alzheimer’s disease and therefore the correct response under the Alzheimer’s-focused category scheme is 'N/A'. No Alzheimer’s pathology, cognitive endpoint, or neuropsychiatric symptom endpoint is described. citeturn0search7turn0search10.",
        "Web search sources used: clinical trial listing describing this immunobridging/lot-to-lot study (Ad5-nCoV, ages 6–59). citeturn0search9; published descriptions of Ad5-nCoV as a non-replicating Ad5-vectored SARS‑CoV‑2 spike vaccine (CanSino/Beijing Institute of Biotechnology). citeturn0search7turn0search10."
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}