{
    "nct_id": "NCT05760521",
    "title": "Optimizing Rural Community Health Through Interdisciplinary Dementia Detection and Care",
    "status": "COMPLETED",
    "last_update_time": "2023-10-04",
    "description_brief": "The overall goal of this one-year study is to test a comprehensive protocol for Alzheimer's Disease and Related Dementias (ADRD) diagnosis and care management that can be used as a model for rural communities, which experience low rates of dementia diagnosis and treatment.",
    "description_detailed": "The ORCHID study integrates 1) A one-group community educational intervention focused on increasing community awareness of brain-health promoting behaviors and dementia literacy and knowledge; and 2) A primary care provider dementia educational intervention designed to improve provider knowledge and confidence in detecting, diagnosing, and treating patients with cognitive impairment, with the goal of increasing ADRD diagnosis and treatment rates, reducing dementia-related hospitalization rates, increasing utilization of available local support services, and improving caregiver-related outcomes.\n\nThe community education intervention is a 6-week culturally-relevant educational program focused on brain health promotion. Effects of the community intervention on dementia knowledge and literacy will be assessed with a pre-post analytic approach using paired t-tests to compare changes in mean AD knowledge and literacy. The provider dementia educational intervention uses a cluster-randomized trial design with participating primary care provider offices randomly assigned to either receive the intervention (Arm A) or the control group (Arm B). Providers assigned to Arm A receive an educational intervention that includes training in ADRD detection, diagnosis, and care management. Providers assigned to Arm B do not receive educational intervention. Both groups receive the following: detailed reports from neuropsychological testing performed by a study clinician, hands-on training of provider office staff on dementia screening tools, and support with referrals to local support services. The two study groups (Arms A and B) will be compared on: 1) change in provider dementia knowledge and confidence, caregiver burden and self-efficacy; and 2) rates of dementia diagnosis and treatment, rates of dementia-related hospital admissions, and rates of referral to support service. A generalized linear mixed model analytic approach will be used to assess the effect of the provider intervention on study outcomes.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "DIAGNOSTIC",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The study (ORCHID) tests a one-year comprehensive protocol for ADRD diagnosis and care management in rural communities (community education + primary care provider dementia educational intervention), not a pharmacologic agent or biologic targeting AD pathology; its listed intervention is a \"Provider Educational Intervention.\" citeturn0search0turn0search3",
        "Act: Key extracted details — title: \"Optimizing Rural Community Health Through Interdisciplinary Dementia Detection and Care (ORCHID)\"; goal: test a protocol for ADRD diagnosis and care management (community brain-health education + PCP dementia education); intervention type: Other — Provider Educational Intervention. No drug or placebo is used or mentioned in the registry/summary. Therefore the trial does not fit the four therapeutic categories and is classified as 'N/A'. citeturn0search0turn0search3turn0search1",
        "Reflect: Classification check — per definitions: not a biologic (no monoclonal antibody/vaccine), not a small molecule, not a cognitive-enhancing pharmacologic agent, and not focused on neuropsychiatric symptom pharmacotherapy; it is a diagnostic/care-management implementation study. 'N/A' is therefore appropriate. citeturn0search0turn0search1",
        "Web search results (sources used): 1) Trial record summary for \"Optimizing Rural Community Health Through Dementia Detection and Care (ORCHID)\" — lists condition Alzheimer’s disease, intervention: Other: Provider Educational Intervention, NCT05760521. citeturn0search0",
        "2) Florida Atlantic University description of the ORCHID project — describes community educational intervention and provider training for dementia detection/management in Glades (Belle Glade, Pahokee, Canal Point, South Bay). citeturn0search1",
        "3) CTV/Veeva trial listing for ORCHID — interventional study, status completed, interventions: Provider Educational Intervention; confirms study aims to increase ADRD diagnosis and treatment rates via education. citeturn0search3"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}