{
    "nct_id": "NCT02750982",
    "title": "A Single-Arm Prospective Investigation of the Effects of Laughter Therapy on Mood, Stress, and Self-Efficacy in People With Central Nervous System Disorders.",
    "status": "COMPLETED",
    "last_update_time": "2018-09-24",
    "description_brief": "This is a prospective investigation of the effects of Laughter therapy (LT) on perceived stress, self-efficacy, mood and other wellness measures in people with the following neurological conditions: Alzheimer's disease, amyotrophic lateral sclerosis, brain injury, Huntington's Disease, multiple sclerosis, Parkinson's Disease, post-stroke, spinal cord injury.",
    "description_detailed": "Laughter therapy (LT) has potential benefits in treating illness. It combines laughter with breathing and body exercises to stimulate laughter, both real and artificial, in a group setting. Laughter therapy may help treating illness by strengthening breathing muscles, improving mood, and providing pain and stress relief. EvergreenHealth has presented laughter therapy classes to patients with Parkinson's disease and Multiple sclerosis and other neurological conditions. The therapy will be led by a certified laughter therapist and mental health professional.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "HEALTH_SERVICES_RESEARCH",
    "results": null,
    "target_category": "neuropsychiatric symptom improvement",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention in this trial is Laughter Therapy (a non‑pharmacologic/group behavioral intervention) aimed at improving perceived stress, mood, and self‑efficacy in people with CNS disorders including Alzheimer’s disease. The trial listing describes the intervention as “Laughter Therapy” (single‑arm, interventional study with outcomes focused on mood/anxiety/depression scales). citeturn1search0turn1search3",
        "Act (key details extracted): Intervention name = Laughter Therapy; single‑group/prospective design; target population includes Alzheimer's disease and other neurological conditions; primary outcomes include measures of depression/anxiety and self‑efficacy. No drug or biologic is administered. citeturn1search0turn1search2",
        "Supporting evidence: Laughter therapy is a psychosocial, non‑drug intervention shown in randomized trials and meta‑analyses to reduce stress, anxiety and depression and to improve mood/self‑efficacy in clinical populations. (Examples: RCTs and systematic reviews showing benefit on mood/stress). citeturn1search4turn0search9turn0search3",
        "Reflect: Given the intervention is non‑pharmacologic and the stated outcomes are mood, stress, and self‑efficacy (psycho‑behavioral outcomes), the appropriate category is ’neuropsychiatric symptom improvement’ rather than any disease‑targeted biologic/small molecule or cognitive‑enhancer. Note: laughter interventions can sometimes have short‑term cognitive effects in small studies, but the primary intent and measured outcomes of this trial are psychiatric/wellness, supporting the chosen category. citeturn0search3turn1search0",
        "Web search results used: trial listings and descriptions for NCT02750982 (MedPath, NEALS, CenterWatch) and supporting literature on laughter therapy efficacy (PubMed RCTs and a recent meta‑analysis). citeturn1search0turn1search3turn1search2turn1search4turn0search9"
    ],
    "agent_type": "T) Other",
    "explanation_agent": [
        "Reason: The intervention is Laughter Therapy — a non‑pharmacologic, psychosocial/group behavioral intervention aimed at improving mood, perceived stress, and self‑efficacy in people with CNS disorders (including Alzheimer’s). This is not a drug, biologic, or a molecular pathway/target listed in CADRO, so no biological CADRO category applies. citeturn1search0turn1search3",
        "Act: Key details extracted from the trial listing — Intervention name: Laughter Therapy; Design: single‑group/interventional; Population: people with neurological diseases including Alzheimer’s; Primary outcomes: depression (PHQ‑9), anxiety (GAD‑7), self‑efficacy (GSE); No drug/biologic or molecular target is administered. Based on these facts, assign the CADRO category 'T) Other'. citeturn1search3turn1search1",
        "Reflect: This classification aligns with CADRO because the trial targets neuropsychiatric/wellness outcomes via a psychosocial intervention rather than a biological mechanism (amyloid, tau, inflammation, synaptic plasticity, etc.). Systematic reviews and meta‑analyses show laughter/humor interventions affect depression, anxiety and stress, supporting that the intervention’s intent is psycho‑behavioral rather than molecular. Therefore 'T) Other' (no CADRO biological target) is the appropriate choice. citeturn0search3turn0search0",
        "Output: {\"category\": \"T) Other\"} — Explanation: The trial tests a psychosocial (laughter) intervention with outcomes focused on mood/stress/self‑efficacy and contains no drug/biologic or identifiable biological target, so it does not fit CADRO categories A–Q and is best classified as 'T) Other'.",
        "Web search results used (selected): NEALS trial listing for NCT02750982 (trial description and eligibility). citeturn1search0; MedPath/Clinical trial record for NCT02750982 (intervention, outcomes, single‑group design). citeturn1search3turn1search6; CenterWatch listing (trial summary/details). citeturn1search1; Meta-analysis of laughter/humour interventions on depression/anxiety/sleep (Zhao et al., 2019). citeturn0search3; Recent systematic reviews/meta‑analyses showing laughter therapy reduces stress, anxiety, depression in clinical populations. citeturn0search4turn0search1"
    ]
}