{
    "nct_id": "NCT01492374",
    "title": "A Multi-Center, Randomized, Double-Blind, Placebo-Controlled Study to Evaluate the Safety, Tolerability and the Effect of BMS-241027 on Cerebrospinal Fluid Biomarkers in Subjects With Mild Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2014-07-23",
    "description_brief": "The purpose of the study is to evaluate safety and the pharmacodynamic effects of BMS-241027 on cerebrospinal fluid (CSF) Tau, connectivity magnetic resonance imaging (MRI), and computerized cognitive tests in mild Alzheimer's disease (AD) subjects, following 9 weekly intravenous (IV) infusions of BMS-241027",
    "description_detailed": "N/A",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "BMS-241027 (epothilone microtubule-stabilizing small molecule)"
    ],
    "placebo": [
        "Placebo matching BMS-241027"
    ],
    "explanation_target": [
        "Reason: The trial tests BMS-241027 and measures CSF tau, MRI connectivity, and cognitive tests—outcomes aimed at disease biology rather than only symptomatic relief. Preclinical and clinical sources identify BMS-241027 as an epothilone-class microtubule-stabilizing agent that targets microtubule dysfunction related to tau pathology, which is a disease-modifying strategy rather than a pure cognitive enhancer or symptom therapy. citeturn0search6turn0search0",
        "Act (extracted details): Intervention = BMS-241027 given IV once weekly for 9 weeks (multiple dose arms reported: e.g., 0.003, 0.01, 0.03 mg/kg) with a matching placebo control. The compound is described in the literature and trial registries as a microtubule stabilizer (small molecule epothilone) developed by Bristol-Myers Squibb. These sources explicitly link BMS-241027 to microtubule stabilization and report both preclinical tau-model benefits and early human safety/pharmacokinetic studies. citeturn0search7turn0search1turn0search6",
        "Web search results (key sources found): 1) BMS clinical trials listing for this study (trial overview and endpoints). citeturn0search0 2) PubMed article showing BMS-241027 (an epothilone) stabilizes microtubules and improves tau pathology and cognition in tau transgenic mice. citeturn0search6 3) Phase I/healthy-volunteer study summaries and abstracts reporting BMS-241027 as a microtubule stabilizer with tolerability data. citeturn0search1 4) Trial registries/aggregators listing dosing arms, enrollment, and placebo control for NCT01492374. citeturn0search7turn0search2",
        "Reflect: Classification rationale — BMS-241027 is a small-molecule, non-biologic (epothilone) whose mechanism is microtubule stabilization intended to counter tau-related neurodegeneration (disease pathology). That fits the definition of 'disease-targeted small molecule' (small-molecule drug targeting Alzheimer’s pathology). There is no evidence this is a biologic, purely symptomatic cognitive enhancer, or a neuropsychiatric-symptom drug; therefore the correct category is 'disease-targeted small molecule'. Relevant sources are cited above for verification. citeturn0search6turn0search0"
    ],
    "agent_type": "B) Tau",
    "explanation_agent": [
        "Reason: BMS-241027 (epothilone D, epoD) is a brain-penetrant, small-molecule microtubule-stabilizing agent developed to counter microtubule dysfunction associated with pathological tau in Alzheimer’s disease. Preclinical studies show epoD restores microtubule stability, reduces tau pathology, and improves cognition in tau transgenic mice, indicating a tau-directed disease-modifying mechanism. citeturn0search2turn0search3turn0search8",
        "Act: Extracted details from the clinical-trial registry and sponsor pages show the intervention is BMS-241027 administered IV once weekly for 9 weeks (dose arms 0.003, 0.01, 0.03 mg/kg) versus placebo, with primary pharmacodynamic/endpoints including changes in CSF tau, MRI connectivity, and cognitive tests—consistent with an intervention targeting tau-related biology rather than only symptomatic relief. citeturn0search1turn0search0",
        "Reflect: Mapping this mechanism to CADRO categories, the trial’s mechanism (microtubule stabilization to address tau-mediated neurodegeneration and reduce tau pathology) most specifically fits category B) Tau. The intervention is a small-molecule, non-biologic agent acting on a tau-related pathway (microtubule dynamics), not a multi-target biologic or a non-therapeutic diagnostic, so 'B) Tau' is the appropriate classification. Supporting summaries and reviews corroborate that clinical development centered on tau-targeting rationale. citeturn0search4turn0search7"
    ]
}