{
    "nct_id": "NCT00966966",
    "title": "An Open-Label, Nonrandomized Study To Evaluate The Potential Pharmacokinetic Interaction Between SAM-531 and Gemfibrozil, A Cytochrome P-450 2C8 Inhibitor, When Coadministered Orally To Healthy Young Adult Subjects",
    "status": "COMPLETED",
    "last_update_time": "2010-08-18",
    "description_brief": "The purpose of this study is to evaluate the effects of multiple doses of Gemfibrozil on the plasma concentration of a single dose of SAM-531 in healthy young adult subjects and to assess the safety and tolerability of co-administration of SAM-531 and Gemfibrozil.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "SAM-531 (cerlapirdine; PF-05212365) — selective 5-HT6 receptor antagonist (small-molecule)",
        "Gemfibrozil — CYP2C8 inhibitor (co-administered interaction probe)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The described trial tests SAM-531 given orally with gemfibrozil to assess pharmacokinetics/safety. SAM-531 is identified in the literature as cerlapirdine (PF-05212365), a selective, potent antagonist of the 5‑HT6 receptor that was developed for symptomatic treatment of cognitive disorders in Alzheimer’s disease (i.e., a neurotransmitter‑modulating cognitive agent rather than an anti‑amyloid/tau biologic). citeturn2search0turn2search9.",
        "Act: Key extracted facts — (1) the trial NCT00966966 is an open‑label Phase 1 PK interaction study of SAM‑531 co‑administered with gemfibrozil in healthy adults. citeturn3search2 (2) SAM‑531 = cerlapirdine, a small‑molecule 5‑HT6 receptor antagonist (a symptomatic/cognitive‑enhancing mechanism). citeturn2search0turn2search3 (3) Gemfibrozil is used as a CYP2C8 inhibitor probe and is known to produce clinically important CYP2C8 inhibition. citeturn4search6turn4search1. Based on these, SAM‑531’s mechanism (5‑HT6 antagonism) fits the definition of a cognitive enhancer rather than a disease‑targeted biologic or small‑molecule anti‑pathology agent.",
        "Reflect: The classification as 'cognitive enhancer' aligns with: SAM‑531 being a small‑molecule 5‑HT6 antagonist developed for symptomatic cognitive improvement (not a monoclonal antibody/vaccine targeting amyloid or tau, and not primarily aimed at neuropsychiatric symptom management). The trial described is a PK interaction/safety study (co‑administration with a CYP2C8 inhibitor) rather than a disease‑modification study, so 'cognitive enhancer' is the best fit. Relevant sources: SAM‑531/cerlapirdine pharmacology and AD clinical development details, the specific NCT00966966 trial record, and literature describing gemfibrozil as a CYP2C8 inhibitor. citeturn2search0turn3search2turn4search6."
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The trial tests SAM-531 (cerlapirdine), which is a selective small‑molecule antagonist of the 5‑HT6 (serotonin) receptor — a neurotransmitter receptor targeted for symptomatic cognitive enhancement rather than an anti‑amyloid or anti‑tau disease‑modifying mechanism. citeturn0search4turn1search12",
        "Act: Key extracted facts from the trial description — (1) SAM‑531 = cerlapirdine, a selective 5‑HT6 receptor antagonist (small molecule) developed as a cognitive enhancer. citeturn0search4turn1search12 (2) NCT00966966 is an open‑label Phase 1 PK interaction study of SAM‑531 co‑administered with gemfibrozil in healthy adults (study tests PK/safety, not disease modification). citeturn1search2 (3) Gemfibrozil is used here as a CYP2C8 inhibitor probe — a pharmacokinetic interaction partner rather than the trial’s therapeutic target. citeturn0search2turn0search0 Based on the mechanism (5‑HT6 antagonism), the most specific CADRO match is D) Neurotransmitter Receptors.",
        "Reflect: Classification check — 5‑HT6 is a serotonin neurotransmitter receptor, so the intervention modulates neurotransmission for symptomatic cognitive enhancement and fits CADRO category D rather than amyloid, tau, inflammation, or multi‑target categories. The trial is a PK interaction/safety study (gemfibrozil used as CYP2C8 probe), so there is no competing disease‑pathology target to reclassify this as another CADRO category. citeturn0search4turn1search2",
        "Web search sources (most relevant): (1) Cerlapirdine / SAM‑531 described as a selective 5‑HT6 antagonist (MedChemExpress / product summary). citeturn0search4 (2) Cerlapirdine (SAM‑531) summary (Wikipedia entry noting 5‑HT6 antagonism and development for cognitive disorders). citeturn1search12 (3) Clinical trial record for NCT00966966 (open‑label PK interaction study of SAM‑531 with gemfibrozil). citeturn1search2 (4) Reviews and studies documenting gemfibrozil as a mechanism‑based inactivator / strong in vivo inhibitor of CYP2C8. citeturn0search2turn0search0"
    ]
}