{
    "nct_id": "NCT00556660",
    "title": "Evaluation of [123I] AV51 and SPECT as a Marker of Beta-amyloid Protein Deposition in Subjects With Alzheimer Disease in Comparison to Healthy Subjects",
    "status": "COMPLETED",
    "last_update_time": "2019-03-12",
    "description_brief": "The main objectives of this proposal are as follows:\n\nTo assess the dynamic uptake and washout of 123-I AV51, a potential imaging biomarker for β-amyloid burden in brain, using single photon emission computed tomography (SPECT) in similarly aged healthy controls and Alzheimer's (AD) subjects\n\nTo perform blood metabolite characterization of 123-I AV51 in healthy and AD subjects to determine the metabolic fate and nature of metabolites in assessment of 123-I AV51 as a single photon computed tomography (SPECT) brain imaging agent\n\nEvaluate the test/retest reproducibility of 123-I AV51 and SPECT in AD subjects and healthy controls",
    "description_detailed": "Research Plan:\n\nGeneral Design and Methods. The underlying goal of this study is to assess 123-I AV51 SPECT imaging as a tool to detect ß-amyloid deposition in the brain of AD research participants and age- and gender-matched healthy subjects. All study procedures will be conducted at the Institute for Neurodegenerative Disorders (IND) and Molecular NeuroImaging (MNI) in New Haven, CT. Approximately 20 patients with Alzheimers disease (AD) and 10 healthy controls will be recruited to participate in this study. Healthy controls will be examined to ensure that there is no evidence of neurodegenerative changes including cognitive decline. Informed consent will be obtained for all. All subjects will undergo a screening evaluation including baseline clinical laboratory testing, a baseline physical and neurological evaluation and baseline cognitive evaluations. Subjects will be asked to undergo a bolus injection of 123-I AV51. Subjects will undergo serial SPECT imaging scans and serial venous plasma sampling for measurement of 123-I AV51 in plasma (both protein bound and free) over a period of up to 6 hours. Subjects may be asked to undergo a second imaging visit between 2 and 6 weeks following the initial imaging visit following similar procedures to the initial imaging visit to evaluate the reproducibility of the imaging measure using this procedure. The imaging analyses will be performed by an image-processing specialist who will remain masked to the procedures employed with each imaging acquisition. The primary imaging outcome measure will be the brain regional distribution volumes expressed as a brain tissue to plasma ratio of the radioligand, 123-I AV51. Time to the peak uptake and amplitude of the peak uptake will be evaluated for all brain regions and the results for the AD patients and controls will be compared. For those subjects undergoing repeat imaging visits, the data from the initial scan will be compared to the second scan to determine which offers the reproducibility of the imaging outcome measure.",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "SCREENING",
    "results": null,
    "target_category": "N/A",
    "drug": [
        "[123I] AV51 (aka [123I] AV-151 / AV151) — radiolabeled SPECT imaging agent for β-amyloid"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The description and trial title state the intervention is [123I] AV51 used with SPECT to image β-amyloid burden (i.e., an imaging/radiotracer), not a therapeutic intended to modify disease or improve cognition/behavior. citeturn0search0turn0search1",
        "Act: Key trial details — title and objectives explicitly describe assessment of uptake/washout, metabolite characterization, and test/retest reproducibility of 123‑I AV51 as a SPECT marker of beta‑amyloid in AD vs healthy subjects; the intervention is listed as [123I] AV‑151/AV151 (a diagnostic radiotracer). citeturn0search1turn0search9",
        "Reflect: Classification check — by the category definitions: (1) Disease‑targeted biologic = biologic therapeutics (e.g., antibodies) targeting pathology — not applicable; (2) Disease‑targeted small molecule = therapeutic small-molecule drugs targeting pathology — not applicable; (3) Cognitive enhancer = therapeutic to improve cognition — not applicable; (4) Neuropsychiatric symptom improvement = symptomatic behavioral/psychiatric treatment — not applicable. Because this is a diagnostic imaging agent (SPECT radiotracer) used to measure amyloid burden rather than to treat or symptom-manage, the correct category is 'N/A'. citeturn0search0turn0search1",
        "Web search results (sources found): 1) Clinical trial record describing Evaluation of [123I] AV51 / AV‑151 as a SPECT marker of beta‑amyloid (trial objectives and intervention listed). citeturn0search0turn0search1 2) MedPath trial entries for the AV151/AV151 and related AV-series SPECT tracers showing the same study details and status. citeturn0search1turn0search9 3) A PubMed review summarizing the field of amyloid plaque imaging (context showing these AV-series agents are part of imaging tracer development rather than therapeutics). citeturn0search6"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}