{
    "nct_id": "NCT03236792",
    "title": "Phase 1/2 Study Of Ixazomib In Combination With Cyclophosphamide And Dexamethasone In Patients With Newly Diagnosed Immunoglobulin Light Chain AL Amyloidosis",
    "status": "COMPLETED",
    "last_update_time": "2022-09-28",
    "description_brief": "Light chain (AL) amyloidosis is a bone marrow disorder that affects a wide range of organs that can lead to organ dysfunction and death. Amyloid is an abnormal protein that is produced in your bone marrow and cannot be broken down. It builds up in different organs preventing them from working well. The most commonly affected organs are the kidneys, heart, liver, spleen, nervous system, and digestive tract. Treatment with chemotherapy can stop the growth of abnormal cells that produce this abnormal protein. Decrease in amyloid protein in the body improves the function of the affected organs.\n\nThe primary purpose of this study is to determine the safest dose of the medications and how well you tolerate them or the \"maximum tolerated dose\" (MTD). The study uses Ixazomib in combination with cyclophosphamide and dexamethasone to treat people with newly diagnosed AL amyloidosis. This combination of medications is an oral regimen that is taken over 6 cycles. The first part of study will determine the safety of this regimen and the second part of the study will determine how effective this combination of drugs is to treat your disease.",
    "description_detailed": "This study is a phase 1/2 study to assess safety and hematologic response rate of Ixazomib (MLN) in combination with Cyclophosphamide (CTX) and Dexamethasone (DEX). This is an open label multi-center, dose escalation safety study for patients with newly diagnosed AL Amyloidosis.\n\nA 3+3 design will be utilized to determine the MTD for MLN + CTX + DEX in 28-day treatment cycle. Treatment cycles will be repeated up to 6 cycles or until disease progression or until development of significant treatment-related toxicities. A total of up to 30 patients are planned to enroll into the study, with a maximum of 18 patients in the dose escalation arm and 18 patients in the MTD expansion arm. The cohort of 6 patients treated at the MTD during the dose expansion phase will also serve as the initial 6 patients for the expansion Phase II cohort. These 6 patients will contribute data to both the phase I dose escalation study and the phase II expansion study. To complete the Phase II cohort, an additional 12 new patients will need to be enrolled.\n\nMLN will be taken orally on days 1, 8, and 15 at doses of 3 mg or 4 mg. CTX will be taken orally on the same days with dose escalation from 300 mg up to 500 mg. DEX will be taken orally on days 1, 8, 15, 22 at 20 mg in the 28-day cycle.",
    "phase": [
        "PHASE1",
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "Disease-targeted small molecule",
    "drug": [
        "Ixazomib",
        "Cyclophosphamide",
        "Dexamethasone"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is ixazomib (an oral proteasome inhibitor), given with cyclophosphamide and dexamethasone to suppress the clonal plasma cells that produce amyloidogenic light chains; the intended effect is disease modification by reducing amyloid production and improving organ function. citeturn0search2turn0search1",
        "Act: Ixazomib is a small-molecule, reversible 20S/26S proteasome inhibitor (drug class and mechanism). The trial is a Phase 1/2 study of ixazomib combined with cyclophosphamide and dexamethasone in newly diagnosed AL (light-chain) amyloidosis, testing safety, MTD, and hematologic/organ responses — i.e., a disease-targeting therapeutic strategy rather than a symptomatic/cognitive or diagnostic intervention. citeturn0search2turn0search0turn0search1",
        "Reflect: Classification as a \"disease-targeted small molecule\" is supported because ixazomib is a small-molecule proteasome inhibitor aimed at eliminating the plasma-cell source of pathogenic light chains (disease modification). Clinical reports show activity of ixazomib-containing regimens in AL amyloidosis (hematologic and organ responses), consistent with a disease-directed small-molecule approach. No biologic (e.g., monoclonal antibody) or purely symptomatic/cognitive indication is described, so other categories are not appropriate. citeturn0search3turn0search7"
    ],
    "agent_type": "I) Proteostasis/Proteinopathies",
    "explanation_agent": [
        "Reason: The investigational drug ixazomib is an oral, small-molecule, reversible proteasome inhibitor given to eliminate the clonal plasma cells that produce amyloidogenic light chains; this is a disease-directed strategy aimed at altering protein homeostasis and reducing pathogenic amyloid production rather than a symptomatic or purely diagnostic intervention. citeturn1search0turn1search4",
        "Act: The trial tests ixazomib combined with cyclophosphamide and dexamethasone in newly diagnosed AL (light-chain) amyloidosis (Phase 1/2), i.e., a proteasome-targeting, disease-modifying regimen—so the CDA R O category matching this mechanism is Proteostasis/Proteinopathies (I). citeturn0search4turn0search0",
        "Reflect: Ixazomib’s mechanism (reversible inhibition of the 20S proteasome β5 site) and the trial intent (to produce hematologic and organ responses by eliminating the plasma-cell source of misfolded light chains) align with CADRO I (Proteostasis/Proteinopathies). There is no indication the intervention primarily targets amyloid plaques, tau, neuroinflammation, synaptic function, or a non-therapeutic domain; therefore I) Proteostasis/Proteinopathies is the most specific fit. citeturn1search0turn0search4",
        "Web search results cited (key sources): ASCO meeting abstract reporting the Phase 1/2 Ixa+Cy+D study in newly diagnosed AL amyloidosis. citeturn0search0; Blood Advances / ASH publication describing the Phase 1/2 ixazomib + cyclophosphamide + dexamethasone trial and its hematologic/organ response outcomes. citeturn0search4; FDA prescribing information (NINLARO label) describing ixazomib as a reversible proteasome inhibitor (mechanism of action). citeturn1search0; Clinical pharmacology review summarizing ixazomib’s selective, reversible inhibition of the 20S proteasome β5 site. citeturn1search4."
    ]
}