{
    "nct_id": "NCT02340195",
    "title": "Interventional, Single-site, Open-label, Reduced/Staged, Multiple-dose Study Investigating the Pharmacokinetic Properties of Idalopirdine (Lu AE58054) in Patients With Renal Impairment and in Healthy Subjects",
    "status": "COMPLETED",
    "last_update_time": "2015-11-06",
    "description_brief": "The purpose of this study is to evaluate the pharmacokinetics properties of idalopirdine following multiple dosing in patients with renal impairment and compare to those in healthy subjects",
    "description_detailed": "N/A",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "Idalopirdine (Lu AE58054)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The investigational product is idalopirdine (Lu AE58054). Published pharmacology and clinical trial reports identify idalopirdine as a selective small‑molecule antagonist of the serotonin 5‑HT6 receptor developed to improve cognitive performance in Alzheimer’s disease (often studied as an adjunct to acetylcholinesterase inhibitors). This mechanism and intended effect (symptomatic cognitive improvement rather than targeting amyloid/tau pathology) match the definition of a \"cognitive enhancer.\" citeturn1search1turn1search4",
        "Act: Key trial details and drug identity from registries: the cited pharmacokinetic study (NCT02340195) tests multiple dosing of idalopirdine in patients with renal impairment vs healthy subjects, confirming the drug name and sponsor (H. Lundbeck A/S). Pharmacology sources describe Lu AE58054 as a small‑molecule 5‑HT6 antagonist with pro‑cognitive effects in preclinical and clinical studies. These sources support classifying the intervention as a cognitive enhancer (small molecule), not a biologic or a disease‑modifying anti‑amyloid/tau agent. citeturn0search0turn0search6turn1search3",
        "Reflect: The trial described is a PK study in renal impairment (no disease‑modifying intent stated), and the drug’s established mechanism (5‑HT6 antagonism) is aimed at improving cognition/symptomatic benefit. Therefore the correct category is \"cognitive enhancer.\" There is little ambiguity—the compound is a small molecule (not a monoclonal antibody or vaccine) and its development program focused on symptomatic cognitive endpoints. citeturn1search4turn1search0"
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The investigational drug is idalopirdine (Lu AE58054), a selective small‑molecule antagonist of the serotonin 5‑HT6 receptor intended to improve cognition (symptomatic/cognitive enhancer), not to alter amyloid or tau pathology. This mechanism targets a neurotransmitter receptor (5‑HT6). citeturn0search2turn1search5",
        "Act: Extracted trial and drug details — the pharmacokinetic study NCT02340195 (multiple dosing in renal impairment vs healthy subjects) lists Idalopirdine (Lu AE58054) 60 mg and sponsor H. Lundbeck A/S, confirming the drug identity and trial focus on PK rather than disease modification. Pharmacology and clinical trial reports identify idalopirdine as a selective 5‑HT6 receptor antagonist developed as an adjunct cognitive enhancer in AD. citeturn1search0turn0search2turn0search0",
        "Reflect: Mapping to CADRO — 5‑HT6 is a neurotransmitter receptor; CADRO category D) Neurotransmitter Receptors best matches this intervention because the target is a specific neurotransmitter receptor aimed at symptomatic cognitive improvement. It is not primarily targeting amyloid (A) or tau (B), nor is it a multi‑target disease‑modifying approach (R). Therefore assign D) Neurotransmitter Receptors. citeturn0search2turn1search5",
        "Key web search results (selected):",
        "- Pharmacology/mechanism: microdialysis and pharmacology studies showing idalopirdine is a high‑affinity selective 5‑HT6 receptor antagonist and modulates monoamines/glutamate relevant to cognition. citeturn0search2turn0search3",
        "- Clinical efficacy/context: Phase 2/phase 3 clinical trial reports and a systematic review/meta‑analysis describing development of idalopirdine as a 5‑HT6 antagonist cognitive enhancer (adjunct to AChEIs) with mixed efficacy results. citeturn1search5turn0search0",
        "- Trial registry / PK study: NCT02340195 (pharmacokinetic study in renal impairment vs healthy subjects) listing Idalopirdine (Lu AE58054) 60 mg, sponsor H. Lundbeck A/S, confirming the described trial. citeturn1search0turn1search3"
    ]
}