{
    "nct_id": "NCT05058040",
    "title": "A Clinical Study to Evaluate the Long-Term Safety Sodium Oligomannate Capsules",
    "status": "ACTIVE_NOT_RECRUITING",
    "last_update_time": "2025-01-22",
    "description_brief": "A clinical study to evaluate the long-term safety of Sodium Oligomannate Capsules (GV-971)",
    "description_detailed": "Sodium oligomannate (Code: GV-971), a marine-derived oligosaccharide after extraction, separation and degradation from algae, can play a role in the treatment of Alzheimer's disease by reconditioning the dysbiosis of gut microbiota, preventing peripheral immune cells from invading the brain, inhibiting the inflammatory response in the brain, and targeting protein folding errors in the brain tissue. Phase I clinical study shows GV-971 was safe and tolerated in healthy adult volunteers when administered continuously at 1200 mg/dose or 1500 mg/day (750 mg/dose, bid) for 5 days. Phase II and III clinical studies show that the treatment of GV-971 at 900 mg/day dosage for 36 weeks can significantly improve the cognitive function of patients with mild to moderate Alzheimer's disease (AD) and was safe and well-tolerated.\n\nSodium Oligomannate Capsules obtained approval from China's National Medical Products Administration (NMPA) on November 2, 2019, with approval letter number of 2019S00571. This product is a chemical drug with a registration classification of 1.2. It is approved for the clinical indication of mild to moderate Alzheimer's disease and the function of improving the cognitive function of patients. The clinical dosage and administration is 3 capsules (450 mg)/time, bid, po.\n\nDue to the limited number of subjects and observation period of medication in completed GV-971 clinical studies, and the screening of patients with the strict inclusion and exclusion criteria, the adverse reactions and long-term safety of GV-971 cannot be comprehensively observed and recorded. Therefore, according to the requirements of the NMPA for the marketing of new drugs, this study is intended to further carry out a post-marketing investigation on expanded population using a design of a 96-week intensive monitoring clinical trial to determine the incidence of known adverse reactions of GV-971 under long-term administration, observe the occurrence of new adverse reactions, analyze the correlation, incidence, severity, and risk factors of adverse reactions/events, and better guide the rational use of drugs in clinical practice.",
    "phase": [
        "PHASE4"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "Disease-targeted small molecule",
    "drug": [
        "Sodium Oligomannate (GV-971)"
    ],
    "placebo": [
        "Placebo (matching capsules)"
    ],
    "explanation_target": [
        "Reason: The trial tests Sodium Oligomannate (GV-971), a marine-derived oligosaccharide that has been reported to (a) modulate gut microbiota and reduce neuroinflammation and (b) bind/inhibit Aβ aggregation — i.e., it is intended to act on Alzheimer’s disease pathology rather than solely as a symptomatic cognitive enhancer. citeturn0search4turn0search2",
        "Act: Key details extracted — drug name: Sodium Oligomannate (GV-971); described as an oligosaccharide (marine‑derived) with proposed mechanisms including gut‑microbiota remodeling, dampening peripheral/central inflammation, and inhibiting Aβ aggregation. GV-971 completed phase 2/3 trials showing cognitive benefit and obtained conditional approval in China (NMPA) in 2019. These characteristics indicate a therapy targeting disease biology rather than only symptomatic cognitive enhancement. citeturn0search0turn0search5turn0search8",
        "Reflect: Classification rationale and ambiguity — GV-971 is not a monoclonal antibody or vaccine (so it does not fit the \"disease-targeted biologic\" label); it is an oligosaccharide (a small carbohydrate drug entity) that targets AD pathology (amyloid/neuroinflammation), so it best fits \"disease-targeted small molecule.\" Note: because it is biologically derived (marine oligosaccharide) some might colloquially call it a \"biologic-like\" agent, but regulatory/pharmacologic classification and the literature treat GV-971 as a small‑molecule/oligosaccharide therapeutic targeting disease mechanisms. citeturn0search2turn0search4",
        "Web-search sources used (summary): Phase II/III trial reports and mechanism studies (showing Aβ interaction, gut‑microbiota → neuroinflammation pathway), and regulatory/press sources about China approval and global development plans. Key sources: phase II report (Alz Res Ther), Aβ-binding biochemical study (PubMed), molecular neurodegeneration gut‑microbiota study, phase III clinical trial summary (PubMed), and company/press information on NMPA approval/IND. citeturn0search0turn0search2turn0search4turn0search5turn0search8"
    ],
    "agent_type": "R) Multi-target",
    "explanation_agent": [
        "Reason: The investigational product is Sodium Oligomannate (GV-971), a marine‑derived oligosaccharide reported to (a) alter gut microbiota and thereby reduce neuroinflammation (microbiota → microglia → inflammation axis) and (b) bind/inhibit Aβ aggregation. These mechanisms map to multiple CADRO categories (N: Gut–Brain Axis; F: Inflammation; A: Amyloid beta). citeturn0search3turn0search0",
        "Act: Key extracted details — drug name: Sodium Oligomannate (GV-971); proposed mechanisms: gut‑microbiota remodeling with downstream reduction in cerebral neuroinflammation, and direct electrostatic binding/inhibition of Aβ aggregation. GV‑971 is marketed/approved in China and is under global development/post‑marketing study programs. These mechanistic and regulatory details are supported by preclinical and clinical reports. citeturn0search2turn0search5turn0search1",
        "Reflect: Because the agent acts through more than one biological pathway relevant to AD pathology (gut‑brain axis, neuroinflammation, and Aβ aggregation), the most appropriate CADRO assignment is R) Multi-target rather than a single-category assignment. If one had to choose a single primary CADRO category based solely on an emphasized mechanism, N) Gut–Brain Axis could be defended (the developer/registrant emphasizes the brain‑gut axis), but the demonstrated anti‑Aβ and anti‑inflammatory effects make 'multi‑target' the more accurate classification. citeturn0search3turn0search0",
        "Web search results used (selected):",
        "- Biochemical/biophysical study showing GV‑971 binds Aβ and blocks aggregation. citeturn0search0turn0search1",
        "- Preclinical work showing GV‑971 alters gut microbiota and reduces amyloidosis and microglial reactivity (microbiota‑microglia‑amyloid axis). citeturn0search3",
        "- Product / company information and NMPA approval details describing GV‑971 as targeting the brain–gut axis. citeturn0search2turn0search6",
        "- Clinical trial / post‑marketing safety study registry information for long‑term safety of sodium oligomannate. citeturn0search5",
        "- Press/registry note about IND/ global development. citeturn0search4"
    ]
}