{
    "nct_id": "NCT03328195",
    "title": "A Pilot Study Evaluating the Feasibility, Safety, and Efficacy of the Vielight Neuro RX Gamma Device for the Treatment of Moderate-to-severe Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2023-01-20",
    "description_brief": "This study tests the effects of the Neuro RX Gamma synchronous and asynchronous devices on the cognitive and behavioral functioning of subjects with moderate-to-severe Alzheimer's Disease. The Neuro RX Gamma is non-invasive and delivers near-infrared energy to the brain in daily treatment sessions at home. An optional substudy will involve the use of the Electroencephalogram (EEG) to assess the effect of the treatment devices on the electrical activity of the brain compared to sham.",
    "description_detailed": "The Neuro RX Gamma system is a headset which emits pulsed near-infrared energy synchronously or asynchronously through diodes placed on the scalp and inside a nostril.\n\nA potential participant will undergo screening procedures to confirm eligibility to participate in the study, followed by randomization procedure to one of the study groups - treatment synchronized, treatment asynchronized or sham (placebo). A dedicated caregiver will apply the device to the subject for 20 minute daily sessions at home, 6 days a week for a total of 12 weeks. The subject and caregiver will be required to return to the clinic for follow-up assessments after 3, 6 and 12 weeks of treatment. Participants will have the choice of opting into a substudy involving the collection of rest EEG recordings during the baseline and weeks 3, 6 and 12 visits.\n\n60 patients will be enrolled in 2 clinical sites in Ontario, Canada.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "Vielight Neuro RX Gamma (photobiomodulation device; 810 nm near-infrared light, pulsed ~40 Hz)"
    ],
    "placebo": [
        "Sham Neuro RX Gamma (sham device)"
    ],
    "explanation_target": [
        "Reason: The intervention is a non‑invasive near‑infrared photobiomodulation device (Vielight Neuro RX Gamma) delivered transcranially and intranasally with the goal of improving cognitive and behavioral functioning in moderate‑to‑severe Alzheimer’s disease — an intent to improve cognition rather than administering a biologic or small molecule. citeturn0search3turn0search2",
        "Act: Key extracted details — device name (Vielight Neuro RX Gamma), modality (near‑infrared LED photobiomodulation, 810 nm), pulse/gamma targeting (~40 Hz), and that the trial includes a sham control. These details come from the device manufacturer and trial registry. citeturn0search2turn0search3turn0search6",
        "Reflect: Classification — this is not a biologic (no antibody/vaccine) nor a small molecule drug; it is a neuromodulation device intended to enhance cognition/brain function. Therefore the best matching category from the provided list is 'cognitive enhancer'. I considered neuropsychiatric symptom improvement because behavior is measured, but the stated primary intent is cognitive/behavioral functioning broadly (cognitive improvement is central), so 'cognitive enhancer' is the appropriate classification. citeturn0search3turn0search5",
        "Web search results (sources used): 1) Trial registry summary describing the pilot feasibility study and its interventions (Neuro RX Gamma synchronous/asynchronous and sham). citeturn0search3 2) Vielight product/research pages describing the Neuro Gamma/RX Gamma device, 810 nm NIR photobiomodulation, and 40 Hz (gamma) pulsing. citeturn0search2turn0search5 3) Clinical trial listings (MedPath / ClinicalTrials entries) summarizing device parameters, dosing (20 minutes/day, etc.), and sham control. citeturn0search1turn0search6"
    ],
    "agent_type": "M) Synaptic Plasticity/Neuroprotection",
    "explanation_agent": [
        "Reason: The intervention is a transcranial + intranasal near‑infrared photobiomodulation device (Vielight Neuro RX Gamma) intended to modulate brain activity (40 Hz gamma pulsing) and improve cognition/behavior in Alzheimer’s disease. Photobiomodulation at 810 nm is reported to act on mitochondrial cytochrome c oxidase, increase bioenergetics/ATP, reduce oxidative stress and inflammation, and to alter neural oscillations (increasing gamma/alpha/beta power) — mechanisms that support synaptic function, network connectivity and neuroprotection. citeturn0search7turn0search4turn0search1",
        "Act: Extracted details from the trial and device pages — device name: Vielight Neuro RX Gamma; modality: transcranial + intranasal photobiomodulation (810 nm near‑infrared LEDs); pulsed at ~40 Hz (gamma); dosing/format: home use, ~20 min sessions with sham control in randomized feasibility/efficacy trials. The clinical aim is cognitive/behavioral improvement in moderate‑to‑severe AD rather than delivery of a biologic or small molecule. These items map to a neuromodulation / cognitive‑enhancement intervention whose proximate biological effects are neuroprotection and modulation of synaptic/network function. citeturn0search6turn0search5turn0search1",
        "Reflect: Mapping to CADRO — the intervention is best categorized under M) Synaptic Plasticity/Neuroprotection because its intended effect is to modulate neural activity and support synaptic/network function and cell survival (improving cognition via neuromodulation and neuroprotective bioenergetic effects). Although photobiomodulation also influences mitochondrial bioenergetics (which could suggest J) Metabolism and Bioenergetics) and reduces inflammation, the primary therapeutic framing in the trial and device literature is neuromodulation to restore network oscillations and support synaptic/neuroprotective outcomes; therefore M is the most specific fit. If the classification required capturing every mechanistic effect, one could argue for R) Multi‑target, but the predominant therapeutic target aligns with synaptic plasticity/neuroprotection. citeturn0search0turn0search4",
        "Web search results (sources used): 1) Vielight blog: 40Hz gamma neuromodulation and rationale for photobiomodulation. citeturn0search0 2) Vielight: Randomized sham‑controlled EEG neuromodulation study (Neuro Gamma; demonstrates increased gamma/alpha/beta power after 810 nm, 40 Hz tPBM). citeturn0search1 3) LucidAging / trial summaries describing Neuro RX Gamma use in AD trials and parameters (810 nm, 40 Hz, 20 min). citeturn0search2turn0search3 4) Vielight device page describing Neuro Gamma / Neuro RX Gamma parameters and intranasal + transcranial delivery. citeturn0search7 5) Trial registry / feasibility pilot listing (Vielight Neuro RX Gamma feasibility pilot; randomized synchronized/asynchronized/sham, 20 min daily, caregiver‑applied). citeturn0search6"
    ]
}