{
    "nct_id": "NCT01715350",
    "title": "A Phase 2 Clinical Study to Explore the Optimal Dosage/Administration of PM012 Tablet in Alzheimer's Disease: Double-Blind, Randomized Between Placebo Control Group and Dose Groups, Parallel-Design, Multicenter Study",
    "status": "COMPLETED",
    "last_update_time": "2016-04-15",
    "description_brief": "The investigators intend to perform exploratory evaluation of the treatment effectiveness and safety of PM012 Tablet of PuriMED Co., Ltd. at 2 doses in Korean patients with mild to moderate dementia of Alzheimer's type. To achieve this, this study aims to compare each dose with placebo control for the efficacy and safety to explore the clinically optimal dose of PM012 Tablet for therapeutic confirmatory (phase 3) clinical studies.",
    "description_detailed": "1. Period of study\n\n   -48 months from the date of KFDA approval of the protocol\n2. Study subjects\n\n   -Patients with mild to moderate Alzheimer's disease\n3. Study objectives\n\n   1. Primary objective\n\n      * To compare the efficacy of 2 doses of PM012 Tablet and placebo based on cognitive effect assessed by ADAS-cog at Week 12 post-dose\n   2. Secondary objectives\n\n      * To compare the efficacy of 2 doses of PM012 Tablet and placebo based on cognitive effect assessed by ADAS-cog at Week 8 post-dose\n      * To compare the efficacy of 2 doses of PM012 Tablet and placebo based on overall functional effect assessed by CDR at Weeks 8 and 12 post-dose\n      * To compare the efficacy of 2 doses of PM012 Tablet and placebo based on activities of daily living assessed by K-IADL at Weeks 8 and 12 post-dose\n      * To compare the efficacy of 2 doses of PM012 Tablet and placebo based on behavioral changes assessed by NPI at Weeks 8 and 12 post-dose\n      * To compare the efficacy of 2 doses of PM012 Tablet and placebo based on cognitive effect assessed by K-MMSE at Weeks 8 and 12 post-dose\n      * To compare the efficacy of 2 doses of PM012 Tablet and placebo based on improvement on VAS assessed by Senile Dementia Pattern Identification Diagnosis System at Weeks 8 and 12 post-dose\n4. Study drug / Comparator\n\n   -650-mg PM012 Tablet by PuriMED Co., Ltd. / Placebo\n5. Dosage/ Administration and Method of administration\n\n   1. Placebo group\n\n      * Morning:Placebo 2T, Evening:Placebo 2T\n   2. Dose group 1\n\n      * Morning:Placebo 1T+Study drug 1T, Evening:Placebo 1T+Study drug 1T\n   3. Dose group 2\n\n      * Morning:Study drug 2T, Evening:Study drug 2T\n   4. Study drug is 650-mg PM012 tablet\n   5. The drug will be taken with water within 30 minutes after breakfast and supper.\n   6. Even if no meal is taken, dosing will not be omitted and the drug should be taken with enough amount of water.\n6. Treatment duration\n\n   -12 weeks\n7. Number of subjects\n\n   1. placebo group\n\n      * Efficacy population:42, Drop-out(20%)included:53\n   2. Dose group 1\n\n      * Efficacy population:42, Drop-out(20%)included:53\n   3. Dose group 2\n\n      * Efficacy population:42, Drop-out(20%)included:53\n   4. Total\n\n      * Efficacy population:126, Drop-out(20%)included:159\n8. Study method\n\n   * This study is designed to be a multicenter, randomized, double-blind, parallel placebo group and 2 dose groups, phase 2 clinical study in patients with dementia of Alzheimer's type aged ≥ 50 and ≤ 85 years.\n   * Once a subject voluntarily provides the written consent to participate in the study, he/she will be randomized only if meeting the inclusion criteria and exclusion criteria through screening test. Randomized subjects will receive the study drug or the placebo for 12 weeks.",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "PM012 (standardized herbal formula / PM012 tablet; PuriMED Co., Ltd.; tested as oral tablet)"
    ],
    "placebo": [
        "Placebo (PM012 placebo)",
        "Donepezil placebo (donepezil used as active comparator in some listings)"
    ],
    "explanation_target": [
        "Reason: The described Phase 2 trial tests PM012 tablets vs placebo (and in some listings vs donepezil as an active comparator) with efficacy assessed on cognitive outcome measures (ADAS‑Cog), indicating the primary intent is to improve cognition in patients with mild–moderate Alzheimer's disease. citeturn0search1turn0search9",
        "Act (drug identity & evidence): PM012 is a standardized herbal formula (reported as a YMJ derivative / herbal neuroprotective formulation) studied preclinically for cognitive benefit, reduced amyloid deposits, increased neurogenesis, and neuroprotection in AD and stroke models; toxicity/safety studies in animals have been reported. These sources identify PM012 as a botanical/herbal preparation rather than a monoclonal antibody or a single small‑molecule drug. citeturn0search3turn0search5turn0search2",
        "Act (classification decision): Because PM012 is an herbal/botanical formulation being tested for improvement in cognitive performance in AD (rather than a biologic like a monoclonal antibody or a defined synthetic small molecule with a named molecular target), the closest fit among the provided categories is 'cognitive enhancer'. citeturn0search2turn0search3",
        "Reflect (ambiguity and caveat): Preclinical data show PM012 may also affect AD pathology (reduced Aβ deposits, increased neurogenesis), suggesting potential disease‑modifying effects; however, given the formulation type (herbal mixture) and the clinical trial's cognition‑focused endpoints, the appropriate classification here is 'cognitive enhancer' while noting some disease‑targeting potential that would require demonstration in humans to reclassify. citeturn0search3turn0search5",
        "Web search results used (key sources): 1) Phase 2 trial listing / study description (trial registry / MedPath / trialx) — confirms trial design, PM012 tablet vs placebo/active comparator and cognitive endpoints. citeturn0search1turn0search9 2) Preclinical and safety/toxicity papers (PMC / PubMed / Molecular Neurobiology) — describe PM012 as a standardized herbal formula, cognitive benefit in AD mouse models, reduced amyloid deposits, neurogenesis, and repeated‑dose toxicity testing. citeturn0search2turn0search3turn0search5"
    ],
    "agent_type": "R) Multi-target",
    "explanation_agent": [
        "Reason: The clinical study tests PM012, a standardized herbal (botanical) formulation, with the primary clinical aim of improving cognition in mild–moderate AD but preclinical data report multiple biological effects (reduced Aβ deposits, increased neurogenesis/BDNF, neuroprotection/anti‑apoptotic and anti‑inflammatory actions). These multiple mechanistic signals map to more than one CADRO category (amyloid biology, neurogenesis/neuroprotection, inflammation, etc.). citeturn1search0turn0search0turn0search6",
        "Act: PM012 is an herbal/YMJ‑derived formulation tested in completed and ongoing Phase‑2 studies versus placebo (and in later protocol listings versus donepezil as an active comparator) with cognition (ADAS‑Cog/ADAS‑cog) as a primary endpoint, while preclinical papers report decreased Aβ, increased neurogenesis/BDNF, improved glucose metabolism, and neuroprotection after PM012. Because the intervention is a multi‑component botanical with evidence of several distinct biological effects rather than a single, well‑defined molecular target, the most appropriate CADRO classification is R) Multi‑target. citeturn1search3turn0search0turn0search1",
        "Reflect: The trial’s clinical intent (cognitive enhancement) could suggest categorizing under a single symptomatic category (e.g., Synaptic Plasticity/Neuroprotection or Neurotransmitter Receptors) if only clinical endpoints were considered. However, given published mechanistic findings spanning amyloid reduction, neurogenesis/BDNF up‑regulation, anti‑inflammatory and anti‑apoptotic/neuroprotective effects, the formulation does not fit a single CADRO mechanism. Therefore R) Multi‑target best captures the available evidence. If future human mechanistic data showed a dominant single pathway, reclassification could be considered. citeturn0search0turn0search6",
        "Web search results used (key sources): 1) Phase‑2 trial record and protocol summary confirming trial design, doses, endpoints and comparator information. citeturn1search0turn1search3 2) Preclinical study: PM012 decreased Aβ deposits, increased neurogenesis and BDNF, improved cognition in 3xTg‑AD mice (Molecular Neurobiology). citeturn0search0 3) Toxicity/safety and efficacy preclinical paper describing repeated‑dose safety and cognition effects (BMC/PMC). citeturn0search1turn0search2 4) Neuroprotection/stroke model showing anti‑inflammatory, anti‑apoptotic and calcium‑modulating effects (PMC). citeturn0search6"
    ]
}