{
    "nct_id": "NCT01430286",
    "title": "Evaluation of a Web-based Psycho-Educational Program for Informal Caregivers of Patients With Alzheimer's Disease (AD).",
    "status": "COMPLETED",
    "last_update_time": "2025-09-05",
    "description_brief": "The aim of the project is to evaluate the efficacy of a web-based psycho-educational programme designed to support informal caregivers of patients with Alzheimer's disease (AD).This program focuses on information about the illness, her progression, how to prevent psychological strain using anticipation and relaxation techniques and providing a virtual space (forum) to discuss with other caregivers.",
    "description_detailed": "Context: Since some of the ICs do not have the possibility to participate in face-to-face interventions, information and communication technologies are being increasingly used for a distance intervention. Research showing the benefit of a combined approach including psycho-social interventions for caregivers and Information and Communication Technologies (ICT) in the caring of Alzheimer's disease patients is actually growing. Main objective: To evaluate the efficacy of a a web-based psycho-educational program designed to support carers of AD patientsMethodology: This is a randomized clinical trial . 80 participants will be randomized in 2 parallel groups: The volunteers in the experimental condition (EC) should visit at least one time per week the website of program, during 12 weeks. Each week a new thematic is added to the website. b) The participants in the control group (CG) will receive a minimal intervention, and will have access to the Diapason program after their participation (six months). Caregivers are recruited (according to exclusion and inclusion criteria) and followed up in memory center participating in the trial.\n\nEvaluation criteria:\n\nPrimary criteria:\n\n\\- Perceived Stress Scale (PSS-14).\n\nSecondary evaluation criteria:\n\n* Nottingham Health Profile (NPH),\n* Zarit Burden Interview (BI),\n* Revised Memory and Behavior Problems Checklist (RMBPC),\n* Beck Depression Inventory (BDI-2) Mediator variables\n* Revised Scale for Caregiving Self-Efficacy (RCSE).\n* Statistics of website utilization Controlled variables\n* Sociodemographic variables (Self report)\n* Knowledge about illness (Visual analogical scale - VAS)\n* The quality of the relationship with the patient (VAS)\n* Time spent on caregiving\n* Other sources of stress (i.e. work, health status, financial status)\n* Respite or social help (i.e. psychotherapy, associations, technical help, etc)\n* Cognitive and autonomy status of patient (MMSE and IADL)\n\nStatistical analysis by the department of biostatistics and medical computing of the Hospital Cochin will be performed.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "SUPPORTIVE_CARE",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is a web-based psycho-educational program for informal caregivers (information about the illness, progression, stress prevention, relaxation, and a forum). This is a behavioral/supportive intervention for caregivers, not a pharmacologic or biologic therapy directed at Alzheimer’s pathology or cognitive enhancement of the patient, nor a treatment for neuropsychiatric symptoms in patients — so it does not fit the four therapeutic categories (disease-targeted biologic, disease-targeted small molecule, cognitive enhancer, neuropsychiatric symptom improvement).",
        "Act: Key extracted details — intervention name: Diapason (a fully automated web-based psychoeducational program); target population: informal caregivers of persons with Alzheimer’s disease; primary aim: reduce caregiver stress and provide psychoeducation/support; trial registration: NCT01430286; published pilot randomized controlled trial in JMIR/PMC. citeturn0search6turn0search1turn0search5",
        "Reflect: Classification check — the program is non-therapeutic for patients and is intended to support caregivers (psychoeducation, coping, relaxation, peer forum). Therefore the correct classification is 'N/A' (does not match any of the four therapeutic categories). Supporting sources: PubMed/PMC article describing the pilot RCT and program (Diapason) and trial registry entry. citeturn0search0turn0search6turn0search1"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}