{
    "nct_id": "NCT03119961",
    "title": "Phase 1/2 Open Single-arm Monocentric Study Evaluating the Tolerance and Interest of Transient Opening of the Blood-Brain Barrier by Low Intensity Pulsed Ultrasound With the SONOCLOUD® Implantable Medical Device in Mild Alzheimer's Disease Patients (MMSE 20-26)",
    "status": "COMPLETED",
    "last_update_time": "2022-04-04",
    "description_brief": "In Alzheimer's disease (AD) an imbalance between the production and clearance of the ß-amyloid peptide is hypothesized as the driving event of the disease. The decreased clearance of Aß could be partly linked to a progressive dysfunction of the brain vasculature and of the blood brain barrier (BBB). Among many possible explanations for these failures of the multiple clinical trials evaluating innovative drugs in AD, one is the lack of target engagement, as none of these drugs is able to readily cross BBB. This barrier acts as a wall that actively and passively prevents the crossing of molecules between the blood and the brain parenchyma compartments. Only 0.3% of intravenously injected anti-Aß immunoglobulins reach the brain despite a half-life of 15-20 days. Low intensity Focal ultrasound associated to microbubble injection can open the BBB in a non invasive way. These openings are reversible in 2 hours to 2 days depending on the intensity of the ultrasound. Ultrasound opening of the BBB was initially used in a transgenic mouse model of AD to increase the brain delivery of an anti-Aß antibody. In this article, the Aß load was reduced in ultrasound treated brain region. Surprisingly it was then demonstrated that the simple opening of the BBB without any adjunct anti-Aß treatment was able to drive the same Aß clearance effects. This is probably linked to endogenous antibodies that are able to penetrate the brain parenchyma and target Aß plaques. Four opening sessions elicited positive promnesic effects in these mice. Our group conceived and developed a mean to easily, reproductively and innocuously open the BBB. A unique extra-dural ultrasound emitter (sonoCloud®) is surgically implanted in the skull under local anesthesia. It emits low intensity contact ultrasound (LICU) that are not deterred by bone and thus are able to open the BBB.Preclinical studies show the SonoCloud® device is safe and efficient as it allowed reproducible and repeatable opening of the BBB in rabbits, dogs and non human primates. Drugs up to 2000 Kilo Daltons (kDa) are able to cross the BBB to reach the brain parenchyma in which the concentration of Carboplatin was increased by 700% in the BBB opened region. No adverse event was evidenced both clinically, by EEG, Evoked potential, MRI, 18 Fluorodeoxyglucose (FDG) PET and histology in the primates after 7 bi-monthly sessions of LICU BBB opening. SonoCloud® and its external generator have been certified by the academic start-up CarThéra (APHP, UPMC). Our multidisciplinary skills (neurology, neurosurgery, neuroimaging, basic science departments in the same University hospital setting) and our previous experience of BBB opening in Man give us the unique opportunity to translate this procedure from neuro-oncology to AD which could 1) Have a positive effect on brain lesion load and symptoms by itself and 2) allow anti-AD (or more broadly, central nervous system) drugs to engage their targe",
    "description_detailed": "Background:\n\nAlzheimer's disease is the most prevalent neurodegenerative disease totalizing 33 million patients worldwide. If nothing is done to decrease the incidence of 1.8 Million patient/year, the prevalence will double in the next 20 years.\n\nPhysiopathologically, the amyloid cascade remains the predominant hypothesis. It states that an imbalance between the production and clearance of the ß-amyloid peptide is the driving event of the disease, leading to Tau hyperphosphorylation and accumulation in neurons as neurofibrillary tangles, neurodegeneration (synaptic and neuronal loss) and cognitive impairment. The decreased clearance of Aß could be partly linked to a progressive dysfunction of the brain vasculature and of the BBB.\n\nNew sets of diagnosis criteria for AD have been proposed to address the low specificity (70%) of the previous ones, that could be one of the causes of failure of previous clinical trials. Among these new criteria, cerebrospinal fluid (CSF) biomarkers and positon emission tomography (PET) with new ligands of amyloid plaques and more recently tau deposition are indicators of the underlying histopathology of the disease, and can also be used to evaluate early intervention efficacy as they are pathologic in the preclinical phase of AD, its prodromal phase.\n\nthe investigators aim to test an innovative BBB opening procedure that could drastically decrease AD patients' brain lesion load and alleviate their symptomatology.\n\nScientific/medical questions:\n\n1\\) What is the tolerance of LICU and the SonoCloud® device in a population of patients with mild AD? 2) What are the physiopathological impact of LICU BBB opening in these patients as asserted by amyloid and 18FDG PET-MRI?\n\nObjectives:\n\nFor the first phase I clinical trial in the world using LICU in AD to repeatedly open the BBB.\n\nPrimary objective: To evaluate the tolerance of the BBB opening session in 5 AD patients (Adverse event recording, cognitive and MRI evaluations).\n\nCo-primary objective: To assess the impact of BBB opening on the hallmark lesions of AD (Aß \\& Tau) through PET-MRI imaging (decrease of the standardized uptake value ratio (SUVR) after vs. before treatment in the left supramarginal gyrus and left (treated) vs. right (untreated) supramarginal gyrus).\n\nSecondary objective: increase cognitive performance in AD patients through the repeated opening of the BBB in the left supramarginal gyrus\n\nMethods :\n\nTen patients suffering from mild AD will be included in the study.\n\nProtocol :\n\nSeven BBB opening session will be performed at a bi-monthly rate focusing on the left supramarginal gyrus, a cortical structure known to be affected by both amyloid and tau lesions early on during the evolution of the disease. All adverse events induced by surgery itself or by the LICU will be recorded. Amyloid ß and Tau lesion load will be evaluated benefiting from the PET-MRI that allows to clearly evaluate fine changes in SUVR taking into account loco-regional cortical specificity (cortical thickness). PET image analysis.\n\nMean Standard Uptake Values Ratios (SUVR) will be calculated with cerebellar gray matter activity as reference in volumes of interest. Voxel-wise uptake will then be divided by this reference value to get SUVR maps. PET images will be corrected for motion and partial volume effect thanks to simultaneous MRI acquisition. To analyze the longitudinal PET data, each follow-up T1-weighted MRI will be co-registered to the baseline MRI, and a within-subject template image will be calculated by averaging the coregistered T1-weighted images. This mean image will be used to calculate optimal transformation parameters to Montreal Neurological Institute (MNI) space. Next, baseline and follow-up PET images will be co-registered to the baseline MRI, spatially normalized to MNI using this optimal transformation, and scaled with cerebellar gray uptake. Individual percent annual changes maps will be then calculated. These maps will represent the voxel-wise calculation of percent metabolic change after BBB opening.\n\nThe investigators think that the clinical trial will be well tolerated by the patients as the rate of local adverse events is expected to be 1% since the SonoCloud device implantation is extra dural (without dura opening). The implantation is performed under local anaesthesia in an outclinic fashion.\n\nDrawbacks and possible solution to overcome the problems :\n\nAmong expected drawback the investigators will have to be very vigilant for Amyloid related imaging anomalies (ARIAs) due to the sudden entry of endogenous antibodies in the brain parenchyma of patients with Aß and Tau prevalent lesions. If these ARIAs were to happen, an amendment of the protocol could be devised to add steroids, or reduce ultrasound intensity, or extend time during each opening session, or reduce number of BBB opening session, or in last use immunosuppressive drugs prior to the opening of the BBB.\n\nThis is the first study worldwide with the means to safely, repeatedly and reproductively open the BBB in AD, or more broadly, in any neurodegenerative disease. It is noteworthy to consider that it is only a phase I study aiming to demonstrate the feasibility of the technique in a mild form of AD. If this is the case and even in the absence of a positive effect on the lesions and symptoms it will then be possible to propose new projects aiming to associate these safe BBB opening to anti-AD drugs. In fact, this study could pave the way for further treatment venues of various neurodegenerative disease that share a brain accumulation of proteins that cannot be readily targeted in case of BBB integrity.",
    "phase": [
        "PHASE1",
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "N/A",
    "drug": [
        "SonoCloud (implantable low‑intensity pulsed ultrasound device)",
        "Intravenous microbubbles (used to enable BBB opening)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is an implantable ultrasound device (SonoCloud) that transiently opens the blood–brain barrier (BBB) to increase brain penetration of antibodies/drugs and to promote Aß clearance (via increased entry of endogenous or exogenous antibodies and other mechanisms). That mechanism aims at disease modification (amyloid clearance) but the intervention itself is a device/physical procedure rather than a biologic or small‑molecule drug, so it does not match the four drug-focused categories. citeturn0search8turn0search7",
        "Act: Key extracted details from the trial description — SonoCloud implantable extradural emitter delivering low‑intensity pulsed ultrasound (LICU) to open the BBB; used with intravenous microbubbles; tested in a Phase 1/2 open, single‑arm study in mild AD (MMSE 20–26). Preclinical and early human pilot work showed amyloid clearance and cognitive effects in animals and a small pilot in humans; SonoCloud is developed by CarThera. These references confirm the device nature and use in AD and prior CNS oncology studies. citeturn0search8turn0search7turn0search4",
        "Reflect: Although the intended therapeutic goal is disease modification (Aß clearance and/or improved drug target engagement), the intervention is a medical device (BBB‑opening ultrasound) rather than a biologic or small molecule. The provided category set is limited to drug types and neuropsychiatric/cognitive symptomatic agents, so the correct mapping is 'N/A'. Note: if the trial instead administered a specific anti‑Aß monoclonal antibody or small molecule together with the device (not described here), that drug would be classified under the appropriate disease‑targeted category; however, the description as given tests the BBB‑opening device itself. citeturn0search8turn0search7",
        "Web search results supporting the above extraction: (1) Pilot study reporting SonoCloud-1 implant and repeated BBB disruption in mild AD patients (pilot clinical data and imaging/cognitive follow‑up). citeturn0search8 (2) CarThera product page describing SonoCloud as an implantable device to transiently open the BBB and enable delivery of therapies to the brain. citeturn0search7 (3) Clinical safety/feasibility literature on repeated BBB disruption with SonoCloud in humans (glioblastoma studies showing reproducible BBB opening and acceptable safety). citeturn0search4"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}