{
    "nct_id": "NCT01569997",
    "title": "Interest of Systematic Tracking of Dementia Cases in Nursing Homes: Analysing the Contribution of MultiDisciplinary Team Meeting (MDTM) in Alzheimer's Disease and Related Diseases",
    "status": "COMPLETED",
    "last_update_time": "2020-07-28",
    "description_brief": "Introduction: Epidemiological data show that in France only half of patients with Alzheimer disease are currently diagnosed in the general population. The absence of early diagnosis of dementia reduces the opportunities of patients to receive optimal care. One of the consequences of undiagnosed dementia is inadequate use of emergency care units.\n\nThe main objective: The main aim of this study is to evaluate the impact of a systematic case-finding procedure of dementia cases in nursing homes through a MDTM on the rate of hospitalization in emergency care units.\n\nSecondary objectives:\n\nTo assess the impact of systematic tracking of dementia cases on the:\n\n* Quantity and quality of drug-prescription\n* Appropriateness of hospitalizations\n* Prevalence of neuropsychiatric symptoms\n* Dependency\n* Quality of life\n* Burden of nursing staff working conditions\n* Planning of specific therapeutic measures\n* Overall health care costs",
    "description_detailed": "This is a multicentre, cluster randomized study comparing two parallel groups:\n\n* Intervention group: nursing homes whose residents benefit from MDTM to identify the cases of dementia and to propose an adequate care project\n* Control group: nursing homes whose residents continue to benefit from usual care In each group, 1000 elderly subjects aged over 60 years without documented diagnosis of dementia will be included and monitored for a period of 18 months.\n\nInformation about the main and secondary aims will be collected monthly through online questionnaires.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "PREVENTION",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The described trial tests a systematic case-finding procedure and multidisciplinary team meetings (MDTM) in nursing homes to improve diagnosis and care pathways (outcomes: emergency hospitalization rate, prescription quality, appropriateness of hospitalizations, prevalence of neuropsychiatric symptoms, dependency, QoL, staff burden, costs). No therapeutic agent, biologic, or small molecule is being tested.",
        "Act: Extracted key details — intervention: organizational/diagnostic (systematic tracking of dementia cases via MDTM); intended effects: improved diagnosis, care planning, and health-service outcomes rather than direct disease modification or cognitive enhancement. No drug or placebo is mentioned.",
        "Reflect: This fits a non-therapeutic, health-services/implementation study focused on diagnosis and care processes, so it does not map to any of the four therapeutic categories (disease-targeted biologic, disease-targeted small molecule, cognitive enhancer, neuropsychiatric symptom improvement). Therefore the correct classification is 'N/A'."
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}