{
    "nct_id": "NCT06718686",
    "title": "Rifaximin in Dementia Trial (RIDE): Gut-Brain Modulation With Rifaximin SSD in Dementia",
    "status": "RECRUITING",
    "last_update_time": "2024-12-30",
    "description_brief": "Using a new formulation of rifaximin, a non-absorbable antibiotic, to test if it can affect microbes in the gut of patients with dementia favorably.",
    "description_detailed": "Hypothesis: Rifaximin SSD therapy is safe and well tolerated in patients with AD and VaD with beneficial changes in systemic inflammation and systemic biomarkers of dementia due to improvement in microbiota function compared to placebo-related changes in a single-blind, placebo-controlled Phase 1b/2a trial .\n\nOverall Objective: In a single blind placebo-controlled trial in patients with Alzheimer's or vascular dementia, to determine the effect of rifaximin SSD compared to placebo on gut microbial structure and function, cognitive and daily function, and caregiver burden.",
    "phase": [
        "PHASE1",
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "N/A",
    "drug": [
        "rifaximin (non-absorbable, gut‑selective antibiotic)"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The trial (Rifaximin in Dementia Trial, RIDE) tests a new formulation of rifaximin to favorably alter gut microbes in patients with dementia — i.e., the intervention aims to modulate the gut microbiome (gut–brain axis) rather than directly targeting classical Alzheimer pathology (amyloid or tau). citeturn0search1turn0search2",
        "Act (key facts & sources): RIDE is described as a single‑blind, placebo‑controlled Phase 1b/2a study of rifaximin SSD 40 mg IR vs placebo in patients with Alzheimer’s or vascular dementia. citeturn0search2turn0search1; Rifaximin is a minimally absorbed (gut‑selective) antibiotic derived from rifamycin that acts on bacterial RNA polymerase and is used for indications such as hepatic encephalopathy and travelers’ diarrhea. citeturn0search6turn0search4; repurposing rationale and pilot data: small/open‑label studies have examined rifaximin for gut–brain modulation in AD and reported biomarker/microbiome changes motivating larger trials. citeturn0search0turn0search4",
        "Reflect: According to the category definitions provided, (1) disease‑targeted biologic = biologics targeting AD pathology (e.g., anti‑amyloid/tau antibodies), (2) disease‑targeted small molecule = small molecules that directly target AD pathology, (3) cognitive enhancer = agents aimed at symptomatic cognitive improvement without addressing pathology, and (4) neuropsychiatric symptom improvement = interventions for behavioral/psychiatric symptoms. Rifaximin is a small‑molecule antibiotic whose intended mechanism in this trial is to alter gut microbes/inflammation (an indirect gut–brain approach), not to directly target amyloid or tau nor primarily to treat neuropsychiatric symptoms. Therefore it does not fit the four supplied categories and is classified as 'N/A'. citeturn0search4turn0search6",
        "Notes / ambiguity: One could argue rifaximin is a small molecule (it is), but per the provided category definitions 'disease‑targeted small molecule' is restricted to agents targeting Alzheimer pathology (amyloid/tau). Because rifaximin's mechanism here is microbiome modulation rather than direct anti‑amyloid/tau action, the best match to the definitions is 'N/A'. Sources above support the trial aim and the drug's pharmacology. citeturn0search2turn0search6turn0search0"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}