{
    "nct_id": "NCT06211374",
    "title": "Communication Bridge: Optimizing an Evidence-based Intervention for Individuals With Primary Progressive Aphasia",
    "status": "ACTIVE_NOT_RECRUITING",
    "last_update_time": "2025-08-06",
    "description_brief": "The aim of this study is to evaluate the effectiveness and feasibility of evidence-based interventions in individuals living with mild to moderate primary progressive aphasia (PPA) that address communication-focused outcomes.",
    "description_detailed": "The purpose of this study is to evaluate the effectiveness and feasibility of evidence-based interventions in individuals living with mild to moderate primary progressive aphasia (PPA) that address communication-focused outcomes. The study team aims to enhance the personal relevance and therapeutic impact of goal attainment scaling (GAS) while building self-efficacy within a self-management framework.\n\nThis study will be a continuation of one of the largest non-pharmacologic intervention studies for individuals with PPA to date. It will add critical information regarding the effectiveness of telepractice interventions for communication disorders in adults with primary progressive aphasia specifically, and in dementia more broadly. The goal of this study is to maximize functional communication and life participation for the participants.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The study evaluates evidence‑based, communication‑focused interventions for people with mild–moderate primary progressive aphasia (PPA) — i.e., speech‑language therapy delivered via telehealth to improve communication participation/confidence — not a pharmacologic agent or biologic. citeturn0search4turn0search0",
        "Act: Key extracted details — Intervention name: Communication Bridge™ (a multi‑component, participation‑focused, dyadic speech‑language intervention); Comparator: an evidence‑based impairment‑focused (non‑dyadic) speech‑language intervention; Primary outcomes: communication confidence, communication participation, goal attainment; Trial publications/protocols and registration confirm this is a behavioral (non‑drug) RCT. citeturn0search4turn0search1turn0search10",
        "Reflect: Because the intervention is behavioral speech‑language therapy (not a monoclonal antibody, vaccine, or small molecule; and not a drug aimed at cognition or neuropsychiatric symptoms), it does not match any of the four target categories (disease‑targeted biologic, disease‑targeted small molecule, cognitive enhancer, neuropsychiatric symptom improvement). Therefore the correct classification is 'N/A'. citeturn0search4turn0search1",
        "Web search sources used (representative): Trials Journal protocol for Communication Bridge™-2 (CB2) describing the telehealth speech‑language RCT; PubMed entries for the CB2 protocol and RCT outcomes; trial listings (University of Chicago / ClinicalTrials registration / MedPath) describing the Communication Bridge pilot/ongoing studies. citeturn0search4turn0search0turn0search1turn0search10"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}