{
    "nct_id": "NCT06191952",
    "title": "Davos Alzheimer's Collaborative Healthcare System Preparedness to Increase Cognitive Assessment Rates for Older Adults",
    "status": "RECRUITING",
    "last_update_time": "2024-01-09",
    "description_brief": "In this study the investigators explore a pragmatic strategy to increase cognitive screening rates in the community. The investigators will compare the monetary value of different combinations of SCD questionnaires, digital cognitive tests, and blood Alzheimer's Disease (AD) biomarkers to identify the best approach for primary care settings.",
    "description_detailed": "The investigators aim to perform a cluster-randomized study, exploring the effectiveness, efficiency, and acceptability of a pragmatic strategy to increase cognitive screening rates in the community. Participants will be older adults attending social and cultural centers in the greater Munich area. The investigators will compare the monetary value of different combinations of SCD questionnaires, digital cognitive tests, and blood AD biomarkers to identify the best approach for primary care settings. As secondary aims, qualitative interviews will be conducted with general practitioners (GPs) and their patients to explore the acceptability of the proposed new screening strategy; furthermore, the diagnostic utility of an artificial intelligence-based automated analysis of speech will be assessed. The initiative will not only generate novel insights into the optimal approach for large-scale cognitive screening in the general population, but also contribute to an urgently required cultural change in Germany, resulting in a sustainable solution for effective and efficient early recognition and prevention of dementia.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "SCREENING",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The study tests pragmatic strategies to increase community cognitive screening by comparing combinations of subjective cognitive decline (SCD) questionnaires, digital cognitive tests, and blood Alzheimer’s disease (AD) biomarkers — an implementation/diagnostic approach, not a therapeutic intervention. citeturn0search0",
        "Act: The protocol lists diagnostic/intervention tools (ki:elements digital speech biomarker ki:e SB-C, Cognigram digital cognitive test, Subjective Cognitive Decline questionnaire (SCD‑Q), and blood-based AD biomarkers). No drug or placebo is described in the trial record. citeturn0search0turn0search1",
        "Additional context: This trial is part of the Davos Alzheimer’s Collaborative healthcare system preparedness / early detection program, which promotes implementation of digital cognitive assessments and blood-based biomarkers for earlier detection and care pathway readiness. citeturn0search5turn0search3",
        "Reflect: Because the interventions are screening/diagnostic tools (and the study’s aims are to evaluate effectiveness, efficiency, cost/value, and acceptability), the trial does not fit any of the four therapeutic categories (disease-targeted biologic, disease-targeted small molecule, cognitive enhancer, or neuropsychiatric symptom improvement). Therefore the correct classification is 'N/A'. citeturn0search0turn0search8",
        "Web search results consulted: citeturn0search0turn0search1turn0search3turn0search5turn0search8"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}