{
    "nct_id": "NCT01153607",
    "title": "Open-label, Non-randomized, Multicenter Positron Emission Tomography (PET) Imaging Study to Evaluate a Single Dose of BAY1006578 for Its Diagnostic Potential in Discriminating Patients With Probable Alzheimers Disease From Healthy Volunteers and to Evaluate the Radiation Dosimetry of a Single Dose of BAY1006578 in Healthy Volunteers",
    "status": "COMPLETED",
    "last_update_time": "2013-01-18",
    "description_brief": "PET (positron emission tomography) imaging with BAY1006578 for investigation of diagnostic potential in probable Alzheimer Disease patients versus healthy volunteers and radiation dosimetry in healthy volunteers.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "DIAGNOSTIC",
    "results": null,
    "target_category": "N/A",
    "drug": [
        "BAY1006578 (radiotracer, [18F]FEMPA)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The study description and title state the intervention is PET imaging with BAY1006578 to evaluate diagnostic potential and radiation dosimetry (i.e., a radiotracer used for imaging), not a therapeutic intended to modify disease, improve cognition, or treat neuropsychiatric symptoms. citeturn2search1",
        "Act: Clinical-trial listings identify BAY1006578 as the PET product [18F]FEMPA and list the study purpose as diagnostic imaging to discriminate probable Alzheimer’s patients from healthy volunteers and to assess radiation dosimetry. citeturn2search1turn0search1",
        "Act (drug target): Peer-reviewed imaging work describes [18F]FEMPA as a second-generation TSPO (18-kDa translocator protein) radioligand used to image microglial activation/neuroinflammation in Alzheimer disease — confirming BAY1006578 is a diagnostic TSPO PET tracer, not a therapeutic biologic or small molecule drug for disease modification or symptomatic cognitive/behavioral treatment. citeturn1search2",
        "Reflect: Because the intervention is a radiolabeled imaging tracer (diagnostic PET) the correct classification under the provided categories is 'N/A' (diagnostic/non-therapeutic). No placebo is used and the trial evaluates imaging performance and dosimetry rather than clinical improvement. Sources: clinical-trial record (NCT01153607 / Bayer listing) and PubMed article on [18F]FEMPA (TSPO). citeturn2search1turn1search2"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}