{
    "nct_id": "NCT01677754",
    "title": "A Phase II, Multicenter, Randomized, Double-Blind, Parallel-Group, Placebo-Controlled Study to Investigate the Efficacy and Safety of RO4602522 Added to Background Alzheimer's Disease Therapy in Patients With Moderate Severity Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2017-05-25",
    "description_brief": "This Phase II, multicenter, randomized, double-blind, parallel-group, placebo-controlled study will evaluate the efficacy and safety of RO4602522 in participants with moderate severity Alzheimer's disease. Participants who are taking background therapy of acetylcholinesterase inhibitors (AChEI) alone or in combination with memantine for at least 4 months before screening will be randomized to receive either one of two doses of RO4602522 or placebo for 12 months.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "RO4602522 (sembragiline)"
    ],
    "placebo": [
        "Placebo (oral, add-on to background AChEI ± memantine)"
    ],
    "explanation_target": [
        "Reason: The investigational agent RO4602522 is sembragiline, a potent, selective, reversible small-molecule inhibitor of monoamine oxidase B (MAO-B) developed for Alzheimer’s disease; its mechanism aims to reduce MAO-B–mediated production of reactive oxygen species and neuroinflammation (i.e., targeting disease pathophysiology rather than only symptomatic cognition). citeturn1search6turn1search0",
        "Act: The Phase II trial (MAyflOwer RoAD, NCT01677754) tested RO4602522 (sembragiline) orally once daily vs placebo as add-on to standard AChEI ± memantine in moderate AD patients; the published Phase II results confirm the drug identity and mechanism (sembragiline = RO4602522) and report that the primary cognitive endpoint was not met, though some post-hoc signals on neuropsychiatric symptoms were noted. citeturn1search3turn1search1",
        "Reflect: Given that sembragiline/RO4602522 is a small-molecule MAO-B inhibitor directed at a pathophysiologic enzyme implicated in AD (not a biologic, not a purely symptomatic cognitive enhancer, and not an agent aimed primarily at neuropsychiatric symptom relief), it best fits the category 'disease-targeted small molecule.' The trial details and the mechanism are supported by clinicaltrial records and peer-reviewed publications. citeturn0search1turn1search1"
    ],
    "agent_type": "G) Oxidative Stress",
    "explanation_agent": [
        "Reason: The investigational agent RO4602522 (sembragiline) is a potent, selective, reversible small-molecule inhibitor of monoamine oxidase B (MAO‑B). MAO‑B activity in AD is implicated in generation of hydrogen peroxide and other reactive oxygen species (ROS) that drive oxidative stress and downstream neuroinflammation, so the drug’s intended disease-modifying mechanism is reduction of MAO‑B–mediated ROS/oxidative stress. citeturn0search3turn0search5",
        "Act: Extracted trial details — drug: RO4602522 (sembragiline, also known as RG1577/EVT‑302); Phase II MAyflOwer RoAD (NCT01677754) tested sembragiline 1 mg and 5 mg vs placebo as add‑on to background AChEI ± memantine in moderate AD; the trial did not meet the primary cognitive endpoint. PET and pharmacology studies confirm near‑maximal brain MAO‑B inhibition at ~1 mg daily, supporting the intended mechanistic target (MAO‑B → reduced ROS). citeturn0search1turn0search4",
        "Reflect: Mapping to CADRO — the most specific fit is G) Oxidative Stress because the drug directly targets an enzyme (MAO‑B) whose inhibition is intended to reduce production of reactive oxygen species and oxidative injury in AD. Although secondary effects on neuroinflammation are noted, the primary biological focus (enzyme generating ROS) aligns best with the Oxidative Stress category rather than Tau, Amyloid, or purely symptomatic neurotransmitter receptor categories. Therefore assign: G) Oxidative Stress. citeturn0search5turn0search3",
        "Web search results (key sources supporting the above): 1) Phase II randomized trial reporting identity, dosing, and negative primary outcome (MAyflOwer RoAD, NCT01677754). citeturn0search1 2) PET study showing near‑maximal brain MAO‑B inhibition with 1 mg sembragiline and EC50 estimates. citeturn0search4 3) Review/pharmacology describing sembragiline as a selective, reversible MAO‑B inhibitor developed for AD and its rationale to reduce ROS and astrogliosis. citeturn0search3turn0search5 4) Commentary/news summary reporting the Phase II miss and mechanism rationale. citeturn0search6"
    ]
}