{
    "nct_id": "NCT06803823",
    "title": "A Phase 2a, Multicenter, Placebo-controlled, Randomized, Double-blind, Parallel-group Study to Evaluate the Efficacy and Safety of ONO-2020 in Patients With Agitation Associated With Alzheimer's Disease Dementia",
    "status": "RECRUITING",
    "last_update_time": "2025-06-01",
    "description_brief": "To evaluate the efficacy and safety of ONO-2020 in patients with agitation associated with Alzheimer's Disease dementia in Japan.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "neuropsychiatric symptom improvement",
    "drug": [
        "ONO-2020 (investigational epigenetic regulator; oral small-molecule in clinical development)"
    ],
    "placebo": [
        "Placebo"
    ],
    "explanation_target": [
        "Reason: The trial's stated purpose is to evaluate ONO-2020 for \"agitation associated with Alzheimer's Disease dementia,\" which is a neuropsychiatric/behavioral symptom rather than a primary cognitive or disease-modifying endpoint. Agitation is therefore categorized as neuropsychiatric symptom improvement. citeturn0search1turn0search2.",
        "Act: Key extracted details — intervention = ONO-2020 (drug) vs placebo; indication = agitation in AD dementia; Phase = Phase 2a, randomized, double-blind, placebo-controlled. citeturn0search1turn0search2.",
        "Act (mechanism/type): Public trial and pipeline descriptions identify ONO-2020 as an \"epigenetic regulator\" in Ono Pharmaceutical's neurology program and describe oral dosing in early clinical studies, consistent with an investigational small-molecule (not a biologic). Based on these sources, ONO-2020 should be classified as a disease‑targeting small molecule only if its intent were to modify AD pathology; however this specific trial targets agitation (a neuropsychiatric symptom). citeturn1search4turn1search3.",
        "Reflect: Classification chosen = 'neuropsychiatric symptom improvement' because the trial primary clinical target is agitation (behavioral symptom). Although ONO-2020 is described as an epigenetic regulator (small-molecule investigational agent), the protocol's intended clinical effect here is symptomatic (reduce agitation) rather than explicitly stated disease modification or cognitive enhancement, so the neuropsychiatric symptom category is the best fit. citeturn0search1turn1search3.",
        "Web search / registry results supporting the above: (1) Japanese clinical trial registry entry for the Phase 2a agitation study (ONO-2020-03) — trial title and indication: ONO-2020 in patients with agitation associated with Alzheimer's disease dementia. citeturn0search1. (2) ICHGCP / clinical-trials registry summary for the same Phase 2a agitation study (NCT06803823 listing). citeturn0search2. (3) Ono Pharmaceutical pipeline and study pages describing ONO-2020 as an \"epigenetic regulator\" in their neurodegenerative disease program and reporting Phase 1 studies with oral dosing. These support that ONO-2020 is an investigational epigenetic small-molecule agent (not a monoclonal antibody or vaccine). citeturn1search4turn1search7. (If you want, I can fetch the full registry pages or the ClinicalTrials.gov entry and extract specific protocol endpoints or primary outcome measures.)"
    ],
    "agent_type": "Q) Epigenetic Regulators",
    "explanation_agent": [
        "Reason: The investigational product ONO-2020 is described by Ono Pharmaceutical as an \"epigenetic regulator\" (an oral small‑molecule) — this indicates its mechanistic drug‑target class is epigenetic regulation rather than amyloid, tau, inflammation, etc. citeturn0search0",
        "Act: Extracted facts — ONO-2020 = investigational oral small‑molecule described as an epigenetic regulator by Ono; this compound is being tested in a Phase 2a randomized, placebo‑controlled study for agitation in AD (trial NCT06803823). Because the CADRO scheme classifies mechanisms/target types (not clinical symptom endpoints), the most specific CADRO match is Q) Epigenetic Regulators. citeturn0search0turn0search2",
        "Reflect: Confirmation and caveats — The trial’s clinical aim (reducing agitation) is symptomatic, but the drug’s mechanism (epigenetic regulation) maps directly to CADRO category Q. Detailed molecular targets (specific epigenetic enzymes or genes) were not specified in the publicly available summaries reviewed, but that absence does not change the drug‑class classification as an epigenetic regulator. If future documents identify a different primary molecular target (e.g., a specific histone modifier or non-epigenetic target), reclassification may be appropriate. citeturn0search5turn0search6",
        "Web search / registry results used: (1) Ono Pharmaceutical program/pipeline page listing ONO-2020 as an epigenetic regulator. citeturn0search0 (2) Clinical trial registry entry for the Phase 2a agitation study (NCT06803823) confirming indication and study design. citeturn0search2 (3) Phase 1 clinical trial record for ONO-2020 (first‑in‑human safety/PK study), confirming small‑molecule oral development. citeturn0search5 (4) Registry entry for a Phase 2 study in mild‑to‑moderate AD describing ONO-2020 as an epigenetic regulator. citeturn0search6"
    ]
}