{
    "nct_id": "NCT06372821",
    "title": "A Randomized, Participant & Investigator Blinded, Placebo-Controlled Study to Evaluate the Ability of Intrathecally Administered NIO752 to Lower CSF Total Tau Synthesis in Participants With AD Measured by Stable Isotope Labelling Kinetics",
    "status": "RECRUITING",
    "last_update_time": "2025-07-25",
    "description_brief": "This study will assess if drug (NIO752) reduces production of a protein, tau, by the brain. Normally tau maintains the internal skeleton of nerve cells. In Alzheimer's disease (AD) it builds up in the brain, causing damage. Abnormal tau proteins cling to each other forming 'tangles' inside nerve cells, which interfere with how the nerve cells work, and eventually die. This is what causes the symptoms of dementia. It is thought that NIO752 reduces production of tau.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted biologic",
    "drug": [
        "NIO752 (antisense oligonucleotide targeting tau synthesis)"
    ],
    "placebo": [
        "Saline (intrathecal)"
    ],
    "explanation_target": [
        "Reason: The description and trial record state NIO752 is an antisense oligonucleotide intended to reduce production of tau protein (directly targeting Alzheimer pathology), which fits the definition of a disease-targeted biologic. citeturn0search0turn0search3",
        "Act: The trial (NCT06372821 / related Phase 1 studies) administers NIO752 intrathecally versus saline placebo and measures CSF tau synthesis using SILK (stable isotope labelling kinetics), confirming the drug modality (ASO), route (intrathecal), and disease-targeted mechanism. citeturn0search0turn0search7turn0search5",
        "Reflect: An antisense oligonucleotide that lowers tau production is not a symptomatic cognitive enhancer nor a neuropsychiatric treatment; it directly targets a core AD pathology (tau tangles), so the correct classification is 'disease-targeted biologic.' No substantial ambiguity in the description or supporting trial records. citeturn0search3turn0search0",
        "Web-search sources (key results consulted): Clinical trial listing for the SILK tau study (NCT06372821) showing NIO752 is an antisense oligonucleotide and intrathecal vs placebo design; ALZFORUM summary of NIO752 development and trials; Phase 1b/1 records for NIO752 in early AD and PSP (Novartis/UCL/other registries). citeturn0search0turn0search3turn0search5"
    ],
    "agent_type": "B) Tau",
    "explanation_agent": [
        "Reason: The investigational agent NIO752 is described as an antisense oligonucleotide intended to lower synthesis of tau (MAPT) protein — i.e., it directly targets tau pathology rather than symptomatic systems. This aligns with the CADRO category for tau-targeted interventions. citeturn0search0turn0search8",
        "Act: The trial (NCT06372821 and related Phase 1 studies) administers NIO752 intrathecally versus saline placebo and measures CSF total tau synthesis (SILK), confirming the mechanism is tau lowering via an ASO directed at MAPT/tau. Therefore the correct CADRO assignment is B) Tau. citeturn0search3turn0search4",
        "Reflect: Classification as B) Tau is supported by multiple sources (AlzForum summary, clinical-trial registry entries, and reviews) that describe NIO752 as a tau-targeting antisense oligonucleotide given intrathecally and evaluated by CSF tau measures. No evidence in the description indicates a different primary biological target or a multi-target modality, so 'Tau' is the most specific CADRO category. citeturn0search0turn0search3turn0search8",
        "Key web search results consulted: AlzForum therapeutic entry for NIO752 (ASO targeting tau). citeturn0search0 Clinical-trial listing/details for NCT06372821 showing intrathecal NIO752 vs saline and SILK CSF tau endpoints. citeturn0search3 Development/phase descriptions (conference/summary/PDF and trial pages) and reviews noting NIO752 as a MAPT/tau ASO in Phase 1. citeturn0search4turn0search8"
    ]
}