{
    "nct_id": "NCT05269394",
    "title": "A Phase II/III Multicenter Randomized, Double-Blind, Placebo-Controlled Platform Trial of Potential Disease Modifying Therapies Utilizing Biomarker, Cognitive, and Clinical Endpoints in Dominantly Inherited Alzheimer's Disease",
    "status": "ACTIVE_NOT_RECRUITING",
    "last_update_time": "2025-07-30",
    "description_brief": "To assess the safety, tolerability, biomarker, cognitive, and clinical efficacy of investigational products in participants with an Alzheimer's disease-causing mutation by determining if treatment with the study drug improves disease-related biomarkers and slows the rate of progression of cognitive or clinical impairment.",
    "description_detailed": "Alzheimer's disease (AD) is characterized pathologically by the presence of accumulation of amyloid plaques and tau-containing neurofibrillary tangles (NFTs) in the brain. Amyloid plaques can be detectable within the brain some years before symptoms manifest whereas tau-mediated toxicity has been hypothesized to appear later during the course of disease. Physiologically, tau is predominantly a neuronal microtubule-associated protein that plays a fundamental role in the stabilization of microtubules. Under pathological conditions however, short motifs in the microtubule binding region (MTBR) domains of tau adopt a beta-sheet conformation, inducing self-assembly with other tau molecules that lead to the formation of insoluble aggregates. Insoluble tau is also a feature of a number of different neurodegenerative diseases collectively termed tauopathies. The accumulation of insoluble deposits has been suggested to result in altered distribution and function of organelles to adversely affect neuronal cell function as well as causing synapse loss, ultimately leading to cell death. In AD, evidence also suggests a direct correlation between the number of NFTs found in the brain at postmortem and the degree of dementia observed in subjects with AD at the time of death.\n\nThe microtubule-associated protein tau (MAPT) gene is located on chromosome 17 of the human genome. Through alternative splicing, 6 possible tau protein isoforms are expressed from this gene in the adult brain. A number of studies have suggested that pathological forms of tau protein transmit from neuron to neuron in human brain to cause disease, including AD. It has also been reported that tau can form seeds, which when applied extracellularly, can cause the initiation and propagation of intracellular tau aggregation. To form tau seeds, the MTBR of the protein is required. Furthermore, the tau MTBR is important in initiating the tau aggregation process and forming the core of fibrils pathologically associated with disease. Together, these observations suggest that therapeutic intervention with an antibody that binds to the MTBR region of tau in the brain, thereby disrupting tau aggregation may prevent initiation or slow down the neurodegeneration in AD or other tauopathies.\n\nUpcoming Dominantly Inherited Alzheimer Network Trials Unit (DIAN-TU) trials are designed to investigate therapies targeting tau in combination with amyloid as pre-specified in the approved and NIH-funded NexGen Prevention Trial grants. As with other amyloid lowering drug trials, clinical benefit was not definitively demonstrated in the symptomatic population after tau pathology has been established. Determining the role of tau in disease biology and progression is critically important. Based on beneficial effects on amyloid, tau, and neurodegeneration markers associated with amyloid removal in the gantenerumab trial arm in DIAN-TU, the DIAN-TU will now implement amyloid removal treatment in mutation carriers and add placebo- controlled tau treatment arms. The platform trial design is exceptionally well-suited for the investigation of treatments used in combination because of ongoing multiple arms in a single trial and operational platform.\n\nThe current DIAN-TU amyloid removal drug arm has been extended to open-label extension (OLE) periods for prior participants. All enrolled participants who opted-in for OLE were unblinded to genetic status and offered open-label gantenerumab treatment. New treatment- naive mutation positive participants will be started on amyloid removal treatment with genetic counseling and testing. Therefore, all participants will be required to be positive for a dominantly inherited Alzheimer's disease (DIAD) mutation and will receive open-label treatment with lecanemab, an investigational amyloid removal drug, in combination with E2814, an anti-tau drug or placebo. Mutation non-carriers will not be enrolled. Specifically, all E2814 blinded drug arm participants will be treated with the lecanemab and randomized to either active E2814 tau therapy, or placebo.\n\nThe goal of the study is to investigate potential benefits of anti-tau therapy while anti-amyloid treatment is given as a background therapy. Furthermore, from ethical and participant recruitment perspectives, launching drug trials using amyloid and tau targeting therapies in combination may be essential, as participants and their families have expressed the need to have a drug that changes amyloid disease pathology in addition to being randomized to an investigational anti-tau drug (E2814) with uncertain benefit.\n\nThis record represents an analysis study portion of the Master Protocol Research Program (MPRP) under NCT01760005",
    "phase": [
        "PHASE2",
        "PHASE3"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted biologic",
    "drug": [
        "gantenerumab",
        "solanezumab"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The trial is a DIAN-TU platform study testing investigational agents to change disease-related biomarkers and slow cognitive/clinical decline in dominantly inherited (autosomal dominant) Alzheimer's disease—an intent to modify underlying AD pathology rather than only symptomatic improvement. citeturn1search1turn0search2",
        "Act: Key extracted details — this master protocol (DIAN‑TU‑001) randomized participants to anti‑amyloid monoclonal antibodies gantenerumab and solanezumab versus placebo; both are biologic (monoclonal antibody) agents directed at Aβ pathology. References: ClinicalTrials.gov trial record and published DIAN‑TU reports describing gantenerumab and solanezumab arms and biomarker/cognitive endpoints. citeturn1search1turn0search2turn1search7",
        "Web-search support / results (selected):\n- ClinicalTrials.gov summary for NCT01760005 (DIAN‑TU master protocol) listing gantenerumab and solanezumab as interventions and describing the Phase II/III platform design. citeturn1search1\n- PubMed report of the randomized DIAN‑TU trial describing gantenerumab and solanezumab arms, biomarker engagement, and cognitive outcomes. citeturn0search2\n- PubMed/analysis of downstream biomarker effects in the DIAN‑TU trial (gantenerumab/solanezumab). citeturn1search7\n- Institutional DIAN‑TU trial pages (e.g., Yale/WashU descriptions) and news summaries reporting the platform’s intent and drug arms. citeturn0search8turn0search5",
        "Reflect: Classification check — the interventions are monoclonal antibodies targeting Alzheimer’s amyloid biology (disease pathology). This fits the definition of 'Disease‑targeted biologic' (biologics targeting AD pathology). There is no indication the trial is testing only symptomatic cognitive enhancers or neuropsychiatric symptom treatments, nor is it a non‑therapeutic diagnostic study; therefore 'disease-targeted biologic' is the appropriate category. citeturn1search1turn0search2",
        "Notes / ambiguity: The DIAN‑TU master protocol is a multi‑arm platform and later/other arms have included or planned additional agents (e.g., other anti‑amyloid or anti‑tau biologics such as E2814 or lecanemab in listings), so individual arms could vary — but the double‑blind treatment arms prominently reported were monoclonal antibodies (gantenerumab, solanezumab), supporting the biologic classification. citeturn0search3turn0search6"
    ],
    "agent_type": "A) Amyloid beta",
    "explanation_agent": [
        "Reason: The DIAN‑TU master platform randomized participants to two monoclonal antibodies (gantenerumab and solanezumab) intended to modify underlying AD pathology (amyloid‑β); the trial's reported arms and biomarker focus confirm this disease‑modifying amyloid strategy. citeturn0search4turn1search7",
        "Act: Extracted details — gantenerumab and solanezumab are human(ized) monoclonal antibodies that bind amyloid‑β (gantenerumab preferentially to aggregated/fibrillar Aβ and promotes plaque clearance; solanezumab binds the mid‑region/monomeric Aβ and facilitates Aβ clearance). These mechanisms map directly to CADRO category A (Amyloid beta). citeturn2search1turn3search4",
        "Reflect: The interventions and mechanism are explicitly anti‑amyloid biologics (not symptomatic-only neurotransmitter agents or non‑therapeutic procedures). Therefore the most specific CADRO match is A) Amyloid beta. Trial‑level notes: this is a multi‑arm platform (other arms may target different pathways), but the described double‑blind arms (gantenerumab, solanezumab) target amyloid. citeturn1search2turn0search4"
    ]
}