{
    "nct_id": "NCT05983575",
    "title": "A Study to Evaluate the Efficacy and Safety of LIPUS-Brain Transcranial Low-intensity Pulsed-wave Ultrasound Device in Patients With Early Alzheimer's Disease",
    "status": "ACTIVE_NOT_RECRUITING",
    "last_update_time": "2025-05-12",
    "description_brief": "This study is a multicenter, randomized, double-blinded, placebo-controlled Phase 3 study comparing LIPUS-Brain transcranial low-intensity pulsed-wave ultrasound device to placebo in patients with Early Alzheimer's Disease. The primary objective of the study is to assess changes in ADAS-J-cog-14 scores from baseline to 72 weeks.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE3"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "N/A",
    "drug": [
        "LIPUS-Brain transcranial low-intensity pulsed-wave ultrasound device"
    ],
    "placebo": [
        "Sham (placebo) transcranial device"
    ],
    "explanation_target": [
        "Reason: The intervention is a non‑pharmacologic therapeutic device (LIPUS‑Brain delivering low‑intensity pulsed ultrasound), not a biologic or small‑molecule drug. The trial's primary endpoint is a cognitive score (ADAS‑J‑cog‑14) at 72 weeks, but the intervention is a device-based neuromodulation/ultrasound therapy rather than a drug class listed in the category definitions, so it does not map to 'disease-targeted biologic' or 'disease-targeted small molecule' nor to the drug-focused 'cognitive enhancer' or 'neuropsychiatric symptom improvement' categories. citeturn0search4turn0search0",
        "Act (key extracted details): This is a multicenter, randomized, double‑blind, placebo‑controlled Phase 3 study comparing the LIPUS‑Brain transcranial low‑intensity pulsed‑wave ultrasound device to placebo in early Alzheimer's disease; primary objective is change in ADAS‑J‑cog‑14 from baseline to 72 weeks. The device name and trial design are described in the trial rationale/publication. citeturn0search4turn0search1",
        "Additional context from literature: Preclinical and early clinical studies report that low‑intensity pulsed ultrasound can enhance microglial‑mediated Aβ clearance, increase neurotrophic factors/endothelial NOS, improve cerebral blood flow, and show cognitive benefits in animal models and a small randomized pilot in humans — suggesting potential disease‑modifying mechanisms, but these are device/mechanism descriptors rather than classification as a biologic or small molecule. citeturn0search7turn0search8turn0search0",
        "Reflect: Given the category definitions (1 = disease‑targeted biologic, 2 = disease‑targeted small molecule, 3 = cognitive enhancer [drug], 4 = neuropsychiatric symptom improvement), a transcranial LIPUS device does not fit any of the four drug‑focused categories. Therefore the correct classification under the provided scheme is 'N/A'. If you prefer a more specific device‑oriented label, it could be described as a neuromodulation/therapeutic ultrasound device with putative disease‑modifying effects (preclinical and early clinical signals). citeturn0search4turn0search0"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}