{
    "nct_id": "NCT00551772",
    "title": "An Open-Label, Randomised, Two-Part Crossover Study to Assess the Pharmacokinetics of a Single Dose of SB-742457 Formulated as a Capsule and a Tablet in Healthy Elderly Volunteers.",
    "status": "COMPLETED",
    "last_update_time": "2008-12-23",
    "description_brief": "SB-742457 is a 5HT6 receptor antagonist that is in development for the symptomatic treatment of mild to moderate Alzheimer's disease . To date, all clinical trials have been conducted using a capsule formulation of SB-742457. However, it is intended to conduct all futures studies with a tablet formulation. The aim of this study is to assess the pharmacokinetic profile of SB-742457 and its major metabolites following single doses of both the capsule and tablet formulations.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "SB-742457 (5‑HT6 receptor antagonist; small‑molecule)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The description states SB-742457 is a 5‑HT6 receptor antagonist developed for the symptomatic treatment of mild-to-moderate Alzheimer's disease — indicating the intent is to improve cognition/symptoms rather than to modify underlying AD pathology, which matches the 'Cognitive enhancer' category. citeturn0search1turn0search0",
        "Act: Key details extracted — drug name: SB-742457; mechanism: 5‑HT6 receptor antagonism (small‑molecule, orally bioavailable); clinical intent: symptomatic/cognitive treatment in AD; current study: PK comparison of capsule vs tablet in healthy elderly (open‑label crossover). citeturn0search2turn0search3",
        "Web search result — clinical trial/efficacy: Phase II randomized, double‑blind study investigated SB‑742457 for mild‑to‑moderate AD and described it as a 5‑HT6 antagonist with symptomatic (cognitive) endpoints. citeturn0search1",
        "Web search result — preclinical/pharmacology: Preclinical papers characterize SB‑742457 as a selective, brain‑penetrant 5‑HT6 antagonist with procognitive effects in animal models. citeturn0search0turn0search3",
        "Web search result — PK and human studies: Pharmacokinetic and interaction studies in humans report oral bioavailability and PK parameters (half‑life ~30 h, steady state ~7 days), consistent with small‑molecule development and the described PK formulation study. citeturn0search2turn0search4",
        "Reflect: Classification as 'cognitive enhancer' aligns with the mechanism (5‑HT6 antagonists modulate neurotransmitter systems to enhance cognition) and the stated development goal (symptomatic treatment of cognition in AD). There is no indication SB‑742457 is a biologic or a disease‑modifying agent, nor is the trial targeting neuropsychiatric symptoms specifically; therefore 'cognitive enhancer' is the best fit. citeturn0search5turn0search1"
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The investigational drug SB-742457 (intepirdine, RVT-101) is described as a selective 5‑HT6 (serotonin) receptor antagonist developed to improve cognition/symptoms in Alzheimer's disease; 5‑HT6 is a neurotransmitter receptor, so the study targets a neurotransmitter receptor mechanism. citeturn0search3turn0search5",
        "Act: Extracted details — drug: SB-742457 (aka intepirdine, RVT-101); mechanism: selective 5‑HT6 receptor antagonism (small‑molecule, orally bioavailable); clinical intent: symptomatic/cognitive enhancement rather than disease modification; current study: PK comparison of capsule vs tablet in healthy elderly. citeturn0search3turn0search2turn0search4",
        "Reflect: Classification as 'D) Neurotransmitter Receptors' fits CADRO because the compound acts on a serotonin receptor subtype to modulate neurotransmission and cognition; it is not targeting amyloid, tau, inflammation, or other disease‑modifying pathways, nor is the trial diagnostic-only. Therefore a neurotransmitter receptor category is the most specific match. citeturn0search0turn0search12",
        "Web search results (key sources supporting the above): 1) Preclinical and early clinical characterization of SB‑742457 as a selective 5‑HT6 antagonist with procognitive effects. citeturn0search3turn0search5 2) Phase 3 and clinical trial literature describing intepirdine (SB‑742457/RVT‑101) as a 5‑HT6 antagonist tested for symptomatic cognitive endpoints in AD. citeturn0search0turn0search4 3) Compound summaries / chemical listings confirming identity, selectivity and oral bioavailability. citeturn0search2turn0search6"
    ]
}