{
    "nct_id": "NCT04616287",
    "title": "Self in Dementia With Lewy Bodies: a Behavioral and Multimodal Neuroimaging Study",
    "status": "COMPLETED",
    "last_update_time": "2024-08-28",
    "description_brief": "The present project aims at exploring different components of Self-consciousness or 'the Self', such as autobiographical memory, self-concept and subjective sense of Self, in dementia with Lewy Bodies (DLB) compared to Alzheimer's disease and to normal ageing. Anatomical substrates will be studied in multimodal imaging, in terms of volume, anatomical and functional connectivity. We expect to find an alteration of the different components of the Self, consecutive to insular dysfunction, a key region within cerebral networks of self-consciousness, which is damaged early in the course of the disease.",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "OTHER",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The study description and title indicate a behavioral and multimodal neuroimaging investigation of components of self-consciousness (autobiographical memory, self-concept, subjective sense of Self) in dementia with Lewy bodies (DLB) compared to Alzheimer disease and normal ageing. The listed interventions are neuropsychological assessment and multimodal brain MRI, not a therapeutic drug or device; the aim is to study anatomy/function (insula involvement) rather than to test a treatment. citeturn0search0turn0search8",
        "Act: Key extracted details — Title: \"Self and Autobiographical Memory in Dementia With Lewy Bodies and Alzheimer Disease: a Behavioral and Multimodal Neuroimaging Study\"; Interventions: Neuropsychological assessment and multimodal brain MRI; Registration: NCT04616287; Lead sponsor: University Hospital, Strasbourg. No drug or medicinal intervention is described in the registry listing or study summary. citeturn0search0turn0search8",
        "Reflect: Classification check — This is an observational/behavioral + imaging study (diagnostic/neuroanatomical research). It does not evaluate a biologic or small-molecule therapeutic, a pharmacologic cognitive enhancer, nor an intervention aimed at neuropsychiatric symptom relief. Therefore it does not fit any of the four therapeutic categories and should be classified as 'N/A'. Related peer-reviewed work on the insula and self-concept in DLB/AD supports the study rationale but does not change the non-therapeutic nature of this protocol. citeturn0search1turn0search3",
        "Web search results (sources found): 1) Clinical trial listing for the study with interventions \"Neuropsychological assessment and Multimodal brain MRI\" (registry NCT04616287). citeturn0search0turn0search8 2) Peer-reviewed article \"Who am I with my Lewy bodies? The insula as a core region of the self-concept networks\" describing insular atrophy and self-concept impairments in DLB. citeturn0search1turn0search3 3) Review and related literature on self-processing and insula in DLB/AD. citeturn0search2turn0search7"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}