{
    "nct_id": "NCT00348192",
    "title": "A Double-Blind, Randomised, Placebo-Controlled, Parallel Group Study to Investigate the Effects of SB-742457, Donepezil and Placebo on Cognition in Subjects With Mild to Moderate Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2009-05-28",
    "description_brief": "The purpose of this study is to find out if SB-742457 is a safe treatment and what effects it has on the symptoms of mild to moderate Alzheimer's Disease. SB-742457 is a new treatment which is thought to increase the levels of certain chemicals in the brain that are often decreased in patients with Alzheimer's Disease.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "SB-742457",
        "Donepezil"
    ],
    "placebo": [
        "Placebo"
    ],
    "explanation_target": [
        "Reason: The trial tests SB-742457 to \"increase the levels of certain chemicals in the brain\" and the title compares its effects on cognition vs donepezil and placebo — this indicates a symptomatic, pro-cognitive intent rather than a disease-modifying pathology-targeting approach. SB-742457 is described in the literature as a selective 5‑HT6 (serotonin 6) receptor antagonist that increases extracellular acetylcholine, glutamate, noradrenaline and dopamine in cortex and showed procognitive effects in preclinical models. citeturn0search1turn0search3",
        "Act: Key extracted details — drug: SB-742457 (a selective 5‑HT6 receptor antagonist; orally active), comparator: donepezil, control: placebo; primary/primary focus is on cognition (ADAS‑Cog, CIBIC+, MMSE etc.) and safety in mild–moderate AD, consistent with symptomatic cognitive enhancement. Clinical trial reports label SB-742457 as a 5‑HT6 antagonist developed as a cognitive enhancer and show phase II studies assessing cognition vs placebo/donepezil. citeturn0search4turn0search0",
        "Reflect: Classification check — per definitions: a \"Cognitive enhancer\" is a drug improving cognitive function without directly targeting core AD pathology (amyloid/tau). SB‑742457's mechanism (5‑HT6 antagonism -> increased neurotransmitter release) and the trial's cognitive endpoints align with this definition. Therefore the correct category is \"cognitive enhancer.\" The trial also includes donepezil (an established symptomatic cholinesterase inhibitor) and placebo as comparators, which supports the symptomatic/cognitive focus. citeturn0search4turn0search2",
        "Web-search provenance (key sources consulted): PubMed/clinical trial reports and Alzheimer’s & Dementia articles describing SB‑742457 as a selective 5‑HT6 receptor antagonist with procognitive effects and Phase II clinical trial results. citeturn0search4turn0search1turn0search0"
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The investigational drug SB-742457 is a selective antagonist of the serotonin 5-HT6 receptor, a neurotransmitter receptor whose antagonism increases extracellular acetylcholine, glutamate, noradrenaline and dopamine and is pursued for symptomatic cognitive enhancement rather than targeting core AD pathology. citeturn0search1turn0search2",
        "Act: Key extracted details from the trial description and literature — trial tests SB-742457 (a 5‑HT6 receptor antagonist) versus donepezil and placebo with cognitive endpoints (e.g., ADAS‑Cog, CIBIC+), indicating a symptomatic/pro‑cognitive mechanism acting through serotonergic (and downstream cholinergic/glutamatergic) neurotransmission rather than amyloid/tau pathways. The clinical trial report comparing SB‑742457 and donepezil supports this interpretation. citeturn0search0turn0search4",
        "Reflect: Classification check — CADRO category D (Neurotransmitter Receptors) best fits because the primary molecular target is a neurotransmitter receptor (5‑HT6). Donepezil (a cholinesterase inhibitor) is also a symptomatic neurotransmission-directed comparator, reinforcing the neurotransmitter-system focus rather than a disease‑modifying pathology target. No evidence in the description indicates primary targeting of amyloid, tau, inflammation, metabolism, vasculature, or other CADRO domains. citeturn0search6turn0search3",
        "Web-search provenance (key sources consulted): PubMed clinical trial report of SB‑742457 vs donepezil/placebo (Maher‑Edwards et al., 2010). Preclinical and pharmacology descriptions of SB‑742457 as a selective 5‑HT6 antagonist with procognitive effects (Alzheimer’s & Dementia abstracts, Ray et al.; Chuang et al.). Background and phase‑2 reporting summarized by AlzForum. Supplier/chemical summaries confirming 5‑HT6 affinity and pharmacology. citeturn0search0turn0search1turn0search2turn0search4turn0search6"
    ]
}