{
    "nct_id": "NCT01915381",
    "title": "Improving Adherence Healthy Lifestyle on a Smartphone Based on Complementation Adults With Intellectual Disabilities",
    "status": "COMPLETED",
    "last_update_time": "2019-09-27",
    "description_brief": "AIM: Improve adherence to physical activity in people with Intellectual disabilities with a Smartphone Application DESIGN: Randomized controlled trial SUBJECTS OF THE STUDY: People with intellectual disabilities in Occupational Center ( ASPROMANIS) INTERVENTION: DATA ANALYSIS: descriptive statistics, measuring central tendency and dispersion of the variables study. Inferential statistics will be made between intervention of key variables and outcome",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial description and title describe a smartphone (mHealth) application to improve adherence to physical activity in adults with intellectual disabilities — a behavioral/technology intervention, not a pharmacologic agent or biologic. The aim is to increase physical activity adherence (health behavior), so it does not match the four Alzheimer-specific therapeutic categories (disease-targeted biologic, disease-targeted small molecule, cognitive enhancer, or neuropsychiatric symptom improvement). citeturn0search3turn0search0",
        "Act: Key extracted details from the description — Title: \"Improving Adherence Healthy Lifestyle on a Smartphone Based on Complementation Adults With Intellectual Disabilities\"; Design: randomized controlled trial; Intervention: smartphone application (reminders/monitoring) to improve adherence to physical activity; No drug or placebo is mentioned. Relevant published protocols / reports for similar studies (demonstrating this is an mHealth RCT rather than a drug trial) include an open-access article and protocol describing app-based PA adherence interventions in adults with intellectual disabilities and related mHealth trials. Examples: \"Improving Adherence Physical Activity with a Smartphone Application Based on Adults with Intellectual Disabilities (APPCOID)\" (full text/PMC). citeturn0search3 Additional related mHealth PA trial publications/protocols: BMC/Trials articles and PubMed entries on smartphone apps to increase physical activity. citeturn0search0turn0search1",
        "Web-search results supporting the above (selected):\n- \"Improving Adherence Physical Activity with a Smartphone Application Based on Adults with Intellectual Disabilities (APPCOID)\" — full text on PMC (describes an RCT using an app as reminder/monitoring; no drug). citeturn0search3\n- BMC Public Health related description of the same app-based RCT and rationale. citeturn0search0\n- Protocols and related mHealth RCTs testing smartphone apps/gamification to increase physical activity (Trials / PubMed). citeturn0search1turn0search2",
        "Reflect: Classification check — by the provided definitions, the intervention is a behavioral/technology mHealth tool to improve adherence to physical activity and not a biologic or small molecule targeting Alzheimer pathology, nor a drug intended primarily to enhance cognition or treat neuropsychiatric symptoms. Therefore the correct category is 'N/A'. There is no ambiguity in the description that would place it into any of the four Alzheimer-focused categories. citeturn0search3"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}