{
    "nct_id": "NCT06444841",
    "title": "Smartphone-Based Solutions for Prospective Memory in Mild Cognitive Impairment and Dementia",
    "status": "RECRUITING",
    "last_update_time": "2024-07-08",
    "description_brief": "Alzheimer's disease and related dementias lead to marked declines in daily functioning, independence, and quality of life. One of the earliest cognitive changes in these conditions is impairment in prospective memory, or the ability to remember future intentions such as taking medications at a given time. Prior intervention studies that targeted prospective memory used mnemonic strategies or cognitive training, but these approaches resulted in modest gains in clinical populations. By contrast, a Stage I pilot trial indicated that smartphone-based memory aids (reminder apps) can be accepted and used by persons with mild cognitive impairment and mild dementia to improve both subjective and objective prospective memory performance. The investigators will now test for efficacy, durability, and generalizability of benefits across diverse samples in a Stage II randomized controlled trial. Some 200 participants with mild cognitive impairment or mild dementia will be recruited, half of whom will be from digitally-disadvantaged backgrounds (low socioeconomic status, rural, or historically underrepresented groups). Participants will complete baseline assessments and then be randomly assigned to a smartphone reminder app intervention or an active control condition that uses a paper- based memory support system. Across a 4-week intervention period, participants will complete patient-selected and experimenter-assigned prospective memory assessments and receive booster training sessions to promote self-efficacy with the intervention/control system. Durability of effects will be assessed at 3-month and 6-month follow-up sessions. As a secondary aim, study partners will be simultaneously enrolled to collect informant ratings, track how much study partners assist the participants, and determine whether improving prospective memory in patients improves quality of life in study partners (e.g., by reducing the double to-do list burden of remembering for themselves and for care recipients). As a third aim, the investigators will identify barriers and facilitators to smartphone interventions in digitally-disadvantaged individuals who have historically been underrepresented in technology and dementia research.",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "SUPPORTIVE_CARE",
    "results": null,
    "target_category": "Cognitive enhancer",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial tests a smartphone reminder-app intervention (vs an active paper-based memory-support control) to improve prospective memory in people with MCI or mild dementia — i.e., it seeks to improve a cognitive ability (prospective memory), not to modify Alzheimer pathology or treat neuropsychiatric symptoms. citeturn0search2turn0search3",
        "Act (extracted details): Stage II randomized controlled design; intervention = smartphone reminder app; active control = paper-based memory support; outcomes = patient-selected and experimenter-assigned prospective memory assessments with 4-week intervention and 3- and 6-month follow-ups. No drug or biologic is involved. (See trial description and prior pilot RCT.). citeturn0search3turn0search2",
        "Reflect: This fits the 'Cognitive enhancer' category because the intent is to improve cognitive performance (prospective memory) through a non-pharmacologic, behavioral/technology intervention. It does not target Alzheimer pathology (so not a disease-targeted biologic or small molecule) and it does not primarily target neuropsychiatric/behavioral symptoms. No pharmacologic agent was identified in the protocol or related publications. citeturn0search2turn0search3",
        "Web search results used: (1) Full-text randomized trial of smartphone-based prospective memory strategies (Scullin et al., 2021) — PMC article summarizing feasibility and efficacy of reminder apps/digital recorder in MCI/dementia. citeturn0search2 (2) Clinical trial listing/description for the Stage II trial matching the provided title/summary. citeturn0search3 (3) PubMed/abstract record for the pilot RCT and related reports. citeturn0search1"
    ],
    "agent_type": "T) Other",
    "explanation_agent": [
        "Reason: The intervention is a behavioral/technology cognitive-support strategy (a smartphone reminder app) intended to improve prospective memory in people with MCI or mild dementia, not a drug, biologic, or an intervention that acts on a specific molecular/cellular pathway (amyloid, tau, inflammation, neurotransmitter receptors, synaptic plasticity, etc.). citeturn0search1turn0search5",
        "Act: Extracted details — Stage II randomized design testing a smartphone reminder app versus an active paper-based memory-support control, 4‑week intervention with 3‑ and 6‑month follow-ups; outcomes are patient-selected and experimenter-assigned prospective memory measures. No pharmacologic agent, molecular target, or pathway is identified in the protocol or related publications, so there is no CADRO biological target to assign. citeturn0search5turn0search6turn0search1",
        "Reflect: Because CADRO categories map to biological/drug targets or mechanistic domains (e.g., amyloid, tau, inflammation, synaptic plasticity), and this trial tests a non‑pharmacologic behavioral/technology cognitive aid with no identifiable molecular or cellular target, the correct CADRO assignment is T) Other. This reflects the Decision rule: if no therapeutic biological target can be inferred (or the trial is non‑therapeutic/behavioral), use 'T) Other'. Confirmed by the published randomized trial and the Stage II trial listing. citeturn0search1turn0search5turn0search6",
        "Web search results used: (1) Full-text randomized trial of smartphone-based prospective memory strategies (Scullin et al., J Am Geriatr Soc, 2021). citeturn0search1 (2) Lab/project page and Stage II trial description for 'Smartphone‑Based Solutions for Prospective Memory in MCI and Dementia' (site: techanslab at UT). citeturn0search5 (3) Clinical trial listing/summary (MedPath/registry entry) for the Stage II trial. citeturn0search6 (4) Press/news summaries of the randomized trial (Baylor news/Wiley press release). citeturn0search3turn0search0"
    ]
}