{
    "nct_id": "NCT05233774",
    "title": "Lomecel-B Effects on Alzheimer's Disease: A Randomized, Double-Blinded, Placebo-Controlled Phase 2a Trial",
    "status": "COMPLETED",
    "last_update_time": "2024-02-16",
    "description_brief": "Dementia resulting from AD is associated with vascular function decline and involves a pro-inflammatory state. In our Phase 1 trial, Lomecel-B treatment met the primary safety endpoint, with no safety concerns, and showed potential to improve clinical assessments. Mechanistically, Lomecel-B treated subjects had higher serum concentrations of pro-vascular and anti-inflammatory biomarkers relative to placebo. This trial builds upon those preliminary Phase 1 results, and is designed to evaluate the safety profile of multiple infusions of Lomecel-B, and to investigate provisional efficacy of single dosing versus multiple dosing of Lomecel-B on cognitive function and biomarkers in AD subjects.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted biologic",
    "drug": [
        "Lomecel-B (allogeneic medicinal signaling cells, MSC)"
    ],
    "placebo": [
        "Placebo"
    ],
    "explanation_target": [
        "Reason: The investigational product Lomecel-B is described in the trial publications and sponsor materials as an allogeneic medicinal signaling cell (MSC) — i.e., a cell‑based biologic — developed to act via pro‑vascular and anti‑inflammatory mechanisms to modify disease processes in Alzheimer's disease rather than solely provide symptomatic cognitive stimulation. citeturn0search1turn0search2",
        "Act: Key extracted details — Lomecel‑B is an allogeneic MSC cell therapy (biologic). Phase 1 randomized, double‑blind, placebo‑controlled data reported the primary safety endpoint was met and showed signals on cognitive/biomarker endpoints; the Phase 2a trial evaluates single vs multiple intravenous infusions (two dose levels) versus placebo and measures cognitive outcomes and vascular/inflammatory biomarkers. citeturn0search2turn0search1turn0search6",
        "Reflect: Mapping to the provided category definitions — Lomecel‑B is a biologic (cell therapy) that targets hypothesized AD pathophysiology (vascular dysfunction and neuroinflammation) and is being tested for disease‑modifying effects on cognition and biomarkers. This fits the 'disease‑targeted biologic' category rather than 'cognitive enhancer' or 'neuropsychiatric symptom improvement'. Trial materials and peer‑reviewed reports support this interpretation. citeturn0search6turn0search8",
        "Web search sources used (selected): PubMed/Wiley/PMC descriptions of Lomecel‑B as an allogeneic MSC and the Phase 1 results and Phase 2a (CLEAR MIND) trial design. citeturn0search0turn0search1turn0search6turn0search8"
    ],
    "agent_type": "R) Multi-target",
    "explanation_agent": [
        "Reason: Lomecel‑B is an allogeneic medicinal signalling cell (MSC) therapy developed to produce pro‑vascular (endothelial/vascular/regenerative) and anti‑inflammatory effects intended to modify AD pathophysiology rather than only provide symptomatic benefit. These dual mechanisms (vascular + inflammation) are described in sponsor/publication materials. citeturn0search6turn0search3",
        "Act: Extracted trial details — Lomecel‑B (laromestrocel) is a bone‑marrow‑derived allogeneic MSC product given IV in single or repeated doses in the CLEAR MIND Phase 2a randomized, placebo‑controlled trial; endpoints include safety, cognitive outcomes, MRI brain volumetry, and biomarkers related to inflammation and endothelial/vascular systems. Because the intervention is explicitly intended to act on both inflammatory and vascular pathways, it maps to more than one CADRO category. citeturn0search1turn0search2",
        "Reflect: CADRO mapping — the described mechanisms correspond to F) Inflammation and K) Vasculature. Because the trial and sponsor materials explicitly list both anti‑inflammatory and pro‑vascular/regenerative actions as the putative disease‑modifying mechanisms, the most appropriate CADRO classification is R) Multi‑target (to reflect simultaneous targeting of inflammation and vascular/endothelial processes). If forced to pick a single CADRO category, either F or K could be argued, but the clear dual focus supports R). citeturn0search6turn0search3",
        "Web search sources (selected) supporting the above: 1) Longeveron press release / Nature Medicine publication announcement describing CLEAR MIND Phase 2a results and mechanisms (pro‑vascular, reduced neuroinflammation, brain volume effects). citeturn0search0 2) Longeveron CLEAR MIND topline/trial design summary describing dosing arms, endpoints including vascular and inflammatory biomarkers. citeturn0search1turn0search2 3) Company clinical updates and news summarizing anti‑inflammatory and pro‑vascular/regenerative potential of Lomecel‑B. citeturn0search6turn0search3 4) Clinical news coverage summarizing phase 1 and phase 2a safety and biomarker signals (anti‑inflammatory biomarkers increased in phase 1; DTI/MRI signals in phase 2a). citeturn0search5turn0search3"
    ]
}