{
    "nct_id": "NCT05077826",
    "title": "Modern Energetic Methods of Response Improvement (MEMORI)",
    "status": "COMPLETED",
    "last_update_time": "2024-03-12",
    "description_brief": "The investigators have developed a low-risk transcranial Electrical Stimulation (tES) treatment that has improved learning and performance in young adults up to nearly 4 times when compared with a sham control. This randomized pilot trial will determine if this same tES protocol improves memory in older adults (50-90 years old) who are healthy, and separately in older adults with mild cognitive impairment (MCI) or early stage Alzheimer's disease (AD). TES will be applied to the right temple and left arm for up to 40 minutes. MRI images, along with other measures, may be obtained before and after tES. If effective, this intervention may help to improve the quality of life for AD patients and their families.",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is a non‑pharmacologic neuromodulation (transcranial Electrical Stimulation, tES) applied to scalp/temple and arm to improve memory/learning in healthy older adults and in people with MCI/early AD. This aims to improve cognitive performance (memory/learning) rather than to modify Alzheimer pathology (amyloid/tau) or primarily treat neuropsychiatric symptoms. Therefore it fits the 'Cognitive enhancer' category by the provided definitions.",
        "Act — key extracted details from the description: intervention = transcranial Electrical Stimulation (tES) applied to the right temple and left arm for up to 40 minutes; population = healthy older adults (50–90) and older adults with MCI or early AD; intended effect = improve memory/learning and quality of life. No drug name or biologic is involved. The trial title is 'Modern Energetic Methods of Response Improvement (MEMORI)'; my web searches did not return a clear, unique registrant page for a clinical trial named 'MEMORI' in the top results.",
        "Supporting literature / web search results (representative): - Multiple studies show transcranial electrical stimulation (including tDCS/tES) can improve episodic memory in older adults. citeturn0search0. - Systematic reviews/meta‑analyses report tDCS/tES can improve global cognitive function and selective attention in older adults with MCI, though effect sizes and durability vary. citeturn0search6. - Mechanistic and physiological studies document that repetitive tES alters cerebral perfusion and neuronal excitability—consistent with a neuromodulatory cognitive enhancement mechanism rather than a disease‑targeting biochemical action. citeturn0search5. - Results across tES studies are mixed and context/protocol dependent (electrode placement, current, timing), with some reports of impairment under certain conditions—so efficacy is not guaranteed and requires careful protocol design. citeturn0search9. - Noninvasive brain stimulation methods (including rTMS/tES) have been tested in AD/MCI clinical trials as cognitive interventions (example: rTMS randomized trial in AD), supporting the general approach of neuromodulation for cognitive symptoms. citeturn0search8.",
        "Reflect: Classification check — the intervention is a device‑based neuromodulation intended to improve memory performance, not a biologic or small molecule targeting amyloid/tau, nor is it aimed primarily at behavioral/psychiatric symptoms. Thus 'Cognitive enhancer' best matches. Ambiguity: if later evidence or protocol text framed the intervention as disease‑modifying (e.g., claiming change to AD pathology) that would require reconsideration, but the provided description frames it as improving memory/quality of life. No pharmacologic agent or placebo drug is described; sham tES would be the control in practice."
    ],
    "agent_type": "M) Synaptic Plasticity/Neuroprotection",
    "explanation_agent": [
        "Reason: The MEMORI intervention is transcranial electrical stimulation (tES), a noninvasive neuromodulation that modulates cortical excitability and promotes synaptic plasticity / LTP‑like mechanisms to improve memory and learning rather than directly altering amyloid, tau, ApoE/lipids, or other molecular AD pathology. This mechanism aligns with CADRO category M (Synaptic Plasticity/Neuroprotection). citeturn0search5turn0search7",
        "Act: Key extracted details — intervention = transcranial electrical stimulation (tES) applied to scalp/temple and arm for up to ~40 minutes; population = healthy older adults and people with MCI/early AD; intended effect = improve memory/learning and quality of life. No pharmacologic agent, gene, or classic molecular pathway (amyloid, tau, inflammation, etc.) is specified; the described mechanism is neuromodulation of excitability/plasticity. Assign CADRO 'M) Synaptic Plasticity/Neuroprotection'. Evidence that noninvasive stimulation improves memory in older adults/MCI and works via excitability/plasticity is supported by meta-analyses and mechanistic reviews. citeturn0search1turn0search0",
        "Reflect: Verification — neuromodulation interventions (tES/tDCS/rTMS) are routinely classified as targeting cortical excitability and synaptic plasticity (i.e., cognitive enhancement/neuroprotection) rather than molecular AD targets; multiple reviews/meta‑analyses support memory benefits and LTP‑like mechanisms, so CADRO M is the best specific fit. If the trial had explicitly claimed disease‑modifying effects on amyloid, tau, inflammation, or other molecular pathways, a different CADRO category would be required; given the provided description, 'M) Synaptic Plasticity/Neuroprotection' is appropriate. citeturn0search7turn0search2",
        "Web search results used (representative sources): 1) Meta‑analysis of rTMS and tDCS showing memory improvement in MCI. citeturn0search0. 2) Meta‑analysis of tDCS effects on episodic memory in older adults. citeturn0search1. 3) Mechanistic reviews describing how tES/tDCS modulates cortical excitability and induces LTP‑like plasticity. citeturn0search5turn0search7. 4) Reviews/meta‑analyses describing altered cortical excitability and impaired plasticity in AD/MCI (supporting plasticity as a therapeutic target). citeturn0search2."
    ]
}