{
    "nct_id": "NCT04251182",
    "title": "A Randomized, Double-Blind, Placebo-Controlled Multi-Center Study to Evaluate the Safety and Efficacy of Three Dose Strengths of T3D-959 in Subjects With Mild-to-Moderate Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2024-07-18",
    "description_brief": "A Randomized, Double-Blind, Placebo-Controlled Multi-Center Study to Evaluate the Safety and Efficacy of Three Dose Strengths of T3D-959 in Subjects with Mild-to-Moderate Alzheimer's Disease.",
    "description_detailed": "Study Design \\& Methods: Phase 2 multi-center, randomized, double blind, placebo-controlled study of T3D959 15 mg, 30 mg, 45 mg, or matching placebo administered orally once daily for 24 weeks. There will be equal allocation of subject numbers across the four groups. Stratified randomization will be conducted on the basis of ApoE4 genotype so that subjects are randomized into one of the four dose groups within each stratum of ApoE4 status: ApoE4-positive (at least one E4 allele) vs ApoE4-negative (no E4 alleles).\n\nFollowing informed consent, subjects will enter the screening phase of the study.\n\nOnce eligibility is confirmed and before the start of the first dose of study drug, subjects will be randomized on a 1:1:1:1 basis to placebo or T3D959 treatment (15mg, 30mg, 45mg) for the 24-week treatment period. Investigators, subjects, and caregivers will be blinded to the treatment assignment.\n\nStudy schedule visits: screening, baseline, weeks 4, 8, 16, 24 and 28 (F/U visit)",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "T3D-959 — oral, brain-penetrant small‑molecule dual PPAR-δ/PPAR-γ agonist (insulin-sensitizer; targets brain glucose/lipid metabolism)"
    ],
    "placebo": [
        "Placebo (oral)"
    ],
    "explanation_target": [
        "Reason: The trial tests T3D-959, which is a small‑molecule, brain‑penetrant dual PPAR‑delta/PPAR‑gamma agonist designed to improve dysfunctional brain glucose and lipid metabolism and act as an insulin sensitizer — i.e., it targets metabolic mechanisms thought to drive AD pathology rather than acting as a symptomatic cognitive enhancer or an anti-amyloid/tau biologic. citeturn0search6turn0search4",
        "Act: Key extracted details and supporting sources — T3D-959 is described in early-phase clinical reports and preclinical studies as a brain‑penetrant PPAR‑δ/γ agonist that produced dose-dependent metabolic and FDG‑PET changes and exploratory cognitive signal in a Phase IIa study; a larger randomized, double‑blind, placebo‑controlled Phase 2 (PIONEER) was designed to test multiple oral doses vs placebo in mild‑to‑moderate AD. These sources summarize mechanism (PPAR δ/γ, insulin‑sensitizer), formulation (oral small molecule), and trial design (placebo-controlled multi‑center RCT). citeturn0search6turn0search3turn0search0",
        "Reflect: Classification check — given T3D‑959 is a small‑molecule nuclear receptor agonist aiming to remediate disease‑relevant metabolic dysfunction (a proposed disease‑modifying approach) it best fits the 'disease-targeted small molecule' category. It is not a biologic (no mAb/vaccine), not described as purely symptomatic cognitive enhancer, and not aimed solely at neuropsychiatric symptoms. The classification is consistent with the cited publications and the PIONEER trial description. citeturn0search3turn0search4"
    ],
    "agent_type": "J) Metabolism and Bioenergetics",
    "explanation_agent": [
        "Reason: The investigational drug T3D-959 is a brain-penetrant, orally delivered small-molecule dual PPAR-δ (delta) / PPAR-γ (gamma) agonist that is described as an insulin-sensitizer intended to improve dysfunctional brain glucose and lipid metabolism — i.e., it targets metabolic and bioenergetic pathways believed to contribute to AD pathogenesis. citeturn0search5turn0search3",
        "Act: Extracted details and supporting sources — T3D-959 is explicitly described in company and academic reports as a PPAR-δ/γ agonist (oral, brain-penetrant) tested in a Phase 2 randomized, double-blind, placebo-controlled trial (PIONEER) in mild-to-moderate AD with multiple doses and metabolic/FDG-PET and biomarker endpoints. Early-phase data showed dose-dependent FDG‑PET changes and metabolic/cognitive signals. Top-line Phase 2 results were reported by the sponsor. citeturn0search3turn0search5turn0search0turn0search1",
        "Reflect: Classification check — the mechanism (nuclear receptor agonism to remediate glucose/lipid metabolism and insulin signalling in brain) maps directly to CADRO category J) Metabolism and Bioenergetics. The intervention is a disease‑targeted small molecule acting on metabolic pathways, not an anti-amyloid or anti-tau biologic, nor a purely symptomatic neurotransmitter agent; therefore J is the most specific CADRO match. citeturn0search5turn0search6",
        "Web search results (key sources used):",
        "- PIONEER Phase 2 study update and design description (Alzheimer's & Dementia / Wiley). citeturn0search0",
        "- PR News release: T3D Therapeutics announces positive top-line Phase 2 PIONEER results (Nov 3, 2023). citeturn0search1",
        "- PR News release: PIONEER trial initiation / mechanism summary (Feb 11, 2020). citeturn0search3",
        "- 2018 clinical report: effects of T3D‑959 (PPAR δ/γ agonist) on metabolic and cognitive measures including FDG‑PET (Alzheimer's & Dementia conference report). citeturn0search5",
        "- Company release describing Phase 2 trial and biomarker analyses (AAIC/PR release). citeturn0search6"
    ]
}