{
    "nct_id": "NCT06702124",
    "title": "Effects of Dopaminergic Therapy in Patients with Alzheimer's Disease: a 24 Weeks Prospective, Randomized, Double-blind, Placebo-controlled, Parallel Group, International, Multi-center Phase III Study Evaluating Efficacy and Safety of Rotigotine 4 Mg/24 Hrs in Combination with Rivastigmine 9.5 Mg/24 Hrs in Mild to Moderate Alzheimer's Disease Patients.",
    "status": "RECRUITING",
    "last_update_time": "2025-01-17",
    "description_brief": "This is a 24-week prospective, randomized, double-blind, placebo-controlled, multi-center phase III study evaluating efficacy and safety of rotigotine 4mg/24 hrs in combination with rivastigmine 9.5 mg/24 hrs in mild to moderate AD patients. The total study duration per patient from baseline to the end will be 24 weeks. The study has a placebo-controlled design to eliminate experimental biases that arise from a participants' expectations, observer's effect on the participants, observer bias, confirmation bias, and other sources.",
    "description_detailed": "Patients will be screened at trial sites for determination of eligibility to enter the study on the basis of diagnostic evaluations, according to current diagnostic criteria for probable AD, and safety assessments (vital sign complete physical and neurological examinations). The efficacy assessments (cognitive/behavioral evaluations) will be performed at Baseline before starting treatment and repeated ontreatment at Weeks 6, 12 and 24. EEG neurophysiological examinations will be performed at Baseline and at Week 24. Plasma biomarkers will be collected at baseline and at Week 24. Visit windows are ±7 days for all the scheduled visits. At each in-clinic visit (or upon early termination), AEs will be recorded, at screening, baseline, weeks 6, 12 and 24 vital signs measured, and physical and neurological examination performed. During intervening times between visits, caregivers will be contacted by telephone at approximately at Weeks 4 and 16 and an unscheduled visit will take place if needed in response to a safety concern.",
    "phase": [
        "PHASE3"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "Cognitive enhancer",
    "drug": [
        "rotigotine (dopamine receptor agonist, transdermal)",
        "rivastigmine (acetylcholinesterase inhibitor)"
    ],
    "placebo": [
        "placebo-controlled"
    ],
    "explanation_target": [
        "Reason: The trial tests rotigotine (a dopaminergic agonist) combined with rivastigmine (a cholinesterase inhibitor) in mild–moderate AD to evaluate efficacy/safety over 24 weeks, which indicates an intent to produce symptomatic improvement in cognition/behavior rather than to modify underlying AD pathology. Rotigotine is a small‑molecule dopamine receptor agonist delivered via a 24‑hour transdermal patch. citeturn0search2turn0search6",
        "Act: Key drug facts extracted from web sources — rotigotine: non‑ergoline dopamine receptor agonist, transdermal 24‑hour delivery (used in PD/RLS). citeturn0search2turn0search10; rivastigmine: an acetylcholinesterase (and butyrylcholinesterase) inhibitor approved for symptomatic treatment of mild‑to‑moderate Alzheimer’s disease (improves cognition, activities, and behavior). citeturn0search1turn0search3. Both are small‑molecule symptomatic therapies (not biologics) and are used to enhance/restore neurotransmitter function rather than to target amyloid/tau pathology. citeturn0search9turn0search6",
        "Reflect: Given the mechanisms (dopaminergic stimulation + cholinergic enhancement) and the clinical context (mild–moderate AD, 24‑week symptomatic trial), the most appropriate category is \"Cognitive enhancer.\" There is some overlap with neuropsychiatric symptom management (rotigotine may affect motivation/apathy), but rivastigmine's established use and the trial framing point to cognitive/symptomatic enhancement rather than disease‑modifying or neuropsychiatric‑only endpoints. If additional protocol details showed primary endpoints exclusively for agitation/mood, classification could shift to \"Neuropsychiatric symptom improvement,\" but based on the provided description and drug mechanisms, \"Cognitive enhancer\" is the best fit."
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The trial combines rotigotine (a dopamine receptor agonist) with rivastigmine (an acetylcholinesterase inhibitor) to produce symptomatic improvement in cognition/behavior by modulating neurotransmitter systems (dopaminergic and cholinergic), rather than targeting core AD proteinopathies (amyloid or tau). citeturn1search1turn0search3",
        "Act: Extracted facts — rotigotine is a non‑ergoline, small‑molecule dopamine receptor agonist delivered as a 24‑hr transdermal patch (Neupro), acting at D1/D2/D3 receptors; rivastigmine is a reversible acetylcholinesterase (and butyrylcholinesterase) inhibitor used as an approved symptomatic treatment for mild‑to‑moderate AD (available as a 9.5 mg/24 hr patch). These mechanisms are classic neurotransmitter‑modulating, symptomatic (cognitive enhancer) actions, matching CADRO’s Neurotransmitter Receptors category. citeturn1search1turn1search5turn0search3turn0search2",
        "Reflect: Classification as D) Neurotransmitter Receptors is appropriate because both agents act to modify neurotransmission (dopamine receptor agonism and cholinergic enhancement). Although two different neurotransmitter systems are targeted, they fall under the same CADRO theme (neurotransmitter/receptor modulation) rather than representing disease‑modifying anti‑amyloid/tau, inflammatory, or multi‑pathway interventions. If the trial’s primary intent had been disease modification or targeted a distinct non‑neurotransmitter pathway, another CADRO category would be indicated, but given the drugs and the symptomatic focus, D is the best fit. citeturn1search1turn0search3",
        "Web search results (key sources used):",
        "- Rotigotine — DrugBank summary (non‑ergoline dopamine agonist, transdermal Neupro). citeturn1search1",
        "- Rotigotine receptor pharmacology (agonist at D1/D2/D3) — British Journal of Pharmacology / PubMed summary. citeturn1search5",
        "- Neupro (rotigotine) prescribing / patient information (transdermal system). citeturn1search4",
        "- Rivastigmine mechanism and clinical use — DrugBank / StatPearls (reversible AChE and BuChE inhibitor; Exelon patch 9.5 mg/24 hr used in AD). citeturn0search0turn0search3turn0search2"
    ]
}