{
    "nct_id": "NCT06121986",
    "title": "A Scalable Mediterranean-ketogenic Nutrition Intervention to Improve Gut and Brain Health in Underserved Rural Older Adults With Mild Cognitive Impairment",
    "status": "ACTIVE_NOT_RECRUITING",
    "last_update_time": "2025-03-10",
    "description_brief": "Objective 1: To scale-up the nutrition adherence intervention for testing in predominantly Black and African-American rural communities in North Florida.\n\nThe investigators hypothesize that:\n\n1\\. The protocol will produce at least 75% of participants obtaining measurable levels of urine ketones (e.g., good adherence) in the Mediterranean-Ketogenic nutrition (MKN) group and an average score of \\>9 on the MEDAS questionnaire in the Mediterranean group during the 10-week program.\n\nObjective 2: To evaluate the effects of adherence to Mediterranean versus Mediterranean-Ketogenic nutrition on novel gut-brain axis markers of Alzheimer's disease pathogenesis in individuals with mild cognitive impairment compared to cognitively normal older adults.\n\nThe investigators hypothesize that individuals with mild cognitive impairment will:\n\n1. Have greater evidence of gut dysbiosis at baseline than cognitively normal controls and\n2. Will demonstrate greater increases in beneficial gut microbial metabolites in response to adherence to Mediterranean-Ketogenic nutrition and the Mediterranean diet compared to CN controls.",
    "description_detailed": "Recruitment: Throughout years 1 through 3, my team will engage in outreach initiatives to expand on my laboratory's current participant registry to increase numbers of diverse rural adults aged 50+. Currently, the PI's laboratory includes a participant registry of 456 individuals aged 55+; however, only 9% are non-white and it is unclear how many of these individuals are from rural areas. Thus, we will work with consultants from the UF-FSU CTSA Community Engagement Core to reach my registry goal N of 500 additional rural individuals (aged 50+). Recruitment efforts will also include collaboration with local community-based organizations and institutions, (e.g., social service providers, faith-based institutions, healthcare providers, elder/aging advocacy organizations, senior centers, etc.). Similarly, recruitment of participants for the focus groups will be through community outreach such as posting flyers and in-person recruitment at health clinics, Senior centers, and other community centers. FSU is uniquely suited to recruit a diverse rural cohort given its geographic location in North Florida.\n\nTrial Protocol Design: A total of 64 participants will be recruited for the efficacy trial, with approximately equal numbers of individuals with mild cognitive impairment and cognitively normal individuals. A 10-week intervention period was chosen based on preliminary data on participant response and prior work showing 10-weeks as an adequate period to demonstrate benefits from Mediterranean-Ketogenic nutrition. Assessments will be completed in-person at baseline, 10-weeks, 6-months, and 1 year to evaluate long-term adherence. Additionally, weekly online assessments will be completed during the initial 10-weeks, and then monthly throughout the remainder of the study to collect the at-home urine ketone adherence data.\n\nPreliminary screen: Participants will be recruited via email and phone contact from the rural participant registry. Potential participants will be screened by phone for eligibility to participate. We will recruit approximately equal participants categorized as having possible mild cognitive impairment or likely cognitively normal based on an initial screening including the telephone Montreal Cognitive Assessment (MoCA), the Memory Complaint Scale (MCS), the Functional Assessment Questionnaire (FAQ), and the Cardiovascular Risk Factors, Aging, and Incidence of Dementia (CAIDE) risk score. Additionally, basic demographics, health conditions, medications, dietary restrictions (SCOFF), and major psychiatric illnesses will be included in the telephone screener.\n\nBaseline Assessment: Consented participants for the clinical trial will be scheduled to come in-person for a 2-hour visit at CTBScience that will occur in the 2 weeks prior to beginning their assigned study arm. The assessment will consist of 1) basic vitals and biometrics assessment, 2) a urine and breath ketone assessment, 3) a brief clinical interview, executive functioning tasks from the NIH Toolbox, and the Repeatable Battery for Assessment of Neuropsychological Status - Update Form A (RBANS-Update), 4) measures of socio-emotional functioning (e.g., mood, stress, physical activity, sleep), 5) self-reported health assessments, and 6) a fasting blood draw for a comprehensive metabolic panel (completed by a trained phlebotomist). Participants will be provided a fecal sample collection kit during the appointment, which will be collected using the protocol described below. All survey items will be administered via REDCap using an iPad, while the clinical interview and the RBANS-Update will be administered by a trained research assistant. All participants will receive two bottles of urine ketone test strips to complete at-home testing and tracking and the participant workbook materials. All data collected will be entered into REDCap by research assistants. These procedures have been successfully piloted in early phase trials in my lab.\n\nIntervention Procedures: Using a hybrid (in-person/telehealth) approach to delivery, the Mediterranean-Ketogenic nutrition adherence program will consist of 10, 1-hour weekly group meetings, which will take place via HIPAA-compliant Zoom. The first meeting will be 90 minutes and will take place in-person. The nutrition information and psychoeducation components will be delivered via pre-recorded interactive videos and followed by PowerPoints guiding participants through structured skills practice and opportunity for discussion and questions. All sessions are led and moderated by a trained research assistant or study PI. In this way, if a participant is unable to attend a session, they will be able to obtain the relevant information and education to proceed. Further, these standardized videos will help ensure intervention fidelity. A nurse practitioner with expertise in functional medicine will attend the first session, and will be available to the group leaders as a consultant for nutrition questions and potential side-effects or safety concerns. Participants will be asked to report any side-effects they notice immediately to their group leader or to a study team member, and a reminder of this will be provided each session. Sessions will be devoted to providing nutrition information, building group support, identifying participant goals, and working as a group to overcome barriers. Participants will also be provided with access to an online forum for sharing recipes and additional interaction/support outside of the live group meetings. Participants will be provided with individualized guidance on titrating into a ketogenic macronutrient ratio across the first 5 weeks, starting at 50% fats/25% protein/25% net carbohydrates up to 70% fats/25% protein/5% net carbohydrates). Once participants achieve measurable ketosis (trace-small), they are given more flexibility to adjust their ratio to fit their preference, while maintaining benefits. Of note, there is an emphasis on obtaining these macronutrients from high quality food sources, rich in micronutrients, as well as focusing net carbohydrates in order to increase fiber intake. All participants receive a participant workbook, which includes optional Mediterranean-Ketogenic nutrition recipes and grocery lists developed in my lab, nutrition education handouts, resources for tracking and counting macronutrients, and ketone and food tracking diaries. At the conclusion of the program, participants are recommended to flexibly apply the nutrition and motivational interviewing-cognitive behavior therapy (MI-CBT) skills they learn with a goal of continuing to obtain at least trace levels of ketones. Of note, these procedures may be modified based on feedback from the focus groups. Further, a maintenance component has been added based on focus group feedback to include a monthly ongoing in-person support group and/or continued use of the online forum after the program.\n\nWeekly Tracking: Participants will complete daily at-home urine ketone testing during the 10-weeks following baseline assessments, and once weekly during the post-intervention period. Throughout the 10-week Mediterranean-Ketogenic nutrition intervention period, all participants will complete weekly online surveys to track changes in health status, weight, daily ketone values, mood, sleep, and physical activity.\n\n10-week Post-Assessments: In the 10th week of the program, my team will evaluate Mediterranean-Ketogenic nutrition adherence based on participant self-reported adherence to Mediterranean-Ketogenic nutrition using a 0-10 scale (0=not at all, 5=half the time, 10=very consistent) and participant reported daily urine ketone levels throughout the program. Urine and breath ketone levels will also be evaluated during the post-assessment. All participants will repeat all procedures from baseline (e.g., questionnaires, RBANS-Update Form B testing, fecal collection kit, a fasting blood draw for cardiometabolic outcomes), excluding the clinical interview. A representative subset of participants will complete semi-structured interviews at each follow-up session to collect qualitative data on their experience in the program (N=20). Satisfaction with the program will be assessed using the client satisfaction questionnaire.\n\n6-Month \\& 12-Month Post-assessment: To evaluate the long-term impacts of the Mediterranean-Ketogenic nutrition program on adherence and relevant gut-brain factors associated with Alzheimer's disease and related dementias, we will complete in-person post-assessments 6-months and 12-months after their completion of the program. During this time period, participants will continue completing at-home urine ketone testing at least once per week and will complete monthly surveys to collect these values in addition to information about their health, mood, sleep, physical activity, and weight. During each in-person assessment, participants will repeat all procedures from the 10-week appointment (using forms C and D of the RBANS-Update), including a fasting blood draw for cardiometabolic outcomes but excluding the stool collection.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is a behavioral/nutritional program (Mediterranean vs Mediterranean‑Ketogenic nutrition) aimed at adherence and measuring gut‑brain axis markers in older adults with mild cognitive impairment, not a drug, biologic, or device. The trial title and objectives explicitly describe a nutrition adherence intervention. citeturn0search0turn0search6",
        "Act: Key extracted details — title: \"A Scalable Mediterranean‑ketogenic Nutrition Intervention to Improve Gut and Brain Health in Underserved Rural Older Adults With Mild Cognitive Impairment\" (NCT06121986). Objectives: scale-up a nutrition adherence program; compare effects of Mediterranean vs Mediterranean‑Ketogenic nutrition on gut microbiome/metabolites and AD‑related biomarkers in MCI vs cognitively normal adults; adherence outcomes include urine ketones and MEDAS score. This is a diet/behavioral intervention (no drug or biologic listed). citeturn0search0turn0search6",
        "Additional context from related literature: Modified Mediterranean‑ketogenic diets have been studied for modulation of the gut microbiome and associations with CSF and blood AD biomarkers in MCI, supporting the mechanistic rationale for this nutrition trial — but these publications describe dietary interventions, not investigational drugs. citeturn0search1turn0search2",
        "Reflect: Classification check — per the provided category definitions: (1) disease‑targeted biologic requires a biologic (e.g., monoclonal antibody/vaccine) — not present; (2) disease‑targeted small molecule — not present; (3) cognitive enhancer implies a pharmacologic agent aimed at improving cognition without targeting pathology — not applicable; (4) neuropsychiatric symptom improvement targets behavioral/psychiatric symptoms — not the primary aim. Therefore the correct category is 'N/A' because this is a non‑pharmacologic dietary intervention. citeturn0search0turn0search1"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}