{
    "nct_id": "NCT05626205",
    "title": "PARO: Psycho-social Intervention With Paro Robotic Seal Focused on Patients With Dementia",
    "status": "RECRUITING",
    "last_update_time": "2024-03-04",
    "description_brief": "The overall objective of the study is to evaluate the improvement in patient-perceived quality of life following the use of the Paro robot integrated with traditional intervention in the elderly with dementia.",
    "description_detailed": "The primary aim of this study is to evaluate the patient-perceived improvement in terms of quality of life through Quality of Life - Alzheimer's Disease (QoL-AD), following the use of the Paro robot, integrated with traditional intervention carried out within the IRCCS INRCA Alzheimer's Day Center.\n\nThe Secondary aims are the evaluation of the improvement in cognitive status of the elderly person with dementia, in terms of orientation, attentional-executive, mnestic and visuospatial functions, detected through the Addenbrooke's Cognitive Examination (ACE-R); the assessment of mood improvement in terms of reduction of anxiety and depression, detected through the Rating Anxiety In Dementia (RAID) scale and the Cornell Scale for Depression in Dementia (CSDD); the assessment of the elderly person's acceptance of the technology through Quebec User Evaluation of Satisfaction (QUEST 2.0), semi-structured interview and analysis of physiological activation during interaction, with the Noldus Face Reader system and direct observation by the operator; the analysis of behavioral symptomatology through Neuropsychiatric Inventory (NPI); the assessment of practitioner's acceptance of technology through Technology Acceptance Model (TAM) and the assessment of job quality through semi-structured interview.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "OTHER",
    "results": null,
    "target_category": "neuropsychiatric symptom improvement",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is the PARO therapeutic robotic seal — a device-based, non‑pharmacological, psychosocial intervention intended to improve patient‑perceived quality of life and reduce behavioural/psychological symptoms (anxiety, agitation, depression, apathy) in people with dementia. citeturn0search0turn0search12",
        "Act: Key trial detail — title and objective identify PARO (robot) integrated with traditional intervention to improve quality of life in elderly with dementia (device intervention; no drug specified). This matches the trial listing. citeturn0search0",
        "Evidence: Systematic reviews and trials of PARO report effects on behavioural and psychological symptoms (anxiety, agitation, depression), medication use, social interaction and quality of life—supporting that PARO’s intended effect is symptom/behavioral improvement rather than disease modification or direct cognitive‑pathology targeting. citeturn0search1turn0search2",
        "Additional support: Randomized and cluster‑randomized trials and economic evaluations have assessed PARO’s impact on agitation, medication use, mood and sociability in dementia care settings—consistent with classification as an intervention aimed at neuropsychiatric/behavioural symptom management. citeturn0search6turn0search7",
        "Reflect: PARO is a device (therapeutic robot) used to provide psychosocial/emotional support and reduce neuropsychiatric symptoms; it is not a biologic or small molecule disease‑modifying therapy, nor is it primarily a pharmacologic cognitive enhancer. Therefore the correct category is 'neuropsychiatric symptom improvement'. citeturn0search3turn0search12"
    ],
    "agent_type": "T) Other",
    "explanation_agent": [
        "Reason: The intervention is the PARO therapeutic robotic seal — a device-based, non‑pharmacological psychosocial therapy intended to reduce behavioural and psychological symptoms (agitation, anxiety, depression, apathy), improve social interaction and quality of life in people with dementia, rather than targeting a molecular or biological pathway included in CADRO (e.g., amyloid, tau, inflammation, synaptic targets). citeturn0search0turn0search4",
        "Act: Key trial details: title and objective identify PARO (a robotic seal) as the intervention; trials and systematic reviews describe PARO as a therapeutic robot producing symptomatic/behavioral benefits and reduced medication use, with no drug, gene, or biochemical target specified — therefore this is not classifiable under CADRO biological target categories and should be placed in 'Other'. citeturn0search2turn0search7",
        "Reflect: Classification check — PARO is a psychosocial/device intervention (non‑pharmacologic, non‑biologic) aimed at neuropsychiatric symptom improvement and care outcomes. CADRO is organized around biological targets for therapeutic interventions; because PARO does not target a CADRO biological mechanism, 'T) Other' is the appropriate category. Key supporting sources (systematic reviews and RCTs) are cited above. citeturn0search5turn0search1"
    ]
}