{
    "nct_id": "NCT02556502",
    "title": "18F-Florbetaben PET Amyloid Imaging in Case of Intermediate CSF Biology for the Diagnosis of Alzheimer's Disease : a Pilot Study",
    "status": "COMPLETED",
    "last_update_time": "2019-05-03",
    "description_brief": "The diagnosis of Alzheimer's disease (AD) is based on clinical and neuropathological criteria.\n\nSome patients have a contributive CSF biology to determinate a high level risk of AD (Tau + phospho-tau ratio increased and Ab42 / decreased Aβ40), but others have an intermediate CSF biology (Tau and/or phospho-tau increased but Ab42 ratio / normal Aβ40) and are unclassifiable.\n\n18F-Florbetaben (Neuraceq®), a radioisotope in positron emission tomography (PET), selectively binds to amyloid plaques, with high detection sensitivity (98%).\n\nDetection of amyloid plaques by PET imaging separate patients according to the criteria of Dubois, as with AD and allow them to benefit a cholinesterase inhibitor treatment.\n\nIf negative, the diagnosis of AD can be excluded with a high level of confidence to prevent initiating unnecessary treatment, expensive for the community.\n\nThis is the first imaging study of amyloid plaques targeting population whose diagnosis of AD is uncertain according to the CSF biology.\n\nThe aim of this study is to describe the results of amyloid PET in case of intermediate CSF biology and to separate patients as AD or not according to the criteria of Dubois",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "DIAGNOSTIC",
    "results": null,
    "target_category": "N/A",
    "drug": [
        "18F‑Florbetaben (Neuraceq®) — diagnostic amyloid PET radiotracer"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention described is 18F‑Florbetaben (Neuraceq®), a radioactive PET imaging tracer that selectively binds β‑amyloid neuritic plaques to help classify patients (positive/negative) for Alzheimer’s disease; this is a diagnostic imaging agent, not a therapeutic intended to modify disease biology or improve cognition or neuropsychiatric symptoms. citeturn0search3turn0search0",
        "Act: Key extracted details — 18F‑Florbetaben (Neuraceq®) is indicated for PET imaging to estimate amyloid plaque density in adults with cognitive impairment and to aid evaluation/selection for amyloid‑directed therapies; it is used to include/exclude AD diagnosis and guide starting cholinesterase inhibitor therapy, not as a treatment itself. Therefore the trial is a diagnostic imaging study and does not fit the four therapeutic categories, so classification = 'N/A'. citeturn0search3turn0search1",
        "Web search results (sources used): Neuraceq product/site (Life Molecular Imaging) — product description and intended diagnostic use. citeturn0search0; Neuraceq package insert / prescribing information (summary of indications, dosing, and limitations). citeturn0search3; News/label updates summarizing FDA indication and role in selecting patients for amyloid‑directed therapies. citeturn0search2",
        "Reflect: The description focuses on using amyloid PET to resolve intermediate CSF biomarker results and to classify patients for diagnosis/management; there is no investigational therapeutic agent or mechanism (small molecule/biologic/cognitive enhancer/psychiatric treatment) being tested. Classification as 'N/A' is therefore appropriate and unambiguous given the evidence above. citeturn0search0turn0search3"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}