{
    "nct_id": "NCT04817891",
    "title": "Cholinergic Functions and Modulation of the Cingulo-opercular Alertness Network in LBD",
    "status": "COMPLETED",
    "last_update_time": "2024-12-19",
    "description_brief": "Fluctuations in alertness are very common in persons with Lewy body dementias and are a major source of disability. Changes in a chemical messenger molecule called acetylcholine within certain brain regions may play a role in these fluctuations. We propose to test this hypothesis and also determine whether a non-invasive way of stimulating affected brain regions may be of relevance for future management of these fluctuations.",
    "description_detailed": "The central premise of the research study is that cholinergic system changes in specific neural network regions underlie cognitive fluctuations in patients with LBD. The cingulo-opercular task control (COTC) neural network is believed to play a role in maintenance of alertness but this remains uncertain in LDB. This critical knowledge gap forms the basis of our first aim. The study proposes to use transcranial direct current stimulation (tDCS) to \"excite\" critical cholinergic denervation components of the COTC as an adjunct to cholinergic pharmacotherapy in a target engagement study. tDCS is an emerging non-invasive neurostimulation technology that may improve a range of neurological symptoms, including cognition. The study will evaluate whether target engagement by tDCS excitation of cholinergic denervated COTC hubs may affect cognitive fluctuations in LBD subjects.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "HD-tDCS (high-definition transcranial direct current stimulation; device intervention)",
        "Cholinesterase inhibitors — participants required to be on stable doses (examples: donepezil, rivastigmine, galantamine)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The study aims to reduce cognitive fluctuations/alertness deficits in Lewy body dementia by exciting cholinergic-denervated hubs of the cingulo‑opercular alertness network and testing a non‑invasive stimulation approach. The intervention is a brain‑stimulation device (HD‑tDCS) delivered as an adjunct to cholinergic pharmacotherapy — the goal is improving alertness/cognitive function rather than testing a biologic or a disease‑modifying small molecule. citeturn0search0turn0search6",
        "Act: Key trial details found: the study (NCT04817891) uses HD‑tDCS (device) as the experimental intervention and enrolls LBD patients who are on stable doses of cholinesterase inhibitors. The trial is titled \"Cholinergic Functions and Modulation of the Cingulo‑opercular Alertness Network in LBD\" and explicitly frames the intervention as modulating cholinergic function to affect alertness/cognitive fluctuations. citeturn0search0turn0search4",
        "Reflect: By the category definitions the trial does not test a biologic (monoclonal antibody/vaccine) nor a disease‑targeted small molecule as the primary intervention. Its primary intent is to improve cognitive/attentional function (alertness and cognitive fluctuations) using non‑invasive stimulation (HD‑tDCS) alongside standard cholinergic symptomatic therapy, which best matches the \"cognitive enhancer\" category. No specific drug was being tested in this trial (participants simply required stable cholinesterase inhibitor therapy). citeturn0search0turn0search6",
        "Web search results (selected sources used to classify): 1) Trial listing showing intervention = HD‑tDCS, study title and description (NCT04817891). citeturn0search0 2) CenterWatch / registry entries summarizing the same trial and noting participants must be on stable cholinesterase inhibitors. citeturn0search6 3) ICH GCP/registry entry with updated study title and description. citeturn0search4"
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The trial’s stated biological focus is modulation of the cholinergic system (acetylcholine) to reduce cognitive/alertness fluctuations in Lewy body dementia. The primary experimental intervention is non‑invasive brain stimulation (HD‑tDCS) intended to 'excite' cholinergic‑denervated hubs, and participants are required to be on stable cholinesterase inhibitors (which increase acetylcholine). These facts point to a neurotransmitter (cholinergic) mechanism. citeturn0search0turn0search2",
        "Act: Key extracted details — intervention = HD‑tDCS (device) delivered as adjunct to cholinergic pharmacotherapy; enrolment requires stable cholinesterase inhibitor use (e.g., donepezil, rivastigmine, galantamine). The study title and description explicitly frame the aim as modulating cholinergic function in the cingulo‑opercular alertness network to improve attention/alertness. Based on that, assign CADRO category D) Neurotransmitter Receptors. citeturn0search0turn0search1",
        "Reflect: This is a symptomatic/cognitive‑enhancer approach targeting acetylcholine signalling rather than an amyloid/tau disease‑modifying strategy or a multi‑target pharmacologic agent. Therefore the most specific CADRO match is D) Neurotransmitter Receptors (cholinergic system). If one instead emphasized the device modality over the biological pathway, an argument could be made for 'T) Other' (non‑drug device); however the protocol explicitly targets cholinergic denervation and requires cholinesterase therapy, supporting the neurotransmitter classification. citeturn0search0turn0search2",
        "Web search results used (selected sources): 1) ICH GCP/Clinical Trials registry entry for NCT04817891 (study description, interventions, eligibility, notes that HD‑tDCS is used adjunctively and participants must be on stable cholinesterase inhibitors). citeturn0search0 2) MedPath trial listing summarizing the same trial and interventions. citeturn0search1 3) CenterWatch trial listing (study details and HD‑tDCS intervention). citeturn0search2 4) Prior tDCS literature in LBD showing tDCS has been tested for neuropsychiatric/cognitive symptoms (supporting rationale for a stimulation approach). citeturn0search4"
    ]
}