{
    "nct_id": "NCT05295615",
    "title": "Effects of PEMF Treatment on Patients With Mild to Moderate Alzheimer's Disease in a Controlled Pilot Study",
    "status": "RECRUITING",
    "last_update_time": "2024-10-30",
    "description_brief": "An open label pilot study in mild to moderate AD patients to assess the effects of treatment with ECHS AD pulsed electromagnetic treatment device on disease progression. Enrolled patients will receive active devices. They will treat themselves at home three times a day for 15 minutes over 120 days. Primary end points are the The Alzheimer's Disease Assessment Scale-Cognitive Subscale and the Mini-Mental State Exam. Participants will be followed-up for 9 months post-treatment.",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "N/A",
    "drug": [
        "ECHS AD Device (pulsed electromagnetic field — PEMF; Electro Cellular Health Solutions / Herrick Medical)"
    ],
    "placebo": [
        "ECHS Sham AD Device (sham wearable device)"
    ],
    "explanation_target": [
        "Reason: The intervention described is a wearable pulsed electromagnetic field (PEMF) device (ECHS AD) intended to treat patients at home and assess effects on cognition (ADAS‑Cog, MMSE), i.e., a non‑drug neuromodulation device rather than a biologic or small molecule. citeturn0search1turn0search3",
        "Act: I searched trial registries and study listings to identify the intervention and study design. Registries list the ECHS AD device as a PEMF headband‑type applicator used 2–3 times/day for 15 minutes over 120 days, with cognitive endpoints (ADAS‑Cog, MMSE). Some listings also reference a sham device (placebo arm) in randomized versions of the protocol. citeturn0search3turn0search2turn0search10",
        "Reflect: The four allowed categories are specific to drug types or symptomatic cognitive/psychiatric drug interventions (disease‑targeted biologic, disease‑targeted small molecule, cognitive enhancer, neuropsychiatric symptom improvement). A PEMF therapeutic device does not fit any of those categories, so the correct classification is 'N/A'. I note minor ambiguity in registry entries: some summaries label the study open‑label with active devices only while other listings describe randomized/sham control versions — but this affects trial design, not category assignment. citeturn0search1turn0search2",
        "Web search results supporting intervention details: 1) MedPath / trial listing for NCT05295615 describing ECHS AD PEMF device and cognitive endpoints. citeturn0search1 2) CenterWatch / trial protocol page (Electro Cellular Health Solutions) describing the ECHS AD PEMF headband applicator, dosing schedule, and study design. citeturn0search3 3) TrialX and other listings summarizing the randomized/placebo‑controlled pilot design and eligibility. citeturn0search2turn0search5 4) A clinical center page (UMiami Brain Health) describing the PEMF ECHS AD Device study and that it is a wearable, noninvasive PEMF therapeutic device. citeturn0search10"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}