{
    "nct_id": "NCT03673722",
    "title": "A Randomised Controlled Trial Investigating the Feasibility of a Multi-domain Intervention to Increase Mediterranean Diet (MedDiet) Score and Physical Activity (PA) of Older UK Adults Who Are at Above Average Risk of Dementia",
    "status": "COMPLETED",
    "last_update_time": "2023-12-20",
    "description_brief": "In cohort studies, a Mediterranean Dietary Pattern (MDP) has been consistently associated with reduced dementia incidence. The efficacy of a MDP to prevent dementia has never been directly demonstrated by RCTs, with existing research limited to cognition as a secondary outcome. Furthermore, despite their likely additive effects, the combined impact of Physical Activity (PA) and a MDP on dementia risk is unknown.\n\nMedEx-UK is a RCT that will evaluate the feasibility of a multi-domain intervention to increase Mediterranean Dietary Pattern (MDP) adherence and physical activity (PA) in a group of older UK adults who are at above average risk of dementia.",
    "description_detailed": "In MedEx-UK the investigators propose to conduct a feasibility study in three UK centres (Norwich, Birmingham, Newcastle) which collectively will recruit 108 UK older adults (55-74y) who are at above average risk of dementia, but pre-clinical. Primary outcome is to evaluate the feasibility of a multi-domain intervention to increase MDP adherence and PA over a 24 week period, and to demonstrate the possibility of achieving meaningful behavioural change in a UK population. Secondary outcomes will be to measure the sensitivity of various cognitive assessments and measure the variability of our primary and secondary outcome measures in this population at baseline and in response to intervention.\n\nThere are three intervention arms to the study, and participants will be randomised with minimisation for gender and Mediterranean Diet Adherence Screener score (MEDAS; a validated questionnaire)\n\n1. MDP:\n\n   Participants will be asked to alter their consumption of foods consistent with a Mediterranean Diet. Examples include increased intake of fruits and vegetables, nuts, olive oil as the main culinary fat, moderate wine consumption (if they already consume alcohol), preferring white meat over red, and a reduction in commercial sweet and pastries, and sugar-sweetened drinks.\n2. MDP plus PA:\n\n   As well as the dietary intervention as in 1., participants will be asked to increase their PA using a mixture of structured (e.g. dancing, Zumba classes, swimming etc.) and non-structured (walking up stairs, gardening etc.) activities.\n3. Control:\n\nParticipants will be given generic healthy eating advice based on the NHS 'Eatwell' plate and UK British Heart Foundation (BHF) guidelines.\n\nThe overall purpose of this study is to inform the feasibility and design of a future large-scale UK dementia risk reduction RCT, to observe whether a multi-domain intervention over 2 to 5 years promoting MDP adherence and increased PA can reduce cognitive decline and brain atrophy in adults at above average risk of dementia.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "PREVENTION",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is a multi-domain lifestyle programme (increase adherence to a Mediterranean Dietary Pattern and increase physical activity) aimed at preventing dementia by reducing risk; it is not a pharmacologic agent, biologic, or diagnostic.",
        "Act: Key details extracted — intervention = Mediterranean Diet (MedDiet) adherence + Physical Activity (PA) in older UK adults at above-average dementia risk; study design = randomised controlled feasibility trial. This is a behavioural/lifestyle prevention trial, not a drug trial.",
        "Match to categories: does not fit 'disease-targeted biologic' (no biologic/antibody/vaccine), not a 'disease-targeted small molecule' (no small-molecule drug), not a 'cognitive enhancer' as a pharmacologic/nootropic intervention, and not aimed at treating neuropsychiatric symptoms (e.g., agitation/depression). Therefore it falls outside the four therapeutic categories.",
        "Reflect: Classification confirmed as 'N/A' because the trial tests a non-pharmacologic, prevention-focused lifestyle intervention (diet + exercise). No drug name or placebo is involved; web search was not required because the description clearly indicates a dietary/PA intervention rather than an investigational drug."
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}