{
    "nct_id": "NCT03538574",
    "title": "Mindfulness Meditation and Insomnia in Alzheimer Disease Caregivers: Inflammatory and Biological Aging Mechanisms",
    "status": "COMPLETED",
    "last_update_time": "2022-09-30",
    "description_brief": "Treatment of insomnia in caregivers is needed given that 60% of Alzheimer disease caregivers report sleep complaints, and insomnia may add to the burden of AD caregiving and contribute to morbidity and mortality risk. This is the first intervention trial in AD caregivers to target insomnia and also evaluate two mechanisms of chronic disease risk, inflammation and cellular aging",
    "description_detailed": "This randomized controlled trial aims to evaluate the non-inferiority of Mindful Awareness Practices for Insomnia (MAP-I ) vs. Cognitive Behavioral Therapy for Insomnia (CBT-I) on outcomes of insomnia, cellular and genomic markers of inflammation, and cellular aging in older adult AD spousal caregivers with insomnia (N=150) over one-year follow-up. The specific aims of this project are:\n\nPrimary Aim 1: Determine the effects of MAP-I vs. CBT-I on subjective and objective dimensions of insomnia.\n\nSecondary Aim 1: Evaluate the effects of MAP-I vs. CBT-I on cellular and genomic markers of inflammation.\n\nSecondary Aim 2: Evaluate the effects of MAP-I vs. CBT-I on markers of cellular aging.\n\nExploratory Aim 1: Explore moderating effects of caregiver stress (Stress and Adversity Inventory, STRAIN, number \\& experienced intensity of stress exposure) on insomnia outcomes, and effects of MAP-I vs. CBT-I on caregiver stress, health functioning, chronic medical morbidity and related medication use at follow-up.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "neuropsychiatric symptom improvement",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention described is a behavioral (non‑drug) program — Mindful Awareness Practices for Insomnia (MAP‑I) compared with Cognitive Behavioral Therapy for Insomnia (CBT‑I) — intended to treat insomnia in Alzheimer disease caregivers and to evaluate effects on inflammation and cellular aging, i.e., symptom relief and biological risk markers rather than targeting AD pathology. citeturn0search1turn0search2",
        "Act (key details extracted): This is a randomized non‑inferiority trial (NCT03538574) in AD spousal caregivers with insomnia (planned N≈150) comparing MAP‑I vs CBT‑I; lead site/sponsor: UCLA / Michael Irwin. Primary clinical target is insomnia (sleep symptom); biological measures include inflammatory and cellular aging markers. No pharmacologic agent is used. citeturn0search0turn0search1",
        "Web search support (selected sources): Clinical trial registry entries and grant description identify the study title, interventions (MAP‑I and CBT‑I), objectives (insomnia outcomes and inflammatory/cellular aging mechanisms), and trial identifiers. citeturn0search1turn0search2turn0search5",
        "Reflect: By the provided category definitions, this is not a biologic or small‑molecule disease‑targeting trial nor a cognition‑enhancer drug trial. It is a behavioral intervention whose aim is to improve a neuropsychiatric symptom (insomnia) and related health‑risk mechanisms in caregivers — therefore it fits 'neuropsychiatric symptom improvement'. There is no drug to classify. citeturn0search8turn0search10",
        "Notes/ambiguity: The trial also measures inflammation and cellular aging biomarkers (disease‑risk mechanisms), but those are mechanistic outcomes rather than evidence the intervention targets Alzheimer pathology itself; classification remains symptom improvement. citeturn0search2turn0search8"
    ],
    "agent_type": "T) Other",
    "explanation_agent": [
        "Reason: The described study is a behavioral (non‑drug) randomized non‑inferiority trial comparing Mindful Awareness Practices for Insomnia (MAP‑I) versus Cognitive Behavioral Therapy for Insomnia (CBT‑I) in Alzheimer disease spousal caregivers, with mechanistic outcomes assessing inflammation and cellular aging rather than testing a pharmacologic agent or a molecular disease target. citeturn0search0turn0search1",
        "Act: Key extracted details — Trial NCT03538574 (Caregiver Sleep Research) tests MAP‑I vs CBT‑I for insomnia in AD caregivers (N≈150); primary clinical target = insomnia (sleep symptom); secondary/mechanistic outcomes = systemic inflammation (e.g., CRP) and cellular aging transcriptional signatures; lead sponsor = UCLA / Michael Irwin. No drug or biologic intervention is used. citeturn0search0turn0search1turn0search6",
        "Reflect: CADRO categories cover biological targets (amyloid, tau, inflammation, synaptic function, etc.). Because this trial evaluates a behavioral therapy for a neuropsychiatric symptom (insomnia) and does not test a pharmacologic or biologic agent acting on a defined molecular/cellular AD target, it does not map to a specific CADRO biology category. Per instructions, non‑therapeutic/behavioral interventions or trials without an inferable CADRO target are classified as 'T) Other'. The mechanistic biomarker assessments (inflammation, cellular aging) are outcomes, not evidence the intervention directly targets those CADRO pathways with a pharmacologic mechanism. citeturn0search0turn0search6",
        "Web search results supporting this classification:",
        "- Clinical trial listing for NCT03538574 describing MAP‑I and CBT‑I interventions, insomnia primary outcome, and inflammation/cellular aging measures. citeturn0search0",
        "- Independent clinical-trial registry summary showing trial status, interventions, and objectives (MAP‑I vs CBT‑I; inflammatory and cellular aging mechanisms). citeturn0search1",
        "- UCLA/MARC page and related publications describing MAPs/MAP‑I research and the caregiver insomnia trial. citeturn0search5",
        "- Cost analysis paper and trial-related publications describing the ongoing non‑inferiority trial and confirming MAP‑I vs CBT‑I in AD caregivers (mechanistic biomarker endpoints). citeturn0search2turn0search6",
        "Final Output: T) Other — Reasoning: behavioral, non‑pharmacologic intervention for symptom improvement (insomnia) with biomarker outcomes; no drug or molecular target to map to CADRO categories."
    ]
}