{
    "nct_id": "NCT00880412",
    "title": "A Pilot, Randomized, Double-blind, Placebo-controlled, Parallel Group, Multicentre, Phase IIA Study to Determine the Clinical Safety/Tolerability and Exploratory Efficacy of EHT 0202 (40 and 80 mg Bid) as Adjunctive Therapy to Acetylcholinesterase Inhibitor Over a 3-month Period in Ambulatory Patients Suffering From Mild to Moderate Alzheimer's Disease (EHT 0202/002 Protocol)",
    "status": "COMPLETED",
    "last_update_time": "2009-09-18",
    "description_brief": "The objective of this 3-month study is to assess the safety and efficacy of EHT 0202 in addition to acetylcholinesterase inhibitor in patients suffering from Alzheimer's Disease.",
    "description_detailed": "The aim of this pilot study is to assess the safety and tolerability profile of 2 doses of EHT 0202 (40 mg and 80 mg b.i.d) versus placebo in addition to a treatment with acetylcholinesterase inhibitor and its exploratory efficacy on cognition, behavior, activities of daily living, caregiver's burden and patient's global assessment, during a 3-month treatment period.",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "EHT 0202 (etazolate hydrochloride)"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The investigational product EHT 0202 is etazolate hydrochloride — a small-molecule agent reported to stimulate the alpha‑secretase pathway (increasing sAPPα production, which is considered potentially disease‑modifying by shifting APP processing away from Aβ production) and also to have symptomatic actions (GABA‑A modulation and PDE‑4 inhibition). citeturn0search1turn0search3",
        "Act (trial details & sources): The trial tested EHT 0202 40 mg and 80 mg twice daily as adjunctive therapy to an acetylcholinesterase inhibitor for 3 months in mild–moderate AD (randomized, double‑blind, placebo‑controlled, Phase IIA). Key trial records and abstracts identify the drug name, dose, mechanism summary, and trial design. citeturn0search2turn0search1",
        "Classification decision: Because EHT 0202 is a small molecule that directly targets Alzheimer-related pathology by stimulating alpha‑secretase (therefore potentially reducing Aβ generation) it fits the 'disease-targeted small molecule' category rather than a pure symptomatic cognitive enhancer or a biologic. (It has both disease-targeting and symptomatic pharmacology, but its mechanism of targeting APP processing is a pathology-directed small‑molecule effect.) citeturn0search3turn0search0",
        "Reflect: Sources (PubMed, clinical trial registry, company/press coverage and conference abstracts) consistently identify EHT 0202 as etazolate with alpha‑secretase stimulation and additional CNS actions; no evidence it is a biologic or a device. The categorization as 'disease-targeted small molecule' is therefore supported by multiple sources. citeturn0search1turn0search2"
    ],
    "agent_type": "A) Amyloid beta",
    "explanation_agent": [
        "Reason: EHT 0202 (etazolate hydrochloride) is a small molecule reported to stimulate alpha‑secretase activity and increase sAPPα production, shifting APP processing away from Aβ generation (a disease‑directed mechanism acting on the amyloid pathway). citeturn0search3turn0search5",
        "Act: Trial details identify EHT 0202 (etazolate) given 40 mg and 80 mg twice daily as adjunctive therapy in a randomized, double‑blind, placebo‑controlled Phase IIA study in mild–moderate AD (3‑month treatment). The compound also has symptomatic pharmacology (GABA‑A modulation and PDE4 inhibition), but the disease‑modifying rationale stated in publications is stimulation of α‑secretase to reduce Aβ production. citeturn0search1turn0search2turn0search12",
        "Reflect: Because the drug’s explicitly described disease‑modifying mechanism is modulation of APP processing via alpha‑secretase (thereby affecting amyloid beta production), the most specific CADRO classification is A) Amyloid beta. The presence of additional symptomatic targets (GABA‑A, PDE4) does not change that the primary pathology‑directed mechanism maps to the amyloid category rather than a non‑therapeutic or other single unrelated category. citeturn0search0turn0search3",
        "Web sources used: NCT trial record and trial summaries (registration and trial design/dosing). citeturn0search1turn0search2; PubMed study and mechanism papers describing alpha‑secretase / sAPPα induction and GABA‑A/PDE4 actions. citeturn0search3turn0search5; supporting abstract/overview (Alzheimer's & Dementia conference) and compound summary (Wikipedia) for pharmacology. citeturn0search0turn0search12"
    ]
}