{
    "nct_id": "NCT05309577",
    "title": "Self-Care for Dementia Caregivers Using the myRhythmWatch",
    "status": "COMPLETED",
    "last_update_time": "2025-03-12",
    "description_brief": "The Self-care for Dementia Caregivers Study is a behavioral health intervention that uses digital monitoring tools and motivational health coaching to help caregivers of persons with dementia engage in a regular routine of self-care. Participants wear an apple watch for the objective collection of sleep-wake rhythms. They receive personalized feedback on their sleep-wake rhythms via a new app. Health coaches call participants weekly, for up to 6 weeks to help participants meet their health/sleep goals and promote self-knowledge of regular routines. Participants will help the study team improve the design elements and content of the mobile app. The goal of this intervention is to reduce psychological distress and caregiver burden.",
    "description_detailed": "Caregivers of family members with Alzheimer's Disease (AD) and AD-related dementias (ADRD) experience high rates of psychological stress, physical impairments, and often, disruptions in normal daily activities. Caregivers must be alert both at night and during the day, and often on an inconsistent schedule. As a result, caregivers are less likely to sleep, exercise, and be socially active on a regular schedule. Disruptions of these biological and behavioral time cues, or \"zeitgebers\", in turn decrease the stability of the body's biological clock, placing caregivers at high risk for adverse health outcomes related to an out-of-sync biological clock (e.g. diabetes, cardiovascular disease, and depression, among others). Caregivers of individuals with ADRD experience worse health outcomes compared with other types of caregivers, likely due to more heavily or frequently disrupted schedules.\n\nFor this research study, 25 individuals aged 50 and older who are providing care for a family member with mild-to-moderate dementia will be included. Data from 5 participants will be used for the development of an intervention manual (NIH Stage Model IA). A small pilot study will be conducted (NIH Stage Model IB) in which 20 participants will use a new mobile app - my rhythm watch - for up to 6 weeks. Objective actigraphic measures of the 24-hour pattern of sleep and daytime activity - known as the rest-activity rhythm (RAR) - will be measured continuously via the apple watch to evaluate circadian rhythms as a potential intervention target/mechanism of action. The investigators will measure the regularity, timing, and amplitude of behavioral patterns over a 24-hour period. Participants will be assessed at baseline, post-intervention, and 3-months post-intervention.\n\nThe study as described in the original registration (April 2022) never proceeded. The registration has been revised to reflect the study as modified after securing a technology partner (per funding requirements) and prior to study initiation",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "PREVENTION",
    "results": null,
    "target_category": "neuropsychiatric symptom improvement",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is a behavioral health program (digital monitoring + motivational health coaching) aimed at reducing psychological distress and caregiver burden rather than administering a biologic or small-molecule therapeutic. This fits the definition of interventions that alleviate behavioral/psychiatric symptoms or distress. citeturn0search0turn0search1",
        "Act (key details extracted): Participants wear an Apple Watch to collect sleep–wake/rest-activity rhythms, use the myRhythmWatch app for personalized feedback, and receive weekly motivational health coaching calls for up to 6 weeks. The stated goal is to reduce psychological distress and caregiver burden. No drug or placebo is involved. citeturn0search0turn0search3",
        "Reflect: Classification chosen = 'neuropsychiatric symptom improvement' because the primary outcomes are psychological distress and caregiver burden (behavioral/psychiatric targets). Note: the intervention is caregiver-focused (not a patient-targeted disease-modifying therapy) and is non-pharmacologic, so it does not meet the biologic or small-molecule or cognitive-enhancer categories. citeturn0search2turn0search4",
        "Web search results used (sources): 1) Self-Care for Dementia Caregivers — MedPath / trial summary (NCT05309577). citeturn0search0 2) Self-Care for Dementia Caregivers — CenterWatch / trial listing (NCT05309577). citeturn0search1 3) myRhythmWatch study page (University of Pittsburgh / myRhythmWatch site) describing the app and study procedures. citeturn0search3 4) ICH GCP / clinical-trials-registry summary of NCT05309577. citeturn0search4"
    ],
    "agent_type": "T) Other",
    "explanation_agent": [
        "Reason: The described intervention is a non-pharmacologic, behavioral/self-care program (digital monitoring of sleep–wake/rest-activity rhythms via an Apple Watch + the myRhythmWatch app, plus weekly motivational health-coaching) aimed at reducing caregiver psychological distress and burden rather than acting on a biological molecular target. This is consistent with a behavioral/psychiatric support intervention rather than any CADRO biological category (amyloid, tau, inflammation, synaptic plasticity, etc.). citeturn0search0turn0search1",
        "Act: Key details extracted from the trial description — participants wear an Apple Watch to collect objective rest-activity/circadian data, use the myRhythmWatch (myRW) app for personalized feedback, and receive weekly motivational health-coaching calls for up to 6 weeks; primary outcomes are caregiver burden, depressive and anxiety symptoms. No drug, biologic, small molecule, or specific molecular pathway is involved or specified. Therefore this does not map to a CADRO biological target. citeturn0search0turn0search3turn0search6",
        "Reflect: Classification chosen = 'T) Other' because CADRO categories A–Q and R are focused on biological targets or multi-target biological interventions; this study is a non-pharmacologic behavioral intervention (caregiver-focused symptom/support improvement). If additional information appeared showing a biological mechanism (e.g., a drug or device acting on circadian molecular pathways) we would re-classify, but current trial materials indicate a behavioral coaching + monitoring study only. citeturn0search1turn0search4",
        "Web search results used (key sources): 1) MedPath trial summary for NCT05309577 (Self-Care for Dementia Caregivers). citeturn0search0 2) myRhythmWatch study page (University of Pittsburgh/myRW). citeturn0search1 3) CenterWatch trial listing for NCT05309577. citeturn0search3 4) myRhythmWatch App Store entry (app description of circadian-tracking features). citeturn0search2 5) ClinConnect / Clinician listings and related summaries (supporting details on study design and objectives). citeturn0search4"
    ]
}