{
    "nct_id": "NCT05469009",
    "title": "Assessment of Safety and Feasibility of Exablate Blood-Brain Barrier Disruption for the Treatment of Patients With With Mild Cognitive Impairment (MCI) or Mild Alzheimer's Disease (AD) Undergoing Standard of Care Monoclonal Antibody (mAb) Therapy",
    "status": "ACTIVE_NOT_RECRUITING",
    "last_update_time": "2025-08-26",
    "description_brief": "The purpose of this study is to assess the safety and feasibility of administering standard of care monoclonal antibody (mAb) infusion therapy in combination with opening the blood-brain barrier with the Exablate Model 4000 Type 2 device in patients with mild Alzheimer's disease (AD) or mild cognitive impairment (MCI).",
    "description_detailed": "The primary objectives of this study is to evaluate the safety and feasibility of BBBO (blood-brain barrier opening) using the Exablate Model 4000 Type 2 in the setting of standard aducanumab or lecanemab therapy among patients with mild cognitive impairment (MCI) or mild Alzheimer's disease (AD) with confirmed β-amyloid, who are eligible for aducanumab or lecanemab infusion therapy, and to also evaluate the safety of the BBO procedure through patient examination (neurological and cognitive/behavioral) and MRI assessments during the treatment and follow-up.\n\nThe secondary objectives of this study is to determine the effect of BBBO in patients with MCI or mild AD treated with aducanumab or lecanemab on brain β-amyloid plaque measured by amyloid positron emission tomography (PET), as well as to assess the clinical impact of BBBO with standard aducanumab or lecanemab therapy, if any, as assessed with ADAS Cog 11 and MMSE over time following BBBO.",
    "phase": [
        "EARLY_PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "DEVICE_FEASIBILITY",
    "results": null,
    "target_category": "disease-targeted biologic",
    "drug": [
        "aducanumab",
        "lecanemab"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial evaluates standard-of-care monoclonal antibody (mAb) infusion therapy given with Exablate Model 4000 Type 2 blood–brain barrier opening in patients with MCI or mild AD — this indicates the intervention of interest is antibody therapy aimed at disease pathology. citeturn0search0",
        "Act (trial details & web search): The trial listing (NCT05469009) explicitly names aducanumab and lecanemab as the mAb therapies used in the study. citeturn0search0turn0search5",
        "Act (device): The study uses the Exablate Model 4000 Type 2 device to transiently open the blood–brain barrier to be combined with the mAb infusions. citeturn0search4",
        "Act (mechanism): Both aducanumab (Aduhelm) and lecanemab (Leqembi) are monoclonal antibodies directed against aggregated forms of beta‑amyloid and are used to reduce brain amyloid plaques (i.e., they target Alzheimer’s pathology rather than acting as symptomatic cognitive enhancers). citeturn2search2turn1search1",
        "Reflect: Given the intervention is antibody therapy that targets amyloid pathology (biologics) — and the Exablate device is used as a facilitating device rather than a symptomatic cognitive drug — the correct category is 'disease-targeted biologic'. The trial does not test a small molecule, a purely symptomatic cognitive enhancer, or an intervention solely for neuropsychiatric symptoms. The trial listings above were used to confirm the specific mAbs named. citeturn0search0turn0search2"
    ],
    "agent_type": "A) Amyloid beta",
    "explanation_agent": [
        "Reason: The trial tests standard-of-care monoclonal antibodies (aducanumab and lecanemab) given with Exablate-mediated blood–brain barrier opening in patients with MCI/mild AD — the biologic therapies are directed at aggregated beta‑amyloid pathology, so the primary therapeutic target is amyloid‑beta. citeturn0search0turn0search5turn0search3",
        "Act: Extracted details — the ClinicalTrials.gov listing (NCT05469009) names aducanumab (Aduhelm) and lecanemab (Leqembi) as the mAbs used and specifies use of the Exablate Model 4000 Type 2 device for transient BBB opening. Aducanumab and lecanemab are monoclonal antibodies directed against aggregated/insoluble and protofibrillar forms of Aβ and are used to reduce brain amyloid plaques. Therefore assign to CADRO category A) Amyloid beta. citeturn0search0turn0search5turn0search3",
        "Reflect: Confirmation and caveats — the Exablate device (focused ultrasound BBB opening) is a delivery/facilitation device and not a separate molecular target; the disease-targeted biologic components of the intervention (aducanumab, lecanemab) act on amyloid‑β pathology, so CADRO category A is the best and most specific fit. Relevant literature and prior trials describe Exablate FUS BBBO in AD contexts. citeturn1search2turn1search3",
        "Web search sources (key evidence consulted):\n- Clinical trial listing showing trial design, named drugs, and Exablate device (NCT05469009). citeturn0search0\n- Aducanumab (mechanism: IgG1 mAb against aggregated Aβ; reduces amyloid plaques). citeturn0search5\n- Lecanemab (mechanism: humanized IgG1 mAb directed against aggregated/protofibrillar and insoluble Aβ; reduces brain amyloid). citeturn0search3\n- Published focused‑ultrasound studies and Exablate use for BBB opening in Alzheimer’s disease. citeturn1search2turn1search3"
    ]
}