{
    "nct_id": "NCT06814730",
    "title": "A Double-blind, Randomized, Placebo-controlled, Phase 1b Study to Assess the Safety, Tolerability and Pharmacokinetics of Multiple Ascending Doses of THN391 in Early Alzheimer's Disease Subjects",
    "status": "RECRUITING",
    "last_update_time": "2025-09-04",
    "description_brief": "This is a Phase 1b study to evaluate different doses of the drug and see whether a drug is safe and how it behaves in the body.\n\nTHN391 has already been assessed in healthy people without Alzheimer's disease. This is the first study of THN391 in patients with Early Alzheimer's disease. Later studies will evaluate THN391 to see if it is effective for the treatment of Alzheimer's disease.\n\nIn this study, THN391 will be compared with a placebo (a look-alike substance that contains no drug). The study duration is approximately 6 months in which the participants will visit the clinic approximately 13 times and have 2 telephone calls with the site.\n\nPatients who fulfill all criteria to participate in the study, will receive 3 times a monthly dose of THN391 or placebo in the clinic.\n\nAssessments that will be done at several timepoints during the study will be blood collection, physical examinations and neurological examinations, 4x an MRI-scan of the head, 2x a spinal tap and some testing of the memory and thinking skills.",
    "description_detailed": "This is a Phase 1b, randomized, double-blind, multi-center, placebo-controlled, multiple ascending dose trial in male and female participants, aged 65 to 85 years with Early Alzheimer's disease and cSVD.\n\nThe study duration is 6-8 months: first screening to assess eligibility, then 2 months' treatment period (3 monthly doses), followed by a 4 month follow-up period.\n\nThe trial will investigate THN391 in at least 3 dose cohorts, Depending on preliminary, blinded results of the first two cohorts, the sample sizes of the following dose cohort may be increased and/or additional dose cohorts may be added.\n\nEligible participants will be randomized to receive either THN391 or placebo.\n\nThree dose administrations will be provided monthly. Participants will undergo clinical and laboratory-based safety-related assessments, as well as Pharmacodynamics (PD), immunogenicity, and blood Pharmacokinetic (PK) collections at different time points.\n\nAssessments will include 4 brain MRIs (Magnetic Resonance Imaging), 2 spinal taps, electrocardiograms (ECGs), vital signs, physical and neurological examinations, adverse event recordings, monitoring of mental health, and tests to determine the severity of Alzheimer's disease.",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted biologic",
    "drug": [
        "THN391 (humanized monoclonal antibody targeting fibrin-mediated neuroinflammation)"
    ],
    "placebo": [
        "Matched placebo (look‑alike substance)"
    ],
    "explanation_target": [
        "Reason: The trial tests THN391, which is described in company and scientific sources as a humanized monoclonal antibody that selectively targets the inflammatory epitope of fibrin to block fibrin‑mediated neuroinflammation (a proposed driver of neurodegeneration). This indicates a biologic aimed at disease pathology rather than a symptomatic cognitive enhancer or psychiatric treatment. citeturn0search0turn0search3",
        "Act: Key extracted details — Phase 1b, randomized, double‑blind, placebo‑controlled multiple ascending dose study in early Alzheimer’s disease focused on safety, tolerability and pharmacokinetics; dosing is monthly (three monthly IV doses in cohorts); THN391 is a humanized monoclonal antibody engineered to block fibrin‑driven inflammation without impairing coagulation. These facts support classification as a disease‑targeted biologic. citeturn0search1turn0search0turn0search3",
        "Reflect: Classification check — THN391 is a biologic (monoclonal antibody) that targets a specific pathological mechanism (toxic fibrin deposits and resultant neuroinflammation) with the aim of modifying disease processes. That matches the definition of 'disease‑targeted biologic' and not the other categories. No evidence in the trial description indicates the drug is a small molecule, a pure symptomatic cognitive enhancer, or a neuropsychiatric symptom therapy. citeturn0search3turn0search5",
        "Web search results / sources used: 1) Therini Bio press release describing THN391 as a high‑affinity humanized monoclonal antibody that selectively blocks fibrin‑mediated neuroinflammation and reporting Phase 1a safety/PK data. citeturn0search0 2) Therini Bio announcement of first patient dosed in the Phase 1b AD trial (describes study design, monthly dosing, safety/PK and biomarker endpoints). citeturn0search1 3) Journal / review description of THN391 as an anti‑fibrin antibody (mechanistic details and engineering of the molecule). citeturn0search3 4) Preclinical and development press release summarizing animal data supporting THN391 development. citeturn0search5 5) Clinical trial registry entry summarizing multiple ascending dose design and dosing schedule (supporting details). citeturn0search4"
    ],
    "agent_type": "F) Inflammation",
    "explanation_agent": [
        "Reason: THN391 is a humanized monoclonal antibody engineered to block the inflammatory epitope of fibrin and thereby prevent fibrin‑mediated neuroinflammation — the mechanism described in company and journal sources focuses on inhibiting inflammatory activation driven by fibrin deposits in brain vasculature. citeturn0search0turn0search6",
        "Act: Extracted details — THN391 (anti‑fibrin monoclonal antibody) is described as selectively blocking fibrin‑driven neuroinflammation without impairing coagulation; the Phase 1b AD trial tests multiple ascending IV doses for safety, tolerability and PK in early AD. These facts indicate the intervention directly targets an inflammatory mechanism rather than amyloid, tau, synaptic receptors, metabolism, etc. citeturn0search2turn0search4",
        "Reflect: Classification check — The CADRO category that maps to therapies whose principal mechanism is modulation of neuroinflammation is F) Inflammation. Although fibrin deposition is associated with vascular dysfunction, the therapeutic intent and mechanism (blockade of fibrin‑mediated inflammatory signaling) align most specifically with inflammation rather than a primary vasculature category. Therefore the correct CADRO assignment is F) Inflammation. citeturn0search3turn0search6",
        "Web search results used (key sources): 1) Therini Bio Phase 1a positive results describing THN391 as a humanized monoclonal antibody that blocks fibrin‑mediated neuroinflammation. citeturn0search0 2) Therini Bio press release announcing first patient dosed in Phase 1b AD trial (study design and indication). citeturn0search2 3) Therini Bio initiation press release (mechanistic description of binding the inflammation‑driving component of fibrin). citeturn0search3 4) Interim Phase 1 results and safety/PK summaries. citeturn0search4 5) Journal/review article summarizing THN391 as an affinity‑matured anti‑fibrin antibody that blocks fibrin interactions with immune receptors and was engineered to avoid affecting coagulation. citeturn0search6",
        "Output: F) Inflammation — THN391 is classified under CADRO category F because it is a disease‑targeted biologic whose primary mechanism is blockade of fibrin‑mediated neuroinflammation."
    ]
}