{
    "nct_id": "NCT05173922",
    "title": "\"Safety in Dementia\": An Online Caregiver Intervention",
    "status": "COMPLETED",
    "last_update_time": "2024-10-18",
    "description_brief": "In an online randomized trial of Safety in Dementia with national recruitment and longitudinal follow-up, we will recruit informal caregivers of community-dwelling adults with dementia who have firearm access.",
    "description_detailed": "Aim 1: To test the efficacy of Safety in Dementia (SiD) on firearm safety decision quality and behaviors, among a national sample of informal caregivers of community-dwelling people with dementia and firearm access (n=500).\n\nAim 2: To compare varied methods in reaching informal caregivers. Aim 3: To explore stakeholder longitudinal experiences with SiD and firearm-related decisions.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "PREVENTION",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The described study is an online randomized trial of \"Safety in Dementia\" (SiD), an online decision-aid / caregiver behavioral intervention to help informal caregivers of community-dwelling adults with dementia address firearm access and safety. The intervention and outcomes (preparation for decision-making, decision self-efficacy, actions to reduce firearm access) are behavioral/decision-support, not a drug or biologic and not a cognitive enhancer or a neuropsychiatric-symptom medication. citeturn0search0turn0search1",
        "Act: Key extracted details — intervention name: Safety in Dementia (SiD) decision aid; population: informal caregivers of community-dwelling persons with Alzheimer disease/ADRD who have firearm access; design: randomized online trial (ClinicalTrials.gov NCT05173922) with outcomes focused on decision-making and actions to reduce firearm access. Because this is a behavioral/decision-support intervention (not a biologic or small molecule), it does not fit the four therapeutic categories and is classified 'N/A'. citeturn0search1turn0search3",
        "Reflect: Confirmation — the protocol and published trial reports explicitly describe SiD as a web-based decision aid / behavioral intervention aimed at firearm safety decision quality and caregiver behaviors (not disease modification or cognitive/neuropsychiatric symptom pharmacotherapy). Therefore the correct classification is 'N/A' (non-therapeutic behavioral intervention). No drug or placebo is involved. citeturn0search0turn0search2",
        "Web search results (sources used): 1) PubMed abstract reporting randomized trial results for the SiD online decision aid (description, outcomes: preparation for decision making; no drug). citeturn0search0 2) JMIR Research Protocols / PubMed protocol for the Safe at Home (S@H) randomized trial of the SiD decision aid (trial design, NCT05173922). citeturn0search1 3) OpenICPSR project description and trial listings summarizing the \"Safety in Dementia\" online caregiver intervention and aims. citeturn0search2"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}