{
    "nct_id": "NCT02005991",
    "title": "A Phase 1, Open-Label Study To Evaluate 5-HT2a Receptor Occupancy As Measured By Positron Emission Tomography (PET) With Ligand [11C]MDL100907 Following Single Oral Dose Administration Of PP-05212377 (SAM-760) In Healthy Subjects",
    "status": "COMPLETED",
    "last_update_time": "2014-04-15",
    "description_brief": "This study will see how PF-05212377, an experimental drug to treat symptoms from Alzheimer's Disease, distributes in the brain after one dose of PF-05212377 is administered orally to healthy volunteer subjects. The study will also evaluate the safety and tolerability of PF-05212377 in these subjects and will measure the level of PF-05212377 in the blood.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "BASIC_SCIENCE",
    "results": null,
    "target_category": "Cognitive enhancer",
    "drug": [
        "PF-05212377 (SAM-760) — small‑molecule 5‑HT6 receptor antagonist"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial drug PF-05212377 (SAM‑760) is a small‑molecule serotonin receptor antagonist developed to treat symptoms of Alzheimer’s disease (symptomatic/cognitive benefit), not an anti‑amyloid or anti‑tau biologic. Evidence identifies PF‑05212377 as a selective 5‑HT6 receptor antagonist (small molecule) investigated for symptomatic cognitive effects in AD. citeturn2view0turn2view1",
        "Act: Key details extracted from web sources — PF‑05212377 = SAM‑760; mechanism = potent, selective 5‑HT6 receptor antagonist; developed by Pfizer for symptomatic treatment (cognition/neuropsychiatric symptoms) in AD and tested in Phase 1/2 trials. One Phase 2 study used ADAS‑Cog as a primary cognitive endpoint while other studies targeted neuropsychiatric symptoms as secondary/co‑primary outcomes. citeturn2view0turn2view1turn0search2",
        "Note on trial text discrepancy: The user’s trial title/record references 5‑HT2A receptor occupancy using [11C]MDL100907 (a 5‑HT2A ligand) for PET; the clinical entry for the single‑dose PET occupancy study (NCT02005991) lists a 5‑HT2A occupancy measure, but the broader literature and later PET work describe PF‑05212377 target engagement at 5‑HT6 receptors. This appears to be a protocol/registry labeling inconsistency — the drug’s known pharmacology is 5‑HT6 antagonism. citeturn1view1turn2view0",
        "Reflect: Classification rationale — Because PF‑05212377 is a small‑molecule 5‑HT6 receptor antagonist intended to provide symptomatic benefit (cognitive enhancement and amelioration of behavioural symptoms) rather than to modify Alzheimer’s pathology (amyloid/tau) and it is not a biologic, the best fit among the provided categories is 'Cognitive enhancer' (non‑pathology symptomatic cognitive improvement). The drug has also been evaluated for neuropsychiatric symptom effects in trials, so there is overlap with 'neuropsychiatric symptom improvement', but primary development and cognitive endpoints (ADAS‑Cog) support classification as a cognitive enhancer. citeturn2view1turn0search7"
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The investigational drug PF-05212377 (SAM-760) is a small‑molecule antagonist of a serotonin G‑protein‑coupled receptor (5‑HT6) intended to produce symptomatic cognitive/neuropsychiatric benefit (a neurotransmitter‑receptor mechanism), not a disease‑modifying anti‑amyloid or anti‑tau therapy. citeturn0search5turn0search2",
        "Act: Key evidence — PF‑05212377 (SAM‑760) is described as a potent, selective 5‑HT6 receptor antagonist developed for symptomatic treatment in Alzheimer’s disease (Phase 1/2 clinical evaluation). A Phase 2 trial evaluated SAM‑760 30 mg QD for cognitive/neuropsychiatric outcomes in AD. The PET ligand mentioned in the trial title, [11C]MDL100907, is a selective 5‑HT2A radioligand (indicating a registry/protocol labeling discrepancy between the PET measure and the drug’s known target). citeturn0search4turn0search6turn0search3",
        "Reflect: Classification rationale — Given the drug’s primary mechanism (antagonism of a serotonin receptor to enhance cognition/behaviour), the most specific CADRO category is D) Neurotransmitter Receptors. This fits because the intervention modulates neurotransmitter receptor signaling (5‑HT6) rather than targeting amyloid, tau, inflammation, metabolism, vasculature, or other CADRO domains. The PET ligand/occupancy note (5‑HT2A) is an observational/measurement detail and does not change the drug’s 5‑HT6 receptor classification. citeturn0search5turn0search3",
        "Web search sources used (for transparency): 1) ALZFORUM therapeutic page for PF‑05212377 / SAM‑760 (drug identity, target, development history). citeturn0search5 2) Sigma‑Aldrich product description summarizing PF‑05212377 as a high‑affinity selective 5‑HT6 antagonist. citeturn0search2 3) Therapeutic Target Database entry listing PF‑05212377 target = 5‑HT6 (HTR6) and antagonist action. citeturn0search4 4) PubMed abstract of the Phase 2 clinical trial of PF‑05212377 (SAM‑760) in AD (clinical context and dosing). citeturn0search6 5) PubMed description of [11C]MDL100907 as a selective 5‑HT2A PET ligand (explains the PET measure referenced in the trial title). citeturn0search3"
    ]
}