{
    "nct_id": "NCT05635695",
    "title": "Assessment of Cultural Pathways in the City Developed on a Smartphone Application on Physical Abilities, Well-being and Sustainable Health Knowledge",
    "status": "COMPLETED",
    "last_update_time": "2024-05-14",
    "description_brief": "The 2030 Agenda for Sustainable Development, adopted by all United Nations Member States in 2015 includes the goal 3 \"Ensure healthy lives and promote well-being for all at all ages\". One of the essential axes is to promote primary prevention in order to avoid the emergence of diseases and the treatments use with a high environmental impact. Physical activity (PA) is a means of primary prevention known to be very effective in the fight against chronic diseases.\n\nDespite the recommendations on PA, a high number of people are sedentary and in particular in older persons. The main barriers are accessibility and lack of motivation for traditional PA. The investigators believe that the development of cultural pathways could be an excellent way to improve people's health.\n\nThe objective of this study is to assess the effects of cultural pathways on the physical abilities, well-being and sustainable health knowledge of sedentary people over 50 years old. This intervention will be compared to a control group visiting a museum freely. The hypothesis is that cultural pathways including games induce enough steps to be considered an effective activity to fight sedentary lifestyle. The number of steps should be higher than the control group. Fatigue, stress and well-being should be improved after the visit as well as sustainable health knowledge.\n\nAll the tests will be carried out during the same day by experienced physiotherapists. Physical and well-being tests will be performed before and after the intervention or control. The number of steps taken during the cultural activity will be measured.",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "PREVENTION",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial tests a behavioral intervention (a smartphone \"Cultural pathways App\") to increase physical activity (steps) and to improve physical abilities, well‑being and sustainable health knowledge in sedentary adults >50 — a primary prevention / activity intervention, not a pharmacologic agent or biologic. citeturn0search0turn0search1",
        "Act: Key extracted details — Intervention: \"Cultural pathways App\" (45–75 min) compared with a free museum visit control; Population: sedentary adults >50 years; Outcomes: number of steps during activity, fatigue, stress, well‑being, physical tests performed before/after on same day. Trial listing / registry entry (NCT05635695) confirms this description and that the study is non‑drug, interventional (prevention) with 64 participants (completed). citeturn0search0turn0search1",
        "Reflect: Classification check — This is not a biologic (monoclonal antibody/vaccine), not a small‑molecule drug, not a cognitive‑enhancer pharmacologic trial, nor an intervention targeting neuropsychiatric symptoms; it is a non‑therapeutic behavioral/mHealth physical activity intervention. Therefore the correct category is 'N/A'. Registry details and supporting listings: MedPath / clinical listing and CTV summary. citeturn0search0turn0search1",
        "Web search results (supporting sources found): Clinical trial listing summarizing the study (title: \"Cultural Pathways to Develop Sustainable Health\", NCT05635695) with start 2022‑11‑01 and completion 2024‑02‑01; a parallel site summary (CTV/Veeva) with matching trial details. Additional background on smartphone‑delivered physical activity interventions (examples and prior work) was identified in the literature (e.g., Smart Walk development/usability publications). citeturn0search0turn0search1turn0search5"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}