{
    "nct_id": "NCT05143255",
    "title": "Developing a Communication Intervention to Help People With Memory Challenges and Their Care Partners Engage in Advance Care Planning",
    "status": "ACTIVE_NOT_RECRUITING",
    "last_update_time": "2025-08-08",
    "description_brief": "The proposed research is consistent with broader public health goals focused on improving communication regarding end-of-life care and the Centers for Medicare and Medicaid Services' (CMS) call for increased patient engagement in advance care planning (ACP) as part of standard care. The proposed study will address this public health issue by developing a communication-based intervention designed to improve Alzheimer's Disease and Related Dementias (ADRD) patients' and care partners' engagement in ACP, distress and care partner burden, and completion of advance directives and receipt of goal-concordant care at the end-of-life. Therefore, this study is aligned with the National Institute on Aging's long-term goal to improve the quality of care for ADRD patients and CMS's goal to increase engagement in ACP.",
    "description_detailed": "The goals of this study are to: (1) develop a communication-based intervention, called KNow the Optimal Way (KNOW) for Alzheimer's Disease and Related Dementias (ADRD) patients and care partners that includes theoretically grounded communication strategies (e.g., acknowledgment, validation of fears) and distress management techniques (e.g., deep breathing, muscle relaxation); (2) evaluate the feasibility and acceptability of the intervention; and (3) test the preliminary efficacy of the intervention on ADRD patients' and care partners' preparedness for and engagement in advance care planning (ACP), and completion of advance directives (primary outcomes) as well as patient-care partner concordance on the person with dementia (PWD)'s healthcare values, perceived need for ACP, psychological distress, communication quality, and care partner burden (secondary outcomes).",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "SUPPORTIVE_CARE",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The description and title describe a communication-based, behavioral intervention (called KNOW: KNow the Optimal Way) aimed at improving advance care planning engagement, distress management, and completion of advance directives for people with memory challenges and their care partners. This is not a pharmacologic or biologic therapy, nor a cognitive-enhancing or neuropsychiatric-symptom medication; it is a supportive/communication intervention focused on care planning and communication. citeturn0search1turn1search0",
        "Act: Key details extracted — intervention type: Behavioral (KNOW communication intervention); sponsor/site: Weill Cornell Medicine; study identifier: NCT05143255; primary aims: develop and test feasibility/acceptability and preliminary efficacy on ACP engagement and advance directive completion. Because the trial tests a communication/behavioral intervention rather than a drug or biologic, it does not match the four therapy categories (disease-targeted biologic, disease-targeted small molecule, cognitive enhancer, or neuropsychiatric symptom improvement). citeturn1search0turn0search1",
        "Reflect: Classification check — the intervention targets advance care planning and communication (supportive care), not Alzheimer's pathology or cognition per se, nor neuropsychiatric symptom treatment. Therefore the correct category is 'N/A' (does not fit any of the four therapeutic categories). No drug is involved; web sources confirm the behavioral nature and trial details. citeturn0search1turn1search0",
        "Web search results supporting this extraction: 1) Veeva/clinical-trial summary for 'Developing a Communication Intervention for People With Memory Challenges and Their Care Partners' (includes intervention name KNOW, aims, and NCT ID). citeturn0search1 2) MedPath / trial listing for NCT05143255 with the same study description, sponsor (Weill Cornell), intervention type (Behavioral: KNOW), and timeline details. citeturn1search0"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}