{
    "nct_id": "NCT03234686",
    "title": "Deferiprone to Delay Dementia (The 3D Study): a Clinical Proof of Concept Study",
    "status": "COMPLETED",
    "last_update_time": "2024-06-30",
    "description_brief": "This study is a phase 2, randomised, placebo-controlled, multicentre study to investigate the safety and efficacy of Deferiprone in participants with Prodromal Alzheimer's Disease (pAD) and Mild Alzheimer's Disease (mAD). In this phase 2 study, the investigators aim to determine whether Deferiprone (15 mg/kg BID orally) slows cognitive decline in Alzheimer's patients. As secondary outcomes, safety and iron levels in the brain will be evaluated.",
    "description_detailed": "This Phase II study is designed as a randomised, double-blinded, placebo controlled, multi-centre study for subjects with evidence of amyloid positive pAD or mAD.\n\nParticipants will be assigned randomly to two groups (Group 1 Deferiprone (15mg/kg BID orally), Group 2: Placebo). Participants will have a 2 in 3 chance to be placed in the Deferiprone group.\n\nThe study will enrol approximately 171 participants over 4 sites in Australia. The overall duration for patients will be 54 weeks. This includes a 55-day screening period, and visits on Day 1, weeks 13, 26, 38,52, and a two-week follow-up visit.\n\nParticipants will be screened for the study after signing the approved informed consent form. As part of the 55-day screening phase, subjects will undertake an extensive medical and neurological assessments as well as a PET scan.\n\nAt the baseline visit, following the screening phase, blood and urine will be taken for safety monitoring and for measuring APOE-4 gene status. Baseline signs and symptoms will be collected. An MRI will be performed All patients will start with study medication at the Baseline visit.\n\nParticipants will return to the centre on Weeks 13, 26, 38, 52 (or early termination) to undertake a neurological examination as well as an assessment of blood samples taken at the visit.\n\nParticipants must also attend weekly blood tests.\n\nSAE's, AE's and changes to concomitant medications will be observed and evaluated throughout the study. Each study visit will have a 7-day window after the due date to account for scheduling conflicts/holidays/weekends.\n\nParticipants will be given additional study product to account for the 7-day window.\n\nParticipants must attend the weekly pathology visits with a 3-day window of the scheduled date or risk termination from the trial.",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "Disease-targeted small molecule",
    "drug": [
        "Deferiprone 15 mg/kg BID orally — oral small‑molecule iron chelator (e.g., Ferriprox)"
    ],
    "placebo": [
        "Placebo oral tablet"
    ],
    "explanation_target": [
        "Reason: The trial tests deferiprone, an orally administered small‑molecule iron chelator, with the stated aim of lowering brain iron and slowing cognitive decline in prodromal/mild Alzheimer disease — i.e., targeting a proposed disease pathology (brain iron) rather than acting only as a symptomatic cognitive enhancer or treating neuropsychiatric symptoms. citeturn0search0turn0search3",
        "Act: Key trial details — phase 2, randomised placebo‑controlled, deferiprone 15 mg/kg twice daily vs placebo, primary outcome cognitive decline and secondary outcome brain iron measured by QSM/safety. Deferiprone is a brain‑permeable iron chelator (small molecule) previously used for systemic iron overload. Sources confirming mechanism and trial report are cited. citeturn0search1turn0search5",
        "Reflect: Classification as a 'disease‑targeted small molecule' fits because deferiprone is a small‑molecule pharmacologic agent intended to modify a disease‑relevant pathology (brain iron) in AD. Note: the published phase‑2 trial report found deferiprone reduced hippocampal iron but was associated with accelerated cognitive decline in this study, underscoring that targeting iron is disease‑directed but may be harmful; this does not change the category assignment. citeturn0search1turn0search3"
    ],
    "agent_type": "G) Oxidative Stress",
    "explanation_agent": [
        "Reason: The intervention is deferiprone, an oral, brain‑permeable small‑molecule iron chelator given to lower brain iron with the aim of slowing cognitive decline in prodromal/mild AD. Elevated iron in AD is hypothesised to drive reactive oxygen species formation and neurotoxicity (i.e., oxidative stress), making iron a mechanistic upstream contributor to oxidative damage. citeturn0search0turn0search2",
        "Act: Key trial details extracted from the reported study and registry — phase 2, randomized placebo‑controlled, deferiprone 15 mg/kg twice daily vs placebo for 12 months; primary outcome cognitive decline (NTB) and secondary outcome brain iron measured by quantitative susceptibility mapping (QSM); the trial reduced hippocampal iron but was associated with accelerated cognitive decline. These facts come from the JAMA Neurology report and trial registry. citeturn0search0turn0search3",
        "Reflect: Mapping to CADRO — the primary biological process targeted by iron chelation is reduction of labile iron and its downstream generation of reactive oxygen species (Fenton chemistry) that cause oxidative damage. Therefore the most specific CADRO fit is G) Oxidative Stress rather than categories for amyloid, tau, apoE/lipids, synaptic modulation, etc. The intervention is disease‑directed (metal/oxidative pathology) rather than purely symptomatic or diagnostic. Supporting sources include the clinical trial report and reviews of deferiprone as a brain‑permeable iron chelator in neurodegeneration. citeturn0search0turn0search2",
        "Output: G) Oxidative Stress — Deferiprone is an iron chelator intended to lower pathological brain iron and thereby reduce iron‑mediated oxidative stress; classification as CADRO G best matches the drug’s mechanistic target. (Key sources: JAMA Neurology trial report; PubMed/registry/AlzForum summaries). citeturn0search0turn0search1turn0search2"
    ]
}