{
    "nct_id": "NCT05463731",
    "title": "Assessment of Safety, Tolerability, and Efficacy Measured by Amyloid Reduction of LY3372993 in Early Symptomatic Alzheimer's Disease",
    "status": "ACTIVE_NOT_RECRUITING",
    "last_update_time": "2025-04-23",
    "description_brief": "The reason for this study is to collect safety and efficacy information regarding the study drug remternetug in participants with early symptomatic Alzheimer's disease (AD).",
    "description_detailed": "TRAILRUNNER-ALZ 1 is a Phase 3, randomized, double-blind, placebo-controlled study to evaluate the safety and efficacy of remternetug in participants with early symptomatic AD. Initially, 600 participants will enroll in the double-blind treatment period. Participants in the double-blind treatment period will receive remternetug or placebo administered via subcutaneous injection or intravenous infusion.\n\nFollowing the 52-week main study period, participants will continue participation for up to an additional 76 weeks in an extension period. Participants who previously received remternetug will receive placebo and participants who previously received placebo will receive remternetug. Thus, all participants will receive remternetug if they complete the study.\n\nAn additional 974 participants with early Alzheimer's disease will be enrolled to an addendum safety cohort. The participants will be administered open label remternetug via subcutaneous injection or intravenous infusion. Participants enrolled into the addendum safety cohort are not eligible for the extension period.",
    "phase": [
        "PHASE3"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted biologic",
    "drug": [
        "Remternetug (LY3372993) — monoclonal antibody (N3pG‑Aβ / pyroglutamated Aβ)"
    ],
    "placebo": [
        "Placebo"
    ],
    "explanation_target": [
        "Reason: The trial description and title state the study drug is remternetug (LY3372993) and the primary efficacy measure is amyloid reduction, indicating the intervention is intended to modify AD pathology (amyloid). citeturn0search1turn0search5",
        "Act: Web search confirms remternetug is LY3372993, an anti‑amyloid monoclonal antibody that binds pyroglutamated Aβ (N3pG‑Aβ), developed by Eli Lilly; it is being evaluated in Phase 3 trials (TRAILRUNNER‑ALZ) with amyloid PET endpoints. citeturn0search2turn0search3turn0search5",
        "Reflect: Classification as a 'disease-targeted biologic' matches the definitions: this is a biologic (monoclonal antibody) targeting Alzheimer’s pathology (amyloid) rather than a symptomatic cognitive enhancer or neuropsychiatric treatment. No alternative interpretation fits the provided description. citeturn0search2turn0search1",
        "Web search results (key sources used): 1) ALZFORUM summary for Remternetug / LY3372993 (describes N3pG‑Aβ target and development status). citeturn0search2 2) Clinical trial registry entry for TRAILRUNNER‑ALZ (NCT05463731) describing remternetug (LY3372993), Phase 3 design, and amyloid‑reduction endpoints. citeturn0search1turn0search5 3) Recent review / PMC article summarizing remternetug Phase I results and its anti‑amyloid activity. citeturn0search3"
    ],
    "agent_type": "A) Amyloid beta",
    "explanation_agent": [
        "Reason: The trial drug is remternetug (LY3372993), described as an anti-amyloid monoclonal antibody that specifically binds pyroglutamated Aβ (N3pG‑Aβ), and the primary efficacy measure is amyloid reduction (amyloid PET). citeturn0search4turn0search7turn0search5",
        "Act: Evidence from trial listings and reviews shows LY3372993 (remternetug) is a passive immunotherapy targeting pyroglutamate-modified Aβ and is being evaluated in the Phase 3 TRAILRUNNER‑ALZ study with amyloid‑reduction endpoints. Based on this explicit anti‑amyloid mechanism and study design, the appropriate CADRO category is A) Amyloid beta. citeturn1search2turn0search7turn1search1",
        "Reflect: The description and web sources consistently identify remternetug as an antibody directed at aggregated/pyroglutamated Aβ and the trial’s primary outcome is amyloid plaque reduction, so classification under CADRO A) Amyloid beta is correct. There is no indication the intervention targets tau, inflammation, metabolism, or multiple unrelated pathways, so 'Multi‑target' or other categories are not appropriate. citeturn0search4turn0search5",
        "Key web sources used:",
        "- ALZFORUM therapeutic summary for Remternetug / LY3372993 (N3pG‑Aβ mAb). citeturn0search4",
        "- Phase‑1 / review summary showing LY3372993 is an N3pG‑Aβ monoclonal antibody with amyloid PET effects. citeturn0search7",
        "- Clinical trial registry entry for TRAILRUNNER‑ALZ (NCT05463731) describing remternetug (LY3372993) Phase 3 trial and amyloid‑reduction endpoints. citeturn1search2turn1search1"
    ]
}