{
    "nct_id": "NCT01461109",
    "title": "Evaluation of [18F] CFPyPB PET as a Marker of Glycine Transporter-1 (GlyT1) Receptor in Subjects With Parkinson Disease, Alzheimer Disease and Healthy Subjects",
    "status": "COMPLETED",
    "last_update_time": "2014-06-02",
    "description_brief": "The underlying goal of this study is to assess \\[18F\\] CFPyPB PET imaging as a tool to evaluate the activity of the GlyT1 receptors in the brain of Parkinson's Disease (PD) and Alzheimer Disease (AD) research participants.",
    "description_detailed": "Approximately 6 subjects with Parkinson disease, 6 subjects with Alzheimer disease and 20 healthy control subjects will be recruited to participate in this study. All subjects will undergo written informed consent and a screening evaluation including baseline clinical laboratory testing, a baseline physical and neurological evaluation and baseline cognitive evaluations. Subjects will be asked to undergo a bolus injection of \\[18F\\] CFPyPB followed by serial PET imaging scans and plasma sampling for measurement of \\[18F\\] CFPyPB in plasma (both protein bound and free) over a period of up to 4 hours. The imaging analyses will be performed by an image-processing specialist who will remain masked to the procedures employed with each imaging acquisition. The primary imaging outcome measure will be the brain regional distribution volumes expressed as a brain tissue to plasma ratio of the radioligand, \\[18F\\] CFPyPB. Time to the peak uptake and amplitude of the peak uptake will be evaluated for all brain regions and the results for the PD and AD subjects will be compared with the HC subjects.\n\nAt least 2 weeks following the initial imaging visit subjects (up to 2 PD subjects, up to 2 AD subjects and up to 5 HC subjects) may be asked to return for a second injection and scanning procedure to evaluate the reproducibility of the imaging measure using this procedure. Subjects may decline participation in the second scan. Subjects will be requested to return for this second scan until enough second scan data is collected to evaluate the imaging outcome measure for reproducibility.",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "N/A",
    "results": null,
    "target_category": "N/A",
    "drug": [
        "[18F] CFPyPB (radiolabeled PET tracer for GlyT1)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The study description and title state the purpose is to assess [18F]CFPyPB PET imaging as a tool to evaluate GlyT1 (glycine transporter‑1) receptor activity in subjects with Parkinson disease, Alzheimer disease and healthy controls — this is a diagnostic/imaging study rather than a therapeutic intervention. citeturn0search2turn0search0",
        "Act (key details found): The listed intervention is '[18F] CFPyPB' (registered as the study 'drug' but used as a PET radioligand). Published work describes [18F]CFPyPB as a selective PET tracer for GlyT1 with human dosimetry and brain quantification data, confirming it is a GlyT1 imaging agent rather than a treatment. citeturn0search2turn0search3",
        "Reflect: Because the intervention is a radiolabeled PET tracer intended to image/measure GlyT1 availability (diagnostic biomarker activity) and not to modify disease, improve cognition, or treat neuropsychiatric symptoms, the trial does not fit the four therapeutic categories (disease-targeted biologic, disease-targeted small molecule, cognitive enhancer, or neuropsychiatric symptom improvement). Therefore the correct classification is 'N/A'. For context, other GlyT1 PET tracers and GlyT1 imaging work exist in the literature (examples: characterization of GlyT1 radioligands in humans), supporting that this class of interventions is imaging-focused. citeturn0search3turn0search6",
        "Web-search results (sources used): 1) Clinical-trial summary / registry entry for NCT01461109 listing the study goal and intervention [18F]CFPyPB. citeturn0search2turn0search0 2) Journal of Nuclear Medicine meeting abstract reporting evaluation of [18F]CFPyPB as a GlyT1 PET tracer (dosimetry and brain quantification in humans). citeturn0search3 3) PubMed article examples of GlyT1 PET radioligands and human characterization of GlyT1 tracers (context for imaging agents). citeturn0search6"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}