{
    "nct_id": "NCT04289402",
    "title": "Modulating Brain Activity to Improve Cognitive-motor Function in Alzheimer's Disease",
    "status": "ACTIVE_NOT_RECRUITING",
    "last_update_time": "2025-09-08",
    "description_brief": "The objective of this study is to conduct a pilot, randomized sham-controlled trials to determine the feasibility and effects of a 10-session personalized tDCS intervention targeting the left dorsolateral prefrontal cortex on cognitive function, dual task standing and walking, and other metrics of mobility in 24 older adults with mild AD living in supportive housing.",
    "description_detailed": "Beyond the profound impact on memory, Alzheimer's disease (AD) neuropathology, even in its early stages, affects the prefrontal lobes leading to executive dysfunction and mobility disturbances. Prefrontal cortex functions, including executive control, attention, and working memory, are known to decline with the progression of AD. In older adults, better performance on executive cognitive tasks is associated with greater activation of the left dorsolateral prefrontal cortex (dlPFC). Reduced activation within the dlPFC is believed to play a role in both the executive and physical functioning declines seen in AD, significantly contributing to loss of functional independence. In mild AD, an individual's state of executive functioning is a sensitive predictor of the ability to stand and walk safely, especially when performing additional cognitive tasks (i.e., dual tasking). Therefore, the investigators contend that by facilitating the excitability of the left dlPFC, some of the early cognitive and mobility impairments of AD may be reduced, ultimately leading to more functional independence, increased physical activity, and improved quality of life.\n\ntDCS provides a noninvasive means of facilitating the excitability of the prefrontal cortex and its connected neural networks, and thus holds promise as a therapy to improve the executive control of cognition and mobility in older adults with mild AD. tDCS modulates cortical excitability by passing low-level currents through electrodes placed upon the scalp over the dlPFC. These currents induce electrical fields within the brain that in turn polarize neuronal populations and alter their likelihood of firing. The research team demonstrated in older adults aged 65 years and older with executive dysfunction and slow gait that 10 sessions of 20-minutes of tDCS targeting the left dlPFC improved cognitive and physical functioning for at least two weeks following the intervention. Considerable evidence, including our preliminary studies, now suggest that multi-session tDCS interventions targeting the dlPFC may induce measurable and meaningful improvements in cognitive and/or mobility outcomes in relatively healthy adults and in those with mild-to-moderate executive dysfunction. Still, the size and duration of tDCS-induced benefits in older adults with executive dysfunction have not been established. Moreover, to date, tDCS delivery has not attempted to account for interpersonal differences in older adults, particularly the high inter-individual variance in skin, skull, brain, and cerebrospinal fluid and how each of these characteristics impacts the current flow. Such personalization is now possible with the current flow modeling the investigators propose.\n\nThe overall aim of the study is to conduct a pilot, randomized sham-controlled trial to determine the feasibility and effects of a 10-session personalized tDCS intervention targeting the left dlPFC on cognitive function, dual task standing and walking, and other metrics of mobility in 24 older adults with mild AD living in supportive housing. The investigators will include personalized current flow modeling approach using baseline structural MRIs to determine the tDCS electrode placement and stimulation parameters to optimize current flow to each participant's brain. The investigators do not expect tDCS to revere the structural brain changes that result from AD, but instead maximize the function of remaining, intact brain neurons and frontal networks, and thereby improve functional outcomes in people suffering from the neurodegenerative process.\n\nThe investigators hypothesize that, in older adults 65 years and older with mild AD, a personalized tDCS intervention targeting the left dlPFC, as compared to sham, will mitigate dual task costs to the control of gait and standing posture and enhance executive functioning.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "personalized tDCS (transcranial direct current stimulation) targeting left dorsolateral prefrontal cortex"
    ],
    "placebo": [
        "sham tDCS"
    ],
    "explanation_target": [
        "Reason: The trial tests a non‑pharmacologic neuromodulation intervention (personalized transcranial direct current stimulation, tDCS) applied to the left dorsolateral prefrontal cortex with the goal of improving cognitive function and cognitive-motor (dual-task standing/walking) performance in mild AD. This intent (improving cognition/dual-task mobility) matches the 'cognitive enhancer' category rather than a disease‑modifying biologic or small molecule or a neuropsychiatric‑symptom treatment. citeturn0search4turn0search7",
        "Act: Key extracted details — intervention: 10-session personalized tDCS targeting left dorsolateral prefrontal cortex; control: sham tDCS; population: older adults with mild AD living in supportive housing; outcomes: cognitive function and dual-task standing/walking, mobility metrics. Source: trial listing (NCT04289402 / CenterWatch) describing the pilot randomized sham-controlled study and prior/related literature showing 10-session left-dlPFC tDCS can improve cognition and dual-task mobility in older adults. citeturn0search4turn0search2turn0search7",
        "Reflect: Classification check — tDCS is neither a biologic nor a small molecule; its primary stated aim is cognitive/cognitive-motor improvement (executive function, dual-task performance), so 'cognitive enhancer' is the best fit. Ambiguity: none substantial — sham control confirms placebo comparison; if the study had targeted amyloid/tau mechanisms or used a drug, classification would differ. Relevant supporting references from the web search: trial listing (NCT04289402) and pilot/clinical studies of left-dlPFC tDCS showing cognitive and dual-task mobility benefits. citeturn0search4turn0search7turn0search6"
    ],
    "agent_type": "M) Synaptic Plasticity/Neuroprotection",
    "explanation_agent": [
        "Reason: The intervention is a non‑pharmacologic neuromodulation (personalized transcranial direct current stimulation, tDCS) applied to the left dorsolateral prefrontal cortex (dlPFC) with the explicit goal of improving executive cognition and cognitive‑motor (dual‑task standing/walking) performance in mild AD. tDCS acts by modulating cortical excitability and network function, with the therapeutic intent to enhance cognitive control and plasticity rather than to directly modify amyloid/tau biology or deliver a drug. citeturn1search1turn0search4",
        "Act: Key extracted details from the trial description — intervention: 10‑session personalized tDCS targeting left dlPFC (personalized current‑flow modeling using structural MRI); control: sham tDCS; population: older adults (≥65) with mild AD living in supportive housing; primary outcomes: cognitive function and dual‑task standing/walking (mobility metrics). The study is registered as NCT04289402. Based on these details, the most specific CADRO match is M) Synaptic Plasticity/Neuroprotection because the intervention seeks to modulate neural excitability/plasticity to enhance cognition. citeturn1search1turn0search4",
        "Reflect: Confirmation and alternatives — tDCS does not target a molecular amyloid/tau pathway (so not A or B), nor is it a small molecule/biologic targeting a receptor or metabolic pathway (not D, C, J, etc.). Its mechanism (modulation of cortical excitability, network activity, and facilitation of synaptic plasticity/neurorehabilitation) maps best to the Synaptic Plasticity/Neuroprotection CADRO domain. While one could argue for a broader 'Other' label because this is non‑drug neuromodulation, CADRO's intent categories for cognitive enhancement and plasticity are best captured by M. Ambiguity is minimal given the clear neuromodulation/cognitive‑enhancer aim. citeturn0search5turn1search6",
        "Web search / supporting results (trial and relevant literature): (1) Clinical trial listing for NCT04289402 (Individualized Brain Stimulation to Improve Mobility in Alzheimer’s Disease) describing a 10‑session personalized tDCS protocol targeting left dlPFC and outcomes (CenterWatch / trial record). citeturn1search1 (2) Pilot randomized, sham‑controlled tDCS trial reporting 10 sessions with anode over left dlPFC improved executive function and dual‑task standing/walking in older adults (PMC article). citeturn0search4 (3) Multicenter/targeted tDCS studies showing left‑dlPFC stimulation can mitigate dual‑task costs to gait and balance in older adults. citeturn0search5 (4) Additional randomized/HD‑tDCS trials in AD/MCI populations exploring cognitive benefits of prefrontal stimulation. citeturn1search5"
    ]
}