{
    "nct_id": "NCT01079819",
    "title": "Randomized, Placebo-controlled, Double-blind, Single- and Multiple-Dose Study to Evaluate the Pharmacokinetics, Safety, and Tolerability of BMS-708163 in Healthy Young Male and Elderly Male and Female Chinese Subjects",
    "status": "COMPLETED",
    "last_update_time": "2011-02-04",
    "description_brief": "The purpose of the study is to evaluate the pharmacokinetics, safety and tolerability of BMS-708163 administered as single and multiple doses in Chinese subjects",
    "description_detailed": "N/A",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "BASIC_SCIENCE",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "BMS-708163 (avagacestat) — oral small-molecule γ-secretase inhibitor targeting amyloid-β production"
    ],
    "placebo": [
        "Placebo — used as control in the randomized, placebo-controlled study"
    ],
    "explanation_target": [
        "Reason: BMS-708163 (avagacestat) is an oral, small-molecule γ-secretase inhibitor developed to reduce production of amyloid‑β (Aβ) peptides (a disease-modifying approach targeting AD pathology). citeturn0search0turn0search4",
        "Act: Extracted details — the trial you provided is a randomized, placebo-controlled, double-blind single- and multiple-dose PK/safety study of BMS-708163 in healthy Chinese subjects; literature confirms BMS-708163 = avagacestat, a γ‑secretase inhibitor being developed for Alzheimer’s disease. citeturn0search0turn0search3",
        "Reflect: Classification check — because the drug is a small-molecule γ‑secretase inhibitor that aims to lower Aβ (pathology-targeted, potentially disease-modifying), it fits the 'disease-targeted small molecule' category rather than a cognitive enhancer or symptomatic neuropsychiatric treatment. Note: prior clinical studies reported safety/tolerability concerns and limited efficacy signals in Phase II, which is consistent with the drug having been evaluated as a disease-targeting small molecule. citeturn0search2turn0search4"
    ],
    "agent_type": "A) Amyloid beta",
    "explanation_agent": [
        "Reason: BMS-708163 (avagacestat) is an orally bioavailable, small‑molecule γ‑secretase inhibitor developed to reduce production of amyloid‑β (Aβ) peptides — a disease‑modifying approach that directly targets Aβ generation. citeturn0search3turn0search1",
        "Act: Extracted details — the provided trial is a randomized, placebo‑controlled, double‑blind single‑ and multiple‑dose PK/safety study of BMS‑708163 (avagacestat) in healthy subjects; literature and product pages confirm BMS‑708163 = avagacestat and that it inhibits γ‑secretase to lower Aβ. (Relevant PK/safety studies and compound profiles support these facts.) citeturn0search2turn0search6turn0search4",
        "Reflect: Classification check — because the drug’s mechanism is inhibition of γ‑secretase to lower Aβ production, the most specific CADRO match is A) Amyloid beta. Phase‑2 development and safety/tolerability issues (dose‑dependent adverse events and limited efficacy signals) are documented but do not change the target classification. citeturn1search0turn1search1",
        "Web search sources (key results used): - Discovery / mechanism (γ‑secretase inhibitor, APP/Aβ selectivity): ACS Medicinal Chemistry Letters (discovery of BMS‑708163). citeturn0search3 - PK/safety single‑dose and age‑group study: British Journal of Clinical Pharmacology / PMC article. citeturn0search2 - Multicenter single‑ascending dose PK/tolerability study (PubMed summary). citeturn0search6 - Compound/product profiles confirming potency/selectivity: Tocris / MedChemExpress product pages. citeturn0search1turn0search4 - Phase‑2 safety/tolerability and development discontinuation reports: PubMed Phase‑2 safety paper and trial reports / termination summaries. citeturn1search0turn1search3"
    ]
}