{
    "nct_id": "NCT00009217",
    "title": "Treatment of Behavioral Symptoms in Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2016-05-23",
    "description_brief": "The optimal strategy for the treatment of behavioral complications in patients with probable Alzheimer's disease (AD) remains unclear.\n\nThe objective of this study is to evaluate the risk of relapse following discontinuation of haloperidol in patients with Alzheimer's disease (AD) with psychosis or agitation who respond to it.\n\nIn Phase A of this study, AD outpatients with behavioral complications receive 20 weeks of open haloperidol treatment with an oral dose of 1-5 mg daily, titrated individually to achieve the optimal trade-off between efficacy and side effects. Responders to Phase A participate in Phase B, a 24-week continuation trial in which patients are randomized to continuation haloperidol or placebo.\n\nThe primary outcome is the time to relapse of psychosis or behavioral disturbance.",
    "description_detailed": "The study involves two phases. Outpatients with AD who meet inclusion/ exclusion criteria enter Phase A, the 20 week open acute treatment phase that uses a flexible dose regimen of haloperidol 1-5 mg daily. Haloperidol is started at an oral dose of 1 mg daily, with subsequent dose titration in 1 mg increments until the optimal dose is reached, i.e., optimal trade-off between efficacy and side effects. At the end of Phase A, patients who do not meet criteria for clinical response exit the protocol and is treated openly with alternative medications.\n\nPhase A responders enter Phase B, a 24-week random assignment, placebo-controlled, continuation trial. Randomization is stratified by the severity of dementia and by the presence of psychosis. Half the patients are randomized to haloperidol (continuing at the same dose as at the end of Phase A), and the other half are randomized to placebo. Patients who relapse during Phase B exit the protocol and receive open treatment.\n\nIn Phase A, patients are followed at 0, 2, 4 weeks and every 4 weeks thereafter until 20 weeks. In the discontinuation trial, Phase B, patients are followed at 0, 1, 2, 4, week time points and every 4 weeks thereafter until 24 weeks. If a patient shows signs of relapse, the patient is brought in for more frequent visits, regardless of the stage of the protocol.",
    "phase": [
        "PHASE4"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "neuropsychiatric symptom improvement",
    "drug": [
        "Haloperidol"
    ],
    "placebo": [
        "Placebo"
    ],
    "explanation_target": [
        "Reason: The trial tests haloperidol for psychosis and agitation in probable Alzheimer’s disease, with the primary outcome time to relapse of psychosis/behavioral disturbance — the intent is to manage behavioral/psychiatric symptoms rather than modify AD pathology or directly improve cognition.",
        "Act: Extracted key details from the description: intervention = haloperidol (oral 1–5 mg daily in Phase A; responders randomized in Phase B to continue haloperidol or switch to placebo for 24 weeks). The medication is an antipsychotic used to treat neuropsychiatric symptoms (symptom management).",
        "Reflect: Classification check — although haloperidol is a small-molecule antipsychotic, its use here is symptomatic (treating psychosis/agitation), so it fits the 'neuropsychiatric symptom improvement' category rather than 'disease-targeted' or 'cognitive enhancer'. No ambiguity in the description; therefore 'neuropsychiatric symptom improvement' is the appropriate category."
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The trial tests haloperidol to treat psychosis/agitation in probable Alzheimer’s disease. Haloperidol is a first-generation (typical) antipsychotic whose primary pharmacologic action is strong antagonism of dopamine D2 receptors (a neurotransmitter receptor), and it is used clinically to manage psychotic and agitated states rather than to modify AD pathology. citeturn0search0turn0search3",
        "Act: Extracted details — intervention = haloperidol (oral, trial uses ~1–5 mg daily in Phase A; responders randomized to continue haloperidol vs placebo in Phase B). The drug’s mechanism (D2 receptor antagonism) places it squarely in the neurotransmitter receptor target class in CADRO. Its clinical role here is symptomatic (neuropsychiatric symptom control), not disease modification. citeturn0search0turn0search2",
        "Reflect: The CADRO list maps molecular targets to categories. Because haloperidol acts on dopamine neurotransmitter receptors (especially D2), the most specific CADRO match is D) Neurotransmitter Receptors. This classification acknowledges the trial’s symptomatic focus (treating neuropsychiatric symptoms) while correctly categorizing the molecular target. citeturn0search0turn0search3",
        "Web search results used:",
        " - DrugBank summary of haloperidol (mechanism: primary D2 antagonism; pharmacology and targets). citeturn0search0",
        " - Structure-kinetic profiling / D2 receptor studies referencing haloperidol’s D2 antagonism. citeturn0search1",
        " - Reviews/guidance on haloperidol use for agitation/psychosis in dementia/Alzheimer’s disease. citeturn0search3turn0search2"
    ]
}