{
    "nct_id": "NCT00130429",
    "title": "Phase II Randomised, Double Blind, Placebo Controlled, Parallel Group Study to Investigate the Safety, Effect on Cognition and Pharmacokinetic Profile of PYM50028 in Subjects With Mild Dementia of the Alzheimer's Type",
    "status": "COMPLETED",
    "last_update_time": "2009-08-20",
    "description_brief": "The purpose of this study is to assess the effect of PYM50028 administered once daily for up to 12 weeks on the memory and other faculties of subjects with dementia due to Alzheimer's disease.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "PYM50028 (Cogane) — orally active small-molecule neurotrophic factor inducer that upregulates neurotrophic factors such as GDNF and BDNF"
    ],
    "placebo": [
        "placebo (matched, as the trial is double-blind placebo-controlled)"
    ],
    "explanation_target": [
        "Reason: The study tests PYM50028 for memory and cognition in mild Alzheimer’s disease. PYM50028 is described in the literature and regulatory summaries as an orally bioavailable small molecule (marketed/known as Cogane) that induces/modulates neurotrophic factors (e.g., increases GDNF and BDNF), i.e., a disease-modifying approach aimed at neuroprotection/neuronal support rather than a biologic or symptomatic-only cognitive enhancer. citeturn0search0turn0search3",
        "Act: Key trial details — Phase II randomized double-blind placebo-controlled study of PYM50028 in mild Alzheimer’s disease assessing safety and effect on cognition (12 weeks, once daily). The trial listing and registry information identify PYM50028 as the investigational drug. citeturn0search1turn0search5",
        "Web-evidence (selected search results used): PubMed article describing PYM50028 as an orally active neurotrophic factor inducer with neuroprotective/neurorestorative potential (reports upregulation of GDNF/BDNF). citeturn0search0",
        "Health Research Authority summary and other development summaries describe PYM50028 (Cogane) as a small molecule that modulates neurotrophic factors and was developed for neurodegenerative disorders (Parkinson’s, ALS, explored in AD). These sources support classification as a small-molecule, disease-targeting agent rather than a biologic. citeturn0search3turn0search4",
        "Reflect: Given the mechanism (small-molecule induction of neurotrophic factors to protect/restore neurons) and the trial’s cognitive endpoints, the correct classification is 'disease-targeted small molecule'. It is not a biologic (not a monoclonal antibody or vaccine), not purely a symptomatic cognitive enhancer by mechanism, and not an intervention for neuropsychiatric symptoms, so other categories do not fit. citeturn0search0turn0search3"
    ],
    "agent_type": "L) Growth Factors and Hormones",
    "explanation_agent": [
        "Reason: The investigational drug PYM50028 (Cogane) is described as an orally active small‑molecule neurotrophic factor inducer that elevates/ modulates neurotrophic growth factors such as GDNF and BDNF, i.e., the mechanism acts through growth‑factor pathways to promote neuronal survival and repair. citeturn0search0turn0search5",
        "Act: Extracted details — drug: PYM50028 (Cogane); mechanism: induction/upregulation of neurotrophic growth factors (GDNF, BDNF); indication: Phase II study in mild Alzheimer’s disease assessing cognition/safety. Trial registry and summaries identify PYM50028 as a small‑molecule neurotrophic factor inducer. citeturn0search3turn0search1",
        "Reflect: Classification check — CADRO category L (Growth Factors and Hormones) is the most specific fit because the drug’s primary described mechanism is modulation/induction of neurotrophic growth factors (BDNF, GDNF). An alternative plausible category would be M (Synaptic plasticity / neuroprotection), but because the agent explicitly targets growth‑factor pathways, L is the better, more specific CADRO assignment. Confirming sources: preclinical and regulatory summaries describing PYM50028’s GDNF/BDNF upregulation and clinical trial entries. citeturn0search0turn0search6turn0search5",
        "Web evidence (selected search results used): PubMed article documenting PYM50028 as an orally active neurotrophic factor inducer that increased striatal GDNF and BDNF in preclinical models. citeturn0search0",
        "Clinical trial registry / listings for the Phase II study in mild Alzheimer’s disease (NCT00130429) and related trial summaries documenting the cognitive/safety Phase II study. citeturn0search3turn0search4",
        "Health Research Authority summary and other development summaries describe PYM50028 (Cogane) as an orally bioavailable small molecule that modulates neurotrophic factors (GDNF, BDNF). citeturn0search5"
    ]
}