{
    "nct_id": "NCT03070821",
    "title": "Neurofeedback and Follow-up With Real-time fMRI to Investigate Cognitive Function in Patients of Mild Cognitive Impairment (MCI) or Alzheimer's Disease (AD)",
    "status": "COMPLETED",
    "last_update_time": "2017-02-28",
    "description_brief": "The project aims to investigate in patients of Alzheimer's disease in a prodromal state (early state of the disease) compared to healthy subjects whether neurofeedback training with functional MRI (fMRI) can improve cognitive ability. It is of interest if voluntary modulation of brain activation with real-time (rt) fMRI as a novel method affects cognitive ability, as well as functional and structural measures of the brain.\n\nOver the course of the study subjects will learn a real-world footpath. During neurofeedback training subjects are then asked to recall this footpath while simultaneously trying to modulate their own brain activation based on feedback. Feedback is given about the parahippocampal gyrus - a region of the brain associated with episodic and visuo-spatial memory, which is known to be affected early by Alzheimer's disease pathology.\n\nBefore and after the training cognitive ability is assessed using neuropsychological tests mainly measuring numerous domains of memory.\n\nThe investigators hypothesise that the training leads to an improvement of the trained cognitive domain, but also induces changes in brain structure and function.",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is real-time fMRI neurofeedback aimed at teaching subjects to volitionally modulate activation of a memory-related brain region (parahippocampal gyrus) while recalling a learned path, with the stated goal of improving cognitive (episodic/visuo-spatial memory) performance in prodromal AD/MCI. This is a non‑pharmacologic cognitive-training approach intended to enhance cognition rather than to target molecular AD pathology with a biologic or small molecule. citeturn0search0turn0search5",
        "Act (extracted details): Key trial elements — learning a real-world footpath; neurofeedback sessions in which participants recall the footpath and receive real‑time feedback about parahippocampal gyrus activation; pre‑ and post‑training neuropsychological testing focused on memory domains. No drug or placebo is described in the provided trial description, and registry/publications of similar trials are neurofeedback/rt‑fMRI studies (not pharmacologic). citeturn0search0turn0search6",
        "Reflect: Classification rationale — fits the 'Cognitive enhancer' category because the primary intended effect is improvement of cognitive function via neurofeedback training. It does not meet 'disease‑targeted biologic' (no monoclonal antibody/vaccine), nor 'disease‑targeted small molecule' (no small‑molecule therapeutic), nor 'neuropsychiatric symptom improvement' (target is memory/cognition rather than agitation/depression). Therefore the most appropriate category is 'cognitive enhancer'. citeturn0search7",
        "Web search results used (representative): PubMed article 'Cognitive Improvement and Brain Changes after Real‑Time Functional MRI Neurofeedback Training in Healthy Elderly and Prodromal Alzheimer’s Disease' (proof‑of‑concept study). citeturn0search0; BMC Psychiatry protocol 'Targeting hippocampal hyperactivity with real‑time fMRI neurofeedback' (trial protocol in MCI). citeturn0search5; Clinical trial listing (NCT04020744 / Real‑time fMRI Neurofeedback in Patients With MCI) summary. citeturn0search6; related neurofeedback/MCI/AD studies and reviews showing neurofeedback is used to try to improve memory in MCI/AD. citeturn0search1turn0search2turn0search3"
    ],
    "agent_type": "T) Other",
    "explanation_agent": [
        "Reason: The described intervention is real-time fMRI neurofeedback (training participants to volitionally up- or down-regulate activation of a memory-related brain region — parahippocampal gyrus/hippocampus) with the goal of improving episodic/visuo-spatial memory. This is a non‑pharmacologic, brain‑activity training (cognitive enhancer) approach rather than a drug acting on a molecular target (e.g., amyloid, tau, inflammation, neurotransmitter receptor). citeturn0search3turn1search1",
        "Act: Extracted details from the trial description — intervention = real‑time fMRI neurofeedback targeting PHG/hippocampus; no drug, biologic, small molecule, or molecular pathway is specified; primary outcomes are cognitive/neuroimaging changes. Because CADRO categories map to molecular/biological drug targets (or clearly defined mechanistic targets), a non‑pharmacologic neurofeedback intervention does not fit a specific CADRO target class and is best classified as 'Other'. citeturn0search4turn1search7",
        "Reflect: Verification — the cited proof‑of‑concept and protocol papers describe rtfMRI neurofeedback to modulate PHG/hippocampal activity and report cognitive/visuospatial memory improvements in prodromal AD / MCI, confirming the intervention is behavioral/neuroengineering rather than molecular. Therefore assigning 'T) Other' aligns with the instruction to return 'T) Other' when the trial does not fit a CADRO drug/biologic target. If you prefer to label by intended effect (e.g., 'cognitive enhancer'), note that CADRO is organized by biological/molecular targets, so the canonical answer for non‑drug neuromodulation/training is 'T) Other'. citeturn0search4turn1search3",
        "Web search results used (representative): Frontiers in Neurology proof‑of‑concept study describing PHG rtfMRI neurofeedback and cognitive improvements in healthy elderly and prodromal AD. citeturn0search3turn0search4",
        "BMC / protocol and ClinicalTrials registration describing trials that target hippocampal/parahippocampal activity with rtfMRI neurofeedback in MCI (including registration NCT04020744). citeturn1search7turn1search1"
    ]
}