{
    "nct_id": "NCT04122235",
    "title": "Lifestyle and Empowerment Techniques in Survivorship of Gynecologic Oncology",
    "status": "ACTIVE_NOT_RECRUITING",
    "last_update_time": "2025-01-02",
    "description_brief": "This study compares traditional follow-up of gynaecological cancer patients to an alternative follow-up model. In the alternative follow-up model the patients will meet a nurse at every second consultation. The nurse will focus on psychosocial health and educate the patients in the use of a study specific smartphone-application.",
    "description_detailed": "The goal is to improve follow-up of past and present cancer patients to have the best quality of life possible, despite having a serious illness. Todays' survivors differ from the survival population for whom the traditional follow-up was designed. Improvements in treatment assure that many cancer patients survive longer after diagnosis often with age-related comorbidities. Consequently, new evidence-based models for follow-up after cancer treatment with focus on techniques to improve coping with and management of late effects without increasing the costs are warranted. The chronic care model, which uses self-management interventions, is used for many chronic diseases-such as diabetes and asthma and is a valid model to consider for cancer follow-up care(1). Another relevant model is the risk stratified model where patients are stratified into low, moderate, or high-risk on the basis of expected recurrence rate and late-effects(2). Gynecological cancer patients constitute an underrepresented group in clinical cancer research.\n\nThe research group has developed a follow-up model based on the principles of the risk-stratified model and the chronic care model with one or three year's hospital follow-up for low- versus medium/high-risk patients. Physicians will be replaced by nurses in 50% of the consultations. The nurses will use evidence-based behavior change techniques to coach the cancer patients on how to take an active role in management of their physical and mental late effects. These techniques will be further reinforced with a multifunctional smart phone-application (app). The \"Lifestyle and Empowerment Techniques in Survivorship of Gynecologic Oncology-app\" (LETSGO-app) has three main functions: 1) Self-evaluated symptoms (on recurrence or late effects) regularly reported through the app; 2) Targeted information on treatment, signs of recurrence, and late-effects on each cancer type and 3) Facilitation of early rehabilitation through physical activity instructions, goal-setting and electronic reminders.\n\nThe investigators will conduct a multicenter study including 754 cancer survivors in Norway. Ten Norwegian hospitals will participate whereof five hospitals are intervention hospitals and five are control hospitals.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "SUPPORTIVE_CARE",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The described intervention is an alternative follow-up model (nurse-led consultations + a study-specific smartphone app, the LETSGO app) aimed at empowerment, self-management, physical activity and quality-of-life — not a drug, biologic, or a medication-based cognitive or neuropsychiatric treatment. Therefore it does not fit any of the four Alzheimer’s drug/symptom categories. citeturn0search2turn0search3",
        "Act: Key extracted details — Title: \"Lifestyle and Empowerment Techniques in Survivorship of Gynecologic Oncology (LETSGO)\". Intervention: patients meet a nurse every second consultation; nurse focuses on psychosocial health and trains patients to use a LETSGO smartphone app. The LETSGO app supports self-reported symptom monitoring, targeted information on treatment/late effects, tailored physical-activity advice, goal-setting and reminders. Trial registration: NCT04122235. These are care-delivery / mHealth and behavioral components, not pharmacologic. citeturn0search2turn0search3turn0search4",
        "Reflect: The trial's stated primary and secondary outcomes (empowerment, quality of life, activity levels, biomarkers/time-to-recurrence in protocol) confirm this is a survivorship/follow-up intervention to improve self-management and QoL rather than a drug trial — classification 'N/A' is therefore appropriate. citeturn0search1turn0search3",
        "Web search results / sources found: MedPath listing for a LETSGO pilot (LETSGO app; NCT03453788). citeturn0search0",
        "ClinicalTrials.gov / trial listing for NCT04122235 describing the LETSGO follow-up model (nurse-led consultations + app). citeturn0search2",
        "BMJ Open study protocol for the LETSGO study (multicentre longitudinal interventional study; app functions; outcomes; biobanking). citeturn0search3",
        "PubMed article reporting outcomes from the LETSGO trial (empowerment and QoL results). citeturn0search1",
        "CenterWatch / trial listings summarizing the LETSGO intervention and participating hospitals. citeturn0search4"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}