{
    "nct_id": "NCT03455569",
    "title": "A Dyadic Sleep Intervention for Alzheimer's Disease Patients and Their Caregivers",
    "status": "COMPLETED",
    "last_update_time": "2024-07-10",
    "description_brief": "Studies consistently show the negative health impact of sleep problems in both Alzheimer's disease (AD) patients and their caregivers. However, only a few sleep interventions have been conducted for AD patients or their caregivers in community settings and none have addressed both members of the dyad concurrently. To fill these gaps, this study aims to develop a sleep intervention program specifically tailored for AD patient/caregiver dyads who both experience sleep difficulties.",
    "description_detailed": "In 2015, Americans provided 18 billion hours of unpaid care for patients with Alzheimer's disease (AD) and other dementias, with an economic value of $221 billion. This estimate may be even higher among caregivers of AD patients when they have sleep problems. In fact, the caregivers' sleep is often disturbed by nighttime sleep disturbance of AD patients, which is one of the major reasons why those patients are admitted to institutions. Due to the bidirectional nature of sleep disturbance in AD patients and their caregivers, it is critical to develop a sleep intervention program for the dyad that addresses sleep disturbance in both individuals.\n\nNighttime sleep disturbance in AD patients is associated with shorter survival, lower quality of life, and decreased social engagement. Poor sleep among their caregivers is associated with increased depressive symptoms, higher levels of caregiver role burden, and increased inflammation, which is known to increase risk for cardiovascular disease. Such decline in caregivers' health may then impact the quality of care for AD patients.\n\nBehavioral sleep intervention programs for AD patients or caregivers are feasible but long-term effects on improving sleep and health remain unclear. No behavioral sleep interventions have focused on the patient-caregiver dyad, and only a few behavioral sleep intervention studies have targeted community-dwelling AD patients or caregivers. Dyad-based sleep interventions may have better effects on sleep and other health outcomes because of the influence of AD patients on their caregivers and vice versa.\n\nThe proposed intervention focuses on educating caregivers to improve their own and the patients' sleep, using behavioral sleep management techniques. This intervention builds upon a previous caregiver focus group study (VA HSR\\&D LIP 65-154, PI: Song) and the existing sleep interventional research studies, which included patients with mild cognitive impairments and AD patients. The sleep program involves 4 face-to-face meetings plus 1 telephone session. Phase 1 study aims to iteratively refine and finalize the intervention program materials with 5 AD patient/caregiver dyads. Phase 2 study aims to pilot test the effects of the intervention program (n=20 dyads) on sleep, health, and quality of life in both members of the group, compared to a non-directive education-only control program (n=20 dyads) in a small randomized controlled trial. Primary outcomes will include objective sleep efficiency and total wake time measured by actigraphy for AD patients and subjective sleep measured by the Pittsburgh Sleep Quality Index for caregivers. A unique aspect of the proposed study is that the program is tailored to address sleep problems of both patients and caregivers, and includes upstream biomarkers to evaluate a key mechanism of intervention benefits that can be further explored in future research.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "HEALTH_SERVICES_RESEARCH",
    "results": null,
    "target_category": "neuropsychiatric symptom improvement",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The described study is a behavioral sleep intervention program aimed at improving sleep in Alzheimer’s patients and their caregivers — i.e., treating a symptom (sleep disturbance) rather than targeting Alzheimer’s pathology or cognition directly. This fits the category of neuropsychiatric/symptom improvement. citeturn0search7turn0search4",
        "Act: Key extracted details — intervention is non‑pharmacologic/behavioral (dyadic behavioral sleep education/Care2Sleep), delivered in five sessions and built on CBT for insomnia (CBTI), sleep hygiene, stimulus control, sleep compression, daily light exposure and walking, relaxation/mindfulness, and caregiver training. The trial is explicitly behavioral (no drug, biologic, or cognitive‑enhancing agent is used). citeturn0search1turn0search7turn0search4",
        "Reflect: Classification check — this is not a disease‑targeted biologic or small molecule (no anti‑amyloid/tau or other disease‑modifying pharmacologic agent), nor a cognitive‑enhancer per the provided definitions. Because it aims to alleviate a neurobehavioral symptom (sleep disturbance) in patients and caregivers, the correct category is 'neuropsychiatric symptom improvement'. No drug information was found/required for this trial. citeturn0search3turn0search6",
        "Web search results (selected supporting sources): 1) Development and pilot reports of the dyadic behavioral sleep intervention (PMC full text). citeturn0search7 2) A 2023 pilot randomized controlled trial of a dyadic behavioral sleep intervention (Care2Sleep) describing CBTI components, light exposure and walking. citeturn0search1 3) Clinical trial registry entry (NCT03455569) listing intervention as Behavioral sleep education. citeturn0search4 4) Original development/case series and methods papers describing the five‑session behavioral program. citeturn0search3turn0search2"
    ],
    "agent_type": "T) Other",
    "explanation_agent": [
        "Reason: The study tests a dyadic, non‑pharmacologic behavioral sleep intervention (Care2Sleep) for Alzheimer’s patients and their caregivers to improve sleep — it targets a neurobehavioral symptom (sleep disturbance) rather than a molecular disease pathway (e.g., amyloid, tau, inflammation). citeturn0search1turn0search3",
        "Act: Extracted details — intervention is a 5‑session manualized behavioral program (Care2Sleep) built on CBT‑I components (sleep hygiene, stimulus control, sleep compression), daily light exposure and walking, relaxation/mindfulness, and caregiver training; no drug, biologic, or specific molecular target is used. Therefore there is no CADRO disease‑biological target to assign. citeturn0search3turn0search0",
        "Reflect: CADRO is a classification of biological/drug targets (amyloid, tau, inflammation, synaptic plasticity, etc.). Because this trial is a behavioral symptom‑management intervention (non‑pharmacologic) and does not act on a defined CADRO target or pathway, the appropriate assignment per the instructions is 'T) Other'. This conservatively captures non‑therapeutic or non‑targeted interventions. citeturn0search2turn0search7",
        "Web search results (supporting sources cited above): 1) Pilot randomized trial describing Care2Sleep (Care2Sleep = dyadic behavioral sleep intervention; components and outcomes). citeturn0search0turn0search1 2) Development/case‑series describing the five‑session manual and components (sleep hygiene, compression, stimulus control, light/exercise, mindfulness, caregiver training). citeturn0search3 3) Clinical trial registry entry (NCT03455569) and public trial listings describing the intervention as behavioral sleep education/Care2Sleep (no drug). citeturn0search2turn0search7"
    ]
}