{
    "nct_id": "NCT05040217",
    "title": "A Phase I Study to Assess the Safety, Tolerability and Preliminary Efficacy of AAV2-BDNF [Adeno-Associated Virus (AAV)-Based, Vector-Mediated Delivery of Human Brain Derived Neurotrophic Factor] in Subjects With Early Alzheimer's Disease and Mild Cognitive Impairment",
    "status": "RECRUITING",
    "last_update_time": "2025-04-24",
    "description_brief": "This is a first-in-human clinical trial to test whether a protein administered into the brain continuously by gene therapy, Brain-Derived Neurotrophic Factor (BDNF), will slow or prevent cell loss in the brains of people affected by Alzheimer's disease and Mild Cognitive Impairment. The protein may also activate cells in the brain that have not yet deteriorated. Gene therapy refers to the use of a harmless virus to have brain cells make the potentially protective protein, BDNF.",
    "description_detailed": "This is an open label Phase I clinical trial of AAV2-BDNF gene therapy for early Alzheimer's Disease (AD) and Mild Cognitive Impairment (MCI) in 12 participants.\n\nBDNF is a nervous system growth factor that regulates neuronal function in key memory circuits of the brain (the entorhinal cortex and hippocampus). BDNF reduces cell loss, stimulates cell function, and builds new connections (synapses) between brain cells in animal models.\n\nThis clinical trial will use techniques of gene therapy because the candidate therapeutic protein, BDNF, does not cross the blood brain barrier (BBB). Two previous clinical programs of Nerve Growth Factor (NGF) gene therapy for AD and Neurturin gene therapy for Parkinson's disease in over 120 patients provided evidence that degenerating neurons respond to growth factors with classic \"trophic\" responses in the human brain.\n\nParticipants will undergo one gene transfer procedure. Thus, dosing is performed only once, and repeat dosing or daily medications are not expected to be required.\n\n12 participants will be enrolled in this Phase I trial, 6 with early AD and 6 with MCI.",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted biologic",
    "drug": [
        "AAV2-BDNF (AAV-based vector delivering human Brain-Derived Neurotrophic Factor, gene therapy)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is gene therapy using an adeno-associated viral vector (AAV2) to deliver the protein Brain-Derived Neurotrophic Factor (BDNF) into the brain with the aim of slowing or preventing neuronal loss and activating surviving neurons — i.e., targeting underlying neurodegenerative pathology/neuroprotection rather than providing a symptomatic cognitive stimulant. citeturn0search4turn0search1",
        "Act: Key extracted details — AAV2-BDNF is an AAV2-based vector-mediated delivery of human BDNF, given once via MRI-guided intracerebral infusion to entorhinal/hippocampal circuits in early AD/MCI in a Phase I study (NCT05040217). Preclinical primate work supports BDNF elevation and distribution in target memory circuits. These facts identify the intervention as a biologic (gene therapy delivering a growth factor) directed at disease processes. citeturn0search0turn0search3",
        "Reflect: Classification check — this is not a small molecule, nor solely a symptomatic cognitive enhancer or neuropsychiatric treatment; it is a biologic (gene therapy) intended to modify disease-related neuronal loss and function. Therefore the correct category is 'disease-targeted biologic'. No placebo is listed in the trial (open-label Phase I). citeturn0search4turn0search1"
    ],
    "agent_type": "L) Growth Factors and Hormones",
    "explanation_agent": [
        "Reason: The intervention is AAV2-BDNF — an AAV2 viral vector delivering the protein Brain-Derived Neurotrophic Factor (BDNF) into entorhinal/hippocampal circuits to promote neuron survival, function, and synaptic connections. This is explicitly a growth-factor gene therapy intended to modify disease-related neuronal loss and activate surviving neurons, which maps to the CADRO category for growth factors/hormones. citeturn0search3turn0search0",
        "Act: Extracted details — AAV2-BDNF is an AAV2-based vector-mediated delivery of human BDNF given once via MRI-guided intracerebral infusion into entorhinal cortex/hippocampal circuits in a Phase I trial (NCT05040217). Preclinical primate work supports accurate MR-guided targeting and BDNF distribution to hippocampus and entorhinal cortex. These facts identify the intervention as a gene-therapy delivering a growth factor (BDNF). citeturn0search2turn0search1",
        "Reflect: Confirmation — The trial is not aimed at amyloid, tau, inflammation, metabolism, or neurotransmitter receptor modulation but instead delivers a trophic growth factor to promote neuronal survival and synaptic function. Therefore the best CADRO match is L) Growth Factors and Hormones. If one emphasized the synaptic/neuroprotective outcome rather than the molecular class, M) Synaptic Plasticity/Neuroprotection could be considered, but the explicit mechanism (delivery of BDNF, a canonical growth factor) makes L the most specific fit. citeturn0search0",
        "Web search results (key sources used):",
        "- ALZFORUM overview of AAV2-BDNF describing gene therapy delivering human BDNF, trial status and interim findings. citeturn0search0",
        "- UCSD / ClinicalTrials summary for NCT05040217 (Phase I AAV2-BDNF in early AD/MCI) describing objectives, MRI-guided single administration, and study design. citeturn0search3",
        "- PubMed article reporting MR‑guided delivery of AAV2‑BDNF in nonhuman primates with safe, accurate targeting and BDNF distribution to hippocampus. citeturn0search2",
        "- SCGE clinical trial report summarizing AAV2-BDNF as a first-in-human gene therapy for AD/MCI. citeturn0search1",
        "- Clinical-trial aggregator (cdek / trial snapshot) with protocol details and timelines for NCT05040217. citeturn0search5"
    ]
}