{
    "nct_id": "NCT02675270",
    "title": "Rehabilitation and Prophylaxis of Anomia in Primary Progressive Aphasia",
    "status": "COMPLETED",
    "last_update_time": "2024-09-24",
    "description_brief": "The goal of this study is to remediate word-finding problems in patients who have Primary Progressive Aphasia (PPA) or Alzheimer's Disease and to delay the further progression of word-finding impairment. The current approach is novel in that it contains a prophylaxis component in which the investigators attempt to strengthen neural connections that remain functional, making them more resistant to degradation as the disease progresses. While the study is specific in its targeting of word-finding problems, a successful outcome would bode well for other studies aimed at prevention or reversal of declining cognitive functions in dementia. One set of participants with PPA will receive practice with picture naming in two conditions: viewing the picture and repeating the name; and viewing the picture with its written name, plus reading and writing the name. Another set of participants with PPA or Alzheimer's Disease will be trained in two different conditions: learning about the word's semantic features (meaning); and learning about the word's lexical features (letters and sounds). Naming of pictures trained in each of these conditions will be compared, at three time intervals post-training, with naming of pictures tested before the study but never trained. It is predicted that the pairing of the picture with its written name, combined with the motor task of writing the name, will result in a greater ability to name the picture at a later date than simple practice viewing the picture and repeating the name. Furthermore, it is predicted that participants who have difficulty understanding concepts will be more likely to respond to semantic treatment, while participants who have difficulty connecting words with concepts will be more likely to respond to lexical treatment.",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is a behavioral/rehabilitation program (phonological, orthographic/lexical, and semantic training; picture naming with repetition, reading and writing, and feature/lexical training) intended to remediate and prophylactically strengthen word‑finding (anomia) in PPA and Alzheimer’s patients — not a drug or biologic. citeturn0search5turn0search3",
        "Act (extracted details): Study title and description match the NIH/Georgetown trial 'Rehabilitation and Prophylaxis of Anomia in Primary Progressive Aphasia' with interventions listed as Phonological, Orthographic, Semantic, and Lexical behavioral treatments; outcomes are naming accuracy at multiple follow‑ups. No pharmacologic agent or biologic is described. citeturn0search3turn0search9",
        "Reflect: Because the trial tests behavioral language rehabilitation (training/practice, semantic/lexical strategies) rather than a small molecule or biologic targeting AD pathology, and it is not focused on general cognitive enhancers or neuropsychiatric symptom drugs, it does not fit the four therapeutic categories (disease‑targeted biologic, disease‑targeted small molecule, cognitive enhancer, or neuropsychiatric symptom improvement). Therefore the correct classification is 'N/A'. citeturn0search1turn0search5",
        "Web search results (key sources found): 1) Trial listing/summary for 'Rehabilitation and Prophylaxis of Anomia in Primary Progressive Aphasia' (MedPath / NCT summary). citeturn0search5turn0search9 2) Grant summary (Georgetown R01 description) describing the behavioral prophylaxis/remediation approach. citeturn0search3 3) Peer‑reviewed reports of phonological/orthographic (semantic/lexical) treatment effects in PPA and AD (PubMed / Neuropsychological Rehabilitation / Aphasiology articles). citeturn0search1turn0search0turn0search4"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}