{
    "nct_id": "NCT06335953",
    "title": "Demonstration of ALIGN: Aligning Medications With What Matters Most",
    "status": "ACTIVE_NOT_RECRUITING",
    "last_update_time": "2025-09-24",
    "description_brief": "The goal of this clinical trial is to test the effectiveness of a pharmacist-led, primary care-based de-prescribing intervention for people living with dementia (PLWD) and the person's care partners.\n\nThe intervention consists of the following strategies: 1) a de-prescribing educational brochure designed to activate the patient and care partner; 2) a single telehealth visit in which an embedded clinical pharmacist discusses the benefits and harms of the patient's medications with the patient and care partner in the context of the person's goals and preferences; and 3) pharmacist-PCP communication in which the pharmacist provides tailored de-prescribing recommendations designed to be useful and actionable for the PCP.\n\nThe investigators will compare the intervention group with the waitlist control group to see if there is a difference in the primary outcome, the proportion of patients who deprescribe at least one medication by 3 months.",
    "description_detailed": "PLWD have high rates of polypharmacy. This is due to the high degree of comorbid illnesses and challenging behavioral and psychological symptoms such as apathy and agitation. Guidelines written for individual conditions increase polypharmacy and potentially inappropriate medication (PIM) use, in which risks of medications outweigh benefits, or medications may not align with treatment goals. PIM in PLWD include anticholingerics, psychotropics and opioids, which are prescribed to PLWD in rates that far exceed use in the general older adult population, in spite of the association with harms such as falls, negative cognitive effects, cardiac conduction abnormalities, respiratory suppression and death. Polypharmacy and PIM use among PLWD is associated with adverse drug events, emergency department visits, hospitalizations, and treatment burden, suggesting that in some situations, \"the cure may have become the disease.\"\n\nThe use of these and other medications requires nuanced decision-making to balance potential benefits and harms for PLWD. In keeping with principles of person-centered care, people should be on the medicines that will help achieve the persons goals, but not medicines that are likely to be harmful or unhelpful.\n\nDeprescribing statins, antihypertensives, and psychotropic medications in older adults has been shown to be safe, and may lead to improved quality of life, reductions in falls, and improvements in cognitive and psychomotor function. Lessons from successful interventions include the need to target primary care clinicians and patients, and to target more than one class of medications. Most deprescribing interventions have occurred in hospitals, long-term care facilities, or home healthcare, not in primary care - typically the first point of contact with the health care system for PLWD. Few deprescribing studies have addressed care partners of PLWD, despite the enormous strain faced due to medication-related tasks and the person's specific informational and decisional needs and conflicts. These are gaps that the proposed research would address.\n\nThe investigator's previous research has shown that care partners want primary care providers (PCPs) to discuss medication-related goals of care as dementia progresses, and to acknowledge the tradeoffs implicit in using medications for symptom management in PLWD. But PCPs cite time pressure and lack of guidance of when and how to stop medications for PLWD as barriers to having these conversations. Pharmacists are ideally suited to help address these problems by providing evidence-based, individualized deprescribing recommendations without increasing demands on PCP time.\n\nThe clinical trial consists of the following strategies: 1) direct-to-consumer deprescribing educational materials designed to activate the care partner and PLWD; 2) telehealth visit in which a pharmacist discusses benefits and harms of the medications with the patient and care partner in the context of the person's goals and preferences; and 3) pharmacist-PCP communication in which the pharmacist provides tailored deprescribing recommendations that are actionable for the PCP. Pharmacists will receive a laminated tip sheet and participate in a 20-minute webinar. Decisions about discontinuation or continuation of medications will ultimately be made by the PCP and patient/care partner.\n\nThe trial is designed as a cluster-randomized trial with a delayed (waitlist) control where the unit of randomization will be the clinic. The investigators will enroll 280 patients with 140 per group (intervention group and waitlist control group). PLWD may enroll independently or together with a care partner. Care partners are not required to participate but may do so independently or with the PLWD if desired. Each participant will be in the study approximately 3 months (intervention period and additional follow-up).\n\nThis protocol employs a pragmatic design. The intervention is delivered by clinical pharmacists who are integrated in primary care clinics or practice through a centralized telemedicine model.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "HEALTH_SERVICES_RESEARCH",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The described intervention is a pharmacist-led, primary care-based deprescribing program (educational brochure + single telehealth pharmacist visit + pharmacist-PCP recommendations) intended to reduce medication count and treatment burden for people living with dementia and their care partners — i.e., an implementation/behavioral deprescribing intervention rather than a pharmacologic treatment targeting Alzheimer pathology, cognition, or neuropsychiatric symptoms. citeturn0search5turn0search4",
        "Act: Key extracted details — intervention components (deprescribing educational materials, telehealth pharmacist visit, pharmacist-to-PCP communication) and the primary outcome (proportion of patients who stop ≥1 medication by 3 months). These items are documented in the trial registry and trial descriptions. citeturn0search5turn0search4",
        "Reflect: Classification rationale — this trial does not test a biologic or small-molecule drug, nor does it evaluate a drug intended primarily as a cognitive enhancer or an intervention explicitly targeting neuropsychiatric symptoms. Although deprescribing could indirectly affect cognition or behavior, the explicit target and outcome are medication reduction/optimization (implementation/deprescribing), so it does not fit the four specified therapeutic categories and is therefore classified as 'N/A'. citeturn0search1turn0search5",
        "Web search results used: ClinicalTrials.gov record for ALIGN (NCT04938648) describing the pharmacist-led deprescribing intervention and outcomes; MedPath trial listings summarizing the intervention arms and measures; and a PubMed / JAGS qualitative analysis article reporting findings from a pilot pharmacist-led deprescribing intervention in people with dementia. citeturn0search5turn0search4turn0search1"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}