{
    "nct_id": "NCT04699786",
    "title": "Returning Research Results That Indicate Risk of Alzheimer Disease Dementia to Healthy Participants in Longitudinal Studies: Quantitative Analyses of a Randomized Clinical Trial",
    "status": "ACTIVE_NOT_RECRUITING",
    "last_update_time": "2025-02-19",
    "description_brief": "This is a study to evaluate the impact of returning research results that indicate a five-year risk estimate of Alzheimer disease dementia to participants without memory or thinking problems of the Knight Alzheimer Disease Research Center at Washington University in St. Louis.",
    "description_detailed": "All participants without memory or thinking problems in a longitudinal observational cohort of aging (Memory and Aging Project) will be offered a five-year Alzheimer dementia risk estimate report that incorporates genetic and either neuroimaging research results or plasma amyloid results as well as demographic information into five-year Alzheimer disease dementia risk estimate. Using a two-year delayed-start randomized clinical trial design, participants will be randomized to receive research results either two weeks (Arm A/C) or one year (Arm B/D) after informed consent.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "HEALTH_SERVICES_RESEARCH",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial tests the impact of returning a personalized 5-year Alzheimer disease dementia risk estimate to cognitively normal research participants (an informational/behavioral intervention), not a pharmacologic or biologic therapy. By the category definitions: disease-targeted biologic = biologics targeting AD pathology; disease-targeted small molecule = small-molecule drugs targeting pathology; cognitive enhancer = drug to improve cognition; neuropsychiatric symptom improvement = interventions to treat behavioral/psychiatric symptoms. This study does none of those — it returns research results (risk estimates) rather than administering a therapeutic agent. citeturn0search0turn0search4",
        "Act: Key extracted details from the trial description: randomized, delayed-start design (results returned either ~2–4 weeks or 1 year after consent); target population = cognitively normal participants in the Knight ADRC Memory and Aging Project; the returned output is a single, personalized 5-year AD dementia risk estimate that combines APOE genotyping, imaging (amyloid PET/MRI) or plasma amyloid, and demographics; primary outcomes include 1-year change in CDR sum-of-boxes, a psychometric composite, and Impact of Event Scale–Revised (IES-R). Trial registration NCT04699786. These details are described in the study preprint and trial registry. citeturn0search0turn1search2",
        "Reflect: Because no drug, biologic, or symptomatic treatment is being tested and the intervention is disclosure of research results (an informational/behavioral/ethics intervention), the correct classification under the provided categories is 'N/A'. There is no ambiguity about a drug target in the description. If you want, I can further categorize this as an 'ethical/behavioral/return-of-results' trial and provide the specific registry/preprint links cited above. citeturn0search0turn0search4",
        "Web search results (sources used): medRxiv preprint 'Returning Research Results That Indicate Risk of Alzheimer Disease Dementia to Healthy Participants in Longitudinal Studies (WeSHARE)' (authors, abstract, methods, NCT04699786). citeturn0search0",
        "Clinical trial registry summary (trial NCT04699786 / MedPath/CT listing) describing study arms, inclusion criteria, and that participants receive a 5-year risk estimate incorporating genetic and neuroimaging or plasma amyloid data. citeturn1search2turn0search4"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}