{
    "nct_id": "NCT00997425",
    "title": "Home Evaluation of Visual Exit Barriers in Dementia-related Wandering",
    "status": "COMPLETED",
    "last_update_time": "2014-11-19",
    "description_brief": "Main hypothesis. Floor and door visual exit barriers will decrease exit-seeking wandering (exit door approaches) proximal to exit doorways by persons with dementia who wander.",
    "description_detailed": "Introduction: Wandering behavior is manifested in ways that include lingering near exit doors and/or mimicking or \"shadowing\" the exiting behavior of others who depart through this door. Referenced as \"exit-seeking,\" such behavior is a common mobility pattern that places persons with dementia who wander (PDW) at high risk of wandering away or eloping. PDW who wander away from a care setting unattended are at risk of death from exposure or accidents if lost and not quickly found, and those that do not wander away but persist in such behaviors are at risk for falls, fractures and other injuries, weight loss, fatigue and sleep disturbances. Traditional methods to manage PDW exit-seeking and wandering away include physical restraints and pharmacology, but these can be harmful. Subjective or \"visual exit barriers\" to deter exit-seeking offer an attractive alternative because these interventions are non-invasive, low-cost and simple to use. Nursing home tests of visual exit barriers such as plain cloth door covers and stripped floor covers have demonstrated positive results in reducing or completely exit-seeking behaviors. Confirmation of these results in a well designed, home-based trial is warranted.\n\nResearch Questions/Hypotheses: The research questions and hypotheses of this 2-year, cross-over assignment with randomized allocation design with two intervention and two no-intervention periods (at baseline and after the first intervention) are: Q1. Will installation of visual barrier interventions change exit-seeking wandering patters, controlling for cognitive impairment? H1. Compared to baseline, installation of a visual exit barrier will lower the frequency and duration of exit-seeking behaviors. Q2. Of the two visual barriers (door and floor), which will result in the greater reduction of wandering (frequency and duration of lingering and shadowing)? H2. Door covers will reduce exit seeking more than floor covers.\n\nFive secondary questions are proposed for descriptive purposes and to generate hypotheses for future studies on wandering management interventions. These include: Q3. What are the baseline characteristics of exit-seeking (predominant loci, durations and variability of durations during waking hours)? Q4. Will the introduction of a visual barrier on one exit doorway alter exit-seeking behaviors occurring in proximity to other potential exit doors and windows within the same area? Q5. Will the introduction of visual exit barriers reduce CG (caregiver) burden? Q6. Will the introduction of visual exit barriers increase PDW agitation? and Q7. How do CG rate visual barrier effectiveness and acceptability for in-home use?\n\nMethods: A crossover assignment with randomized order of allocation design was used. One main exit doorway was sequentially protected with the two types (door, floor) of visual barriers. Data related to exit-seeking of subjects was collected via ultrawide radio frequency identification devices on a continuous basis for four 14-day periods: Entry into a monitored zone 6-feet in front of exit doorways will be considered exit-seeking behavior; PDW locomotion in tandem with CG locomotion will be considered shadowing. Caregiver-reported PDW agitation and CG burden will be collected at baseline and immediate post-interventions. Prior to all statistical analysis, all variables will be reviewed for valid data points and normalcy for continuous data. Should erroneous data points exist, data will be verified to ensure accuracy. Should data not be normally distributed, processes such as transformations or truncations will be completed. Prior to conducting formal hypothesis testing, an order of allocation analysis will be completed to determine if carry-over effects occurred in the study. Analysis (Pocock) will be completed, which in essence examines the mean of differences by use of t-statistics. In addition, intent to treat analysis will be completed. Given we have incorporated a second baseline phase into the study, frequency and duration will be compared between the two baseline phases to ensure consistency. Descriptive statistics (frequency distributions for categorical variables, means and standard deviations for continuous variables) will be calculated for all baseline variables including the covariates.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": {
        "participantFlowModule": {
            "recruitmentDetails": "Recruitment of veteran with dementia/caregiver subject dyads included face-to-face recruitment at 2 medical clinics within the same VA hospital and \"opt out\" letters mailed to the homes veterans and caregiver participants in a VA-sponsored Alzheimer's Association Safe return program.",
            "groups": [
                {
                    "id": "FG000",
                    "title": "Arm 1 Door Cover; Floor Cover",
                    "description": "The interventions were provided in the order door cover, then floor cover and then floor cover followed by door cover. After a baseline of 14 days the first Intervention (14 days) was provided, followed by baseline two for another 14 days followed by a second Intervention (14 days)."
                }
            ],
            "periods": [
                {
                    "title": "Overall Study",
                    "milestones": [
                        {
                            "type": "STARTED",
                            "achievements": [
                                {
                                    "groupId": "FG000",
                                    "numSubjects": "19"
                                }
                            ]
                        },
                        {
                            "type": "COMPLETED",
                            "achievements": [
                                {
                                    "groupId": "FG000",
                                    "numSubjects": "19"
                                }
                            ]
                        },
                        {
                            "type": "NOT COMPLETED",
                            "achievements": [
                                {
                                    "groupId": "FG000",
                                    "numSubjects": "0"
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        "baselineCharacteristicsModule": {
            "groups": [
                {
                    "id": "BG000",
                    "title": "Arm 1 Door Cover; Floor Cover",
                    "description": "Floor cover - a 4'X 4' black, rubberized mat superimposed with 2\" white tape strips placed at 2\" intervals on the cover, positioned anterior to the interior face of the equipped exit door, with the black and white strips running horizontal to the door. Door cover - a neutral-colored canvas cloth covering the entire interior surface of the equipped door, attached to the door using a combination of Velcro and double-faced tape"
                }
            ],
            "denoms": [
                {
                    "units": "Participants",
                    "counts": [
                        {
                            "groupId": "BG000",
                            "value": "19"
                        }
                    ]
                }
            ],
            "measures": [
                {
                    "title": "Age, Categorical",
                    "paramType": "COUNT_OF_PARTICIPANTS",
                    "unitOfMeasure": "Participants",
                    "classes": [
                        {
                            "categories": [
                                {
                                    "title": "<=18 years",
                                    "measurements": [
                                        {
                                            "groupId": "BG000",
                                            "value": "0"
                                        }
                                    ]
                                },
                                {
                                    "title": "Between 18 and 65 years",
                                    "measurements": [
                                        {
                                            "groupId": "BG000",
                                            "value": "0"
                                        }
                                    ]
                                },
                                {
                                    "title": ">=65 years",
                                    "measurements": [
                                        {
                                            "groupId": "BG000",
                                            "value": "19"
                                        }
                                    ]
                                }
                            ]
                        }
                    ]
                },
                {
                    "title": "Age, Continuous",
                    "paramType": "MEAN",
                    "dispersionType": "STANDARD_DEVIATION",
                    "unitOfMeasure": "years",
                    "classes": [
                        {
                            "categories": [
                                {
                                    "measurements": [
                                        {
                                            "groupId": "BG000",
                                            "value": "79.9",
                                            "spread": "7.89"
                                        }
                                    ]
                                }
                            ]
                        }
                    ]
                },
                {
                    "title": "Sex: Female, Male",
                    "paramType": "COUNT_OF_PARTICIPANTS",
                    "unitOfMeasure": "Participants",
                    "classes": [
                        {
                            "categories": [
                                {
                                    "title": "Female",
                                    "measurements": [
                                        {
                                            "groupId": "BG000",
                                            "value": "2"
                                        }
                                    ]
                                },
                                {
                                    "title": "Male",
                                    "measurements": [
                                        {
                                            "groupId": "BG000",
                                            "value": "17"
                                        }
                                    ]
                                }
                            ]
                        }
                    ]
                },
                {
                    "title": "Race (NIH/OMB)",
                    "paramType": "COUNT_OF_PARTICIPANTS",
                    "unitOfMeasure": "Participants",
                    "classes": [
                        {
                            "categories": [
                                {
                                    "title": "American Indian or Alaska Native",
                                    "measurements": [
                                        {
                                            "groupId": "BG000",
                                            "value": "1"
                                        }
                                    ]
                                },
                                {
                                    "title": "Asian",
                                    "measurements": [
                                        {
                                            "groupId": "BG000",
                                            "value": "0"
                                        }
                                    ]
                                },
                                {
                                    "title": "Native Hawaiian or Other Pacific Islander",
                                    "measurements": [
                                        {
                                            "groupId": "BG000",
                                            "value": "0"
                                        }
                                    ]
                                },
                                {
                                    "title": "Black or African American",
                                    "measurements": [
                                        {
                                            "groupId": "BG000",
                                            "value": "3"
                                        }
                                    ]
                                },
                                {
                                    "title": "White",
                                    "measurements": [
                                        {
                                            "groupId": "BG000",
                                            "value": "15"
                                        }
                                    ]
                                },
                                {
                                    "title": "More than one race",
                                    "measurements": [
                                        {
                                            "groupId": "BG000",
                                            "value": "0"
                                        }
                                    ]
                                },
                                {
                                    "title": "Unknown or Not Reported",
                                    "measurements": [
                                        {
                                            "groupId": "BG000",
                                            "value": "0"
                                        }
                                    ]
                                }
                            ]
                        }
                    ]
                }
            ]
        },
        "outcomeMeasuresModule": {
            "outcomeMeasures": [
                {
                    "type": "PRIMARY",
                    "title": "Number and Means of Exit Seeking (Door Approach Behaviors) and Exit Door Pass Through Behaviors (Eloping)",
                    "description": "Door and floor cover interventions were compared for efficacy in reducing wandering behavior defined as patient approaching or passing through the equipped exit door. Counts of each behavior were collected on each patient for each intervention period. Mean values of counts were compared.",
                    "populationDescription": "per protocol",
                    "reportingStatus": "POSTED",
                    "paramType": "MEAN",
                    "dispersionType": "Standard Error",
                    "unitOfMeasure": "behavior counts",
                    "timeFrame": "eight weeks",
                    "groups": [
                        {
                            "id": "OG000",
                            "title": "Door Cover",
                            "description": "\\- a neutral-colored canvas cloth covering the entire interior surface of the equipped door, attached to the door using a combination of Velcro and double-faced tape"
                        },
                        {
                            "id": "OG001",
                            "title": "Floor Cover",
                            "description": "a 4'X 4' black, rubberized mat superimposed with 2\" white tape strips placed at 2\" intervals on the cover, positioned anterior to the interior face of the equipped exit door, with the black and white strips running horizontal to the door.-"
                        }
                    ],
                    "denoms": [
                        {
                            "units": "Participants",
                            "counts": [
                                {
                                    "groupId": "OG000",
                                    "value": "19"
                                },
                                {
                                    "groupId": "OG001",
                                    "value": "19"
                                }
                            ]
                        }
                    ],
                    "classes": [
                        {
                            "title": "Approach (Baseline)",
                            "categories": [
                                {
                                    "measurements": [
                                        {
                                            "groupId": "OG000",
                                            "value": "125.2",
                                            "spread": "33.63"
                                        },
                                        {
                                            "groupId": "OG001",
                                            "value": "264.0",
                                            "spread": "105.8"
                                        }
                                    ]
                                }
                            ]
                        },
                        {
                            "title": "Approach (First Intervention)",
                            "categories": [
                                {
                                    "measurements": [
                                        {
                                            "groupId": "OG000",
                                            "value": "245.8",
                                            "spread": "148.5"
                                        },
                                        {
                                            "groupId": "OG001",
                                            "value": "227.8",
                                            "spread": "52.9048"
                                        }
                                    ]
                                }
                            ]
                        },
                        {
                            "title": "Pass Through (Baseline)",
                            "categories": [
                                {
                                    "measurements": [
                                        {
                                            "groupId": "OG000",
                                            "value": "73.07",
                                            "spread": "24.41"
                                        },
                                        {
                                            "groupId": "OG001",
                                            "value": "124.7",
                                            "spread": "57.3"
                                        }
                                    ]
                                }
                            ]
                        },
                        {
                            "title": "Pass Through (Second Intervention)",
                            "categories": [
                                {
                                    "measurements": [
                                        {
                                            "groupId": "OG000",
                                            "value": "105.3",
                                            "spread": "68.28"
                                        },
                                        {
                                            "groupId": "OG001",
                                            "value": "131.1",
                                            "spread": "34.8"
                                        }
                                    ]
                                }
                            ]
                        }
                    ],
                    "analyses": [
                        {
                            "groupIds": [
                                "OG000"
                            ],
                            "testedNonInferiority": false,
                            "nonInferiorityType": "SUPERIORITY_OR_OTHER",
                            "pValue": "0.098",
                            "pValueComment": "values above 0.05 are considered statistically not significant in this study",
                            "statisticalMethod": "paired t-test",
                            "statisticalComment": "statistical analysis applies to door approach behavior",
                            "ciNumSides": "TWO_SIDED"
                        },
                        {
                            "groupIds": [
                                "OG001"
                            ],
                            "testedNonInferiority": false,
                            "nonInferiorityType": "SUPERIORITY_OR_OTHER",
                            "pValue": "0.045",
                            "pValueComment": "P values above 0.05 are considered statistically not significant in this study",
                            "statisticalMethod": "paired t-test",
                            "statisticalComment": "statistical analysis applies to door pass through behavior",
                            "ciNumSides": "TWO_SIDED"
                        }
                    ]
                }
            ]
        },
        "adverseEventsModule": {
            "frequencyThreshold": "5",
            "eventGroups": [
                {
                    "id": "EG000",
                    "title": "Arm 1 Door Cover; Floor Cover",
                    "description": "Floor cover - a 4'X 4' black, rubberized mat superimposed with 2\" white tape strips placed at 2\" intervals on the cover, positioned anterior to the interior face of the equipped exit door, with the black and white strips running horizontal to the door. Door cover - a neutral-colored canvas cloth covering the entire interior surface of the equipped door, attached to the door using a combination of Velcro and double-faced tape",
                    "seriousNumAffected": 0,
                    "seriousNumAtRisk": 19,
                    "otherNumAffected": 0,
                    "otherNumAtRisk": 19
                }
            ]
        },
        "moreInfoModule": {
            "limitationsAndCaveats": {
                "description": "Radio Frequency Identification Device measurement method cumbersome and obtrusive; small sample size (n=19). Further investigation is necessary in order to draw conclusions about visual barriers deterring wandering defined as exit door approaching."
            },
            "certainAgreement": {
                "piSponsorEmployee": true
            },
            "pointOfContact": {
                "title": "Dorothy H. Moore, PhD",
                "organization": "James A. Haley VA Hospital, Tampa, FL",
                "email": "Dorothy.Moore4@va.gov",
                "phone": "813 558-3931"
            }
        }
    },
    "target_category": "neuropsychiatric symptom improvement",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The study tests visual exit barriers (floor and door covers) intended to reduce exit-seeking wandering, which is a behavioral/ neuropsychiatric symptom of dementia rather than a disease-modifying intervention. The trial Intervention is listed as Device: Door cover/Floor cover. citeturn0search1turn0search2",
        "Act: Key extracted details — title: 'Home Evaluation of Visual Exit Barriers in Dementia-related Wandering' (NCT00997425); main hypothesis: floor and door visual exit barriers will decrease exit-seeking wandering (exit door approaches) by persons with dementia who wander. The study is a device/environmental intervention (door cover/floor cover), not a drug or biologic. citeturn0search1turn0search2",
        "Web search results (supporting sources found): clinical trial registry entries for NCT00997425 describing the device intervention and hypothesis; secondary summaries on trial listing sites. citeturn0search1turn0search2",
        "Additional context from prior literature and reviews: experimental studies have examined cloth door covers, floor grid patterns and other visual barriers that can reduce exit attempts in people with dementia, though systematic reviews note limited or mixed evidence overall. These sources describe the same class of environmental/behavioral interventions (visual exit barriers) aimed at reducing wandering. citeturn0search0turn0search5turn0search4turn0search6",
        "Reflect: Classification check — the intervention targets a behavioral symptom (wandering/exit-seeking) via environmental design, not pathology (amyloid/tau) or cognitive enhancement drugs. Therefore it fits the 'neuropsychiatric symptom improvement' category rather than any drug/biologic/cognitive-enhancer categories. No drug or placebo is involved; if the user prefers 'N/A' for non-pharmacologic trials, note that this is a non-pharmacologic/device intervention but it explicitly aims to reduce a neuropsychiatric/behavioral symptom, so 'neuropsychiatric symptom improvement' is the most appropriate category. citeturn0search1turn0search2"
    ],
    "agent_type": "T) Other",
    "explanation_agent": [
        "Reason: The trial evaluates visual exit barriers (door and floor covers) to reduce exit-seeking/wandering — an environmental/device intervention aimed at a behavioral/neuropsychiatric symptom rather than a pharmacologic or biologic mechanism implicated in Alzheimer pathology. citeturn0search0turn0search1",
        "Act: Key extracted details — title: 'Home Evaluation of Visual Exit Barriers in Dementia-related Wandering' (NCT00997425). Intervention listed as Device: Door cover/Floor cover; main hypothesis is that visual barriers will decrease exit-seeking wandering. No drug, biologic, or molecular pathway is tested. Based on these facts the trial does not map to any CADRO drug-target category and fits a non-therapeutic/device behavioral intervention. citeturn0search1turn0search0",
        "Reflect: Confirmation and alternative checks — prior empirical reports and reviews show visual barriers have been studied for reducing exiting/wandering but evidence is mixed; they remain environmental/behavioral strategies (not targeting amyloid, tau, inflammation, synapses, metabolism, etc.), so the correct CADRO assignment is 'T) Other'. citeturn0search2turn0search5",
        "Web search results supporting classification: Clinical trial registry entries describing the device intervention and hypothesis (ICH GCP / ClinicalTrials summary). citeturn0search0turn0search1",
        "Additional supporting literature: PubMed report on visual barriers reducing exiting in dementia care settings (example study). citeturn0search2",
        "Systematic review note: Cochrane review found no clear evidence that subjective/visual barriers prevent wandering (evidence limited/mixed). citeturn0search5"
    ]
}