{
    "nct_id": "NCT02347202",
    "title": "Tools for Distance Delivery of an Evidence-based AD Family Caregiver Intervention",
    "status": "COMPLETED",
    "last_update_time": "2021-12-21",
    "description_brief": "A 20+ year randomized controlled trial (RCT) demonstrated the many benefits of a counseling and support intervention for spouse caregivers, the NYU Caregiver Intervention (NYUCI). The NYU Caregiver Intervention (NYUCI) is an evidence-based intervention that provides counseling and support for families involved in the care of a relative or friend with Alzheimer's Disease and Related Dementias (ADRD). Most notably, the NYUCI substantially reduced caregiver's depressive symptoms, improved their physical health, and extended the time persons with ADRD remained at home by an average of 1.5 years (Mittelman et al., AG14634, formerly MH42216; See http://www.ncbi.nlm.nih.gov/pubmed/17101889).\n\nThe intervention is now being widely implemented in-person, but there are barriers that prevent many caregivers from receiving its benefits, including geographic distance; impediments to older adults leaving their homes; and travel considerations for counselors which make it impossible to provide the NYUCI in person.\n\nThe goal of this study is to evaluate the efficacy of an online videoconferencing version of the NYUCI. This innovative application has massive implications for social service delivery to older adults, because it will make it possible to deliver an in-person intervention, via the internet, which is already evidenced based to older adult caregivers who cannot currently be served. It will create the online reservation and management technology linking counselors with families as well as the evidence of effectiveness of providing such services via secure video teleconferencing vehicles. The proposed Telehealth Technology for Distance Counseling (TTDC) and related online educational training modules will connect skilled providers to the families of persons with dementia without regard to geographic location. Implications for rural healthcare delivery are particularly persuasive. To the investigators knowledge, this will be the first large-scale TTDC to be developed and rigorously tested with a randomized controlled trial. The investigators hypothesize that such a system, coupled with online training for providers and families on tele- counseling and distance caregiving, will have similar benefits to those achieved with in-person counseling during the original NYUCI RCT.\n\nThis project includes an online reservation and management technology linking counselors with families via secure videoconferencing vehicles. The Telehealth Technology for Distance Counseling (TTDC), and online technology developed as part of this overall effort, will connect skilled providers to the families of persons with dementia without regard to geographic location. The related online clinical modules (i.e., interactive, computer-based educational materials) developed as a part of this grant effort will prepare counselors to provide the intervention, and caregivers to utilize the internet software, to be able to participate in counseling.\n\nThe TTDC will include a scheduling system to link counselors to families at their mutual convenience and assure delivery in a cost-effective manner. The TTDC has the additional potential to transform ADRD care in ethnic and culturally diverse communities by connecting highly trained NYUCI counselors with specialized language and cultural skills to families who would not have access to these resources locally.\n\nIn this study investigators will have 240 caregivers navigate the online educational module and the online reservation system for connecting caregivers with social workers. Half of the caregivers will then be paired with social service providers to receive counseling over the telephone, and the other half with be paired with social service providers to receive counseling via Zoom, a video conferencing program. Recruiting across the United States and Toronto, Canada.",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "SUPPORTIVE_CARE",
    "results": null,
    "target_category": "neuropsychiatric symptom improvement",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The described trial tests an online/telehealth delivery of the NYU Caregiver Intervention (a counseling/support psychosocial program) originally shown to reduce caregiver depressive symptoms, improve caregiver health, and delay nursing-home placement. The original RCT evidence is reported in Neurology (Mittelman et al., 2006). citeturn0search0",
        "Act: Key details extracted — intervention: NYU Caregiver Intervention delivered via Telehealth Technology for Distance Counseling (TTDC) / Zoom versus telephone; design: randomized comparison (240 caregivers) of tele-video delivery vs. telephone; intent: improve caregiver outcomes (reduce depression, support caregivers) by remote delivery of an evidence-based psychosocial program. These trial details are described in the trial listing and grant/project summaries. citeturn0search2turn0search6",
        "Reflect: Classification check — this is not a drug or cognitive-enhancing pharmacologic trial and does not target Alzheimer’s pathology. Its primary targets are caregiver mental-health and related caregiving outcomes (depressive symptoms, physical health, time at home), which fit the definition of interventions aimed at alleviating neuropsychiatric/behavioral symptoms (caregiver depression/stress). Therefore the correct category is 'neuropsychiatric symptom improvement'. No drug or placebo applies. Supporting references include the NYUCI program description and evidence of sustained caregiver benefit. citeturn0search5turn0search8"
    ],
    "agent_type": "T) Other",
    "explanation_agent": [
        "Reason: The trial evaluates remote/telehealth delivery of the New York University Caregiver Intervention (NYUCI), a psychosocial counseling/support program intended to reduce caregiver depression, improve caregiver health, and delay nursing-home placement — i.e., it targets caregiver mental-health and caregiving outcomes rather than a molecular / pathological target in Alzheimer disease. citeturn0search0turn0search3",
        "Act: Key extracted details — intervention: NYU Caregiver Intervention delivered via Telehealth Technology for Distance Counseling (video/Zoom) vs telephone; design: randomized trial of ~240 caregivers; primary intent: improve caregiver depressive symptoms, reactions to problem behaviors, and social-support/satisfaction (no investigational drug or biologic, no molecular target). citeturn0search2turn0search6",
        "Reflect: Classification check — because this is a non-pharmacologic, psychosocial/behavioral intervention directed at neuropsychiatric/well-being outcomes for caregivers (not an intervention directed at amyloid, tau, inflammation, synaptic function, genetics, etc.), the correct CADRO assignment is 'T) Other'. Supporting evidence: SBIR/NIH project description and RCT evidence (Mittelman et al., Neurology 2006) showing caregiver-focused effects. citeturn0search0turn0search3"
    ]
}