{
    "nct_id": "NCT06362707",
    "title": "A Placebo Controlled Randomized Double-blind Parallel Group 12-month Trial of Fasudil for the Treatment of Early Alzheimer's Disease (FEAD)",
    "status": "RECRUITING",
    "last_update_time": "2024-10-18",
    "description_brief": "The goal of this placebo-controlled double-blind Phase 2 clinical trial is to test in people with early Alzheimer's Disease.\n\nThe main questions it aims to answer are:\n\n* Does treatment with fasudil, a ROCK-inhibitor, lead to significant improvement in working memory (based on computer-based working memory composite scores) compared to placebo in individuals with early Alzheimer's disease (AD) over 12 months?\n* What is the effect of fasudil treatment for 12 months on other cognitive functions, brain metabolism measured by Fluorodeoxyglucose Positron Emission Tomography (FDG-PET), and other relevant clinical functions and biomarkers in individuals with early Alzheimer's disease (AD)?\n* Treatment will be escalated to a maintenance dose of 120 mg total daily dose for up to 50 weeks, with regular clinic visits for efficacy and safety evaluations.\n* Assessments will include cognitive tests, FDG-PET scans, and biomarker analyses, with follow-up by the Data and Safety Monitoring Board for ongoing safety review.\n\nThe study will compare participants receiving fasudil with those receiving placebo to see if fasudil treatment leads to improvements in cognitive functions, brain metabolism measured by FDG-PET.",
    "description_detailed": "This is a 2-arm, parallel-group, 12-month, randomized, placebo-controlled double-blind Phase 2 trial of fasudil in up to 200 people with early AD. Fasudil is a ROCK-inhibitor (rho-associated protein kinase inhibitor), a vasodilator that is approved for treating vasospasms following subarachnoidal bleeding in Japan and China. The drug has acceptable safety and tolerability and has been shown to protect neurons and synapses in animal models of AD. Eligible participants must have Stage 3-4 mild cognitive impairment (MCI) or mild dementia due to AD, as recently defined by FDA Guidance, and have shown a significant change on a validated AD biomarker (e.g. amyloid PET scans or CSF Aβ 1-42 or blood p-tau 217 levels). In addition, they must have a CDR Global rating of 0.5 or 1.0 and an MRI scan within the past two years that has no findings inconsistent with AD.\n\nPeople who meet all inclusion criteria will be enrolled in three successive cohorts of 20, 50, and 130 people, respectively. Participants will be randomized 1:1 to receive fasudil or a matching placebo. All participants will undergo a 2-week titration period at a total daily dose of 60 mg (20 mg tds) before being escalated to the maintenance dose of 120 mg total daily dose (40 mg tds) for up to 50 additional weeks of treatment. The selected dose of 120 mg per day is optimized for potential efficacy over the planned 12-month treatment while providing a reasonable margin of safety based on available clinical and nonclinical data. Participants will visit the clinic for efficacy and/or safety evaluations at 2-week intervals for the first month and then monthly thereafter (see Table 1. Schedule of Assessments).\n\nThe Data and Safety Monitoring Board (DSMB) will perform an unblinded review of the safety and pharmacokinetic (PK) data once all ongoing patients in Cohort 1 have completed at least 3 months of treatment and make recommendations to the study team that may include stopping or continuing the study (with or without changes to the study procedures).\n\nThe DSMB will continue to review all data available from Cohorts 1-3 for the remainder of the study at 3-monthly intervals, or more frequently if warranted by emergent data, and recommend any changes to the study procedures to ensure appropriate safety oversight and management of study participants through completion of the study.\n\nThe primary efficacy outcome is the FLAME (Factors of Longitudinal Attention, Memory and Executive Function) computer-based working memory composite. The key secondary outcomes are based on the expression of the AD-like hypometabolic pattern on FDG-PET and additional cognitive tests from the FLAME battery, including memory, working memory, attention, and executive functions. Additional secondary outcomes include CSF and blood-based AD biomarkers, and clinical measures including Clinical Global Impression of Change (CGIC), and Clinical Dementia Rating (CDR), neuropsychiatric symptoms (NPI), instrumental activities of daily living (Amsterdam IADL scale) and quality of life (DEMQOL). Standard safety measures include monthly assessments of adverse events (AEs), vital signs, and laboratory tests (including blood and urine analyses) as well as ECGs and the Columbia-Suicide Severity Rating Scale (C-SSRS).",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "fasudil (ROCK inhibitor; small-molecule)"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The intervention is fasudil, a small-molecule Rho‑associated kinase (ROCK) inhibitor that has been studied for neuroprotective effects and shown in preclinical AD models to reduce phosphorylated tau and neuroinflammation — i.e., it targets disease-related pathology rather than being a symptomatic cognitive enhancer or a biologic (monoclonal antibody/vaccine). citeturn0search5turn0search4",
        "Act: Key trial details extracted from the description and public trial listing — this is a randomized, placebo‑controlled, double‑blind Phase 2 trial (FEAD, NCT06362707) testing fasudil versus placebo in early AD with outcomes including working memory, other cognition, FDG‑PET, and biomarkers; fasudil is described as a ROCK inhibitor and an approved vasodilator in some countries. These facts support classifying fasudil as a disease‑targeted small molecule. citeturn0search7turn0search5",
        "Reflect: The trial is testing an oral/small‑molecule kinase inhibitor aimed at mechanisms implicated in AD (tau phosphorylation, neuroinflammation, metabolic effects) and measuring biomarker and PET changes — consistent with the 'disease‑targeted small molecule' category. There is no indication this is a biologic, pure symptomatic cognitive enhancer, or an intervention primarily for neuropsychiatric symptoms. Relevant supporting preclinical and proteomic studies show fasudil affects tau and metabolism in AD models. citeturn0search1turn0search4"
    ],
    "agent_type": "R) Multi-target",
    "explanation_agent": [
        "Reason: Fasudil is a small‑molecule Rho‑associated kinase (ROCK) inhibitor being tested in the FEAD randomized, placebo‑controlled trial for early AD. Preclinical and proteomic studies show fasudil reduces phosphorylated‑tau, attenuates microglial/astrocyte inflammatory activation, and alters mitochondrial/metabolic pathways — i.e., it acts on multiple disease‑relevant mechanisms (tau phosphorylation, neuroinflammation, and metabolism). citeturn0search5turn0search1turn0search7",
        "Act: Extracted facts from the trial description and literature: fasudil (ROCK inhibitor) is the investigational drug in FEAD (NCT06362707) with outcomes including cognition, FDG‑PET and biomarkers; preclinical PS19 and APP/PS1 studies report reductions in p‑tau (multiple residues), decreased microglial/astrocyte activation (TLR4/MyD88/NF‑κB pathway), and effects on mitochondrial/TCA cycle and BBB/metabolic pathways. These findings indicate the drug targets several disease processes rather than a single, narrowly defined CADRO domain. citeturn0search5turn0search1turn0search8turn0search4",
        "Reflect: The CADRO categories most relevant here would include B) Tau (because of reduced p‑tau) and F) Inflammation (because of microglial/astrocyte modulation), plus J) Metabolism/Bioenergetics (proteomic evidence of mitochondrial/TCA effects). Because fasudil demonstrably affects multiple of these disease pathways, the most accurate CADRO assignment is R) Multi‑target. If the user prefers a single‑pathway label based solely on the strongest intended disease mechanism (e.g., emphasis on tau phosphorylation), B) Tau could be argued, but that would understate the clear anti‑inflammatory and metabolic effects shown in the literature. citeturn0search1turn0search7",
        "Web search results used (brief):",
        "- FEAD trial listing / Phase 2 randomized, placebo‑controlled trial of fasudil in early AD (NCT06362707) — trial design and outcomes. citeturn0search5turn0search0",
        "- Proteomic study (Frontiers / PubMed) showing fasudil treatment in PS19 tau transgenic mice correlates with decreased p‑tau (residue 396) and activation of mitochondrial/TCA and BBB pathways. citeturn0search1turn0search2",
        "- Current Alzheimer Research / Bentham & PubMed paper reporting fasudil attenuates neuroinflammation and metabolic dysregulation in PS19 mice including decreased p‑tau (Ser202/Thr205) and reduced GFAP+ cells. citeturn0search7turn0search6",
        "- PubMed in vitro and APP/PS1 reports: fasudil decreased tau phosphorylation, Aβ burden, apoptosis markers and inhibited microglial/astrocyte activation via TLR4/MyD88/NF‑κB. citeturn0search4turn0search8",
        "Conclusion (Output): R) Multi-target — fasudil is a ROCK inhibitor with evidence of reducing p‑tau, modulating neuroinflammation, and impacting metabolic/mitochondrial pathways in AD models, so the trial drug best fits CADRO category R) Multi‑target."
    ]
}