{
    "nct_id": "NCT00970333",
    "title": "Evaluation of [18F] FEPPA and PET as a Marker of Inflammation in Subjects With Neurological Conditions",
    "status": "COMPLETED",
    "last_update_time": "2012-02-07",
    "description_brief": "Ultimately a marker of microglial activation could be used for large-scale quantitative brain imaging trials in Alzheimer Disease (AD), Parkinson Disease (PD) or Multiple Sclerosis (MS), specifically to investigate the agent as an objective biomarker in treatments aimed at reducing inflammatory changes in these conditions. The significance of this work lies in applying state-of-art quantitative neuroimaging tools to develop a relevant biomarker in individuals with neurodegenerative diseases with the intention of using this efficiently in large clinical imaging trials.",
    "description_detailed": "The adaptation of imaging agents like \\[18F\\]-FEPPA as a biomarker of microglial activation in neurodegenerative and neuroinflammatory diseases requires human validation studies. Expanding upon our previous work with B-amyloid ligands (123I-IMPY, 123I MNI-187) for AD and dopamine transporter ligands (123I B-CIT, Altropane) for PD, we desire to develop and characterize \\[18F\\]-FEPPA as a potential marker for microglial activation in association with neuronal damage that may be applicable to multiple neurodegenerative and inflammatory diseases.",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "DIAGNOSTIC",
    "results": null,
    "target_category": "N/A",
    "drug": [
        "[18F]-FEPPA (radioligand, TSPO PET tracer)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial description and title indicate this is an evaluation of [18F]FEPPA with PET as a marker of microglial activation/inflammation in AD, PD, and MS (i.e., development/validation of an imaging biomarker), not a therapeutic intervention intended to modify disease or symptoms. citeturn0search0",
        "Act: [18F]FEPPA is a fluorine-18 labeled PET radioligand that binds the 18-kDa translocator protein (TSPO) expressed on activated microglia and is used to image neuroinflammation; it is a diagnostic imaging agent rather than a drug intended to treat Alzheimer’s pathology or cognitive/psychiatric symptoms. citeturn0search1turn0search3",
        "Reflect: Because the intervention is an imaging tracer for biomarker development (diagnostic/quantitative PET), it does not fit the four therapeutic categories (disease-targeted biologic, disease-targeted small molecule, cognitive enhancer, or neuropsychiatric symptom improvement). Therefore the correct classification is 'N/A'. Note: trial registry listing identifies the intervention as [18F]-FEPPA and frames the study as validation of a PET biomarker. citeturn0search6turn0search2"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}