{
    "nct_id": "NCT05395624",
    "title": "A Phase 1/2 Study to Evaluate Safety, PK and Biodistribution of an Imaging Agent, 18F-OP-801, After Intravenous Administration to Patients With ALS, Alzheimer's Disease, Multiple Sclerosis, Parkinson's Disease and Healthy Volunteers",
    "status": "RECRUITING",
    "last_update_time": "2025-04-30",
    "description_brief": "This is a Phase 1/2 study to evaluate the safety and tolerability of 18F-OP-801 in subjects with ALS, AD, MS, PD and age-matched HVs. 18F-OP-801 is intended as a biomarker for PET imaging of activated microglia and macrophages in regions of neuroinflammation.",
    "description_detailed": "Microglia and macrophages have emerged as key players in neurodegenerative and neuroinflammatory disorders of the central nervous system (CNS) such as amyotrophic lateral sclerosis, Alzheimer's disease (AD), multiple sclerosis (MS) and Parkinson's disease (PD). Treatments that selectively target these cells will need to cross the blood-brain barrier (BBB) at levels high enough to produce therapeutic effects. Unfortunately, it is difficult to directly measure the amount of a therapeutic that actually reaches the CNS target tissue. Development of biomarkers that allow direct visualization of cellular targeting across the BBB could offer profound insight into drug actions on innate immune cells in the brain. Furthermore, the ability to track accumulation of activated microglia in the brain could allow early identification of patients at risk for neurodegenerative or neuroinflammatory disease, precise stratification of patients for clinical trials and an efficacy measure for therapies that target neuroinflammation.\n\nPositron emission tomography (PET) is a noninvasive imaging technology that can provide quantitative biological information in vivo, and it plays an important role in disease diagnosis, therapy assessment, and drug development. PET allows evaluation of the biological process without pharmacological effects because the amount of radiotracer used in imaging studies is very low. Several PET diagnostics track neuroinflammation in the brain, but current methods are limited by high background signal in healthy tissues.\n\n18F-OP-801 is selectively taken up only by activated but not resting microglia, offering the potential to detect neuroinflammation at lower levels and earlier stages of disease than any current clinical PET radiotracer. We propose to use 18F-OP-801 to image activated microglia and brain macrophages in subjects with ALS, AD, MS, and PD to assess the compound's utility as a biomarker of neuroinflammation",
    "phase": [
        "PHASE1",
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "DIAGNOSTIC",
    "results": null,
    "target_category": "N/A",
    "drug": [
        "18F-OP-801 (a hydroxyl dendrimer PET imaging agent; also written [18F]OP-801)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is a radiolabeled imaging agent used for PET to visualize activated microglia/macrophages (neuroinflammation), not a therapeutic intended to modify disease, improve cognition, or treat neuropsychiatric symptoms. citeturn0search0turn0search4",
        "Act: Evidence from clinical-trial and sponsor sources describes 18F-OP-801 as a hydroxyl dendrimer PET tracer that selectively targets reactive microglia/macrophages and is being evaluated for safety, PK and biodistribution in patients and healthy volunteers (NCT05395624). Key sources: ClinicalTrials listing and institutional trial pages (NCT05395624). citeturn0search0turn0search1",
        "Act (additional supporting sources): Preclinical and translation work describes [18F]OP-801 as a dendrimer-based PET tracer with high specificity for reactive microglia/macrophages and details on radiosynthesis and dosimetry; the sponsor Ashvattha Therapeutics announced first patient enrollment in the expanded Phase 1/2 study. These confirm the agent is a diagnostic biomarker rather than a therapeutic. citeturn0search4turn0search5turn0search6",
        "Reflect: Given the agent's purpose (imaging biomarker for neuroinflammation) and that the trial objective is safety/PK/biodistribution of a PET tracer, the trial does not fit any of the four therapeutic categories (disease-targeted biologic, disease-targeted small molecule, cognitive enhancer, or neuropsychiatric symptom improvement). Classification: N/A. citeturn0search0turn0search5"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}