{
    "nct_id": "NCT05454540",
    "title": "A Randomized Double-blinded Sham-controlled Trial of Precuneus RTMS in Mild to Moderate Alzheimer's Disease Patients.",
    "status": "COMPLETED",
    "last_update_time": "2024-10-17",
    "description_brief": "The primary aim of this project is to investigate the safety and efficacy of repetitive transcranial magnetic stimulation (rTMS) on cognition in patients with mild to moderate Alzheimer's disease. rTMS is considered a safe, well tolerated and relatively cheap treatment. The appealing idea of the intervention is to improve memory by directly modulating the activity of precuneus, key area linked to memory impairment. Patients will be treated with rTMS in two phases: a 2-week intensive phase followed by a maintenance phase for a total of 52 weeks. This project aims to provide a valid treatment to slow the worsening of symptoms and improve quality of life for those with Alzheimer's and their caregivers.",
    "description_detailed": "Detailed Description:\n\nBackground: Alzheimer's disease (AD) is a neurodegenerative disorder characterized by severe disruption of large-scale brain networks connectivity. AD pathophysiology has been mainly associated with a breakdown of the Default Mode Network (DMN) and with a structural disconnection of parietal nodes. It has been shown that the precuneus (PC), a central hub of the DMN, is involved in successful episodic memory retrieval, working as a key area of the network activated by recognition memory. Recent anatomical works have shown that medial parietal regions are interconnected with the medial temporal region, which is implicated in memory retrieval. In particular, the PC was identified as a region demonstrating strong functional interconnectivity with the hippocampal formation. This is of particular relevance because PC is altered in AD. At early clinical stages of AD, PC is selectively vulnerable to early amyloid deposition, and plays a critical role in the conversion towards dementia.\n\nHypothesis: a novel therapeutic intervention for AD is repetitive Transcranial Magnetic Stimulation (rTMS). rTMS is a non- invasive approach that can be used to induce long lasting modulation of specific brain functions, inducing neuroplastic changes not only in the cortical site of stimulation, but also in remote interconnected areas. In a recent double blind randomized cross-over clinical pilot study, the investigators found that a two-week course of daily high-frequency rTMS (20 Hz) treatment targeting the DMN (Stimulation site: PC) was able to induce an improvement in episodic memory compared to placebo. Indeed, TMS-EEG measurements showed that rTMS treatment, applied over the DMN, was capable to modulate the cortical activity in both the targeted areas (PC) as well as in functional connected regions of the DMN.\n\nSpecific aims: to investigate clinical efficacy and safety of DMN rTMS applied during 12 months in mild to moderate AD patients. To provide novel evidence that non-invasive treatment of network dysfunction, through stimulation of the PC, will represent an effective strategy to enhance cognitive functions and lead to substantial slowing of cognitive and functional decline in patients with mild AD. The findings yielded by the present project will have a potential strong impact on clinical practice of AD patients. Since rTMS is well tolerated and relatively low-priced, a positive result could lead to a fast application of the present proposal to the clinical experience. If successful, the proposed project will provide support for a novel treatment for cognitive dysfunction in AD patients.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [],
    "placebo": [
        "sham rTMS (placebo stimulation)"
    ],
    "explanation_target": [
        "Reason: The intervention is repetitive transcranial magnetic stimulation (rTMS) applied to the precuneus to directly modulate a memory-related brain region with the stated aim of improving memory and slowing cognitive/functional decline — this is a neuromodulation approach to improve cognition rather than a biologic or small-molecule that targets Alzheimer pathology (amyloid/tau).",
        "Act: Key details from the description — \"precuneus rTMS\", randomized double-blind sham-controlled, 2-week intensive then maintenance to 52 weeks — match published/registered precuneus rTMS trials exploring cognitive benefit rather than targeting molecular pathology. citeturn0search5turn0search1",
        "Supportive evidence from the literature: rTMS has been tested in randomized sham-controlled trials for AD with cognitive endpoints, and meta-analyses report potential cognitive benefit and good tolerability; recent trials specifically targeted the precuneus and used sham-controlled designs with induction + maintenance schedules up to 52 weeks. citeturn0search0turn0search2turn0search6",
        "Reflect: The trial does not use a biologic (e.g., monoclonal antibody) or a small molecule with a defined anti-amyloid/tau mechanism, nor is it focused primarily on treating neuropsychiatric symptoms (e.g., agitation, depression). Therefore the correct category is 'cognitive enhancer'. The presence of a sham arm is noted above as the placebo comparator. citeturn0search5turn0search6"
    ],
    "agent_type": "M) Synaptic Plasticity/Neuroprotection",
    "explanation_agent": [
        "Reason: The trial tests repetitive transcranial magnetic stimulation (rTMS) applied to the precuneus to modulate a memory-related brain region and improve cognition — a neuromodulation approach aimed at enhancing network function and plasticity rather than targeting molecular AD pathology (amyloid/tau). citeturn0search1turn0search4",
        "Act: Extracted details from the description — \"precuneus rTMS\", randomized double-blind sham-controlled design, 2-week intensive induction followed by weekly maintenance up to 52 weeks — match published precuneus rTMS trials that target cognitive/functional outcomes rather than a specific biochemical target. Based on those details, assign CADRO category M) Synaptic Plasticity/Neuroprotection. citeturn0search1turn0search0",
        "Reflect: rTMS is a non-pharmacologic neuromodulation intervention intended to boost synaptic/network function (plasticity) and cognitive performance. It does not act on amyloid, tau, ApoE/lipoprotein pathways, specific neurotransmitter receptors in a drug-like receptor-binding sense, or other molecular pathology categories in CADRO, so M is the most specific fit. Meta-analyses and systematic reviews report cognitive benefit from rTMS in AD/MCI, supporting classification as a synaptic plasticity/neuroprotection cognitive-enhancing approach rather than a molecular-targeted therapy. citeturn1search2turn1search1",
        "Web search results (key sources and what they show): 1) Alzheimer’s Research & Therapy full-text randomized trial of 52 weeks of precuneus rTMS showing slowed cognitive/functional decline vs sham (methods: 2-week induction + 50-week maintenance). citeturn0search1 2) PubMed entry/abstract for the same 52‑week precuneus rTMS randomized trial (summary of outcomes and registration NCT05454540). citeturn0search0 3) PMC full-text (open access) version of the 52‑week precuneus rTMS article. citeturn0search4 4) Systematic review/meta-analysis (2019) reporting rTMS can significantly improve cognition in AD and noting precuneus as a promising novel target. citeturn1search0 5) Recent (2024) meta-analysis of randomized rTMS trials showing moderate improvements in global cognition and identifying stimulation parameters (frequency, duration, pulses) that influence effect size. citeturn1search1"
    ]
}