{
    "nct_id": "NCT01309763",
    "title": "A Randomized, Controlled, Parallel Group, Patient-blinded, Single-center, Phase I Pilot Study to Assess the Tolerability and Safety of Repeated Administrations of a Single-dose of AFFITOPE AD03 to Alzheimer's Disease Patients",
    "status": "COMPLETED",
    "last_update_time": "2011-12-19",
    "description_brief": "This is a randomized, controlled, parallel group, patient-blinded, single-center, phase I pilot study to assess tolerability and safety of repeated subcutaneous administration of a single-dose of AFFITOPE AD03 applied with or without adjuvant to patients with mild to moderate Alzheimer's disease.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted biologic",
    "drug": [
        "AFFITOPE AD03 (active immunotherapy peptide vaccine developed by AFFiRiS AG)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial tests AFFITOPE AD03 given subcutaneously to patients with mild–moderate Alzheimer’s disease; AFFITOPE products are active immunotherapy (vaccine) biologics designed to elicit antibodies against amyloid-β (Aβ) species, i.e., they target Alzheimer’s pathology rather than only symptomatic cognition. citeturn0search0turn3search4turn3search6",
        "Act (extracted details): The study title/description specify AFFITOPE AD03 administered with or without adjuvant (aluminum hydroxide) in a randomized, controlled, patient-blinded Phase I safety/tolerability trial — interventions listed as AFFITOPE AD03 and AFFITOPE AD03 + Alum (no explicit placebo arm listed for this trial). citeturn0search0turn0search6",
        "Act (mechanism lookup): AFFITOPE vaccines (e.g., AD01/AD02) are short synthetic peptide mimetics of the N-terminus of Aβ designed to induce anti-Aβ antibodies while avoiding Aβ T-cell epitopes; although AD02 is best documented in the literature, AD03 is part of the same AFFITOPE platform (active immunotherapy targeting Aβ-related pathology). This supports classifying AD03 as a disease-targeted biologic (vaccine). citeturn3search6turn3search10",
        "Reflect: Classification chosen = 'disease-targeted biologic' because the intervention is an active immunotherapy (biologic vaccine) aimed at Alzheimer pathology (amyloid). Ambiguity/notes: direct, detailed mechanistic descriptions for AD03 specifically are less abundant in public literature than for AD02, but multiple trial registries and Affitope program descriptions identify AD03 as an AFFITOPE biologic used in AD immunization studies. The trial record does not clearly list a traditional placebo arm — arms shown are AD03 and AD03+alum — so no placebo is reported for this specific record. citeturn0search6turn2search9",
        "Web search sources used (most relevant): NCT/trial record and trial registries for AFFITOPE AD03 (trial description and arms). citeturn0search0turn0search6",
        "AFFITOPE program and mechanism references (ALZFORUM, reviews, conference abstracts) describing AFFITOPE vaccines as short-peptide, Aβ-mimicking active immunotherapies (AD01/AD02) and the AFFITOPE platform context for AD03. citeturn3search4turn3search10"
    ],
    "agent_type": "A) Amyloid beta",
    "explanation_agent": [
        "Reason: The intervention is AFFITOPE AD03, an active peptide vaccine designed to elicit antibodies against amyloid-β (Aβ) species (including modified/pyroglutamate Aβ), i.e., it targets Alzheimer’s amyloid pathology rather than purely symptomatic mechanisms. citeturn0search1turn0search4",
        "Act: Extracted details — trial tests AFFITOPE AD03 (AFFiRiS active immunotherapy peptide vaccine) given subcutaneously with or without aluminum adjuvant in a Phase I safety/tolerability study (NCT01309763 / registry record). AFFITOPE vaccines (AD01/AD02/AD03) are short synthetic peptides that mimic Aβ epitopes to induce anti-Aβ antibody responses while avoiding Aβ T‑cell epitopes; AD03 specifically has been described as targeting modified (pyroglutamate) Aβ species in the AFFITOPE program. Based on these mechanism and trial details, the most specific CADRO match is A) Amyloid beta. citeturn0search5turn0search3turn0search0",
        "Reflect: The classification aligns with CADRO because the therapeutic modality is an active immunotherapy directed at Aβ (not tau, inflammation, synaptic function, etc.), and no evidence in the trial description indicates multiple distinct biological targets or a non-therapeutic diagnostic aim. Although AD03-specific mechanistic publications are fewer than for AD02, multiple program and registry sources identify AD03 as an Aβ‑targeting Affitope vaccine, supporting A) Amyloid beta. citeturn0search8turn0search11",
        "Sources (web search results used): Affitope program and mechanism descriptions (review and primary sources describing AFFITOPE vaccines as short Aβ‑mimetic active immunotherapies). citeturn0search1turn0search3; Trial registry/record (NCT01309763) / trial summary showing AFFITOPE AD03 ± alum in a Phase I tolerability/safety study. citeturn0search5turn0search6; Table/listing of Affitope candidates noting AD03 antigen = pyroglutamate-modified Aβ. citeturn0search4; conference/abstract and company program summaries on AFFITOPE vaccine platform. citeturn0search8turn0search11"
    ]
}