{
    "nct_id": "NCT03887455",
    "title": "A Placebo-Controlled, Double-Blind, Parallel-Group, 18-Month Study With an Open-Label Extension Phase to Confirm Safety and Efficacy of BAN2401 in Subjects With Early Alzheimer's Disease",
    "status": "ACTIVE_NOT_RECRUITING",
    "last_update_time": "2025-09-02",
    "description_brief": "This study will be conducted to evaluate the efficacy of lecanemab in participants with early Alzheimer's disease (EAD) by determining the superiority of lecanemab compared with placebo on the change from baseline in the Clinical Dementia Rating-Sum of Boxes (CDR-SB) at 18 months of treatment in the Core Study. This study will also evaluate the long-term safety and tolerability of lecanemab in participants with EAD in the Extension Phase and whether the long-term effects of lecanemab as measured by the CDR-SB at the end of the Core Study is maintained over time in the Extension Phase.",
    "description_detailed": "All administrations of study drug will be administered in the clinic; However, home administrations of study drug will be allowed per sponsor approval according to country and local guidelines during the COVID-19 pandemic and following its resolution, where permitted.",
    "phase": [
        "PHASE3"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted biologic",
    "drug": [
        "lecanemab (BAN2401)"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The intervention is lecanemab (BAN2401), a humanized IgG1 monoclonal antibody that binds aggregated soluble (protofibril) and insoluble forms of amyloid-β to reduce brain amyloid and slow clinical decline—i.e., it directly targets Alzheimer’s pathology rather than only treating symptoms. citeturn0search3turn0search7",
        "Act: Key extracted trial details — randomized, placebo-controlled, double-blind 18‑month Core study with CDR‑SB change as the primary efficacy endpoint, followed by an open‑label extension to assess long‑term safety/tolerability. The drug is developed/marketed as lecanemab (BAN2401 / Leqembi). citeturn0search6turn0search1",
        "Reflect: Classification — fits \"disease-targeted biologic\" because lecanemab is a monoclonal antibody directed at amyloid-β pathology and aims to modify disease course (reduced amyloid and slower cognitive decline). Note safety considerations (amyloid-related imaging abnormalities, ARIA) observed in trials. This classification aligns with the trial description and the drug mechanism. citeturn0search5turn0search4"
    ],
    "agent_type": "A) Amyloid beta",
    "explanation_agent": [
        "Reason: The trial drug is lecanemab (BAN2401), a humanized IgG1 monoclonal antibody that selectively binds aggregated soluble amyloid-β (protofibrils/oligomers) and reduces brain amyloid burden — i.e., it directly targets amyloid‑β pathology rather than symptomatic pathways. citeturn0search1turn0search4",
        "Act: Extracted details — trial is an 18‑month, placebo‑controlled, double‑blind study of BAN2401/lecanemab (marketed as Leqembi) in early Alzheimer’s disease; the drug’s mechanism is anti‑amyloid (protofibril‑selective mAb). Safety issues (amyloid‑related imaging abnormalities, ARIA) are linked to this anti‑amyloid mechanism. citeturn0search3turn0search5",
        "Reflect: Classification check — this intervention fits CADRO category A) Amyloid beta because the biologic directly targets amyloid‑β aggregates (protofibrils/oligomers). There is no indication of additional distinct mechanistic targets in the description, so 'Multi‑target' (R) is not appropriate. Safety considerations (ARIA) are consistent with anti‑amyloid antibodies. citeturn0search1turn0search0"
    ]
}