{
    "nct_id": "NCT03698695",
    "title": "A Double Blind, Placebo-controlled, Randomized, 15-day Treatment, Pharmacodynamics, Safety, and Pharmacokinetics Study of THN201 Versus Donepezil Administered Orally to Healthy Male Volunteers Including a Scopolamine Challenge",
    "status": "COMPLETED",
    "last_update_time": "2020-01-21",
    "description_brief": "This study explores the safety, pharmacodynamics and pharmacokinetics of THN201 a combination of donepezil and mefloquine to improve cognitive function in healthy male volunteers after impairment by a scopolamine challenge.",
    "description_detailed": "This is a double-blind, 3-arm, parallel group study of 15 days duration including a scopolamine challenge at D15. Healthy male subjects will receive daily doses of THN201 (donepezil 5 mg and mefloquine), donepezil 5 mg or placebo and one subcutaneous injection of scopolamine 0.5 mg on D15. Cognitive function, EEG and P300 will be assessed at baseline and before and after scopolamine challenge at D15. A final safety evaluation will be performed 2 weeks after the end of the treatment period. Pharmacokinetic assessments will be performed to obtain a time/concentration profile of donepezil and mefloquine.",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "THN201 (combination: donepezil + mefloquine)",
        "donepezil (acetylcholinesterase inhibitor)",
        "mefloquine (astrocyte connexin modulator)"
    ],
    "placebo": [
        "placebo (donepezil placebo + mefloquine placebo)"
    ],
    "explanation_target": [
        "Reason: The trial tests THN201 (a fixed combination of donepezil and low‑dose mefloquine) for improvement of cognitive function in a scopolamine challenge model in healthy volunteers, which is a procognitive / symptomatic pharmacology paradigm rather than an anti‑amyloid or anti‑tau disease‑modifying approach. citeturn0search0turn0search7.",
        "Act (key details extracted): The registered Phase 1 study description explicitly states THN201 = donepezil 5 mg + mefloquine (10 mg; loading dose 50 mg on D1) vs donepezil 5 mg vs placebo, with a scopolamine 0.5 mg s.c. challenge and cognitive/EEG/P300 endpoints. This confirms the intervention and proof‑of‑pharmacology (cognitive enhancement) intent. citeturn0search0turn0search5.",
        "Mechanism / rationale: Donepezil is an acetylcholinesterase inhibitor with symptomatic cognitive effects; preclinical and translational studies indicate mefloquine at low doses modulates astroglial connexins and potentiates donepezil's procognitive effects—supporting that the combo aims to enhance cognition rather than modify core AD pathology (amyloid/tau). citeturn0search2turn0search7.",
        "Reflect: Given the intervention type (two small molecules, one established symptomatic cholinergic agent and one repurposed connexin modulator) and the scopolamine challenge design to measure cognitive reversal, the trial best fits the 'cognitive enhancer' category. There is no indication in the protocol that the combo is intended as a disease‑modifying biologic or small‑molecule anti‑amyloid/tau therapy. citeturn0search0turn0search7."
    ],
    "agent_type": "R) Multi-target",
    "explanation_agent": [
        "Reason: The study tests THN201, a fixed combination of an acetylcholinesterase inhibitor (donepezil) plus mefloquine (an astrocyte connexin modulator), in a scopolamine challenge to measure procognitive/symptomatic effects rather than to modify amyloid or tau pathology. This is a symptomatic, dual‑mechanism cognitive‑enhancer approach. citeturn0search7turn0search2",
        "Act: Key details extracted from trial records and publications — THN201 = donepezil + mefloquine; the Phase 1 study compared THN201 (donepezil 5 mg + low‑dose mefloquine, loading dose described in registry) vs donepezil 5 mg vs placebo with a 0.5 mg scopolamine s.c. challenge and cognitive/EEG/P300 endpoints, confirming a combination therapy with two distinct biological mechanisms (cholineric augmentation via AChE inhibition and astrocyte connexin modulation). citeturn0search7turn0search5",
        "Mechanistic support: Donepezil is an acetylcholinesterase inhibitor that reverses scopolamine‑induced deficits and augments cholinergic neurotransmission. Mefloquine has been reported to modulate astroglial connexins and to potentiate donepezil's procognitive effects in preclinical models; published work describes THN201 (donepezil+mefloquine) preclinical and imaging/pharmacology profiling. citeturn0search0turn0search2turn0search3",
        "Reflect: Because the trial intervention intentionally combines two agents with distinct molecular/physiological targets (cholinergic AChE inhibition and astrocyte connexin modulation) and is aimed at symptomatic cognitive enhancement, the most appropriate CADRO classification is R) Multi-target rather than a single-target CADRO category (e.g., D) Neurotransmitter Receptors). If one had to pick a single primary mechanism, donepezil maps to neurotransmitter/cholinergic actions (D), but the explicit combination justifies 'Multi‑target'. citeturn0search7turn0search2",
        "Web search results / sources:",
        "- NCT03698695 trial registry (THN201 vs donepezil; scopolamine challenge; THN201 = donepezil + mefloquine). citeturn0search7",
        "- AdisInsight trial profile for the same Phase 1 THN201 study. citeturn0search5",
        "- PubMed: \"Efficacy of THN201, a Combination of Donepezil and Mefloquine, to Reverse Neurocognitive Deficits in Alzheimer’s Disease\" — preclinical evidence that mefloquine modulates astrocyte connexins and potentiates donepezil. citeturn0search2",
        "- PubMed: \"Pharmaco-fUS for Characterizing Drugs for Alzheimer's Disease - The Case of THN201\" — imaging/pharmacology profiling of the combination. citeturn0search3",
        "- Reviews/papers on the scopolamine model and donepezil reversal of scopolamine deficits (model used in the trial to detect procognitive signal). citeturn0search1turn0search0"
    ]
}