{
    "nct_id": "NCT01380288",
    "title": "Changes of Cognitive Function in Patients With Mild to Moderate Alzheimer's Disease Associated With or Without White Matter Changes After Rivastigmine Patch Therapy - Multi-center, Prospective, Open-label Clinical Trial",
    "status": "COMPLETED",
    "last_update_time": "2018-02-02",
    "description_brief": "The purpose of this study is to evaluate and compare the changes of cognitive function (as measured by ADAS-Cog) in the two group of patients with Alzheimer's disease (AD) associated with and without white matter changes after rivastigmine patch therapy.",
    "description_detailed": "Acetylcholinesterase inhibitors (AChEIs) increase the amount acetylcholine at ACh receptors within the brain, and are the primary medications used to treat AD. Alzheimer's disease patients are frequently associated with mild or moderate white matter changes on MR imaging. The impact of whiter matter changes on the efficacy of cognition, functional abilities, behavioral and psychiatric symptoms and caregiver burden for probable Alzheimer's disease is not well known. There are very few studies for the efficacy of rivastigmine between the patients with mild to moderate Alzheimer's disease associated with or without vascular risk factors.\n\nRecently, the rivastigmine patch demonstrated efficacy comparable to the highest doses of rivastigmine capsules, with markedly improved tolerability profile. The investigators hypothesized that rivastigmine patch will provide benefits to AD patients with white matter changes compared to those without any white matter changes. Possible explanation about favorable benefits for AD with white matter changes is that rivastigmine may act on both Alzheimer's and vascular pathologies contributing to dementia, providing additive treatment effects in patients suffering from both conditions concurrently. To our Knowledge, there was no study or clinical trial to compare the changes of cognitive function, ADL, BPSD and caregiver burden in two groups of patient with Alzheimer's disease associated with or without white matter changes after rivastigmine transdermal patch therapy.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "Cognitive enhancer",
    "drug": [
        "rivastigmine transdermal patch (Exelon Patch)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial evaluates change in cognitive function (ADAS-Cog) after rivastigmine patch therapy in mild–moderate Alzheimer’s disease, indicating a symptomatic/cognitive outcome rather than a disease‑modifying pathology target. Rivastigmine is a cholinesterase inhibitor (inhibits acetylcholinesterase and butyrylcholinesterase) used to improve/slow decline of cognitive symptoms in AD. citeturn0search5turn0search4",
        "Act: Extracted details — intervention: rivastigmine transdermal patch (Exelon Patch); outcome: cognitive function measured by ADAS‑Cog; design: multi‑center, prospective, open‑label comparing patients with vs without white‑matter changes after patch therapy. The Exelon patch is indicated for treatment of mild to moderate Alzheimer’s dementia and delivers rivastigmine transdermally. citeturn0search0turn0search9",
        "Reflect: Classification as 'Cognitive enhancer' matches the intervention (a symptomatic cholinesterase inhibitor) and the measured endpoint (ADAS‑Cog). This is not a biologic (monoclonal antibody or vaccine) nor a small‑molecule therapy aimed at modifying amyloid/tau pathology; it is a symptomatic cognitive treatment. No placebo arm is described (open‑label), and the aim is cognitive change, not neuropsychiatric symptom management, so 'Cognitive enhancer' is the appropriate category. citeturn0search3turn0search6",
        "Web search results (key sources used): Novartis Exelon Patch prescribing/indication information (label/press) describing rivastigmine transdermal system and indication for mild–moderate AD. citeturn0search0turn0search2",
        "PubMed/review articles summarizing rivastigmine as a cholinesterase inhibitor with symptomatic cognitive benefit in AD. citeturn0search5turn0search4",
        "Regulatory/approval summary and clinical trial evidence for the patch formulation (IDEAL and other trials showing cognitive outcomes). citeturn0search3turn0search9"
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The trial tests rivastigmine transdermal patch (Exelon Patch) with cognitive outcome (ADAS‑Cog). Rivastigmine is a cholinesterase inhibitor that increases synaptic acetylcholine by inhibiting acetylcholinesterase (AChE) and butyrylcholinesterase (BuChE), i.e., it acts on the cholinergic neurotransmitter system rather than on amyloid/tau or inflammatory pathways. citeturn0search4turn0search3",
        "Act: Extracted details — intervention: rivastigmine transdermal patch (Exelon Patch), indicated for mild–moderate AD; mechanism: reversible inhibition of AChE and BuChE to boost cholinergic neurotransmission; outcome: cognitive change measured by ADAS‑Cog. Based on CADRO, this maps best to D) Neurotransmitter Receptors (the cholinergic/neurotransmitter system category), as the intervention targets neurotransmitter metabolism/signaling. citeturn0search0turn0search9",
        "Reflect: Classification was checked against alternatives — rivastigmine is symptomatic/cognitive enhancer (not amyloid or tau targeting, not anti‑inflammatory, not synaptic growth factor therapy). Although rivastigmine inhibits enzymes (cholinesterases) rather than directly binding receptors, its primary effect is on the cholinergic neurotransmitter system and so fits CADRO D more specifically than other categories (M: synaptic plasticity would be less specific). Confirmed: D) Neurotransmitter Receptors is the most appropriate CADRO assignment. citeturn0search6turn0search2",
        "Web search results used (key sources): - Novartis Exelon Patch prescribing/indication information (Exelon Patch indicated for mild–moderate AD). citeturn0search0turn0search1 - Mechanistic descriptions: StatPearls / NCBI (rivastigmine mechanism — AChE/BuChE inhibition). citeturn0search4 - Experimental evidence of rivastigmine inhibition of AChE and BuChE in plaques/tangles. citeturn0search3 - Clinical trial evidence showing effects on ADAS‑Cog (OPTIMA, IDEAL analyses) and meta‑analyses demonstrating cognitive benefit. citeturn0search2turn0search5turn0search7"
    ]
}