{
    "nct_id": "NCT03649724",
    "title": "The LUCINDA Trial: LeUprolide Plus Cholinesterase Inhibition to Reduce Neurological Decline in Alzheimer's",
    "status": "ACTIVE_NOT_RECRUITING",
    "last_update_time": "2025-07-29",
    "description_brief": "The LUCINDA Trial is a three-site, phase II, randomized, double-blind, placebo-controlled study of leuprolide acetate (Eligard) in women with Mild Cognitive Impairment or Alzheimer's Disease taking a stable dose of a cholinesterase inhibitor medication like donepezil. Its objective is to assess the efficacy of a 48-week regimen of leuprolide (22.5 mg per 12 weeks) compared to placebo on cognitive function, global function and plasma and neuroimaging biomarkers.",
    "description_detailed": "This project aims to re-purpose the safe and well-tolerated gonadotropin-releasing hormone (GnRH) analogue Leuprolide Acetate for use in Alzheimer's Disease (AD). Leuprolide Acetate is currently used in adults for prostate cancer, endometriosis, uterine fibroids and in preparation for in-vitro fertilization, and in children for central precocious puberty. The purpose of this study to confirm and extend results from a prior phase II study (Bowen et al, 2015) which demonstrated that Leuprolide halted cognitive and functional decline in a subgroup of women with mild-moderate AD who were also taking the acetylcholinesterase inhibitor donepezil. Objectives are to replicate, in the same subgroup, Leuprolide's clinical EFFICACY in this prior trial and to add neuroimaging and plasma BIOMARKERS that will help elucidate Leuprolide's likely multiple mechanisms of action in AD. These mechanisms include decreasing levels of Luteinizing Hormone (LH) based on extensive preclinical evidence that decreasing LH preserves cognition and decreases amyloid deposition and tau phosphorylation in animal models of AD, as well as new evidence that GnRH analogues may have anti-inflammatory effects.",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "Cognitive enhancer",
    "drug": [
        "Leuprolide acetate (Eligard) — GnRH analogue; 22.5 mg every 12 weeks (study dose)"
    ],
    "placebo": [
        "Placebo (matching injection)"
    ],
    "explanation_target": [
        "Reason: The trial is testing leuprolide acetate (Eligard), a gonadotropin‑releasing hormone (GnRH) analogue that suppresses luteinizing hormone (LH) / sex‑hormone signaling rather than a monoclonal antibody or small‑molecule designed to directly clear amyloid or tau. The protocol and rationale describe hormonal modulation to preserve cognition and affect biomarkers, not a classic anti‑amyloid biologic. citeturn0search1turn0search0",
        "Act (key extracted details): Leuprolide acetate (Eligard) is the investigational agent, given 22.5 mg every 12 weeks versus placebo in women with MCI or AD who are on a stable cholinesterase inhibitor (e.g., donepezil). Primary outcomes are cognitive and global function with plasma and MRI biomarkers measured; prior preclinical work and a subgroup analysis suggested leuprolide reduced amyloid/tau pathology in animals and improved cognition in women on donepezil. citeturn0search3turn0search0turn0search1",
        "Reflect: According to the category definitions, 'disease‑targeted biologic' is reserved for biologics targeting core AD pathology (examples: anti‑amyloid/tau mAbs). Leuprolide is a peptide hormonal analogue repurposed to modify hormonal signaling and thereby influence neurodegeneration; its primary intended clinical effect in this trial is to improve/stabilize cognition and function (and secondarily biomarkers). That aligns best with the 'Cognitive enhancer' category (improves cognitive function without being a canonical anti‑amyloid/tau biologic). Note: one could also describe the trial as testing a potential disease‑modifying hormonal intervention, but under the provided category definitions it does not fit 'disease‑targeted biologic' or 'disease‑targeted small molecule'. citeturn0search1turn0search0",
        "Web search results used: - Trial protocol / rationale (Contemp Clin Trials / PubMed) describing leuprolide acetate as a GnRH analogue repurposed for AD and trial details. citeturn0search1 - Abstract/report in Alzheimer's & Dementia summarizing LUCINDA design, prior data, and preclinical effects on amyloid/tau. citeturn0search0 - ClinicalTrials / NCT and trial listings summarizing intervention (Eligard 22.5 mg/12 weeks), population, and outcomes. citeturn0search3turn0search5"
    ],
    "agent_type": "L) Growth Factors and Hormones",
    "explanation_agent": [
        "Reason: Leuprolide acetate (Eligard) is a gonadotropin‑releasing hormone (GnRH) analogue that modulates gonadotropin/sex‑hormone signaling (reduces LH and downstream sex‑hormone signaling), so the mechanism is hormonal modulation rather than a direct anti‑amyloid or anti‑tau biologic. citeturn0search5turn0search0",
        "Act: Key extracted details from the trial description — investigational agent: leuprolide acetate (Eligard) given 22.5 mg every 12 weeks versus placebo in women with MCI or AD who are on a stable cholinesterase inhibitor (donepezil); primary outcomes are cognitive and global function with MRI, plasma and PET biomarkers measured. Prior preclinical work and a subgroup human analysis suggested effects on amyloid/tau and cognition when combined with donepezil. citeturn0search0turn0search5turn0search1turn0search8",
        "Reflect: Mapping to CADRO — the intervention is hormonal (GnRH/gonadotropin modulation), which best matches the CADRO category L) Growth Factors and Hormones. Although the trial is framed as a cognitive enhancer/possible disease‑modifying hormonal intervention and some prior data suggest secondary effects on amyloid/tau, the primary mechanistic target is hormone signaling rather than a canonical anti‑amyloid or anti‑tau agent, so 'L) Growth Factors and Hormones' is the most specific fit (not multi‑target or Other). citeturn0search5turn0search0",
        "Web search results used (selected): - Butler et al., 'Rationale, study design and implementation of the LUCINDA Trial' (Contemp Clin Trials / PubMed). citeturn0search5 - Alzheimer's & Dementia abstract describing the LUCINDA trial and background. citeturn0search0 - Weill Cornell Joint Clinical Trials Office LUCINDA trial page (study details, population, procedures). citeturn0search1 - University of Wisconsin / trial page and local news describing trial operations and drug supply. citeturn0search8"
    ]
}