{
    "nct_id": "NCT06540833",
    "title": "A Multicenter, Randomized, Double-blind, Placebo-controlled, Flexible-dose Study to Assess the Efficacy, Safety, and Tolerability of ITI-1284 in Patients With Psychosis Associated With Alzheimer's Disease",
    "status": "RECRUITING",
    "last_update_time": "2025-02-19",
    "description_brief": "This is a multicenter, randomized, double-blind, parallel-group, placebo-controlled, flexible-dose study evaluating the efficacy, safety, and tolerability of ITI-1284 compared with placebo in the treatment of psychosis in patients with AD.",
    "description_detailed": "The study will be conducted in 3 periods:\n\n* Screening Period (up to 4 weeks) during which patient eligibility will be assessed;\n* Double-blind Treatment Period (6 weeks) during which all patients will be randomized in a 1:1 ratio to receive either ITI-1284 or placebo;\n* Safety Follow-up Period (30 days) during which all patients will return for a safety follow-up visit approximately 30 days after the last dose of study drug.",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "neuropsychiatric symptom improvement",
    "drug": [
        "ITI-1284 (investigational deuterated form of lumateperone; small-molecule antipsychotic; high affinity for 5-HT2A, moderate affinity for D2/D1 and SERT)"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The trial tests ITI-1284 versus placebo for \"psychosis associated with Alzheimer's disease,\" i.e., a behavioral/psychiatric symptom of AD rather than a disease-modifying endpoint. The study design and primary outcome (BEHAVE‑AD psychosis subscale) target reduction of psychotic symptoms. citeturn0search0turn0search3",
        "Act: I searched for ITI-1284 to identify the drug type and mechanism. Intra-Cellular Therapies describes ITI-1284 as a deuterated form of lumateperone with high affinity for serotonin 5‑HT2A receptors and moderate affinity for dopamine D2 and D1 receptors and the serotonin transporter—consistent with an antipsychotic/symptom-targeting small molecule. ITI-1284 is investigational and being studied for behavioral disturbances (psychosis, agitation) in dementia. citeturn0search8turn0search4",
        "Reflect: Classification — this is not a biologic (no monoclonal antibody or vaccine), nor a disease-modifying small molecule targeting amyloid/tau; instead it is an investigational small-molecule antipsychotic intended to reduce neuropsychiatric symptoms (psychosis) in AD. Therefore the correct category is \"neuropsychiatric symptom improvement.\" Key supporting sources: trial registry entries for the study and the sponsor press release describing ITI-1284. citeturn0search0turn0search8"
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The trial tests ITI-1284 to reduce psychosis (a neuropsychiatric symptom) in patients with Alzheimer’s disease rather than to modify core AD pathologies; the study is a randomized, placebo-controlled trial for psychosis in AD. citeturn0search3turn0search8",
        "Act: ITI-1284 is described by the sponsor as a deuterated form of lumateperone with high affinity for serotonin 5-HT2A receptors and moderate affinity for dopamine D2/D1 receptors and the serotonin transporter (SERT) — i.e., it acts on classical neurotransmitter receptors/transporters consistent with an antipsychotic mechanism. Based on this mechanism (serotonin and dopamine receptor activity), the most specific CADRO match is D) Neurotransmitter Receptors. citeturn0search0turn0search1",
        "Reflect: This is a symptomatic, neuropsychiatric-targeting small molecule (antipsychotic) rather than a disease-modifying therapy aimed at amyloid, tau, inflammation, metabolism, vasculature, etc., so D) Neurotransmitter Receptors best fits. I reviewed sponsor materials and the trial registration to confirm the indication and mechanism. If additional, contradictory mechanistic data were provided (or if the drug had multiple unrelated mechanistic targets), R) Multi-target could be considered, but here the clear primary action is on neurotransmitter receptors. citeturn0search0turn0search3",
        "Web search results used (key sources): 1) Intra-Cellular Therapies press release and program description for ITI-1284 (describes deuterated lumateperone and receptor affinities). citeturn0search0turn0search1 2) Clinical trial listing describing the Phase 2, randomized, double-blind, placebo-controlled study of ITI-1284 for psychosis associated with Alzheimer’s disease. citeturn0search3turn0search8"
    ]
}