{
    "nct_id": "NCT06347172",
    "title": "Deprescribing in Patients Living With Dementia With Caregiver and Provider Nudges",
    "status": "RECRUITING",
    "last_update_time": "2025-07-08",
    "description_brief": "The objectives of this study are to demonstrate the feasibility of implementing a deprescribing nudge intervention using pragmatic methods, confirm that outcomes can be feasibly measured and evaluated at scale in a subsequent embedded pragmatic clinical trial (ePCT), and explore representativeness of persons living with dementia and care partners identified.",
    "description_detailed": "The PCP nudge will consist of: a 'pre-commitment' EHR nudge triggered when a PCP opens a patient encounter (i.e., prompt to first have a discussion and then later deprescribe) and a brief message within the in-basket prior to upcoming visits including information about their patient. The patient living with dementia (PLWD)/care partner nudge will include an electronic message delivered prior to upcoming visits (in their primary language recorded in the EHR) that includes a recommendation for the PLWD (and care partner, if available) to discuss medications with the PCP at the visit.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "HEALTH_SERVICES_RESEARCH",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial title and description indicate a behavioural \"deprescribing nudge\" intervention (provider and caregiver nudges delivered via EHR/in-basket messages) aimed at implementing deprescribing and assessing feasibility and measurement for a future embedded pragmatic clinical trial, not testing a drug or biologic. citeturn0search0turn0search5",
        "Act (extracted details):\n- Trial title: \"Deprescribing in Patients Living With Dementia With Caregiver and Provider Nudges.\" citeturn0search5\n- Intervention type listed: Behavioral — Nudge Intervention; includes PCP EHR \"pre-commitment\" nudges and patient/care partner electronic messages prior to visits. Registration NCT06347172; Lead sponsor: Brigham and Women’s Hospital. citeturn0search0turn0search8",
        "Additional context from related literature: Pragmatic deprescribing interventions for people with dementia often use clinician- and caregiver-focused implementation strategies (education, activation, nudges) rather than testing a pharmacologic agent; e.g., OPTIMIZE and other deprescribing trials focus on reducing inappropriate medications via behavioral/implementation approaches. This supports that the trial is implementation/behavioral rather than a drug trial. citeturn0search2turn0search3",
        "Reflect: Classification check — the study tests an implementation/behavioral nudge to change prescribing behavior and patient/caregiver actions (deprescribing). It does not evaluate a biologic or small molecule targeting AD pathology, nor a cognitive-enhancing agent, nor an intervention aimed primarily at neuropsychiatric symptom reduction. Therefore it does not fit the four therapeutic categories and should be classified as 'N/A'. citeturn0search0turn0search5",
        "Web search results (sources used):\n- Trial listing (MedPath/registry summary) for \"Deprescribing in Patients Living with Dementia with Caregiver and Provider Nudges\" (NCT06347172). citeturn0search0\n- CenterWatch trial listing with study description, eligibility, and intervention details. citeturn0search5\n- Clinical trial aggregator (CTV / Veeva) listing confirming intervention = Behavioral: Nudge Intervention and sponsor. citeturn0search8\n- Related PubMed article describing a pragmatic deprescribing intervention (OPTIMIZE) as context for non-pharmacologic deprescribing trials in dementia/MCI. citeturn0search2"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}