{
    "nct_id": "NCT02249403",
    "title": "Efficacy and Safety of 6, 12, 24, and 36 mg Tid po and 36 mg Bid po Talsaclidine (Free Base) for 12 Weeks in a Double-blind, Randomised, Placebo-controlled Parallel Group Comparison in Patients With Mild to Moderate Dementia of Alzheimer Type",
    "status": "COMPLETED",
    "last_update_time": "2014-09-25",
    "description_brief": "The objective of this trial was to assess the dose-response relationship of symptomatic efficacy of talsaclidine base on ADAScog and to assess safety and tolerability",
    "description_detailed": "N/A",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "Cognitive enhancer",
    "drug": [
        "Talsaclidine (functionally selective muscarinic M1 receptor agonist; small-molecule)"
    ],
    "placebo": [
        "Placebo"
    ],
    "explanation_target": [
        "Reason: The trial's objective was to assess symptomatic efficacy on the ADAS-Cog (a cognitive outcome), indicating the study targeted cognitive improvement rather than a diagnostic or purely disease-modifying endpoint. citeturn0search0",
        "Act: Talsaclidine is a small-molecule, functionally selective muscarinic M1 receptor agonist developed for symptomatic (cognitive) treatment of Alzheimer's disease; it was tested versus placebo in the described dose-ranging ADAS-Cog study. citeturn0search7turn0search6",
        "Additional context / ambiguity: Some biomarker studies reported that talsaclidine decreased CSF Aβ levels (suggesting a possible effect on APP processing/amyloid biology), but the listed trial focused on symptomatic cognitive efficacy (ADAS-Cog) over 12 weeks, so the appropriate classification for this trial is as a cognitive enhancer. citeturn0search4turn0search1",
        "Reflect: Given the intervention type (small-molecule muscarinic agonist) and the trial's primary symptomatic cognitive endpoint, the most appropriate category is 'Cognitive enhancer'."
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The investigational agent is talsaclidine, a functionally selective muscarinic M1 receptor agonist developed as a symptomatic cognitive enhancer; the trial's primary outcome was change in ADAS‑Cog, indicating a focus on improving neurotransmitter-mediated cognition rather than a primary disease-modifying amyloid/tau intervention. citeturn1search0turn0search3",
        "Act: Talsaclidine is a small‑molecule, functionally preferential M1 muscarinic acetylcholine receptor agonist (full agonist at M1, partial at M2/M3) developed by Boehringer Ingelheim for symptomatic treatment of AD — this mechanism maps to CADRO category 'Neurotransmitter Receptors'. citeturn1search5turn1search4",
        "Additional context / ambiguity: Some biomarker studies reported that talsaclidine reduced CSF Aβ (consistent with M1‑mediated stimulation of non‑amyloidogenic APP processing), which could be interpreted as an indirect amyloid-related effect; however, the described dose‑ranging 12‑week study targeted symptomatic cognitive outcomes (ADAS‑Cog), so the trial classification should reflect the receptor/cognitive‑enhancer mechanism. citeturn1search3turn1search2",
        "Reflect: Given the explicit pharmacology (muscarinic M1 receptor agonism) and the symptomatic cognitive endpoint, the most specific CADRO match is D) Neurotransmitter Receptors. The amyloid‑related biomarker signals are secondary/indirect and do not change this trial's primary mechanistic classification. citeturn1search0turn1search3",
        "Web search results (selected supporting sources): PubMed reports of decreased CSF Aβ after talsaclidine treatment; review describing talsaclidine as an M1‑preferential agonist and its symptomatic development; pharmacodynamic and AD trial record (dose groups and ADAS‑Cog primary endpoint). citeturn1search3turn1search0turn1search5turn0search3"
    ]
}