{
    "nct_id": "NCT00471211",
    "title": "A 12-Week, Randomised, Double-Blind, Placebo-Controlled, Parallel Three-Group Study to Assess the Safety, Tolerability and Efficacy of Two Dose Levels of PBT2 to Slow Progression of Disease in Patients With Early Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2008-01-13",
    "description_brief": "The purpose of the study is to determine the safety, tolerability and efficacy of 2 doses of PBT2 administered for 12 weeks compared to placebo in patients with early Alzheimer's disease treated with an acetylcholinesterase inhibitor.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "PBT2 (metal‑protein attenuating compound — small molecule Cu/Zn ionophore targeting Aβ oligomerisation)"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The trial tests PBT2, which is described in the literature as a metal‑protein attenuating compound (MPAC) that modulates copper/zinc interactions with amyloid‑β to reduce Aβ oligomerisation — i.e., it targets Alzheimer’s pathology rather than being a biologic or purely symptomatic cognitive enhancer. citeturn1search4turn0search0",
        "Act: The cited trial is a 12‑week, randomized, double‑blind, placebo‑controlled Phase 2 study (NCT00471211) of two oral dose levels of PBT2 versus placebo in patients with early Alzheimer’s disease; the study reports biomarker (CSF Aβ42) changes and some cognitive (executive function) findings. This confirms the intervention and intent to modify disease‑related pathology. citeturn0search6turn1search4",
        "Evidence: The Phase IIa report notes a dose‑dependent reduction in CSF Aβ42 and improvements on two executive function tests at 250 mg, consistent with a central effect on Aβ metabolism rather than a non‑specific symptomatic agent. citeturn1search0turn1search4",
        "Classification decision (Reflect): PBT2 is a small molecule MPAC (not a biologic such as an antibody or vaccine), and its mechanism and trial endpoints aim at modifying Alzheimer’s pathology (amyloid biology). Therefore the correct category is 'disease-targeted small molecule'. Note: although some cognitive test improvements were observed, those are downstream outcomes of the disease-targeting mechanism rather than primary symptomatic (non‑pathology) cognitive enhancement. citeturn1search4turn0search3",
        "Web search results used (key sources): Lancet Neurology Phase IIa trial reporting PBT2 mechanism and trial results (Lannfelt et al., 2008). citeturn1search4; PubMed / J Neurochem mechanistic study on PBT2 metal‑chaperone activity. citeturn0search0; ClinicalTrials registry entry for NCT00471211 / trial listing. citeturn0search6turn1search5; review/chemistry context describing PBT2 as a Cu/Zn ionophore / MPAC. citeturn0search3turn0search7"
    ],
    "agent_type": "A) Amyloid beta",
    "explanation_agent": [
        "Reason: The investigational drug PBT2 is a metal‑protein attenuating compound (MPAC) / Cu/Zn ionophore described in the literature as modulating copper and zinc interactions with amyloid‑β to reduce Aβ oligomerisation and affect Aβ metabolism. This mechanism directly targets amyloid biology rather than only providing symptomatic benefit. citeturn0search6turn0search1",
        "Act: Extracted details from the trial description and publications: PBT2 is a small‑molecule MPAC (Cu/Zn ionophore) given orally; the Phase IIa trial (12‑week, randomized, double‑blind, placebo‑controlled; NCT00471211 / Lannfelt et al., Lancet Neurol 2008) tested 50 mg and 250 mg versus placebo in early AD and reported a dose‑dependent reduction in CSF Aβ42 and improvement on two executive‑function tests at 250 mg. These outcomes confirm the intervention is intended to modify amyloid pathology. citeturn0search6turn0search5turn0search0",
        "Reflect: The primary biological focus is modification of amyloid‑β oligomerisation/metabolism via metal ion modulation. Although PBT2 also perturbs metal homeostasis and has downstream effects (e.g., signaling changes reported in mechanistic studies), the trial and preclinical rationale explicitly target Aβ biology. Therefore the most specific CADRO category is A) Amyloid beta, not multi‑target or Other. citeturn0search1turn0search7",
        "Web search results used (key sources cited above):",
        "- Lannfelt L et al., Lancet Neurol 2008 — Phase IIa trial reporting PBT2 as an MPAC, trial design (12 weeks), CSF Aβ42 reduction and cognitive findings (NCT00471211). citeturn0search6turn0search5",
        "- PubMed summary / analyses reporting cognitive and biomarker outcomes from the PBT2 Phase IIa study. citeturn0search0",
        "- Mechanistic studies showing PBT2 metal‑chaperone activity, promotion of Aβ degradation and downstream signaling effects. citeturn0search1turn0search7"
    ]
}