{
    "nct_id": "NCT05617508",
    "title": "N-DOSE AD: a Dose Optimization Trial of Nicotinamide Riboside in Alzheimer's Disease",
    "status": "ACTIVE_NOT_RECRUITING",
    "last_update_time": "2025-03-25",
    "description_brief": "The goal of this double-blinded placebo-controlled randomized trial is to determine the optimal dose of nicotinamide riboside (NR), in individuals with Alzheimer's disease (AD).\n\nThe main questions the N-DOSE AD trial aims to answer are:\n\nWhat dose of nicotinamide riboside (NR) is required to achieve maximal cerebral nicotinamide adenine dinucleotide (NAD) increase, measured by 31P-magnetic resonance spectroscopy (MRS) or cerebrospinal fluid (CSF) metabolomics)?\n\nWhat dose of nicotinamide riboside (NR) is required to achieve maximal alteration in the cerebral metabolism patterns, measured by fluorodeoxyglucose-positron emission tomography (FDG-PET)?\n\nWhat dose of nicotinamide riboside (NR) will have optimal effect in the absence of unacceptable toxicity?\n\nParticipants will be asked to do participate in:\n\nClinical examinations\n\nCognitive assessments\n\nLumbar puncture\n\nMagnetic resonance imaging - positron emission tomography (MRI-PET) scannings\n\nBiosampling\n\nThey'll be given placebo, 1000 mg NR or escalating doses of NR (1000 mg - 2000 mg - 3000 mg) over 12 weeks.",
    "description_detailed": "N-DOSE AD is a double-blinded placebo-controlled randomized trial aiming to determine the optimal biological dose (OBD) of nicotinamide riboside (NR), in individuals with Alzheimer's disease (AD).\n\nIndividuals with AD (n = 80) will be recruited starting November 2022. Participants will be randomized 1:1:2 to either placebo group (n = 20) or NR 1000mg daily (n = 20) for 12 weeks or to a dose-escalation group where NR 1000mg daily will be administered week 1-4, NR 2000mg daily week 5-8 and NR 3000mg daily week 9-12 (n =40). Both the participants and the investigators will be blinded.\n\nPrimary Objective:\n\nTo determine the Optimal Biological Dose (OBD) for NR, defined as the dose required to achieve: maximal cerebral NAD increase (measured by 31P-MRS or CSF metabolomics), or maximal expression alteration (measured by FDG-PET), or maximal proportion of MRS-responders, in the absence of unacceptable toxicity.\n\nSecondary Objectives:\n\n* Determine the safety and tolerability of NR doses 2000 mg and 3000 mg daily in AD, measured by the frequency and severity of adverse events.\n* Determine if NR improves cognitive dysfunction in AD and determine the dose-response of this effect.\n* Determine if NR improves cognitive dysfunction in AD and determine the dose-response of this effect.\n\nExperimental objectives:\n\n* Determine whether NR-therapy ameliorates proteostasis, by upregulating the expression of lysosomal and proteasomal pathways, and whether this effect is dose-dependent.\n* Determine the dose-responsive effects of NR on gene and protein expression in AD.\n* Determine whether NR-therapy decreases inflammatory markers in a dose-responsive manner.\n* Determine whether NR-therapy influences histone acetylation status in AD in a dose-responsive manner.\n* Determine whether NR-therapy, in any of the tested doses, affects methylation metabolism. Specifically, whether NR-therapy, in any of the tested doses, leads to decreased availability of methylation substrates and, as a result, any of the following:\n\n  * Decreased availability of methyl-donors, e.g. S-adenosyl methionine (SAM).\n  * Decreased DNA methylation (globally or at specific sites).\n  * Decreased synthesis of neurotransmitters like dopamine and serotonin.\n  * Aberrant folate and one-carbon metabolism\n* Explore the relationship between NR-therapy and the gut microbiome in AD, and whether this effect is dose-responsive.\n\nProcedures:\n\nAll participants will attend study visits at Baseline, week 4, week 8 and week 12. The study visits will consist of the following:\n\nAssessment by physician and study nurse involved in the study including The Alzheimer's Disease Assessment Scale-Cognitive Subscale (ADAS-Cog), the Clinical Dementia Rating (CDR), Montreal Cognitive Assessment Test (MoCA), Trail Making Test (TMT), The Lawton Instrumental Activities of Daily Living Scale (IADL), The Physical Self-Maintenance Scale (PSMS), Montgomery-Asberg Depression Rating Scale (MADRS), the The Neuropsychiatric Inventory Questionnaire (NPI-Q)\n\nA 31P-magnetic resonance spectroscopy (MRS), 1H-magnetic resonance spectroscopy (MRS) and fluorodeoxyglucose-positron emission tomography (FDG-PET) scan.\n\nPhysical examination and measurement of vital signs. Routine blood tests. Urine sample collection. Faecal sample collection at Baseline and week 12. Cerebrospinal fluid (CSF) collection will be performed at Baseline and week 12.",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "nicotinamide riboside (NR)"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The trial tests nicotinamide riboside (NR), a low-molecular-weight NAD+ precursor (a form of vitamin B3) intended to raise cerebral NAD and alter brain metabolism — i.e., it targets a disease-related metabolic pathway rather than being a biologic (monoclonal antibody/vaccine) or primarily a symptomatic cognitive or neuropsychiatric agent. citeturn0search12turn0search0",
        "Act: Key extracted details — double-blind randomized placebo-controlled dose-optimization trial of NR (placebo, 1000 mg, escalating to 2000–3000 mg) in AD; endpoints are cerebral NAD increase (31P‑MRS/CSF metabolomics), FDG‑PET metabolic changes, and safety/tolerability. This intervention is a small molecule NAD precursor with prior human and preclinical evidence of raising NAD+ and modulating AD‑relevant biology (mitochondrial function, Aβ/BACE1 pathways). citeturn0search2turn0search3",
        "Reflect: Classification check — NR is not a biologic (it is a small-molecule/vitamin derivative) and the trial explicitly aims to change cerebral NAD and metabolism (disease-targeted mechanism). While cognitive assessments are included, the primary mechanistic aims are disease‑pathway modification rather than symptomatic cognitive enhancement alone. Therefore the correct category is 'disease-targeted small molecule'. No major ambiguities that would move this to another category.",
        "Web search results cited: (1) Nicotinamide riboside described as an NAD+ precursor / vitamin B3 form (Wikipedia; AboutNAD). citeturn0search12turn0search0 (2) Prior human randomized NR trials in older adults / MCI showing NAD+ increases and tolerability. citeturn0search2 (3) Preclinical AD models showing NR effects on mitochondrial genes, PGC‑1α and reduced Aβ/BACE1 in mice. citeturn0search3"
    ],
    "agent_type": "J) Metabolism and Bioenergetics",
    "explanation_agent": [
        "Reason: The trial tests nicotinamide riboside (NR), a small-molecule NAD+ precursor intended to raise cerebral NAD and modify brain energy metabolism and mitochondrial/PGC‑1α-related pathways — i.e., it targets metabolic/bioenergetic disease processes rather than directly targeting amyloid or tau pathology with a biologic. citeturn0search1turn0search4",
        "Act: Extracted details — drug: nicotinamide riboside (NR), intervention type: disease‑targeted small molecule (NAD+ precursor/vitamin B3 derivative), primary mechanistic endpoints: cerebral NAD increases (31P‑MRS/CSF metabolomics) and FDG‑PET metabolic changes; preclinical evidence shows NR modulates mitochondrial/PGC‑1α signaling and can reduce Aβ production in AD models. These facts point to modulation of metabolism and bioenergetics as the primary target. citeturn0search4turn0search0turn0search2",
        "Reflect: Classification check — CADRO category J) Metabolism and Bioenergetics best fits because the intervention aims to alter NAD+ levels and downstream mitochondrial/energy metabolism (disease bioenergetic pathway). Although some preclinical work reports downstream effects on Aβ/BACE1, those are secondary mechanistic consequences rather than the primary target, so the trial is not best classified under Amyloid (A) or Multi‑target (R). No evidence the trial is diagnostic/non‑therapeutic, so 'T) Other' is inappropriate. Confirm J) Metabolism and Bioenergetics. citeturn0search0turn0search5",
        "Web search results cited: (selected supporting sources) 1) Preclinical AD mouse study showing NR increases brain NAD, upregulates PGC‑1α and reduces BACE1/Aβ. citeturn0search0. 2) NADPARK randomized phase I trial (Parkinson’s) showing oral NR increases cerebral NAD measured by 31P‑MRS and alters cerebral metabolism. citeturn0search1turn0search3. 3) Randomized placebo‑controlled NR trial in older adults with MCI showing increased blood NAD+ and metabolic/CBF effects (safety/tolerability). citeturn0search4. 4) Review/discussion of PGC‑1α, NR and mitochondrial pathways relevant to AD. citeturn0search2. 5) Recent preclinical work supporting mitochondrial protection and NAD+ increases with NR. citeturn0search5"
    ]
}