{
    "nct_id": "NCT04277104",
    "title": "Improving Slow Wave Sleep by Auditory Stimulation to Enhance Memory Consolidation and New Learning in Healthy Older Adults and Older Individuals at Risk for Dementia",
    "status": "COMPLETED",
    "last_update_time": "2023-12-14",
    "description_brief": "With aging the amount of slow wave sleep decreases drastically and this disruption is markedly exaggerated in older adults suffering from mild cognitive impairment and Alzheimer's disease. Critically, the disruption of slow wave sleep and cognitive decline seem bidirectionally linked forming a vicious cycle. In the long run, improving slow wave sleep might be a useful intervention tool to delay the onset of cognitive decline. The present study aims at improving slow wave sleep and memory functions through a closed-loop acoustic stimulation approach. A closed-loop algorithm is used that detects slow waves in the electroencephalogram and is programmed to present short tones (50 ms) in the rhythm of these waves. This procedure has shown to boost both slow wave sleep as well as memory performance, mainly in young adults and when applied for one night. Here, the investigators apply tones via multiple consecutive nights and assess memory performance during this 3-night intervention.",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "BASIC_SCIENCE",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [],
    "placebo": [
        "sham (sham acoustic/sham stimulation)"
    ],
    "explanation_target": [
        "Reason: The intervention is closed-loop acoustic (auditory) stimulation that detects slow-wave oscillations in EEG and presents short tones (~50 ms) phase-locked to the slow-wave upstate to boost slow-wave sleep and thereby improve memory consolidation/new learning. This is a non-pharmacologic neuromodulation approach targeting sleep physiology to enhance cognition rather than a drug that targets Alzheimer pathology. citeturn1search4turn1search0",
        "Act: Key extracted details from the trial description — intervention: closed-loop phase-locked acoustic stimulation (short tones/pink-noise), target population: healthy older adults and older individuals at risk for dementia, comparator typically: sham/control stimulation, dosing in this study: multiple consecutive nights (3-night intervention). Prior literature shows CLAS/PLAS can increase slow-oscillation amplitude and spindle coupling and has been associated with improved declarative memory in some studies (including older adults), though effects can be task- and protocol-dependent. citeturn1search6turn1search3",
        "Reflect: This trial aims to improve cognitive function (memory consolidation/new learning) by manipulating sleep rhythms and does not use a biologic or small-molecule that targets Alzheimer pathology nor is it primarily treating neuropsychiatric symptoms. Therefore it best fits the \"cognitive enhancer\" category. There is no drug to identify; the control is typically a sham acoustic stimulation. Relevant supporting studies and reviews confirming the mechanism and mixed behavioral findings are cited below. citeturn0search8turn0search9",
        "Relevant web search results (source titles / brief): 1) \"Auditory Closed‑Loop Stimulation of the Sleep Slow Oscillation Enhances Memory\" (Neuron, 2013) — demonstrates phase‑locked tones boost slow oscillations and memory. citeturn1search4; 2) \"Acoustic Enhancement of Sleep Slow Oscillations and Concomitant Memory Improvement in Older Adults\" (Frontiers / PubMed, 2017) — pink-noise bursts in older adults increased slow-wave activity and improved word‑pair memory. citeturn1search0; 3) \"Enhanced Memory Consolidation Via Automatic Sound Stimulation During Non‑REM Sleep\" (Sleep Research Society, 2017) — automated phase‑locked sound stimulation increased slow waves and improved some memory tasks. citeturn1search6; 4) \"Acoustic stimulation during sleep predicts long‑lasting increases in memory performance and beneficial amyloid response in older adults\" (Age and Ageing) — a sham‑controlled three‑night PLAS study in older adults (multi‑night protocol similar to the described trial). citeturn1search3"
    ],
    "agent_type": "M) Synaptic Plasticity/Neuroprotection",
    "explanation_agent": [
        "Reason: The intervention is closed‑loop phase‑locked acoustic stimulation (PLAS/CLAS) delivered during slow‑wave sleep to boost slow oscillations, spindle coupling and thereby improve overnight memory consolidation and new learning. These sleep oscillations (slow waves and spindles) are mechanistically linked to synaptic plasticity and memory consolidation rather than to amyloid/tau, inflammation, or a specific molecular pathway. citeturn0search4turn0search0",
        "Act: Extracted trial details — intervention: closed‑loop acoustic stimulation (short pink‑noise/pulse tones, ~50 ms) timed to the slow‑wave upstate; population: healthy older adults and individuals at risk for dementia; control: sham acoustic stimulation; protocol: multi‑night (e.g., 3‑night) interventions in prior studies. This is a non‑pharmacologic neuromodulation targeting sleep physiology and memory consolidation, not a drug targeting Alzheimer’s molecular pathology. citeturn0search0turn0search1turn1search2",
        "Reflect: The CADRO category that best maps to an intervention aimed at enhancing memory via manipulation of sleep‑dependent synaptic processes is M) Synaptic Plasticity/Neuroprotection. Although the intervention may have downstream effects on amyloid measures in some studies (associations reported), the primary mechanism and target described are sleep oscillations and memory consolidation (synaptic/plasticity processes), not primary anti‑amyloid or anti‑tau pharmacology. Therefore M is the most specific and appropriate CADRO classification. Supporting studies: Neuron (2013) demonstrating closed‑loop in‑phase auditory stimulation enhances slow oscillations and declarative memory; Frontiers (2017) and Sleep (2017) showing pink‑noise/automated phase‑locked stimulation increases slow‑wave activity and can improve memory in older adults; recent multi‑night studies report dose‑dependent memory gains and associations with plasma amyloid changes but do not change the primary mechanism. citeturn0search4turn0search0turn0search1turn1search2"
    ]
}