{
    "nct_id": "NCT01404169",
    "title": "A 24-weeks, Multi-center, Randomized, Double-blind, Placebo Controlled Study to Evaluate the Efficacy and Safety of Donepezil Hydrochloride in Chinese Subjects With Severe Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2017-03-07",
    "description_brief": "The objective is to demonstrate that donepezil hydrochloride 10 mg/day has superior efficacy compared with placebo in cognitive function in Chinese subjects with severe Alzheimer's Disease.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE3"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "Donepezil hydrochloride (Aricept) — small-molecule, centrally-acting, reversible acetylcholinesterase inhibitor; typical dosing includes 10 mg/day for Alzheimer’s disease"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The trial tests donepezil hydrochloride 10 mg/day vs placebo to show superior efficacy on cognitive function in severe Alzheimer’s disease. Donepezil is a small-molecule acetylcholinesterase inhibitor developed as a symptomatic treatment to increase synaptic acetylcholine and improve cognition, not a biologic targeting amyloid or tau pathology; this fits the \"Cognitive enhancer\" category. citeturn1search4turn1search0.",
        "Act (key details & evidence): The intervention is donepezil hydrochloride (brand Aricept); clinical labels and reviews show it is a reversible, centrally acting acetylcholinesterase inhibitor, approved and studied at 10 mg/day with demonstrated cognitive benefit vs placebo in 24-week and similar trials (including trials in severe AD). The described 24-week, double-blind, placebo-controlled design matches prior severe-AD donepezil trials showing cognitive improvement at 10 mg/day. citeturn1search0turn0search2turn0search3.",
        "Web search results (supporting sources found): - Aricept (donepezil hydrochloride) prescribing information — indicates indication for mild, moderate, and severe Alzheimer’s disease and dosing including 10 mg/day. citeturn1search0. - StatPearls / pharmacology summary — describes donepezil as a reversible, centrally acting acetylcholinesterase inhibitor (small molecule). citeturn1search4. - Randomized trials and reviews (PubMed/NCBI, including a 24-week severe-AD trial and Cochrane/PMC review) report that 10 mg/day produces statistically significant cognitive benefit vs placebo at ~24–26 weeks. citeturn0search2turn0search3.",
        "Reflect: Classification as \"Cognitive enhancer\" aligns with the drug type (small-molecule cholinesterase inhibitor) and the trial objective (improve cognitive function vs placebo). It is not a biologic (monoclonal antibody or vaccine) targeting core AD pathology, nor is it intended primarily to treat neuropsychiatric symptoms, so the other categories do not fit. No ambiguity remains given standard pharmacology and trial intent. citeturn1search4turn0search3."
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The trial tests donepezil hydrochloride (Aricept), a centrally acting, reversible acetylcholinesterase inhibitor intended to increase synaptic acetylcholine and improve cognition in Alzheimer’s disease. This intervention modulates cholinergic neurotransmission (a neurotransmitter system), so it best fits CADRO category D: Neurotransmitter Receptors. citeturn0search4turn0search6",
        "Act (key details & evidence): The drug is donepezil hydrochloride (Aricept), a small-molecule, centrally acting, reversible acetylcholinesterase inhibitor with demonstrated efficacy vs placebo in 24-week trials (including trials in moderate–severe AD). Recommended dosing and indication for mild, moderate and severe AD (including use of 10 mg/day) are described in the product information. citeturn0search6turn0search0turn0search1",
        "Reflect: Classification as D) Neurotransmitter Receptors is appropriate because the therapeutic action is to boost cholinergic neurotransmission (by inhibiting acetylcholinesterase), i.e., modulation of a neurotransmitter system — CADRO entries for neurotransmitter-targeting symptomatic cognitive enhancers map to this category. The trial is symptomatic (cognitive enhancer), not aimed at amyloid, tau, inflammation, or other core disease-modifying pathways, and no multi-target or non-therapeutic features are indicated. citeturn0search4",
        "Web search results (supporting sources cited): - Neurology 24‑week randomized double‑blind study of donepezil in moderate–severe AD (efficacy at 24 weeks). citeturn0search0 - PubMed entry for the 24‑week donepezil trial (abstract). citeturn0search1 - Early/other 24‑week randomized placebo‑controlled donepezil trials (efficacy at 24 weeks). citeturn0search3turn0search2 - Donepezil mechanism and pharmacology (StatPearls: centrally acting reversible acetylcholinesterase inhibitor). citeturn0search4 - Aricept (donepezil) prescribing/dosing and indications (mild, moderate, severe AD). citeturn0search6"
    ]
}