{
    "nct_id": "NCT03822208",
    "title": "A Phase I Study Evaluating the Safety, Tolerability, Pharmacokinetics, Pharmacodynamics, and Immunogenicity of Single and Multiple Doses of AL003 in Healthy Participants and in Participants With Mild to Moderate Alzheimer's Disease.",
    "status": "COMPLETED",
    "last_update_time": "2021-09-15",
    "description_brief": "This is a multi-center, randomized, double-blind, placebo-controlled, dose escalation first in human (FIH) study in healthy adults and in patients with mild to moderate Alzheimer's disease. The study is designed to systematically assess the safety (including immunogenicity) and tolerability, pharmacokinetics (PK) and pharmacodynamics (PD) of AL003.",
    "description_detailed": "The study will be conducted in 2 phases:\n\nIn the single ascending dose (SAD) phase, up to approximately 42 healthy adult participants will be sequentially enrolled into up to approximately 7 cohorts. In the multiple-dose (MD) phase, approximately 12 patients with mild to moderate Alzheimer's disease will be enrolled in one cohort.",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted biologic",
    "drug": [
        "AL003 (human monoclonal antibody targeting SIGLEC‑3 / CD33) — developed by Alector (collaboration with AbbVie)"
    ],
    "placebo": [
        "Saline solution (placebo)"
    ],
    "explanation_target": [
        "Reason: The trial tests AL003, described in sponsor materials and publications as a monoclonal antibody that blocks SIGLEC‑3 (CD33) to modulate microglial/innate immune activity with the intent of addressing Alzheimer’s disease biology rather than solely symptomatic relief. citeturn0search4turn0search1",
        "Act: Key extracted details — Phase 1, randomized double‑blind placebo‑controlled FIH study NCT03822208 assessing safety, PK/PD, and immunogenicity of AL003 in healthy volunteers and mild–moderate AD patients; AL003 is a biologic (monoclonal antibody) targeting SIGLEC‑3/CD33. Placebo used was saline. citeturn0search0turn0search3turn0search1",
        "Reflect: Classification check — because AL003 is a monoclonal antibody directed at a genetic/pathophysiologic target (SIGLEC‑3/CD33) to modify microglial function and thereby potentially alter disease progression, it fits the definition of a \"disease‑targeted biologic\" rather than a small molecule, a pure cognitive enhancer, or a neuropsychiatric symptomatic treatment. No evidence in the description suggests the intervention is non-therapeutic (N/A). citeturn0search1turn0search5",
        "Web search results (sources used): clinicaltrials.gov / NCT03822208 — trial record for the Phase 1 INTERCEPT study of AL003; Alector press release describing AL003 as a SIGLEC‑3 blocking monoclonal antibody; Alzforum summary noting AL003 target (CD33/Siglec‑3), mechanism, and Phase 1 results; AAN abstract reporting Phase 1 design and target engagement data. citeturn0search0turn0search4turn0search1turn0search3"
    ],
    "agent_type": "F) Inflammation",
    "explanation_agent": [
        "Reason: The investigational biologic AL003 is a monoclonal antibody that blocks SIGLEC‑3 (CD33), an inhibitory receptor expressed on microglia intended to modulate innate immune / microglial activity in Alzheimer’s disease; this mechanism is classically an anti‑/pro‑immune microglial modulation strategy and therefore maps to CADRO category F) Inflammation. citeturn1search1turn0search0",
        "Act: Key extracted details from the trial description — AL003 is a human monoclonal antibody targeting SIGLEC‑3/CD33 developed by Alector (collaboration with AbbVie); the Phase 1 INTERCEPT study (NCT03822208) tested single and multiple doses in healthy volunteers and mild‑to‑moderate AD patients to assess safety, PK/PD and target engagement. The drug’s stated intent is to block CD33 to restore/enhance beneficial microglial activity (immune modulation), not to target amyloid or tau directly. citeturn1search3turn1search1turn0search0",
        "Reflect: Classification check — because the molecular target (SIGLEC‑3/CD33) is a microglial immune receptor and the antibody’s mechanism is to change innate immune/microglial function (inflammation/neuroimmune pathway), the most specific CADRO match is F) Inflammation. There is no indication in the description that the intervention is primarily anti‑amyloid, anti‑tau, synaptic, metabolic, or purely symptomatic, and the focus is disease‑modifying via the immune axis rather than a diagnostic or non‑therapeutic procedure, so 'F) Inflammation' is appropriate. If additional data showed multiple distinct mechanistic targets in the same intervention, R) Multi‑target would be considered, but that is not the case here. citeturn0search4turn0search2",
        "Web search results used (key sources): - Alector press release / investor materials describing AL003 as a SIGLEC‑3 (CD33) blocking monoclonal antibody intended to modulate microglia/brain immune function. citeturn1search1 - AlzForum therapeutic entry summarizing AL003, mechanism (Siglec‑3/CD33), Phase 1 INTERCEPT data and target‑engagement findings. citeturn0search0 - Clinical trial record / trial summary for NCT03822208 (Phase 1 INTERCEPT study — safety, PK/PD, immunogenicity in healthy volunteers and AD patients). citeturn1search3 - PubMed / research describing Siglec‑3 (CD33) ligands and role in microglial biology in human brain (mechanistic support for CD33 as an immune/microglial modifier relevant to AD). citeturn0search2 - PubMed studies showing that manipulation of CD33 alters microglial phagocytosis and inflammatory phenotype, supporting classification under inflammation/neuroimmune modulation. citeturn0search4"
    ]
}