{
    "nct_id": "NCT06582706",
    "title": "Nicotinic Acid for the Treatment of Alzheimer's Disease",
    "status": "RECRUITING",
    "last_update_time": "2025-03-04",
    "description_brief": "Increased dietary intake of niacin is correlated with reduced risk of Alzheimer's Disease and age-associated cognitive decline. The goal of this study is to collect data on the penetration of commercially available, FDA approved, extended-release niacin into the spinal fluid. One dose of 500 mg nicotinic acid will be used (in addition to placebo) to build a dose response curve for this compound in human cerebrospinal fluid. This objective will demonstrate target engagement of HCAR2 in the central nervous system, after oral treatment with niacin. The primary endpoints are to show increased nicotinic acid levels in blood and cerebrospinal fluid. A secondary endpoint is to collect safety and tolerability data of niacin in this particular population.",
    "description_detailed": "Alzheimer's disease (AD) is a highly prevalent neurodegenerative disorder with several modestly effective therapies. Interestingly, increased dietary intake of niacin is correlated with reduced risk of AD and age-associated cognitive decline. Niacin/nicotinic acid is obtained principally through diet and can cross the blood brain barrier. Overall data support that niacin can be beneficial at mid/late AD stages limiting both amyloid and tau pathologies. Niacin formulations are currently being tested in clinical trials for Parkinson's disease and glioblastoma (NCT04677049 and NCT03808961) and are FDA-approved to treat dyslipidemia and its safety profile established in the general population. Thus, we propose a phase 2a clinical trial targeting microglia response by repurposing an FDA-approved formulation of niacin. This study (randomized, placebo controlled, blinded) includes a single intervention arm. The intervention is extended release niacin 500mg. The control/placebo group will use microcrystalline cellulose tablets. The size and shape of the placebo pill will be chosen to most closely match the other treatment tablets.\n\nFollowing randomization, participants will receive their uniquely assigned drug bottle with instructions. At the 30-day visit a pill count will be undertaken to reinforce compliance. The bottle and any remaining pills will be collected at the end of the study and compliance will be assessed. All pill counts and pill instructions will be given by a separate study coordinator (due to inability to have a perfectly matching placebo) so that primary study coordinator and principal investigator remain blinded throughout the study. A compliance rate of 85% or better (approximately 9 missed doses over the 60 day period) is expected. Participants and study partners will be instructed to take their dose at the same time every morning. The pills should not be distributed into pill containers and retained within the study drug bottle. If a dose is missed and it is less than 12 hours from the missed dose, it should be taken immediately, otherwise it will be considered a \"missed dose\". Missing more than 15% of doses will lead to an early termination from the study. Pill count is completed at the interim visit.\n\nAt the screening visit patients will be appropriately screened for inclusion/exclusion criteria. Contraindicated medications will be reviewed. Integrity of the relationship between the participant and study partner will be ascertained; EKG and basic laboratory studies including hepatic function testing and coagulation studies will be reviewed. Physical and Neurologic examination will take place. All criteria will be reviewed, and the inclusion/exclusion criteria will be reviewed again at randomization. At randomization the participant will undergo additional cognitive and functional assessments, additional blood work will be drawn, and a lumbar puncture will be performed to obtain approximately 20 ml of cerebrospinal fluid (CSF). At week 4 a safety assessment and blood draw will take place along with pill counts and recording of adverse events (AEs). The final visit at week 8 will mirror the randomization visit with blood work, CSF collection, and cognitive and functional assessments.",
    "phase": [
        "PHASE1",
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "nicotinic acid (niacin) — extended‑release, 500 mg (oral)"
    ],
    "placebo": [
        "placebo (per protocol)"
    ],
    "explanation_target": [
        "Reason: The trial uses oral nicotinic acid (niacin) to demonstrate target engagement of HCAR2 (GPR109A) in the CNS; niacin is a small‑molecule vitamin that acts as a high‑affinity ligand for HCAR2. citeturn0search4turn0search3",
        "Act (extracted details + web support): The intervention is nicotinic acid (niacin), extended‑release, single 500 mg dose vs placebo to measure blood and CSF penetration and to show CNS target engagement of HCAR2. The cited preclinical work shows HCAR2 is expressed in brain microglia and that activation with an FDA‑approved niacin formulation (Niaspan) produced reduced plaque burden and improved outcomes in an AD mouse model — supporting a disease‑targeting rationale. citeturn0search4turn0search2",
        "Support on formulation/approval: Niaspan is an FDA‑approved extended‑release nicotinic acid formulation used clinically for lipid disorders (this is the type of ER niacin referenced in translational AD work). citeturn1search0turn1search7",
        "Reflect: Given the drug is a small molecule acting on a defined molecular receptor (HCAR2) implicated in AD pathology (microglial response to amyloid) and the trial explicitly aims to show target engagement of that receptor in CSF, the correct category is 'disease-targeted small molecule' rather than a cognitive enhancer or symptomatic treatment. The study is pharmacodynamic/target‑engagement focused (not diagnostic), so 'N/A' is not appropriate. citeturn0search4turn0search3",
        "Web search results used (for transparency): PubMed/PMC study showing HCAR2 niacin effects in AD models (PMC article). citeturn0search4",
        "Molecular/structural study of HCAR2 binding to niacin and other agonists. citeturn0search3",
        "PubMed summary reporting niacin/HCAR2 and AD model findings. citeturn0search2",
        "Niaspan (official product information / prescribing context for extended‑release niacin). citeturn1search0turn1search7"
    ],
    "agent_type": "F) Inflammation",
    "explanation_agent": [
        "Reason: The intervention is nicotinic acid (niacin), a high-affinity agonist of HCAR2/GPR109A. HCAR2 is expressed selectively by brain microglia and HCAR2 activation modulates microglial phenotype and inflammatory responses, with preclinical evidence that HCAR2 activation reduces amyloid pathology in AD models. citeturn0search4turn0search1",
        "Act: Extracted details — drug: nicotinic acid (extended‑release, 500 mg oral); stated trial aim: demonstrate CNS target engagement of HCAR2 in blood and CSF. The mechanism is receptor-mediated modulation of microglia (immune/neuroinflammatory pathway), not primarily a lipoprotein receptor or symptomatic neurotransmitter effect. (Niaspan is an FDA‑approved ER niacin formulation used in translational work.) citeturn0search4turn1search0",
        "Reflect: HCAR2 is an immune (microglial) GPCR whose activation produces anti‑inflammatory and pro‑phagocytic effects in the CNS; the trial’s explicit goal of showing HCAR2 CNS engagement and the preclinical AD benefit align this intervention with CADRO category F) Inflammation rather than C) Lipids or other categories. No evidence here indicates a multi-target therapeutic intent or a purely diagnostic focus. citeturn0search4turn0search3",
        "Web search results used (key sources): 1) PMC article reporting HCAR2 induction in AD brain and Niaspan (niacin ER) reducing plaque burden and improving outcomes in 5xFAD mice. citeturn0search4 2) PubMed entry for the same niacin/HCAR2 AD mouse study. citeturn0search0 3) Study showing HCA2/HCAR2 activation regulates microglial responses and reduces neuroinflammation in CNS models. citeturn0search1 4) Niaspan (niacin extended‑release) prescribing/product information (FDA/label) supporting the ER niacin formulation referenced. citeturn1search0"
    ]
}