{
    "nct_id": "NCT01217021",
    "title": "An Exploratory, Open-label, Non-randomized Phase 0 Study to Evaluate Efficacy & Safety of MNI-558 Positron Emission Tomography for Detection/Exclusion of Cerebral Amyloid Beta in Patients w/ Alzheimer Disease Compared to Healthy Volunteers",
    "status": "COMPLETED",
    "last_update_time": "2011-07-22",
    "description_brief": "This research will look at how the brain may change in people with Alzheimer disease (AD).\n\nThe purpose of this research is to find out whether changes in the brain in people with Alzheimer disease can be detected using a brain imaging test. Most people with Alzheimer disease have changes in the brain that result in deposits of a protein called beta-amyloid. In this study, the investigators will be using a radioactive drug, \\[18F\\]MNI-558 that binds to beta-amyloid. This drug is experimental and has not been approved by the FDA. Brain imaging using PET (positron emission tomography) will be done to see if the investigators can evaluate the areas of beta-amyloid in the subjects with Alzheimer disease. The investigators will compare these scans with those done in healthy normal volunteers. PET is a brain-scanning test used in medicine and scientific research to see how the brain is working. The PET imaging test used in this study is not being done for diagnostic purposes.",
    "description_detailed": "This is a phase 0, open-label, single-center, non-randomized single dose study to assess the safety and efficacy of MNI-558 PET imaging in detecting amyloid beta plaque in the brain in patients with probable AD compared to HVs. All aspects related to image acquisition, processing and visual as well as quantitative evaluation will be developed, optimized and validated (where required).\n\nEach subject will be required to visit the study center during the screening phase, on the MNI-558 PET imaging day (baseline), and for 1 follow-up visit on the next day. A telephone follow-up visit will be performed 7 days after MNI-558 PET administration.\n\nAt the screening visit, each subject and the caregiver will be asked to provide written informed consent or assent. During the screening phase (maximum duration - 28 days) subject medical, neurological and surgical history, clinical assessments and a neuro-psychiatric evaluation will be performed on all eligible subjects. Subjects will be allowed to leave the center after all evaluations have been completed. During this period an MRI of the brain must be performed. During the MNI-558 PET imaging day, all subjects will receive a single IV injection of IMP and scanning will be performed from 0-60 min, 75-135 min, and 150-210 min (p.i). Each subject will be asked to return to the site for a follow-up visit (20 to 28 hours after IMP administration) and a telephone follow-up will occur 7 days thereafter. Safety will be assessed during both follow-up visits.",
    "phase": [
        "EARLY_PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "DIAGNOSTIC",
    "results": null,
    "target_category": "N/A",
    "drug": [
        "[18F] MNI-558"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is a radioactive PET imaging tracer ([18F]MNI-558) that binds β-amyloid and is being used to image/detect amyloid plaques in people with Alzheimer disease — the study's primary purpose is diagnostic, not therapeutic. citeturn1view0turn2search0",
        "Act: Key extracted details — drug/intervention: [18F]MNI-558 (an investigational radiopharmaceutical given as a single IV injection with PET imaging); intended effect: detect/exclude cerebral amyloid beta (diagnostic imaging); statement that the drug is experimental and not FDA-approved; study primary purpose listed as DIAGNOSTIC. These facts are documented in the trial registry entries. citeturn1view0turn2search0",
        "Reflect: Because the trial evaluates a diagnostic PET radiotracer (imaging biomarker) rather than administering a biologic or small molecule intended to modify disease biology or improve cognition/psychiatric symptoms, it does not fit any of the four therapeutic target categories (disease-targeted biologic, disease-targeted small molecule, cognitive enhancer, or neuropsychiatric symptom improvement). Therefore the correct classification is 'N/A'. (Sources: trial registry pages showing study title, diagnostic primary purpose, and description of [18F]MNI-558 as an amyloid-binding PET agent). citeturn1view0turn2search0"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}