{
    "nct_id": "NCT05417555",
    "title": "Modulation of Hippocampal Circuitry and Memory Function with Focused Ultrasound in Amnestic MCI",
    "status": "RECRUITING",
    "last_update_time": "2024-08-30",
    "description_brief": "The goal of this study is to investigate whether Low Intensity Focused Ultrasound Pulsation (LIFUP) targeting a part of the brain involved in memory will have an affect on brain activity and whether it may improve memory in people with Mild Cognitive Impairment and Mild Alzheimer's Disease.\n\nThe main questions the study seeks to answer are:\n\n1. Can LIFUP increase brain activity in the targeted area?\n2. Can LIFUP improve memory in people with MCI and mild AD?\n3. Can LIFUP improve connectivity of memory networks in the brain?\n\nParticipants in this study will complete MRIs and memory testing, and receive Low Intensity Focused Ultrasound to a part of their brain involved in memory (the entorhinal cortex).",
    "description_detailed": "This is a proof of concept trial of Low Intensity Focused Ultrasound Pulsation (LIFUP) targeting the entorhinal cortex in patients with amnestic MCI and Mild Alzheimer's Disease. Participation in the study will entail one Zoom intake session, three in-person sessions and three remote Zoom follow-up sessions over the course of about five weeks. The in-person sessions will take about 5 hours for the first and 3 hours for the following two. The Zoom intake session will take 1-2 hours, and the Zoom follow-up sessions will take about 2 hours each. Participants will be asked to complete questionnaires and tests of learning and memory, have their blood drawn, undergo painless ultrasound stimulation to a part of their brain related to memory, and complete MRI scans of their brain. LIFUP will be administered inside of the MRI scanner, so that we can measure changes in brain activity in real-time.\n\nAt the start of the study, you will be randomly assigned to one of four different groups that determines the amount of LIFUP stimulation you will receive. You have an equal chance of being assigned to each group. Participants in one of the three active stimulation groups will receive either 1 dose, 2 doses, or 3 doses of LIFUP at their second in-person session, and will receive the same dose again at their third in-person session. Participants in the placebo group will receive no LIFUP stimulation at either MRI/LIFUP session (in-person visits 2 and 3). However, if at the end of our study, the treatment has been shown to be effective, and you were a placebo subject, we will offer you a free session using the most effective dose.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "Low Intensity Focused Ultrasound Pulsation (LIFUP) — non‑invasive neuromodulation intervention (not a pharmacologic drug)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is Low Intensity Focused Ultrasound Pulsation (LIFUP) applied to the entorhinal cortex to increase local brain activity, improve memory, and enhance connectivity of memory networks in people with amnestic MCI / mild AD — i.e., the stated aim is to improve cognitive (memory) function rather than to deliver a biologic or small‑molecule that targets AD pathology. citeturn0search0turn0search1",
        "Act (extracted details and web evidence): The trial is an interventional treatment study titled “Modulation of Hippocampal Circuitry and Memory Function with Focused Ultrasound in Amnestic MCI” that delivers LIFUP to the entorhinal cortex and measures MRI and memory outcomes in MCI / mild AD participants. LIFUP is a non‑invasive, targeted brain stimulation / neuromodulation technique (separate from biologic or small‑molecule therapies) that has been reported in pilot studies to alter functional connectivity and improve memory metrics in AD or related populations. citeturn0search1turn0search0turn0search2",
        "Web search results used (summary of sources): UCLA Health trial description and recruitment page describing LIFUP to entorhinal cortex and memory endpoints. citeturn0search0 ClinicalTrials / NCT summary for the same study (Modulation of Hippocampal Circuitry and Memory Function with Focused Ultrasound in Amnestic MCI). citeturn0search1 Pilot clinical reports showing LIFU/LIFUP neuromodulation can improve memory and functional connectivity in small AD cohorts. citeturn0search2 Research on focused ultrasound approaches (including BBB opening and sonication of hippocampal/entorhinal regions) showing safety and cognitive/biomarker outcomes in AD research. citeturn0search6turn0search8",
        "Reflect: Classification decision — This is best categorized as a 'cognitive enhancer' because the intervention is a neuromodulation technique intended to increase regional brain activity and improve memory performance (cognitive outcomes). It is not a biologic (no antibody/vaccine), not a small molecule drug, and its primary intent is cognitive enhancement rather than specifically treating neuropsychiatric/behavioral symptoms. The available trial descriptions and pilot studies support LIFUP as a memory‑targeting neuromodulation approach. citeturn0search1turn0search2"
    ],
    "agent_type": "M) Synaptic Plasticity/Neuroprotection",
    "explanation_agent": [
        "Reason: The intervention is Low Intensity Focused Ultrasound Pulsation (LIFUP) delivered to the entorhinal cortex with the stated aim of increasing local neural activity, improving memory performance, and enhancing connectivity of memory networks — i.e., a neuromodulation cognitive‑enhancement approach rather than a biologic or small molecule targeting amyloid, tau, inflammation, etc. citeturn0search0turn0search4",
        "Act: Extracted details — LIFUP is a non‑invasive targeted brain stimulation device applied to medial temporal regions (entorhinal cortex; sometimes amygdala in related protocols) to modulate BOLD activation, perfusion and functional connectivity and to assess changes in memory. Trial pages and registry entries describe device parameters and memory/MRI outcomes. These sources support that the primary mechanism is modulation of circuit activity and network connectivity (synaptic/functional plasticity) rather than a molecular pathway. citeturn0search2turn0search1",
        "Reflect: CADRO mapping — The most specific CADRO category matching a neuromodulation intervention intended to improve memory and network connectivity is M) Synaptic Plasticity/Neuroprotection (targets synaptic function, plasticity and network-level neuroprotection/cognitive enhancement). The trial is not pharmacologic and does not target amyloid, tau, ApoE, inflammation, vasculature, etc., nor does it state multiple distinct molecular targets, so M is the best fit. Published pilot reports of LIFUP showing memory and connectivity improvements further support this functional-plasticity classification. citeturn0search7turn0search6",
        "Web sources used: UCLA Health trial description (Low Intensity Focused Ultrasound for Mild Cognitive Impairment and Mild Alzheimer’s Disease). citeturn0search0",
        "ClinicalTrials / NCT and related registry entries describing LIFUP to entorhinal cortex and medial temporal lobe protocols (NCT03717922 and NCT05417555 / ICH GCP summaries). citeturn0search1turn0search4",
        "Additional trial listings and pilot publication(s) reporting LIFUP/LIFU neuromodulation effects on memory and functional connectivity in AD or related cohorts. citeturn0search6turn0search7"
    ]
}