{
    "nct_id": "NCT04322461",
    "title": "Effect of Exercise, Endocannabinoids and Ketones on Cerebral Metabolism in a Cognitive Disorders Population : Pilot Project PARKA",
    "status": "COMPLETED",
    "last_update_time": "2025-05-28",
    "description_brief": "A two months intervention in which two groups of cognitive disorders, Parkinson and Alzheimer's disease, will receive 50g/day of a commercial MCT supplement combined with supervised aerobic exercise 3 times/week. Cognition and ketones will be assess before and after the intervention, along with endocannabinoids plasma concentrations.",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "BASIC_SCIENCE",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "Medium-chain triglyceride (MCT) supplement (commercial MCT oil; 50 g/day in this trial)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is a dietary medium-chain triglyceride (MCT) supplement given to raise circulating ketones combined with exercise; MCTs act as an alternate energy substrate (ketone precursors) for the brain and have been studied to improve cognition in MCI/Alzheimer’s rather than targeting amyloid or tau pathology. This mechanism is metabolic/cognitive-supportive rather than a biologic (antibody/vaccine) or a small-molecule that directly modulates AD pathophysiology, so it fits the 'cognitive enhancer' definition. citeturn0search6turn0search4",
        "Act: Key extracted details from the trial description — 50 g/day commercial MCT supplement + supervised aerobic exercise, outcomes include cognition and ketone measurements (and endocannabinoid plasma concentrations). Prior clinical studies used similar oral MCT doses (e.g., single 50 g ketogenic formula, 42–56 g/day in other AD/MCI trials) and reported increased ketones and possible cognitive benefit, supporting that MCT is used as a cognitive/metabolic enhancer rather than a disease‑targeting biologic. citeturn0search4turn0search0turn0search1",
        "Reflect: Classification check — MCT is a nutritional lipid (small triglyceride molecules) used to induce mild ketosis and support brain energy; however, by the provided category definitions, because the intent is cognitive improvement via metabolic support (not targeting amyloid/tau with a biologic or a pathology‑directed small molecule), 'cognitive enhancer' is the best fit. The trial’s measurement of ketones/endocannabinoids and cognitive outcomes is consistent with this classification. Relevant evidence and reviews/meta‑analyses support MCTs raising ketones and showing modest cognitive effects in MCI/AD populations. citeturn0search6turn0search5",
        "Web search results (selected supporting sources used): 1) 50 g ketogenic formula (Ketonformula) single‑dose and short course in AD — cognitive testing and ketone increase reported. citeturn0search4 2) Pilot RCT of 56 g/day MCT in MCI — increased serum β‑hydroxybutyrate and memory signal. citeturn0search0 3) Randomized crossover study in AD using ~42 g/day (or tolerated) MCT oil — cognition stable or improved in many participants. citeturn0search1 4) Systematic reviews/meta‑analyses showing MCTs induce mild ketosis and may improve cognition in MCI/AD. citeturn0search6turn0search8 5) Trials showing variable doses (including ~17 g/day in jelly formulations) and APOE‑dependent effects — evidence of heterogeneous results but overall metabolic/cognitive focus. citeturn0search5"
    ],
    "agent_type": "J) Metabolism and Bioenergetics",
    "explanation_agent": [
        "Reason: The intervention is oral medium-chain triglyceride (MCT) supplementation given to raise circulating ketone bodies and thus provide an alternative brain energy substrate (ketone precursors) to support cerebral metabolism and cognition rather than to modify amyloid or tau pathology. This is a metabolic/bioenergetic mechanism. citeturn0search6turn0search4",
        "Act: Key extracted trial details — commercial MCT oil, 50 g/day in this pilot, combined with supervised aerobic exercise; outcomes include cognition, ketone measurements and endocannabinoid levels. Prior clinical studies used similar MCT doses (e.g., 56 g/day in an MCI RCT) and MCT trials/meta-analyses report increased serum β‑hydroxybutyrate and possible cognitive benefits, supporting a metabolism/energy‑support mechanism rather than an amyloid/tau‑directed target. citeturn0search1turn0search6",
        "Reflect: Mapping to CADRO — the intervention’s primary biological focus is restoring/augmenting brain energy metabolism and bioenergetics (ketone provision). That aligns best with CADRO category J) Metabolism and Bioenergetics rather than A) Amyloid beta, B) Tau, or purely symptomatic ‘cognitive enhancer’ labels. Systematic reviews/meta-analyses and recent trials consistently characterize MCTs as inducing mild ketosis and supporting brain metabolism with occasional cognitive effects, confirming the classification. citeturn0search3turn0search4",
        "Web search results used (selected): 1) Meta-analysis showing MCTs induce mild ketosis and may improve cognition in MCI/AD. citeturn0search6 2) Pilot RCT in MCI using 56 g/day MCT showing increased β‑hydroxybutyrate and memory signal. citeturn0search1 3) 2022 randomized, double‑blind, placebo‑controlled crossover study of MCT in AD reporting stabilization/improvement signals. citeturn0search0 4) Systematic review/meta‑analysis (2022) summarizing cognitive effects of oral MCT in MCI/AD. citeturn0search4 5) 2024 review of MCTs for symptomatic treatment of dementia describing metabolic/ketogenic effects and neuroimaging support for metabolic benefit. citeturn0search3"
    ]
}