{
    "nct_id": "NCT06099587",
    "title": "MIMA Pilot Study: MIcrostructure of the Medial Temporal Lobe in Early Alzheimer's Disease",
    "status": "RECRUITING",
    "last_update_time": "2024-07-04",
    "description_brief": "Patients with Mild Cognitive Impairment (MCI) or Subjective Cognitive Decline (SCD) may or may not develop Alzheimer's disease (AD) dementia. Yet identifying patients at risk is crucial: delaying the onset of the disease by 5 years could reduce prevalence by 50%. To achieve this, we need affordable biomarkers combined with clinically meaningful assessment tools. Current approaches (cognition, imaging or Tau and Amyloid peptide assays) lack precision or specificity (e.g., age-related memory deficits) and involve invasive and costly procedures, sometimes inaccessible in France (e.g., the \"AT(N)\" framework). Recently, quantitative diffusion MRI (dMRI) has identified in-vivo gray matter microstructural changes linked to hyperphosphorylated Tau protein, which are of great diagnostic value. Still, we ignore whether and how these changes are responsible for early memory impairment in AD. The MIMA-P project will combine multi-compartment models of the high-resolution diffusion signal with a cognitive assessment of memory based on recent models of medial temporal lobe function to assess the relevance of a new affordable, rapid and non-invasive early marker of the disease.",
    "description_detailed": "The study will combine multi-compartment models (e.g. Archer et al., 2020; Parker et al., 2020) of high-resolution diffusion MRI within medial temporal lobes regions of interest defined through the ASHS algorithm (Yushkevich et al., 2015), with theoretically driven cognitive assessment medial temporal lobes functions. The '4 mountains test' and the 'Memory entities' test will allow specific probing of hippocampal and rhinal cortices functions, respectively (Hartley et al., 2007; Besson et al., 2020).\n\n25 patients with 'subjective cognitive decline-plus' (hereafter 'SCD', criteria of Jessen et al., 2014) and 25 patients with mild neurocognitive impairment due to Alzheimer's disease (hereafter 'MCI', criteria of Albert et al., 2011) matched for gender, socio-professional category and level of education. The 25 healthy volunteers required have already been included in a different study.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "DIAGNOSTIC",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The study is a diagnostic/biomarker study using high-resolution diffusion MRI to assess medial temporal lobe microstructure and its relationship to early memory impairment in people with SCD or MCI — it does not test a drug or therapeutic intervention, nor a cognitive-enhancing compound or a neuropsychiatric-symptom treatment.",
        "Act (key extracted details from the description and registry listings): The official title and registry entries identify this as the \"MIMA Pilot Study: MIcrostructure of the Medial Temporal Lobe in Early Alzheimer's Disease\" (NCT06099587) with Primary Purpose: DIAGNOSTIC and Intervention listed as high-resolution diffusion MRI. citeturn0search1turn0search0",
        "Act (additional registry details): Sponsor: Rennes University Hospital; estimated enrollment ~50 (25 SCD+, 25 MCI plus previously included healthy volunteers); study start July 2, 2024; estimated completion 2027. citeturn0search0turn0search2turn0search4",
        "Act (scientific rationale cited): The study is motivated by reports that quantitative diffusion MRI can detect gray-matter microstructural changes linked to hyperphosphorylated Tau and may have diagnostic value in preclinical Alzheimer’s disease — supporting the study's diagnostic/biomarker focus rather than a therapeutic one. citeturn0search3turn0search1",
        "Reflect: Given the intervention (diffusion MRI) and stated primary purpose (diagnostic), the correct classification is 'N/A' because this is a non-therapeutic diagnostic biomarker study rather than any of the four therapeutic categories (disease-targeted biologic, disease-targeted small molecule, cognitive enhancer, or neuropsychiatric symptom improvement). No drug name or placebo is involved in the protocol or registry entries cited. citeturn0search1turn0search2",
        "Web search results used: CenterWatch trial listing (MIMA Pilot Study). citeturn0search1; NCT/MedSearch listing for NCT06099587. citeturn0search0; MedPath trial page summarizing the study. citeturn0search2; ICH GCP clinical-trials-registry summary. citeturn0search4; PubMed article describing dMRI medial temporal lobe microstructure relationships to Alzheimer pathology (supports scientific rationale). citeturn0search3"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}