{
    "nct_id": "NCT01421056",
    "title": "A Randomized, Placebo-Controlled, Multicenter Study to Evaluate the Safety and Tolerability of Multiple Dose Regimens of CHF 5074 (200, 400, 600 mg/Day for up to 12 Weeks) and to Explore the Effects on Potential Markers of Clinical Efficacy in Patients With Mild Cognitive Impairment",
    "status": "COMPLETED",
    "last_update_time": "2014-01-07",
    "description_brief": "The purpose of this study is to evaluate the safety and tolerability of ascending oral doses of CHF 5074 after prolonged administration to patients with mild cognitive impairment.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "CHF 5074 (aka CSP-1103) — small-molecule γ-secretase modulator and microglial modulator; NSAID-derived, non‑COX inhibitor."
    ],
    "placebo": [
        "Matching placebo (randomized, placebo-controlled design reported)."
    ],
    "explanation_target": [
        "Reason: The trial tests CHF 5074 in patients with mild cognitive impairment (MCI). CHF 5074 has been described in preclinical and clinical reports as a small-molecule γ-secretase modulator that reduces brain Aβ pathology and also acts as a microglial/neuroinflammation modulator — i.e., it targets Alzheimer’s-related pathology rather than being a symptomatic cognitive enhancer or a biologic. citeturn0search2turn0search1",
        "Act: Key trial details from the description — randomized, placebo-controlled, ascending oral doses of CHF 5074 (200, 400, 600 mg/day) for up to 12 weeks in MCI patients — are consistent with the Phase 2 study report. Clinical and biomarker endpoints included safety/tolerability and exploration of markers of clinical efficacy; the published Phase 2 report showed dose-dependent CNS effects on inflammatory biomarkers (e.g., CSF sCD40L, TNF‑α) though cognitive benefits were limited/trend-level in subgroups. citeturn0search6turn0search0",
        "Drug identity / supporting web findings: CHF 5074 is also referenced as CSP-1103 and described across multiple sources as a small-molecule γ-secretase modulator that reduced Aβ plaque burden and improved memory in AD mouse models, and as a microglial/neuroinflammation modulator in human MCI studies. It is an NSAID derivative that lacks COX inhibitory activity per pharmacology reports. citeturn0search3turn0search2turn0search4",
        "Classification decision: Because CHF 5074 is a small molecule that modulates γ-secretase/Aβ production and neuroinflammation — mechanisms aimed at altering disease biology — the correct category is 'disease-targeted small molecule' rather than a biologic, pure cognitive enhancer, or neuropsychiatric symptom treatment. (The literature sometimes emphasizes its microglial-modulating/anti‑inflammatory effects, but these are pharmacologic effects of a small molecule directed at AD pathology.) citeturn0search2turn0search0turn0search1",
        "Reflect / caveats: Some sources label CHF 5074 as a 'microglial modulator' (neuroinflammation focus) while others emphasize γ-secretase modulation and Aβ effects; both are disease-modifying mechanisms and consistent with a small-molecule, pathology-targeting agent. The trial you provided is a safety/tolerability Phase 2 MCI study (with placebo control) exploring biomarker signals rather than a symptomatic-only cognitive‑enhancer study. If you want, I can fetch the full Phase 2 paper or clinicaltrials.gov entry for direct protocol text. citeturn0search0turn0search6"
    ],
    "agent_type": "R) Multi-target",
    "explanation_agent": [
        "Reason: The investigational drug CHF 5074 (CSP-1103) is described in the literature as a small-molecule γ‑secretase modulator that lowers Aβ production/brain Aβ pathology AND as a microglial / neuroinflammation modulator (reducing CSF TNF-α, sCD40L and shifting microglial phenotype). Both amyloid-related and inflammatory mechanisms are explicitly reported for this molecule, so the trial is targeting more than one CADRO category. citeturn2search0turn1search0turn1search2",
        "Act: Extracted details from the trial description and publications: CHF 5074 / CSP-1103 is an NSAID-derived, non-COX inhibitor small molecule that acts as a γ‑secretase modulator and has been shown in transgenic mouse studies to reduce brain Aβ/plaque burden and improve cognition. citeturn2search0turn2search1 The Phase‑2 randomized, placebo‑controlled 12‑week MCI study (200/400/600 mg/day) reported dose-dependent CNS effects on inflammatory CSF biomarkers (sCD40L, TNF‑α) and measurable CSF drug levels, with limited cognitive effects overall. citeturn1search0 Preclinical and ex vivo work also documents CHF5074’s effects on microglial polarization and suppression of Aβ‑induced pro-inflammatory cytokines, consistent with a direct microglial/neuroinflammation-modulatory action. citeturn1search2",
        "Reflect: CADRO mappings — A) Amyloid beta covers interventions that alter Aβ production/aggregation; F) Inflammation covers microglial/neuroinflammatory modulation. Because CHF 5074 has experimentally supported activity on both Aβ (via γ‑secretase modulation and reduced plaque burden) and on neuroinflammation/microglia (reduced CSF TNF‑α and sCD40L, M2‑shift in microglia), the most accurate CADRO classification is R) Multi-target (covers interventions with two distinct disease‑related mechanisms). I reviewed whether one mechanism dominates: while some reports emphasize its microglial effects, there is strong preclinical evidence of direct Aβ‑lowering through γ‑secretase modulation, so assigning a single category (A or F) would omit an important, supported mechanism. citeturn2search0turn1search0turn1search2",
        "Output: R) Multi-target — CHF 5074 (CSP‑1103) targets both amyloid-related biology (γ‑secretase modulation / reduced Aβ) and neuroinflammation/microglial pathways, so the trial fits CADRO category R) Multi-target."
    ]
}