{
    "nct_id": "NCT03734289",
    "title": "Improving Family Quality of Life Through Training to Reduce Care-Resistant Behaviors by People With Alzheimer Dementia and Traumatic Brain Injury (NeuroNS) Study",
    "status": "COMPLETED",
    "last_update_time": "2024-04-10",
    "description_brief": "To reduce care resistant behaviors (CRB) among people with dementia residing in nursing homes, to a distance-learning education, training, and coaching program for family caregivers of people with dementia or TBI; assess the efficacy of the intervention for reducing frequency or severity of CRB-triggered symptoms of agitation, aggression, and irritability; assess the efficacy of the intervention for improving quality of life of patients, caregivers, and families; and determine how patient and caregiver characteristics influence the effectiveness of the intervention.\n\n5\\. Evaluate how the intervention affects the health care costs of people with dementia or TBI.",
    "description_detailed": "To address the previously unanswered question of whether theoretically-driven caregiver education and coaching in nonpharmacologic approaches to reduce care resistant behaviors as a trigger of behavioral and psychiatric symptoms of dementia (BPSD) and neuropsychiatric symptoms after Traumatic Brain Injury (NPTBI) will improve caregiver burden, quality of life (QOL), and related outcomes of patients with these conditions and their family members. The intervention of interest is the Neurobehavioral Non-Pharmacologic Supportive Strategies for Family Caregivers of Persons with Dementia or TBI (NeuroNS-Care). Behavioral symptoms in dementia and following TBI vary considerably over time, with a tendency toward spontaneous regression to the mean. Additionally, caregivers often develop idiosyncratic strategies in response to adverse behaviors that might be either adaptive or maladaptive. In order to separate the effects of time alone from the effects of the coaching intervention, one group will be randomized to delayed intervention following a 6 week wait time. This will allow the investigative team the opportunity to compare the natural history of the outcome variables in an \"untrained\" portion of the sample to the effects of training over a similar time period.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "SUPPORTIVE_CARE",
    "results": null,
    "target_category": "neuropsychiatric symptom improvement",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The study tests a distance-learning education, training, and coaching program (NeuroNS-Care) for family caregivers intended to reduce care-resistant behaviors that trigger agitation, aggression, and irritability in people with dementia/TBI — i.e., it is a nonpharmacologic intervention aimed at alleviating neuropsychiatric/behavioral symptoms. citeturn0search0turn0search3",
        "Act: Key extracted details — Intervention: Behavioral caregiver coaching (Neurobehavioral Non-Pharmacologic Supportive Strategies for Family Caregivers; “NeuroNS-Care”); Primary aims: reduce frequency/severity of care-resistant behaviors and related agitation/aggression/irritability, improve quality of life, and assess costs. No drug or placebo is used. citeturn0search4turn0search0",
        "Reflect: Classification check — The trial does not evaluate a biologic or small molecule nor a cognitive-enhancing drug; its primary intent is to reduce behavioral/neuropsychiatric symptoms via a caregiver-training (nonpharmacologic) intervention, matching the 'neuropsychiatric symptom improvement' category. Supporting programmatic descriptions and summaries (PRARP/CDMRP highlight and trial registry) identify the same behavioral coaching intervention (NeuroNS). citeturn0search2turn0search3"
    ],
    "agent_type": "T) Other",
    "explanation_agent": [
        "Reason: The trial tests a distance-learning caregiver education, training, and coaching program (NeuroNS‑Care) intended to reduce care‑resistant behaviors and related agitation/aggression/irritability in people with Alzheimer dementia or TBI — i.e., a non‑pharmacologic behavioral intervention rather than a drug or biologic targeting a molecular pathway. citeturn0search0turn1search0",
        "Act: Extracted details — Intervention: Neurobehavioral Non‑Pharmacologic Supportive Strategies for Family Caregivers (NeuroNS‑Care), an online/distance coaching program delivered via a web platform (Canvas) with weekly coaching sessions; Primary aims: reduce frequency/severity of care‑resistant behaviors, improve family/caregiver quality of life and assess costs. No drug, biologic, small molecule, or molecular target is used or described in the trial registry/summary. citeturn0search0turn1search1",
        "Reflect: Classification check — Because the intervention is explicitly nonpharmacologic (behavioral caregiver coaching) and not directed at any CADRO biological target or pathway, it does not map to categories A–Q or R (multi‑target). Per the instructions, non‑therapeutic / behavioral interventions should be assigned 'T) Other'. Confirmed by the trial records and program highlights. citeturn0search0turn1search1",
        "Web search results used (key sources): Clinical trial listing / trial details (MedPath / registry) NCT03734289 — improving family quality of life through training to reduce care‑resistant behaviors. citeturn0search0; ClinicalTrials summary entry (ClinicalTrialsGPS) with trial description and inclusion details. citeturn1search0; PRARP / CDMRP peer‑review highlight describing the NeuroNS coaching intervention content and delivery. citeturn1search1; supporting literature on effectiveness/feasibility of internet‑based caregiver training for reducing neuropsychiatric symptoms (example JMIR Aging internet‑based supportive interventions). citeturn0search2"
    ]
}