{
    "nct_id": "NCT04587583",
    "title": "WeCareAdvisor: A Web-Based Tool to Improve Quality of Life for Military Veterans With Dementia and Their Caregivers",
    "status": "COMPLETED",
    "last_update_time": "2022-03-29",
    "description_brief": "This research will test the WeCareAdvisor tool for family caregivers of military veterans with dementia to help caregivers assess, manage and track behavioral symptoms and their contributing factors (e.g., pain, sleep disturbance), and that provides tailored strategies for in-home, medication-free behavior management. 60 caregiver-person with dementia dyads will be recruited (30 Treatment Group, 30 Wait-List Control Group).",
    "description_detailed": "N/A",
    "phase": [
        "PHASE1",
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "SUPPORTIVE_CARE",
    "results": null,
    "target_category": "neuropsychiatric symptom improvement",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is WeCareAdvisor, a web-based, caregiver-focused platform that uses the DICE approach to help caregivers assess, manage, and track behavioral and psychological symptoms of dementia (BPSD) and provides tailored, in-home, medication-free strategies — i.e., a non-pharmacologic behavioral intervention targeting neuropsychiatric/behavioral symptoms. citeturn0search9turn0search2",
        "Act (extracted details): The trial tests the WeCareAdvisor behavioral tool (no drug or placebo). The described study recruits caregiver–person-with-dementia dyads (60 dyads, 30 treatment/30 wait-list) focusing on military veterans with dementia. The intervention is explicitly behavioral/nonpharmacologic. citeturn0search5turn0search2",
        "Reflect (verification): WeCareAdvisor was developed to reduce caregiver distress and the frequency/severity of BPSD and has been evaluated in pilot RCTs showing reductions in caregiver distress and BPSD frequency/severity; these aims and results confirm the correct category is neuropsychiatric symptom improvement rather than a disease-modifying biologic/small molecule or a cognitive enhancer. citeturn0search1turn0search3",
        "Web search results (key sources consulted): 1) Development and rationale for WeCareAdvisor (PMC article describing DICE approach and nonpharmacologic strategies). citeturn0search9 2) Pilot randomized controlled trial reporting effects on caregiver outcomes and BPSD. citeturn0search1 3) University of Michigan project page describing the trial adaptation for military veterans and study aims. citeturn0search2 4) Clinical trial registry entry (NCT/MedPath) listing the intervention as 'Behavioral: WeCareAdvisor' and the 60-dyad design. citeturn0search5turn0search7 5) WeCareAdvisor study website with study purpose and waitlist design. citeturn0search8"
    ],
    "agent_type": "T) Other",
    "explanation_agent": [
        "Reason: The intervention is WeCareAdvisor, a web-based, caregiver-focused, non‑pharmacologic behavioral tool using the DICE approach to assess and manage behavioral and psychological symptoms of dementia (BPSD). This targets caregiver-mediated symptom management rather than a biological pathway or molecular target (e.g., amyloid, tau, inflammation, synaptic function).",
        "Act: Extracted details — Intervention: WeCareAdvisor (web-based behavioral tool); No drug, no biologic, no molecular target or pathway; Trial focus: improving neuropsychiatric/behavioral symptoms and caregiver outcomes in veteran dyads (60 dyads, 30 treatment/30 wait-list). Based on CADRO, this is not a disease‑modifying or symptomatic pharmacologic intervention, so it does not map to categories A–Q or R (multi‑target).",
        "Reflect: Classification check — CADRO categories describe biological drug targets or therapy mechanisms. A nonpharmacologic behavioral intervention aimed at neuropsychiatric symptom management does not fit those biological target categories, so it should be assigned 'T) Other'. There is no missing drug/target information to reclassify.",
        "Web search results (sources as provided in the description): 1) Development and rationale for WeCareAdvisor (PMC article describing DICE approach and nonpharmacologic strategies). 2) Pilot randomized controlled trial reporting effects on caregiver outcomes and BPSD. 3) University of Michigan project page describing the trial adaptation for military veterans and study aims. 4) Clinical trial registry entry listing the intervention as 'Behavioral: WeCareAdvisor' and the 60‑dyad design. 5) WeCareAdvisor study website with study purpose and waitlist design."
    ]
}