{
    "nct_id": "NCT06492109",
    "title": "The Peripheral Blood Multi-Omics Study on the Association of Sleep Loss With Aging and Alzheimer's Disease",
    "status": "RECRUITING",
    "last_update_time": "2025-07-30",
    "description_brief": "Sleep plays a role in cognitive processes such as memory processing, attention processing, and overall cognitive function. In recent years, the bidirectional relationship between sleep loss and aging, as well as related neurodegenerative diseases, has garnered widespread attention. Sleep disorders are a typical clinical manifestation of neurodegenerative diseases such as Alzheimer's disease (AD) and Parkinson's disease and are closely related to the progression of these diseases. However, current research has yet to fully elucidate the physiological responses to sleep loss across different ages and cognitive levels, as well as the association and molecular basis between sleep loss, aging, and neurodegenerative diseases. This study aims to comprehensively characterize the transcriptional and metabolic changes in peripheral blood under sleep loss in populations of different ages and cognitive levels using multi-omics approaches and to preliminarily explore the role of sleep loss in aging and AD.",
    "description_detailed": "Participants meeting inclusion and exclusion criteria will include healthy subjects, MCI patients, and AD patients. General information such as age, gender, education level, medical history, family history, medication history, and surgical history will be collected. Cognitive assessments and sleep condition screenings will be conducted, with blood samples collected before and after sleep loss, and anxiety and depression scales administered. Blood samples will be processed using standardized methods for multi-omics analysis. Joint analyses with cognitive levels and sleep conditions will be performed to identify molecular biomarkers associated with age, cognitive levels, and key biological processes related to sleep loss, revealing its association with aging and AD.\n\nThis study includes an intervention component, in which part of the participants will undergo controlled (active) or naturally occurred (passive) sleep manipulation (including normal sleep, sleep deprivation, and recovery sleep), as described in the arms and interventions sections. Active sleep deprivation is conducted under controlled experimental conditions, whereas passive deprivation results from natural factors such as age or shift work. Therefore, this study qualifies as a Basic Experimental Study Involving Humans (BESH), as it does not involve the administration of any medicinal product or therapeutic intervention. According to the NIH's four defining questions for BESH:\n\n1. Does the study involve human participants? Yes. This study involves human.\n2. Are the participants prospectively assigned to an intervention? Yes. Part of the participants will prospectively assigned to a sequence of controlled sleep conditions (normal sleep, sleep deprivation, and recovery sleep) to investigate related physiological responses.\n3. Is the study designed to evaluate the effect of the intervention on the participants? Yes. The aim was to investigate how changes in sleep status affected peripheral blood metabolic and immune phenotypes, as well as behavioral assessments. These served as dependent variables in the analysis.\n4. Is the effect being evaluated a health-related biomedical or behavioral outcome? Yes. The outcomes are health related biomedical effects relevant to understanding physiological adaptation, though not intended for clinical application or therapeutic benefit.\n\nIn brief, this study involved a part of single arm, non-masked, non-randomized, basic science intervention. These sleep manipulations were transient, reversible, and/or physiologically benign procedures designed to investigate normal biological function.The metabolic and immune phenotype as well as behavioral assessment results were the primary outcome measure of the BESH intervention.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "BASIC_SCIENCE",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial is an observational/multi-omics study of peripheral blood changes after sleep loss across age and cognitive levels to explore associations with aging and Alzheimer’s disease (aim: characterize transcriptional/metabolic changes and identify biomarkers), not an interventional drug trial. Disease-targeted biologic/small-molecule, cognitive enhancer, and neuropsychiatric-symptom categories all imply a therapeutic intervention; this study does not.",
        "Act: Key details extracted from the trial description — study title: \"The Peripheral Blood Multi-Omics Study on the Association of Sleep Loss With Aging and Alzheimer's Disease\"; design: collect blood before and after sleep deprivation in healthy, MCI, and AD participants for transcriptomic/metabolomic (multi-omics) analysis; objective: identify molecular biomarkers and explore mechanisms linking sleep loss, aging, and AD. Source listing of the trial confirms observational multi-omics design. citeturn0search1",
        "Reflect: Given the absence of any drug, biologic, or therapeutic intervention (no investigational medicinal product, placebo, or cognitive/symptom treatment), the correct classification is 'N/A' — this is a biomarker/observational study rather than a therapeutic trial. I checked related literature showing multi-omics blood changes after sleep deprivation and links between sleep and AD pathology to support interpretation. citeturn0search3turn0search0",
        "Web search results (supporting references): 1) Trial listing describing the peripheral blood multi-omics sleep-loss study (observational, blood samples before/after sleep deprivation; healthy, MCI, and AD participants). citeturn0search1 2) Multi-omics analysis showing marked molecular changes in peripheral blood after one night of sleep deprivation (supports plausibility of the study’s approach). citeturn0search3 3) Study linking sleep quality and Alzheimer biomarkers (shows the relevance of studying sleep-AD associations). citeturn0search0"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}