{
    "nct_id": "NCT00574132",
    "title": "A Phase 3, Multicenter, Randomized, Double-Blind, Placebo-Controlled, Parallel-Group, Efficacy and Safety Trial of Bapineuzumab (AAB-001, ELN115727) In Patients With Mild to Moderate Alzheimer's Disease Who Are Apolipoprotein E4 Non- Carriers.",
    "status": "COMPLETED",
    "last_update_time": "2013-10-30",
    "description_brief": "This is a multicenter, double-blind, placebo controlled, randomized, outpatient multiple dose study in male and female patients ages 50 to less than 89 years with mild to moderate AD. Approximately 230 study sites in the US and Canada and up to 35 sites outside of North America will be involved. Patients will be randomized to receive either bapineuzumab or placebo. Each patient's participation will last approximately 1.5 years.\n\nBapineuzumab is a humanized monoclonal antibody, which binds to and clears beta amyloid peptide, and is designed to provide antibodies to beta amyloid directly to the patient.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE3"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted biologic",
    "drug": [
        "bapineuzumab (AAB-001, ELN115727)"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The investigational agent is bapineuzumab, a humanized monoclonal antibody that binds to and promotes clearance of beta-amyloid (Aβ), i.e., it directly targets Alzheimer’s pathology rather than providing symptomatic cognitive enhancement. citeturn0search0turn0search6",
        "Act: Key trial details extracted from the description — Phase 3, multicenter, randomized, double‑blind, placebo‑controlled trial in mild-to-moderate AD (APOE ε4 non‑carriers), ~1.5 years duration, bapineuzumab versus placebo. These match registered Phase 3 bapineuzumab trials and publications. citeturn0search0turn0search3",
        "Reflect: Classification rationale — because bapineuzumab is a monoclonal antibody (a biologic) specifically directed at Aβ pathology with the intent of modifying disease processes, the correct category is 'disease-targeted biologic'. Clinical publications of these Phase 3 trials confirm the mechanism and that the program tested disease-modifying biomarker effects (and reported no clear clinical benefit), supporting the disease-targeted biologic classification. citeturn0search5turn0search0",
        "Web search results used (key sources): NEJM description of the two Phase 3 bapineuzumab trials and mechanism; PubMed summaries of outcomes; ClinicalTrials.gov / trial registry entries for the Phase 3 studies; Pfizer/Janssen program press release describing bapineuzumab as an anti‑Aβ antibody; safety notes on amyloid‑related imaging abnormalities. citeturn0search0turn0search5turn0search2turn0search6turn0search7"
    ],
    "agent_type": "A) Amyloid beta",
    "explanation_agent": [
        "Reason: The investigational agent is bapineuzumab, a humanized monoclonal antibody that binds N‑terminal amyloid‑beta (Aβ) and was developed to clear Aβ from brain parenchyma/vasculature — i.e., it directly targets Aβ pathology rather than providing symptomatic neurotransmitter effects. citeturn0search0turn0search2",
        "Act: Extracted trial details — Phase 3, multicenter, randomized, double‑blind, placebo‑controlled study in mild‑to‑moderate AD (separate APOE ε4 carrier and non‑carrier trials; the description here is the non‑carrier cohort) testing bapineuzumab (AAB‑001, ELN115727) versus placebo; mechanism = anti‑Aβ monoclonal antibody (disease‑targeted biologic). These trial design and mechanism details are documented in Phase 3 publications/registries. citeturn0search0turn0search1",
        "Reflect: Classification rationale — bapineuzumab’s explicit molecular target is amyloid‑beta (Aβ), so the most specific CADRO category is A) Amyloid beta. This is not a symptomatic (neurotransmitter) therapy, nor is it multi‑target; safety signals (ARIA) and biomarker engagement observed in the program further confirm an anti‑Aβ mechanism. citeturn0search0turn0search3",
        "Web search results used (key sources): NEJM Phase 3 bapineuzumab trials (mechanism, design, outcomes). citeturn0search0; ALZFORUM therapeutic summary for bapineuzumab (development history, ARIA). citeturn0search2; Neurology abstract on ARIA in the bapineuzumab Phase 3 studies. citeturn0search3; Brain review on ARIA and APOE risk in anti‑Aβ trials. citeturn0search5; PubMed review on detection/management of ARIA across anti‑Aβ therapies. citeturn0search6"
    ]
}