{
    "nct_id": "NCT06313853",
    "title": "Enhancing Triadic Communication About Cognition for Older Adults With Alzheimer's Disease or Related Dementias Facing a Cancer Management Decision",
    "status": "RECRUITING",
    "last_update_time": "2025-03-06",
    "description_brief": "Building upon prior work, the investigator team developed a communication intervention for older adults with ADRD who are considering a decision about cancer management (adapted intervention: COACH-Cog). The investigators hypothesize that for patients with dual diagnoses of ADRD and cancer, COACH-Cog will increase autonomy support of care partners and patients in the decision-making process, leading to greater acknowledgement and support of cognitive concerns and cognitive-related goals, thereby improving goal concordant care. The investigators are conducting a pilot randomized controlled trial (RCT; cluster randomized by physician) including approximately 45 oncology clinicians and 130 patient/care partner dyads evaluating the effect of COACH-Cog on care partner and patient autonomy support, care partner well-being, goal-concordance, and communication.",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "SUPPORTIVE_CARE",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The described trial tests COACH-Cog, a communication/coaching intervention delivered to oncology clinicians, patients with ADRD, and care partners to improve triadic communication, autonomy support, and goal-concordant care. This is a behavioral/communication intervention, not a pharmacologic agent or biologic, and it does not target amyloid, tau, or other Alzheimer’s pathology nor claim direct cognitive enhancement or neuropsychiatric symptom treatment. ",
        "Act: Key details from the trial record: the intervention is named COACH-Cog and is explicitly listed as a Behavioral intervention in multiple trial listings (e.g., clinical registry entries and sponsor pages). The trial is a pilot cluster-RCT of the COACH-Cog communication intervention (≈45 oncology clinicians; ~130 patient/care-partner dyads) measuring autonomy support, care-partner well-being, goal-concordance, and communication. citeturn0search1turn0search2turn0search7",
        "Reflect: Given the category definitions, COACH-Cog does not fit any of the four therapeutic drug/device categories (disease-targeted biologic, disease-targeted small molecule, cognitive enhancer, or neuropsychiatric symptom improvement). It is a non-pharmacologic behavioral intervention (communication/coaching) and therefore should be classified as 'N/A'. Supporting sources: University of Rochester project page and multiple clinical trial registry listings describing COACH-Cog as a behavioral communication intervention. citeturn0search0turn0search1turn0search3"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}