{
    "nct_id": "NCT04784416",
    "title": "Transcranial Photobiomodulation for Alzheimer's Disease (TRAP-AD)",
    "status": "RECRUITING",
    "last_update_time": "2025-01-16",
    "description_brief": "This multi-site study will be the first to evaluate the dose-dependent effects of t-PBM in amnestic Mild Cognitive Impairment (aMCI) and early Alzheimer's Disease (AD) (CDR of 0.5-1, FAST 1-4; age 65-85) in a randomized clinical trial of 8 weeks of t-PBM vs. sham. At baseline, all subjects will complete initial neuropsychological testing. To elucidate mechanisms of action of t-PBM, prior to treatment, subjects will undergo neuroimaging related to critical features of AD: tau 18F MK-6240 load (PET), measures of brain bioenergetics (31P-MRS), and functional connectivity (rs-fMRI). After undergoing target engagement testing (t-PBM session performed during fMRI to detect BOLD changes with active t-PBM), subjects will then be randomized to t-PBM/sham and complete 24 t-PBM/sham treatments, \\~11 min per day, 3 days per week, for 8 weeks. t-PBM will be administered via continuous, 808 nm wavelength laser delivery to the forehead bilaterally (at standard EEG electrode positions F4, F3).",
    "description_detailed": "N/A",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "transcranial photobiomodulation (t-PBM) — device: Transcranial PhotoBioModulation-1000 (t-PBM-2.0), modified LiteCure LightForce EXPi/Empower; near-infrared 808 nm delivery to forehead"
    ],
    "placebo": [
        "sham t-PBM (device configured to deliver <0.5% intensity; indistinguishable from active)"
    ],
    "explanation_target": [
        "Reason: The intervention is a non-pharmacologic device-based near-infrared light treatment (t-PBM) delivered to the forehead intended to improve cognition and brain bioenergetics (increased mitochondrial ATP production and cerebral blood flow) in participants with aMCI / early AD; the study measures cognition as the primary therapeutic outcome while also assessing tau PET and mitochondrial function to probe mechanisms. citeturn0search3turn0search5",
        "Act: Key extracted details — randomized, double-blind, sham-controlled, Phase 2 TRAP-AD trial of 8 weeks (24 sessions, ~11 min each, 3x/week), population aMCI / early AD (CDR 0.5–1, age 65–85); t-PBM parameters include 808 nm NIR and a specific investigational device (t-PBM-2.0 based on LiteCure LightForce EXPi/Empower). These details are from the trial registry and the protocol paper. citeturn0search1turn0search3",
        "Reflect: Why this maps to 'cognitive enhancer' — the intervention is not a biologic (monoclonal antibody or vaccine) nor a small molecule drug, and it is not targeted primarily at neuropsychiatric/behavioral symptoms. Instead, it is a neuromodulation/light therapy aimed at improving cognition (and related bioenergetic function) without being a conventional disease-targeting biologic or small molecule; although the protocol examines tau and other disease markers, the modality itself acts via mitochondrial/vascular modulation rather than a molecular amyloid/tau-targeted pharmacologic mechanism. This supports classification as 'cognitive enhancer' while noting some uncertainty because t-PBM may also influence clearance/pathology in preclinical work. citeturn0search5turn0search2",
        "Web search results consulted (primary sources used): 1) ClinicalTrials/TRAP-AD registry entry (NCT04784416) — trial summary and design. citeturn0search1 2) Protocol report: 'Transcranial Photobiomodulation for Alzheimer’s Disease (TRAP-AD)' (MDPI) — detailed device parameters, session dosing, and mechanistic imaging plan. citeturn0search3 3) PubMed protocol abstract summarizing rationale and trial aims. citeturn0search5 4) Prior randomized/controlled t-PBM studies showing cognitive improvements in MCI/adults over 50. citeturn0search0turn0search4 5) Preclinical evidence that t-PBM can affect amyloid clearance in mice (mechanistic support, not a drug effect). citeturn0search2"
    ],
    "agent_type": "J) Metabolism and Bioenergetics",
    "explanation_agent": [
        "Reason: The intervention is a non‑pharmacologic, device‑based near‑infrared transcranial photobiomodulation (t‑PBM) delivered at ~808 nm to the forehead intended to improve cognition by stimulating mitochondrial respiratory chain activity (increasing ATP production) and increasing cerebral blood flow — mechanisms that map to cellular metabolism and bioenergetics rather than a molecular amyloid/tau target. citeturn0search2turn0search4turn0search1",
        "Act: Key extracted details and supporting evidence — randomized, double‑blind, sham‑controlled TRAP‑AD trial using the investigational t‑PBM‑2.0 device (based on LiteCure LightForce) delivering 808 nm NIR light; primary therapeutic goal is cognitive enhancement in aMCI/early AD while probing mitochondrial function and tau PET as exploratory/mechanistic measures. Mechanistic rationale (increasing mitochondrial ATP production via photostimulation of cytochrome c oxidase and increasing regional CBF) is explicitly stated in the protocol and prior t‑PBM studies. citeturn0search2turn0search4turn0search3",
        "Reflect: Classification justification and alternatives considered — because the stated primary mechanism is modulation of cellular energy metabolism and cerebral perfusion (bioenergetics), the best CADRO match is J) Metabolism and Bioenergetics. Alternatives considered: M) Synaptic plasticity/neuroprotection could apply secondarily (t‑PBM may also affect neural activity and neuroprotection), and F) Inflammation or A) Amyloid beta are possible downstream/secondary effects in preclinical work, but the trial’s intervention and stated mechanistic targets center on mitochondrial and metabolic modulation, so J is the most specific fit. citeturn0search3turn0search0",
        "Web search results used (primary sources): 1) TRAP‑AD protocol report (MDPI) — trial design, device (t‑PBM‑2.0), mechanistic endpoints (tau PET, 31P‑MRSI) and rationale. citeturn0search2 2) PubMed abstract for TRAP‑AD protocol summarizing mitochondrial/CBF mechanisms and trial aims. citeturn0search4 3) Randomized controlled t‑PBM trial reporting cognitive improvements and describing mitochondrial ATP/CBF mechanisms. citeturn0search1 4) Preclinical/animal studies showing 808 nm PBM acts via cytochrome c oxidase, increases ATP, modulates inflammation and can affect amyloid in mice. citeturn0search3turn0search0 5) Systematic review reporting t‑PBM increases cerebral blood flow, metabolism/oxygenation and can improve cognitive processes. citeturn0search6"
    ]
}