{
    "nct_id": "NCT05837819",
    "title": "Methodology Issues in a Tailored Light Treatment for Persons With Dementia - Aim 2",
    "status": "COMPLETED",
    "last_update_time": "2025-05-28",
    "description_brief": "Aim 2 will investigate the effect of 3 different light exposure lengths on sleep, mood and agitation in persons with Alzheimer's disease. Participants will be randomly assigned to one of three conditions of light exposure: 1) 2-h morning light exposure; 2) 4-h morning light exposure; and 3) all day light exposure.",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "neuropsychiatric symptom improvement",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is a lighting (behavioral/device) treatment manipulating daily light exposure length to affect sleep, mood and agitation in persons with Alzheimer’s disease — i.e., it targets neuropsychiatric and circadian symptoms rather than underlying AD pathology. citeturn0search0turn0search1",
        "Act (key extracted details): Participants are randomized to three light-exposure conditions (2-hour morning, 4-hour morning, or all-day exposure). The study is listed as a lighting/device intervention (Active vs Control lighting) with primary/secondary outcomes assessing sleep (PSQI, actigraphy), agitation (CMAI) and depression (CSDD). No pharmacologic agent is involved. citeturn0search1turn0search2",
        "Act (supporting literature): Bright/ambient light therapy has been used to improve sleep and mood in people with dementia in prior randomized and crossover trials, supporting the interpretation that this intervention is intended to manage neuropsychiatric/circadian symptoms rather than to modify Alzheimer pathology. citeturn0search3turn0search4",
        "Reflect: Classification rationale — this is not a biologic or small-molecule drug (no drug named), and it is not described as targeting amyloid/tau or disease modification. Its stated aims (sleep, mood, agitation) align with the definition of 'neuropsychiatric symptom improvement'. Therefore the correct category is 'neuropsychiatric symptom improvement'. citeturn0search0turn0search1",
        "Web search results found (sources used): Mount Sinai clinical trial listing for 'Methodology Issues in a Tailored Light Treatment for Persons With Dementia - Aim 2' (NCT05837819), MedPath/Trial listings summarizing interventions and outcomes, and PubMed articles on bright-light interventions in dementia showing effects on sleep and mood. citeturn0search0turn0search1turn0search3turn0search4"
    ],
    "agent_type": "O) Circadian Rhythm",
    "explanation_agent": [
        "Reason: The intervention is a non‑pharmacologic lighting/device treatment that manipulates daily light exposure length to influence sleep, mood and agitation (neuropsychiatric and circadian symptoms) in people with Alzheimer’s disease — i.e., it targets circadian regulation and related neuropsychiatric outcomes rather than underlying AD molecular pathology. citeturn0search0turn0search2",
        "Act: Key trial details — participants are randomized to three light‑exposure conditions (2‑hour morning, 4‑hour morning, or all‑day exposure); the intervention is an active vs control lighting device with primary/secondary outcomes assessing sleep (PSQI, actigraphy), agitation (CMAI) and depression (CSDD). No drug, biologic, or specific molecular pathway (e.g., amyloid/tau) is targeted. citeturn0search0turn0search2",
        "Act (supporting literature): Bright/ambient light therapy has been studied to improve sleep and mood and to reduce agitation in dementia in randomized trials and systematic reviews, consistent with a circadian/neuropsychiatric symptom management approach rather than disease modification. citeturn0search1turn0search3turn0search4",
        "Reflect: CADRO mapping — among CADRO categories, 'O) Circadian Rhythm' best matches an intervention that modulates light exposure to affect sleep/mood/agitation. It is not a pharmacologic or molecular‑pathology targeting intervention (so not A, B, F, etc.), nor does it indicate multiple molecular targets (not R). Therefore classification as 'O) Circadian Rhythm' is appropriate. citeturn0search0turn0search2",
        "Web search results used: Mount Sinai clinical trial listing for 'Methodology Issues in a Tailored Light Treatment for Persons With Dementia - Aim 2' (NCT05837819). citeturn0search0; MedPath/clinical trial summary for NCT05837819. citeturn0search2; Systematic review/meta‑analysis of light therapy effects on sleep, agitation and depression in dementia. citeturn0search1; Example randomized trials of bright light therapy in dementia (Lyketsos 1999; other RCTs). citeturn0search3turn0search4"
    ]
}