{
    "nct_id": "NCT06338904",
    "title": "Efficacy of a Brief Poblem-solving Based Psychological Intervention Implemented in Different Formats for the Indicated Prevention of Suicide in Adults Over 50",
    "status": "ACTIVE_NOT_RECRUITING",
    "last_update_time": "2024-03-22",
    "description_brief": "Suicide represents a personal tragedy and an enormous global public health problem. One of the most vulnerable groups is adults 50 years and older. Despite this stage of life is particularly amenable to the implementation of targeted suicide prevention strategies, we have few studies of the efficacy of psychological interventions, those that do exist have methodological limitations, and none were implemented in formats other than face-to-face, which limits their accessibility. There is a need for brief psychological interventions that can be administered in both face-to-face and remote formats, do not require long training periods, and are effective in different contexts: for example, problem-solving therapy. The main objective of this project is to evaluate the efficacy of a brief problem-solving psychological intervention for targeted suicide prevention in people aged 50 years and older, administered in face-to-face, conference call, and smartphone app formats. A randomized controlled trial will be performed. Participants will be recruited through healthcare centers in the Autonomous Community of Galicia (Spain). To be included, participants must: (a) be at least 50 years old, (b) reside in Galicia, and (c) present suicidal ideation. Subjects will be excluded if they: (a) present serious mental health or medical disorders; (b) have begun receiving psychological or psychopharmacological treatment in the previous two months or are participating in other suicide prevention research; (c) do not have an appropriate mobile device or sufficient fluency to communicate in Spanish, or have problems that make it impossible to participate; or (d) plan to move in the next 18 months. At pre-intervention information will be collected on sociodemographic, family, personal history, current suicide risk and other clinical variables. 212 participants will be randomly assigned to (1) a problem-solving-based psychological intervention delivered face-to-face (PSPI-FF; experimental group 1); (2) a problem-solving-based psychological intervention delivered via telephone conference call (PSPI-CC; experimental group 2); (3) a problem-solving-based psychological intervention delivered via a smartphone app (PSPI-A; experimental group 3); or (4) a usual care control group (UCCG). Participants in the experimental groups will complete the six sessions/modules of the interventions. Finally, subjects in all groups will be evaluated at post-intervention and 3, 6 and 12-month follow-ups.",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "PREVENTION",
    "results": null,
    "target_category": "neuropsychiatric symptom improvement",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is a brief problem-solving psychological intervention (no drug) aimed at reducing suicidal ideation in adults 50+; it is delivered face-to-face, by telephone conference, or via a smartphone app and is explicitly an indicated suicide-prevention psychotherapy trial (i.e., targeting a neuropsychiatric symptom). citeturn0search3turn0search0",
        "Act: Key extracted details — intervention: problem-solving-based psychological intervention (PSPI) in three delivery formats (PSPI-FF / PSPI-CC / PSPI-A); target population: adults ≥50 with suicidal ideation; primary outcome: reduction in suicidal ideation. No pharmacological agent or placebo is involved. Therefore this fits the 'neuropsychiatric symptom improvement' category. citeturn0search3turn0search2",
        "Reflect: The classification was checked against the protocol/publication for the trial (protocol published in BMC Psychiatry / PMC) which confirms a psychosocial (psychological) therapy trial for suicide prevention rather than a drug, biologic, or cognitive-enhancement agent. The trial registry and protocol description corroborate the aim (indicated prevention of suicidal ideation) and delivery formats. No ambiguity suggesting a drug or disease-pathology–targeted intervention was found. citeturn0search0turn0search3"
    ],
    "agent_type": "T) Other",
    "explanation_agent": [
        "Reason: The described trial tests a brief problem‑solving psychological intervention (PSPI) delivered face‑to‑face, by telephone multiconference, or via a smartphone app to reduce suicidal ideation in adults ≥50. This is a psychosocial/psychological therapy with no pharmacological agent or biological pathway named, so there is no specific CADRO biological target (e.g., amyloid, tau, inflammation, synaptic receptors). citeturn0search0turn0search3",
        "Act: Extracted details and classification — Intervention: problem‑solving‑based psychological intervention (PSPI‑P / PSPI‑M / PSPI‑A); Population: adults aged 50+ with suicidal ideation; Primary outcome: reduction in suicidal ideation; Trial type: psychosocial therapy (no drug/biologic). Because the trial does not target a molecular/cellular mechanism in CADRO, assign 'T) Other'. citeturn0search0",
        "Reflect: Confirming the classification — the protocol and registry confirm this is an indicated suicide‑prevention psychotherapy RCT (ClinicalTrials.gov NCT06338904, protocol published 27 Sep 2024). No drug, gene, pathway, or biological mechanism is specified in the protocol, so mapping to any CADRO disease‑mechanism category is not supported; 'T) Other' is therefore the appropriate CADRO assignment. citeturn0search0turn0search3",
        "Web search results (key sources used): 1) Full open‑access study protocol: 'Brief psychological intervention for suicide prevention based on problem‑solving applied in different formats to people over 50 years old' (BMC Psychiatry, published 27 Sep 2024) — protocol describes PSPI‑P, PSPI‑M, and PSPI‑A and trial design. citeturn0search0 2) PubMed entry for the protocol (confirming abstract, outcomes, and trial registration NCT06338904). citeturn0search3 3) MEDLINE/PMC links and indexing referencing the same open‑access full text. citeturn0search2"
    ]
}