{
    "nct_id": "NCT01746498",
    "title": "Therapeutic Effect of Direct Current Stimulation on Cognitive Function of Mild to Moderate Alzheimer Patients",
    "status": "COMPLETED",
    "last_update_time": "2012-12-14",
    "description_brief": "The current study is planed to compare the efficacy of real (anodal and cathodal) vs sham transcranial direct current stimulation (tDCS) applied over the left dorsolateral prefrontal cortex (DLPFC) on cognitive functions and cortical excitability of patients with Alzheimer disease (AD).\n\nThirty three with mild to moderate Alzheimer's disease (AD) patients (diagnosis of probable AD according to the criteria of the National Institute of Neurological and Communicative Disorders and Stroke Alzheimer Disease and Related Disorders Association \\[NINCDS-ADRDA\\] were included in this study) were randomly classified into one of three groups (eleven for each group). The first group received anodal tDCS over left DLPFC and 2rd group received cathodal tDCS on the left DLPFC and the 3rd group received sham tDCS stimulation, daily for 10 consecutive days (5 days/week for 2 weeks). Minimental State Examination (MMSE), psychometric assessment for cognitive functions (MMSE, Wechsler memory scale, Wechsler adult Intelligent scale) were assessed before, after 10th sessions, and then after 1 and 2 month. Cortical excitability was assessed in both hemispheres before and after the end of sessions. Neurophysiological evaluations included resting and active motor threshold (rMT and aMT), and cortical silent period (CSP).\n\nAt the time of recruitment, none of the patients taking antidepressants, or neuroleptic, sedative-hypnotic drugs for at least two weeks before the assessment. All participants or their caregivers will give informed consent before participation in the test and after full explanation of the study protocol.\n\nOutcome: The real group received (anodal and cathodal) tDCS are expected to have more improvement on cognitive functions compared to sham tDCS group. tDCS is considered new adjuvant non pharmacological therapeutic tool for management of AD patients with mild to moderate degree dementia.",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "transcranial direct current stimulation (tDCS) — anodal/cathodal stimulation over left dorsolateral prefrontal cortex (DLPFC)"
    ],
    "placebo": [
        "sham tDCS"
    ],
    "explanation_target": [
        "Reason: The intervention is non‑invasive brain stimulation (tDCS) applied to the left DLPFC intended to improve cognitive function and modulate cortical excitability, not a biologic or small molecule targeting AD pathology (amyloid/tau). Meta-analyses and randomized trials evaluate tDCS as a tool to enhance cognition in MCI/AD, supporting its role as a cognitive enhancer. citeturn0search2turn0search1",
        "Act (extracted details and classification): The trial compares real (anodal and cathodal) versus sham tDCS over left DLPFC in 33 mild–moderate AD patients (three groups of 11), 10 daily sessions (5 days/week × 2 weeks), with cognitive outcomes (MMSE, Wechsler scales) and cortical excitability measures (rMT, aMT, CSP). Because the intended primary effect is improvement in cognitive function rather than targeting molecular AD pathology, this fits the 'cognitive enhancer' category. The control is sham tDCS. citeturn0search4turn0search5",
        "Reflect: This classification aligns with the intervention’s mechanism — tDCS modulates neuronal excitability and synaptic plasticity to boost cognition rather than acting as a disease‑modifying biologic or small molecule. Systematic reviews/meta‑analyses report short‑term cognitive benefit of tDCS in AD/MCI, especially with DLPFC stimulation and repeated sessions, which corroborates the trial's rationale. Heterogeneity in study parameters and variable long‑term effects are noted in the literature (i.e., some negative trials and limited durability of effects). citeturn0search3turn0search6",
        "Web search results used (key sources cited above): 1) Meta‑analysis/systematic reviews showing tDCS can improve overall cognitive measures in MCI/AD. citeturn0search2turn0search3 2) Systematic review/meta‑regression indicating anodic tDCS over DLPFC (1.5–2 mA, 3–5 days/week) is associated with cognitive effects in AD. citeturn0search1turn0search4 3) Randomized trials of tDCS (including left DLPFC targets and multisite anodal tDCS combined with cognitive stimulation) that examine cognitive outcomes and neurophysiological correlates. citeturn0search6turn0search5"
    ],
    "agent_type": "M) Synaptic Plasticity/Neuroprotection",
    "explanation_agent": [
        "Reason: The intervention is transcranial direct current stimulation (tDCS) applied over the left DLPFC to improve cognition by modulating cortical excitability and long‑term synaptic plasticity (LTP/LTD mechanisms), not by acting on amyloid, tau, ApoE, or other molecular AD pathologies. Several reviews/meta‑analyses and clinical trials describe tDCS effects in AD/MCI as working via changes in cortical excitability and neuroplasticity. citeturn0search1turn0search3",
        "Act: Extracted details — anodal/cathodal tDCS over left DLPFC, 10 daily sessions vs sham, cognitive outcomes (MMSE, Wechsler) and measures of cortical excitability (rMT, aMT, CSP). Because the planned primary mechanism is modulation of neuronal excitability/synaptic plasticity to enhance cognition rather than targeting a specific molecular pathology, the most specific CADRO match is M) Synaptic Plasticity/Neuroprotection. (Relevant clinical trial example and parameter set cited.). citeturn0search5turn0search0",
        "Reflect: This classification aligns with CADRO definitions — interventions aimed at restoring or enhancing synaptic function/plasticity and neuroprotective mechanisms map to M. The trial is not primarily disease‑modifying via amyloid/tau, inflammation, vascular, metabolic or receptor‑specific pharmacology, nor is it purely diagnostic, so 'T) Other' or 'S) Unknown' are less appropriate. If the intervention combined tDCS with a molecular agent acting on a separate pathway, consider R) Multi‑target, but that is not the case here. citeturn0search3",
        "Web search results (key sources found and used): 1) Randomized double‑blind trial of repeated left DLPFC tDCS in AD reporting cognitive improvement and neurophysiological change — supports trial design and mechanism. citeturn0search5 2) Recent randomized small-scale exploratory study and review discussing LDLPFC as a preferred target and links to synaptic plasticity mechanisms. citeturn0search0turn0search1 3) Systematic review and meta‑analysis showing short‑term cognitive benefits of tDCS in MCI/AD and discussing cortical excitability/plasticity as mechanisms. citeturn0search3"
    ]
}