{
    "nct_id": "NCT05318040",
    "title": "Phase 1 Study Evaluating Safety and Tolerability of Escalating Single and Multiple Doses of CMS121 and Food Effect in Healthy Volunteers",
    "status": "COMPLETED",
    "last_update_time": "2023-02-14",
    "description_brief": "This is a randomized, double-blind study of CMS121 or placebo given as single and multiple escalating doses in normal healthy subjects. The study will be conducted in 4 parts: Part 1 will be a SAD study enrolling approximately 48 young subjects for a total duration of 36 days. Part 2 will be a MAD study enrolling approximately 32 young subjects for a total duration of 43 days, and Part 3 will be a MAD study enrolling approximately 8 elderly subjects for 43 days. Part 4 will be an open-label SAD cross-over cohort of approximately 12 young subjects in a fed or fasted state to evaluate the effect of food on the bioavailability of CMS121, for a duration of 36 days.",
    "description_detailed": "This is a randomized, double-blind study of CMS121 or placebo given as single and multiple escalating doses in normal healthy subjects. The study will be conducted in 4 parts: Part 1 will be a SAD study enrolling approximately 48 young subjects for a total duration of approximately 36 days. Part 2 will be a MAD study enrolling approximately 32 young subjects for a total duration of approximately 43 days, and Part 3 will be a MAD study enrolling approximately 8 elderly subjects for a total duration of approximately 43 days. Part 4 will be an open-label SAD cross-over cohort of approximately 12 young subjects in fed and fasted states to evaluate the effect of food on the bioavailability of CMS121, for a duration of 36 days. Safety will be assessed by periodic measurement of vital signs, physical examinations, electrocardiograms (ECGs), blood and urine lab analyses and occurrence of adverse events (AEs).",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "CMS121 (oral small‑molecule; fisetin derivative; fatty acid synthase (FASN) inhibitor)"
    ],
    "placebo": [
        "Visually‑matching placebo capsules"
    ],
    "explanation_target": [
        "Reason: The trial tests CMS121 vs placebo in a Phase 1 SAD/MAD and food‑effect study in healthy volunteers, i.e., a first‑in‑human safety/pharmacokinetic study of an investigational therapeutic. The publicly available trial record describes CMS121 as a drug candidate for Alzheimer’s disease. citeturn0search2turn0search6",
        "Act: Preclinical and translational publications identify CMS121 as a small‑molecule fisetin derivative that targets fatty acid synthase (FASN), reduces lipid peroxidation/ferroptosis‑related toxicity, inflammation and preserves cognition in AD mouse models — i.e., it is designed to modify AD‑relevant pathology rather than only transiently enhance cognition or treat behavioral symptoms. A Phase 1 report and Salk Institute announcement confirm the Phase 1 human study. citeturn0search3turn0search5turn0search8turn0search7",
        "Reflect: Mapping to the category definitions: CMS121 is a small molecule (not a biologic) with a defined molecular target (FASN) implicated in AD pathology, so it best fits 'disease‑targeted small molecule'. It is not primarily described as a symptomatic cognitive enhancer or a neuropsychiatric symptom treatment, and the trial is therapeutic (not diagnostic), so 'N/A' is not appropriate. No major ambiguities remain based on available sources. citeturn0search3turn0search2"
    ],
    "agent_type": "J) Metabolism and Bioenergetics",
    "explanation_agent": [
        "Reason: The investigational drug CMS121 is a small‑molecule fisetin derivative that directly targets fatty acid synthase (FASN) and modulates lipid metabolism, reducing lipid peroxidation/ferroptosis and inflammation in AD models — i.e., its primary molecular action is on a metabolic enzyme/pathway. citeturn0search6turn0search3",
        "Act: Extracted details — drug: CMS121 (oral small molecule, fisetin derivative); primary molecular target identified in preclinical studies: fatty acid synthase (FASN); reported effects include modulation of lipid metabolism, reduced lipid peroxidation/ferroptosis and decreased neuroinflammation; Phase 1 first‑in‑human safety/PK study in healthy volunteers reported (SAD/MAD and food‑effect). Assigned CADRO category: J) Metabolism and Bioenergetics, because FASN is a metabolic enzyme and CMS121 is designed to alter lipid metabolic pathways implicated in AD. citeturn0search6turn0search5",
        "Reflect: Alternative CADRO categories considered — C) ApoE, Lipids and Lipoprotein Receptors (because CMS121 affects lipid metabolism) and G) Oxidative Stress or F) Inflammation (because downstream effects include reduced lipid peroxidation and inflammation). However, the direct, defined molecular target is the metabolic enzyme FASN, which fits most specifically under J) Metabolism and Bioenergetics rather than the ApoE/lipoprotein receptor subcategory or solely oxidative/inflammatory categories. The trial is therapeutic (Phase 1 drug study), not diagnostic, and does not represent multiple independent molecular targets, so R) Multi-target is not appropriate. citeturn0search3turn0search6",
        "Web search results (selected key sources used):",
        "- Redox Biology (2020) — peer‑reviewed study identifying CMS121 as a fisetin derivative that targets fatty acid synthase (FASN), reduces lipid peroxidation and inflammation, and improves cognition in AD transgenic mice. citeturn0search3turn0search6",
        "- PubMed / PMC entry for the Redox Biology paper (full text) documenting FASN as CMS121's molecular target and effects in AD models. citeturn0search1turn0search6",
        "- medRxiv preprint (2025) — Phase 1 study report describing safety, PK and food‑effect of CMS121 in healthy adult volunteers (single and repeat doses). This supports that a Phase 1 SAD/MAD and food‑effect trial was conducted. citeturn0search5turn0search4",
        "Conclusion / Output:",
        "{\"category\": \"J) Metabolism and Bioenergetics\"} — Rationale: CMS121 is a small‑molecule inhibitor of fatty acid synthase (FASN), a metabolic enzyme; its mechanism and preclinical evidence map best to the Metabolism and Bioenergetics CADRO category. citeturn0search6turn0search5"
    ]
}