{
    "nct_id": "NCT03382353",
    "title": "Efficacy of Multiple Nonpharmacological Interventions in Individuals With Subjective Memory Complaints",
    "status": "COMPLETED",
    "last_update_time": "2021-09-13",
    "description_brief": "By 2030, the global prevalence of Alzheimer's Disease (AD) is predicted to reach 65.7 million worldwide. Despite extensive research efforts, a cure for AD has not been identified. Recent studies on non-demented individuals have demonstrated the importance of a healthy lifestyle (physical exercise, healthy diet) and non pharmacological interventions (diet supplements) to delay the onset of the cognitive decline (Vemuri P et al., 2012). Given that AD is a multi-factorial disorder, some multi- component interventions at early stages could be the best strategy currently available to delay the AD onset. The aim of this study is to investigate the effects of combined non-pharmacological interventions, at different levels of intensity, on cognitive performance, on basic (hippocampal, brain ventricle volumes and white matter lesions) and advanced magnetic resonance imaging (MRI) markers (Resting-state Functional MRI, Probabilistic Diffusion Tensor Tractography",
    "description_detailed": "BACKGROUND Recent evidence showed that aerobic exercise, dietary habits and nutritional supplements consumption seem essential for maintaining good cognitive performances increasing hippocampal volume (HV) in healthy elderly people (Erickson et al., 2011; Bowman et al., 2012). Computerized cognitive trainings are effective in improving cognitive functions of healthy older adults (Lampit et al., 2014). Subjective memory complaint (SMC) individuals showed HV, white matter lesions (WML) and brain ventricle volumes (BVV) at limits of normative population (Cavedo et al., 2012) supporting the hypothesis that they are persons at risk of AD (Sperling et al., 2011). The above non-pharmacological treatments, when separately applied, do not impact on cognition and neuropathological processes of AD. On the contrary, combined treatments, in persons at risk to develop AD, could represent the first line of intervention to delay the onset of cognitive impairment.\n\nSPECIFIC AIMS\n\n1. To investigate the combined effect of aerobic exercise, dietary habits, nutritional supplements, and cognitive training administered at three different levels of intensity on cognitive performance in subjective memory complaints individuals. The three different intensity levels of nonpharmacological treatments will be organized as follows: (i) No Treatment (NT) will include educational training (sham condition); (ii) Partial Treatment (PT) will include exclusively the consumption of a nutritional supplement and a training for a balanced diet; (iii) Full treatment (FT) will include all above condition plus computerized cognitive training (no sham condition) and aerobic fitness training.\n2. To investigate the effect of the above treatments (NT, PT, FT) on basic markers of magnetic resonance imaging (MRI) such as HV, WML and Brain Ventricle Volume (BVV) in subjective memory complaints individuals.\n3. To investigate the effect of NT, PT and FT on advanced MRI markers such as structural brain connectivity and brain resting networks in subjective memory complaints individuals.\n\nHYPHOTESIS AND SIGNIFICANCE An improvement in cognitive performances, basic (HV, WML, BVV) and advanced (structural brain connectivity and brain resting networks) MRI markers will be expected in FT group compared to NT group. Moreover, the investigators hypothesize an effect dependent of the number of combined treatments, thus the PT group is expected to show intermediate results (among NT and FT groups) in the cognitive performances, basic and advanced MRI markers previously described.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial tests combined non-pharmacological interventions (physical exercise, healthy diet, dietary supplements and other lifestyle programs) in individuals with subjective memory complaints to delay cognitive decline and improve cognitive performance and MRI markers. This fits the provided category definition for \"Cognitive enhancer\" (interventions intended to improve or preserve cognition without targeting AD pathology with a biologic or small molecule).",
        "Act: Key extracted details — intervention: multi-component non‑pharmacological (exercise, diet, supplements, cognitive/lifestyle programs); no drug or biologic is specified; outcomes: cognitive performance and structural/functional MRI markers (hippocampal volume, rs-fMRI, DTI, etc.). Similar multidomain lifestyle/non‑pharmacological trials and reviews (FINGER and others) study the same goal of preserving/improving cognition. citeturn0search2turn0search5turn0search7",
        "Web search results supporting extraction and context: (1) FINGER multidomain lifestyle trial showing dietary advice, exercise, cognitive training and vascular risk management aimed at cognition. citeturn0search2 (2) Recent network/meta-analyses summarizing effects of non‑pharmacological interventions in subjective cognitive decline and SCD populations. citeturn0search5turn0search0 (3) An RCT (E.Mu.N.I.) and reviews describing multilevel non‑pharmacologic interventions with MRI and cognitive endpoints, which match the trial description. citeturn0search7turn0search3",
        "Reflect: The trial does not involve a monoclonal antibody, vaccine, or other biologic targeting amyloid/tau (not a \"disease‑targeted biologic\") nor a small‑molecule drug targeting AD pathology. Its aim is to delay cognitive decline via lifestyle/non‑drug approaches, so the closest of the provided categories is \"cognitive enhancer.\" If you want a stricter label (non‑pharmacological lifestyle intervention / prevention trial), that would be more specific, but given only the four allowed categories, \"cognitive enhancer\" is the appropriate choice."
    ],
    "agent_type": "T) Other",
    "explanation_agent": [
        "Reason: The intervention is a multi-component non‑pharmacological/lifestyle program (exercise, diet, supplements, cognitive/lifestyle programs) with no drug, biologic, or specific molecular target described. CADRO categories are organized by molecular/biological targets; when no therapeutic molecular target can be inferred the trial should be assigned to 'Other'.",
        "Act: Extracted details — trial category 'cognitive enhancer' in the description refers to non‑drug cognitive-preserving interventions; trial drug list is empty; outcomes are cognitive performance and MRI markers. No gene, pathway, receptor, or disease-targeted mechanism is given that would map to any CADRO category (A–Q, R).",
        "Reflect: Confirmed that this is not a pharmacologic or biologic intervention aimed at a defined CADRO target (e.g., amyloid, tau, inflammation, synaptic receptor). Therefore 'T) Other' best matches the CADRO instruction to return 'T) Other' when no target can be inferred or the trial does not fit the CADRO categories.",
        "Web-search note: No web search was performed because no drug/target was provided to look up. The user’s supplied trial notes reference prior multidomain lifestyle trials (e.g., FINGER) and meta-analyses supporting such interventions; those contextual references were accepted from the description but no additional online lookup was required to classify the CADRO category."
    ]
}