{
    "nct_id": "NCT06721156",
    "title": "A Phase 2 Randomized, Placebo-Controlled, Double-Blind, Parallel-group Study to Evaluate the Efficacy and Safety of MK-1167 as Adjunctive Therapy in Participants With Mild to Moderate Alzheimer's Disease Dementia",
    "status": "RECRUITING",
    "last_update_time": "2025-10-03",
    "description_brief": "Researchers want to learn if giving MK-1167 (the study medicine) along with acetylcholinesterase inhibitor (AChEI) therapy can improve symptoms of Alzheimer's disease dementia (AD dementia), such as memory and mental activity. AD dementia is the most common type of dementia. AChEI therapy is the standard treatment for AD dementia.\n\nThe goals of this study are to learn:\n\n* If at least one dose level (amount) of MK-1167 works to improve a person's memory and thinking compared to a placebo\n* About the safety of MK-1167 and if people tolerate it",
    "description_detailed": "N/A",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "MK-1167 (investigational; Merck)",
        "background acetylcholinesterase inhibitor (AChEI) therapy, e.g., donepezil"
    ],
    "placebo": [
        "Placebo oral capsule"
    ],
    "explanation_target": [
        "Reason: The trial description and sponsor materials state MK-1167 is being tested to see if, when added to standard AChEI therapy, it \"can improve symptoms of Alzheimer's disease dementia, such as memory and mental activity\" — i.e., a symptomatic improvement in cognition rather than an explicitly stated anti-amyloid or anti‑tau disease‑modifying mechanism. citeturn1search9turn0search0",
        "Act: Key evidence from trial registries and sponsor sites — MK-1167 is described as an oral investigational drug (oral capsule) being studied as adjunctive therapy in mild‑to‑moderate AD dementia (Phase 2), with earlier Phase 1/PK and DDI studies (including a diltiazem interaction study) reported by the sponsor. The registries and sponsor page do not list a clear disease‑modifying target (amyloid/tau) or biologic mechanism in the public trial brief; dosing and DDI studies are consistent with a small‑molecule oral agent rather than a monoclonal antibody. citeturn0search0turn0search3turn1search7",
        "Ambiguity noted: One secondary listing incorrectly labels MK-1167 as a monoclonal antibody, but primary sponsor/clinical registry entries show oral capsule dosing and small‑dose oral regimens (e.g., 0.3–6 mg QD), and document pharmacokinetic/DDI studies, which support the small‑molecule interpretation. I could not find a public Merck statement describing MK-1167's molecular target or disease‑modifying mechanism in the trial summaries searched. citeturn1search3turn0search0turn2search7",
        "Reflect: Given the stated goal (improve memory and thinking as adjunct to AChEI) and absence of evidence that MK-1167 targets core AD pathology (amyloid/tau) in available registry summaries, the most appropriate category is 'cognitive enhancer' (symptomatic cognitive improvement). If you want a definitive molecular class or mechanism (e.g., receptor/enzyme target), I can search further for Merck pharmacology disclosures or published preclinical data; current public trial pages do not specify MOA. citeturn1search9turn0search0"
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: Public sponsor and pipeline information identify MK-1167 as an alpha-7 nicotinic acetylcholine receptor (α7 nAChR) positive allosteric modulator — a modulatory small molecule acting on a neurotransmitter receptor, and the trial is described as a symptomatic adjunctive cognitive enhancer rather than an anti-amyloid/tau disease‑modifying therapy. citeturn0search9turn0search8",
        "Act: Key trial descriptions show MK-1167 is being tested as adjunctive therapy to standard acetylcholinesterase inhibitor (AChEI) treatment to improve memory and thinking in mild‑to‑moderate AD dementia (Phase 2, oral small‑molecule dosing: 0.3–3 mg QD reported across registries). These details support a neurotransmitter‑receptor (cholinergic/nicotinic) symptomatic‑enhancement mechanism rather than targeting core proteopathic pathways. citeturn0search3turn0search1",
        "Reflect: Classification as D) Neurotransmitter Receptors is the best fit under CADRO because MK-1167 targets the α7 nicotinic acetylcholine receptor (a neurotransmitter receptor). The trial’s adjunctive/symptomatic cognitive‑enhancer aim and the absence of an anti‑amyloid or anti‑tau MOA in public trial summaries further support this category. No evidence found that the agent has multi‑target disease‑modifying activity that would justify 'R) Multi-target'. citeturn0search9turn0search3",
        "Web search results (selected):",
        "- Merck product pipeline page listing MK-1167 and its MOA as an alpha‑7 nicotinic acetylcholine receptor positive allosteric modulator. citeturn0search9",
        "- Neuphoria / press release noting Merck-initiated Phase 2 trial of MK-1167 and describing MK-1167 as an α7 nAChR positive allosteric modulator. citeturn0search8",
        "- ClinicalTrials.gov (trial NCT06721156) and summary records describing the Phase 2 adjunctive trial design (MK-1167 + background AChEI) and symptomatic endpoints. citeturn0search3",
        "- Trial posting (Medifind) and related registry records showing oral dosing arms (0.3–3 mg QD) consistent with a small‑molecule inhaled/oral agent. citeturn0search1"
    ]
}