{
    "nct_id": "NCT05538455",
    "title": "ProCare4Life Pilot 3 Clinical Study: Investigating ProCare4Life Impact on Quality of Life of Elderly Subjects With Neurodegenerative Diseases",
    "status": "COMPLETED",
    "last_update_time": "2023-08-29",
    "description_brief": "Personalized Integrated Care Promoting Quality of Life for Elderly People (ProCare4Life, PC4L) project was created to finalize a digital platform with integrated sensors , for monitoring the health status of the elderly subjects with neurodegenerative diseases and comorbidities.\n\nIn fact, an integrated care platform - able to establish correlations between comorbidities, investigate the intake of different drugs, mitigate potential health risks, study the social variables and promote unified therapeutic procedures or social services - could help patients, caregivers, healthcare professionals and social health workers to monitor various diseases parameters.\n\nThe main contribution of the PC4L project is to propose an integrated, scalable and interactive care system that can be easily adapted to the reality of various chronic diseases, care institutions and end-user needs, for the benefit of all the actors involved. The main expected results are to improve patients' quality of life, enable an active life and better disease management, support professionals in decision making, facilitate efficient communication between all stakeholders and ensure reliable and secure access to data at the within Europe.",
    "description_detailed": "There is an urgent need to increase the efficiency and sustainability of health and social care systems across Europe, as there is a growing trend in public spending, which is expected to reach 14% of GDP by 2030. The main causes are the aging of the population, and the increase of chronic diseases, including cardiovascular diseases, diabetes, asthma, mental and physical disorders and neurodegenerative conditions. Comorbidities and the confluence of various chronic diseases is increasingly common in the elderly, which increases the need to develop models and tools to improve integrated health systems.\n\nPopulation aging has also led to major reforms in long-term care policies and systems in many European countries, increasing the need for alternatives. This implies the need for help with housework or other practical errands, transportation by doctors or social visits, social companionship, emotional guidance, or help in organizing professional care. In most European countries, much of the care people over 60 receive is informal care.\n\nAmong the most common chronic diseases in the elderly population, neurocognitive deterioration in the stages of dementia associated with Alzheimer's and Parkinson's are the most disabling. Today, more than 10 million Europeans live with neurocognitive disorders in stages of dementia.\n\nThis situation can be improved through the creation of an integrated care platform, able to establish correlations between co-morbidities, investigate the use of the intake of different drugs, mitigate potential health risks, study the social variables involved and promote unified therapeutic procedures or social services. This solution could help patients, health professionals and social health workers to monitor various diseases, also considering the social context. In addition, people with chronic diseases face difficulties in their daily life and need specialized care services and care. This situation imposes high burdens on the public budget, which require particular attention to adequately address the sustainability of the social and health system in Europe.\n\nThe main contribution of the PC4L project is to propose an integrated, scalable and interactive care system that can be easily adapted to the reality of various chronic diseases, care institutions and end-user needs, for the benefit of all the actors involved (e.g. patients, caregivers and health experts). The main expected results are to improve patients' quality of life, enable an active life and better disease management, support professionals in decision making, facilitate efficient communication between all stakeholders and ensure reliable and secure access to data at the within Europe.This study is part of the European multicenter project Horizon 2020, called Personalized Integrated Care Promoting Quality of Life for Elderly People (ProCare4Life, PC4L), which involves several European partners and was created with the aim of finalizing a digital platform with integrated sensors, aimed at home monitoring of health status and treatment of the elderly patient with Parkinson's disease or Alzheimer's disease and other dementias.The PC4L Project was funded by the European Community Horizon 2020 innovation and research program (grant agreement No 875221), for the development of an international research project aimed at exploring the potential of assistive technologies in monitoring the behavior of elderly subjects. The project involves in fact the elderly population suffering from chronic neurological diseases and other comorbidities such as diabetes mellitus and arthritis. This project also aims to provide home support to the caregivers of subjects affected by these diseases.\n\nPC4L-Pilot3 represents the third and last large-scale pilot study within the project, where the first one was aimed to explore feasibility and usability of the solution, and the second one investigated the characteristics of the metrics generated by the PC4L platform in real-life conditions.\n\nIn this pilot study, six clinical centers are involved, in five different European countries (Italy, Spain, Portugal, Romania, Germany), operating in the neurological context both at hospital and home care, as well as daycare centers.\n\nAn interventional, multicenter, randomized controlled trial will be conducted. The duration of the study per patient at home will be 3 months. Participants admitted to rehabilitation and daycare centers will use the PC4L platform for the entire duration of their stay in the center (not exceeding the 3 months).\n\nPatients will be randomized into two groups: experimental group, which will use the PC4L platform for the duration envisaged by the study and will receive notifications and recommendations from the system; and the control group, which will follow the recommendations in paper form for the period envisaged by the study. Caregivers and health professionals will also be involved.\n\nIn-person assessments will take place at baseline and at the end of the study (3-month follow-up or at discharge from the rehabilitation/daycare program).\n\nDemographic and clinical data (age, gender, level of education, professional activity, social support, previous use of technology) will be assesed at baseline. In-person assessments thorugh clinical evaluation will take place at baseline and at the end of the study (3-month follow-up or at discharge from the rehabilitation/daycare program). Clinical assessments are the following:\n\nMDS Unified Parkinson's Disease Rating Scale (MDS-UPDRS) and Clinical Dementia Rating Scale (CDRS); Falls Self-Efficacy Scale (FES-I); Berg Balance test; Pittsburgh Sleep quality index score: State-Trait-Anxiety-Inventory (STAI); presence of festination, dysphasia, wandering episodes (last month); EuroQol5D3L; Barthel Index; patient satisfaction and empowerment (PACIC, SAPS); non-programmed medical resources used (last month); Cumulative Illness Rating Scale-Geriatric (CIRS-G) ; adverse events reporting; System Usability Scale (SUS) ; end-of-study survey (Global satisfaction with a 5-point Likert scale; What do you like most/least? Suggestions); end-of-study open questions (Which type of recommendations have you been using? How did you find the recommendations? how it helped in improving your wellbeing? What did you like the most/least?).\n\nThe PROCare4Life ecosystem consists of:\n\n* Wearable sensors - to be used by the patient for monitoring disease-related parameters, in passive and interactive paradigms (e.g., simple bio-measurements as heart rate, complex bio-measurements as motor behavior, passive measurement if initiated automatically, interactive measurement if initiated by patient). The wearable sensor used is the smartwatch Fitbit Versa 2. Patients will use the sensor in the dominant arm.\n* Fixed sensors (binary sensors) placed on strategic places and rooms in the home environment for assessing motor behaviors and the interaction with the environment (e.g. number of times the patient visits the bathroom, number of times the patient leaves the house). The selected location sensors are the \"Xiaomi Aqara Door and Window Sensor (MCCGQ11LM)\".\n* PROCare4Life app for mobile smartphones to process data directly from smartphone (Samsung A20 or other similar model) IMU sensors and GPS and directly from users (e.g., anthropometric data and symptoms / complaints to be provided directly by the patient or by caregiver or social/healthcare professionals, via questionnaires). In particular, the data collected will be: anthropometric data and symptoms, and data related to medication uptake, to be provided directly by the patient or by caregiver, via short questionnaires and annotations. Data related to motor behaviors through GPS and inertial sensors.\n* A local computer- to collect data from the patients via the sensorial ecosystem which includes several fixed and dynamic sensors such as wearables, binary sensors and/or cameras. (wearable and fixed sensors, and cameras).\n* PROCare4Life integrated care platform (accessible via Internet browsers) to provide an electronic health record/personal information sheet (fed with data provided by the PROCare4Life ecosystem) and complex interface for personalized interaction/communication between the patients and healthcare professionals.\n* Tablet or computer to collect data from the patients related to the cognitive abilities, with the use of the cognitive games application that includes six different games about the short-term memory, the visual recognition, understanding, semantic memory, vocabulary, mathematics, among others. This application collects not only the results of the games, but also information related to the user interaction with the application.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "SUPPORTIVE_CARE",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The study tests the ProCare4Life (PC4L) integrated digital care platform — a system of sensors, apps and personalized recommendations to monitor and manage health and improve quality of life in older adults with neurodegenerative diseases. The aim is QoL, usability and care coordination rather than delivering a biologic or small‑molecule therapy or a symptomatic neuropsychiatric drug. citeturn0search0turn0search4",
        "Act: Key extracted details — intervention = PC4L digital integrated care platform (sensors, monitoring, personalized recommendations, cognitive/physical activity suggestions); study design = multicenter randomized controlled pilot evaluating impact on quality of life and usability over ~3 months; population = older adults with Parkinson’s, Alzheimer’s or other dementias. No drug or placebo is involved in the described intervention. citeturn0search1turn0search6",
        "Reflect: Classification check — falls into non‑therapeutic/health‑IT intervention (monitoring and care coordination). Per the category definitions, this does not match: (1) disease‑targeted biologic, (2) disease‑targeted small molecule, (3) cognitive enhancer, or (4) neuropsychiatric symptom improvement. Therefore the correct classification is 'N/A'. Additional supporting sources: project overview and EU project pages describing pilots and final clinical pilot. citeturn0search3turn0search7"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}