{
    "nct_id": "NCT06948929",
    "title": "A Pilot, Single-arm Study on the Efficacy and Safety of the Use of a Synbiotic Formula (SCV09) in Alzheimer's Disease Patients",
    "status": "RECRUITING",
    "last_update_time": "2025-09-01",
    "description_brief": "In recent years, emerging studies have revealed the role of gut microbiota in human health and diseases, including AD and other neurodegenerative conditions5. Although the underlying mechanism is still largely unknown, successful therapies targeting the gut-brain axis may serve as indirect evidence of the possible linkage.\n\nThis pilot, single-arm study aims to estimate the efficacy and assess the safety profile of the use of a new synbiotic formula (SCV09) in improving dementia-related behaviour in Alzheimer's disease patients, paving the way for a large-scale randomised controlled trial in the future.",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "OTHER",
    "results": null,
    "target_category": "neuropsychiatric symptom improvement",
    "drug": [
        "SCV09 (synbiotic formula — dietary supplement; probiotic + prebiotic)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial description states this is a pilot, single‑arm study of a synbiotic formula (SCV09) in Alzheimer's disease patients aiming to \"improv[e] dementia-related behaviour,\" which indicates the primary intent is to improve behavioural/neuropsychiatric symptoms rather than to test a monoclonal antibody, small‑molecule anti-amyloid/tau agent, or a pure cognitive enhancer. citeturn0search0turn0search7",
        "Act: Key details extracted — intervention = SCV09 described as a \"synbiotic formula\" / dietary supplement (probiotic + prebiotic); study design = pilot, single‑arm (no placebo arm listed). The registry entries list SCV09 as a dietary supplement intervention but provide no detailed composition in the public listing. citeturn0search0turn0search7",
        "Supporting context from the literature: Synbiotic interventions target the gut–brain axis and have been proposed to modulate neuroinflammation, microbial metabolites, and behaviour/cognition in AD models and small human studies — supporting the mechanism by which a synbiotic might alter dementia‑related behaviour (but this is indirect and exploratory). Examples: preclinical synbiotic studies showing cognitive and pathology effects in AD mouse models and recent reviews of synbiotics in AD. citeturn0search2turn0search3",
        "Reflect: Classification chosen = \"neuropsychiatric symptom improvement\" because the stated outcome is improvement in dementia-related behaviour (behavioural/neuropsychiatric domain). The intervention is a synbiotic dietary supplement (not a monoclonal antibody or a targeted small molecule) and the study is single‑arm — no placebo is indicated. Composition of SCV09 and precise mechanistic claims are not publicly available in the registry entry, so there is some uncertainty about whether cognitive endpoints are also primary; the publicly stated aim emphasizes behaviour. citeturn0search0turn0search7",
        "Web search results / sources used: trial listing (MedPath) describing the SCV09 synbiotic pilot study in AD; clinical registry entry noting SCV09 as a dietary supplement; preclinical synbiotic AD mouse study showing cognitive/pathology effects; recent review on synbiotics in AD; CUHK materials describing related synbiotic work (context for CUHK small‑formula development). citeturn0search0turn0search7turn0search2turn0search3turn1search5"
    ],
    "agent_type": "N) Gut-Brain Axis",
    "explanation_agent": [
        "Reason: The intervention is a synbiotic (probiotic + prebiotic) dietary supplement intended to modulate the gut microbiota to improve dementia‑related behaviour, i.e., it acts on the gut–brain axis rather than on amyloid, tau, neurotransmitter receptors, etc. This aligns conceptually with CADRO's Gut‑Brain Axis category. citeturn0search0turn0search2",
        "Act: Extracted details — intervention = SCV09 described as a synbiotic formula (probiotic + prebiotic) given as 1 sachet daily for 6 months; primary outcome = Neuropsychiatric Inventory (dementia‑related behaviour). The registry entry (ICH GCP / trial listing) provides composition details (blend of Bifidobacterium and Lactobacillus species, GOS/XOS/inulin prebiotics, vitamins) supporting a microbiome‑directed mechanism. Based on these specifics, assign: N) Gut‑Brain Axis. citeturn0search1turn0search2turn0search0",
        "Reflect: The classification fits: the trial targets the gut microbiome/gut–brain signaling (not amyloid, tau, inflammation as a primary explicit target), and outcomes focus on neuropsychiatric symptoms. There is some uncertainty because synbiotics can have indirect effects on inflammation or metabolites, but the primary mechanistic intent and composition point to gut‑brain modulation — CADRO category N is the most specific match. If future data showed a primary anti‑inflammatory or other molecular target, reassessment would be warranted. citeturn0search2turn0search0",
        "Web search results used (summary): MedPath trial listing for \"Synbiotic Formula (SCV09) in Alzheimer's Disease Patients\" — study aims, design, outcomes (NPI primary), sponsor CUHK. citeturn0search0; Veeva/CTV trial capture — dose/schedule (1 sachet daily) and open‑label single‑group details. citeturn0search1; ICH GCP / clinical registry entry — more detailed composition (probiotic strains, prebiotic components, vitamin supplements) and protocol summary. citeturn0search2."
    ]
}