{
    "nct_id": "NCT00495417",
    "title": "Randomized, Controlled, Parallel Group, Patient-blinded, Single-center Phase I Pilot Study to Assess Tolerability and Safety of Repeated s.c. Administration of a Single-dose of Affitope AD01 Applied With or Without Adjuvant to Patients With Mild to Moderate Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2010-10-18",
    "description_brief": "The purpose of this study is to assess the tolerability and safety of repeated subcutaneous injection of a single dose of Affitope AD01 in patients with mild to moderate Alzheimer's Disease.",
    "description_detailed": "Alzheimer's Disease (AD) is a devastating neurodegenerative disorder for which there is no cure.\n\nAlthough the etiology of AD is not fully understood, recent research suggests that Aβ is central to the disease process. Consequently, approaches capable of removing Aβ from the brain, such as Aβ immunotherapy, are expected to possess disease-modifying potential. This view is supported by evidence gathered in mouse models of AD and studies involving AD patients.\n\nBased on the view that active Aβ immunotherapy has disease-modifying potential both in animal models of AD and in patients, and on the knowledge gathered on the side-effects of Aβ-based immunotherapy encountered in humans, we designed a new generation of AD vaccines. Rather than using full length Aβ itself, we choose to use mimotopes of the N-terminal end of Aβ as the antigenic component of our vaccine (Mimotopes discovered by Affiris GmbH have been termed Affitopes). Mimotopes are peptides that functionally mimic the native antigenic epitope but do not show sequence identity to it. Thus, while being different from the original antigen, mimotopes are recognized by the same antibodies and, vice versa, are capable of inducing antibodies that cross-react with the original antigen itself. A major advantage offered by mimotopes is the lack of tolerance mechanisms that would prevent the induction of an immune response to it (as is the case with self peptides/proteins such as Aβ). To further increase the vaccine's safety profile, the length of the mimotope used was limited to preclude the elicitation of Aβ-specific T cells. Also, the mimotope used has been designed to generate antibodies directed exclusively to Aβ (i.e., they do not recognize parental APP itself). To provide helper epitopes for the generation of an antibody response, the mimotope is coupled to a carrier.\n\nThe trial is designed as a patient-blinded, single-center, randomized, controlled, parallel group, phase I clinical study of repeated once every 4 weeks administration by subcutaneous injection of Affitope AD01 alone or adsorbed to aluminum hydroxide in 24 patients with mild to moderate Alzheimer's Disease. In total, each patient will receive 4 immunizations. Patients will be randomized to receive Affitope AD01 alone or adsorbed to aluminum hydroxide. Each treatment group consists of 12 patients. For safety reasons, inclusion of patients will be done in a stepwise manner.",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted biologic",
    "drug": [
        "AFFITOPE AD01 (AFFITOPE active immunotherapy vaccine by Affiris/AFFiRiS; Aβ‑mimotope vaccine)"
    ],
    "placebo": [
        "No traditional inert placebo reported in this trial — comparator/arm arrangement was AFFITOPE AD01 given with or without aluminum hydroxide (alum) adjuvant."
    ],
    "explanation_target": [
        "Reason: The trial tests AFFITOPE AD01 administered subcutaneously as a vaccine (active immunotherapy) designed to induce antibodies against amyloid‑β (Aβ) using a short Aβ‑mimicking peptide (a mimotope). This is a biologic immunotherapy aimed at Alzheimer’s pathology rather than a small molecule symptomatic agent. citeturn0search0turn0search3",
        "Act: I searched clinical trial and literature sources for AFFITOPE/AD01. The trial registry entries list the intervention as AFFITOPE AD01 (with an arm using aluminum hydroxide as adjuvant) and describe the vaccine as a short mimotope coupled to a carrier to elicit Aβ‑directed antibodies while avoiding Aβ‑specific T cell activation. Phase I safety/tolerability studies of AD01 (and related AFFITOPE vaccines such as AD02) are reported in the literature and trial registries. citeturn0search2turn0search5turn0search3",
        "Reflect: Given that AFFITOPE AD01 is an antigenic peptide vaccine intended to generate an immune response against Aβ (disease pathology), it fits the definition of a disease‑targeted biologic. The trial is a Phase I safety/tolerability study of an active immunotherapy; there is no indication this is a symptomatic cognitive enhancer or a neuropsychiatric‑symptom intervention. Comparator in this study was AD01 with or without alum adjuvant rather than a standard inert placebo. citeturn0search0turn0search9"
    ],
    "agent_type": "A) Amyloid beta",
    "explanation_agent": [
        "Reason: The intervention is AFFITOPE AD01, an active immunotherapy (vaccine) composed of a short Aβ‑mimotope peptide designed to induce antibodies that cross‑react with amyloid‑β — i.e., it directly targets Aβ pathology. citeturn0search0turn0search1",
        "Act: Extracted trial details: AFFITOPE AD01 (Affiris/AFFiRiS) given subcutaneously with or without aluminum hydroxide adjuvant in a Phase I tolerability/safety study (NCT00495417); four monthly immunizations were administered and the sponsor is Affiris. These registry and report entries describe the vaccine as an Aβ‑directed mimotope designed to elicit anti‑Aβ antibodies while avoiding Aβ‑specific T cell activation. citeturn0search2turn0search5turn0search6",
        "Reflect: Given the explicit Aβ immunotherapy mechanism and absence of other mechanistic targets in the description (no tau, ApoE/lipid, synaptic, inflammatory‑only, or symptomatic neurotransmitter focus), the most specific CADRO classification is A) Amyloid beta. There is no indication this trial is multi‑target or non‑therapeutic, so 'A) Amyloid beta' is appropriate. citeturn0search1turn0search3",
        "Web search results used (summary of sources):",
        "- Trial registry / ClinicalTrials.gov summary (NCT00495417) — Phase I study of AFFITOPE AD01, description of mimotope vaccine and alum adjuvant details. citeturn0search2",
        "- MedPath / trial summary page for NCT00495417 — trial design and vaccine rationale (Aβ mimotope). citeturn0search0",
        "- Alzheimer's & Dementia conference abstract / report on AFFITOPE vaccines (AD01/AD02) describing AFFITOME technology and Phase I data. citeturn0search1",
        "- CDEK / Purdue trial snapshot and details of intervention and dosing schedule. citeturn0search5",
        "- BioCentury news item reporting completion of Phase I enrollment for Affitope AD01. citeturn0search6"
    ]
}