{
    "nct_id": "NCT04570085",
    "title": "Multicentre, Randomized, Double-blind, Placebo-controlled Trial Evaluating the Effect of a 30-week Caffeine Treatment on Cognition in Alzheimer's Disease at Beginning to Moderate Stages",
    "status": "RECRUITING",
    "last_update_time": "2025-04-10",
    "description_brief": "Sporadic Alzheimer's disease is a multifactorial illness arising a major medico-economic stakes for our aging societies. There is currently no curative treatment available.\n\nCoffee is a complex beverage with psychostimulant properties whose main effective element, caffeine, has a pleiotropic effect on the central nervous system. Caffeine pharmacological properties enable its use like an Alzheimer's disease symptomatic treatment. Its supposed benefits mustn't obscure anxiety and insomnia caffeine effect at large dose, which Alzheimer's patients might be more vulnerable.\n\nThe main study objective is to evaluate placebo-controlled caffeine efficacy (30 treatments weeks) on cognitive decline in Alzheimer's disease dementia at beginning to moderate stage (MMSE 16-24).",
    "description_detailed": "N/A",
    "phase": [
        "PHASE3"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "Caffeine"
    ],
    "placebo": [
        "Placebo"
    ],
    "explanation_target": [
        "Reason: The trial tests caffeine — a well-known small-molecule psychostimulant whose primary pharmacology is adenosine receptor antagonism and which acutely increases wakefulness, alertness and aspects of memory/attention. The study objective (evaluate caffeine efficacy on cognitive decline over 30 weeks in mild–moderate AD) indicates a symptomatic/cognitive-focused aim rather than a biologic (e.g., anti-amyloid or anti-tau) therapeutic. citeturn0search1",
        "Act: Extracted trial details: multicentre, randomized, double-blind, placebo-controlled trial of 30-week caffeine treatment in Alzheimer's disease (MMSE 16–24) with cognitive outcomes. Caffeine is a small molecule (not a biologic), and the protocol and description frame its use as a symptomatic/cognitive treatment. Although some epidemiologic and preclinical studies report associations or effects of caffeine on amyloid/tau markers and animal models, the investigational intent described here is to improve cognition (symptomatic), placing it in the cognitive enhancer category. citeturn0search0turn0search4turn0search6",
        "Reflect: Classification justification and caveats — I classify this trial as 'cognitive enhancer' because (1) the intervention is caffeine, a non-biologic small molecule with stimulant/cognitive effects, and (2) the stated primary objective is to evaluate cognitive efficacy (symptomatic treatment) rather than to modify underlying AD pathology. Caveat: preclinical and cohort data suggest possible effects on AD pathology (amyloid/tau) and observational links to reduced cognitive decline, but those are supportive/secondary pieces of evidence and do not change the trial’s symptomatic aim. Also note safety concerns in older adults (insomnia, anxiety) are mentioned in the protocol. citeturn0search6turn0search1turn0search0",
        "Web search results cited (brief): 1) Caffeine pharmacology and review of cognitive effects in older adults (narrative review). citeturn0search1 2) BALTAZAR cohort analysis linking caffeine intake with memory impairments and CSF amyloid biomarkers in MCI/AD. citeturn0search0 3) Animal and preclinical reports showing caffeine can reduce brain Aβ and improve cognition in AD mouse models. citeturn0search4turn0search6 4) Epidemiologic studies linking higher caffeine/coffee intake with slower cognitive decline in older adults. citeturn0search2turn0search3"
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The intervention is caffeine, a small-molecule psychostimulant whose primary mechanism is antagonism of adenosine receptors (A1/A2A etc.), producing wakefulness/alertness and symptomatic improvements in attention/memory — this targets a neurotransmitter receptor pathway rather than amyloid/tau biology. citeturn0search1",
        "Act: Extracted trial details: a 30-week randomized, placebo‑controlled trial of caffeine in mild–moderate AD with cognitive outcomes. Caffeine’s known pharmacologic target is adenosine receptors (neurotransmitter receptors), and the study’s stated aim is symptomatic/cognitive enhancement rather than explicit disease‑modifying effects — assign CADRO category D) Neurotransmitter Receptors. citeturn0search1",
        "Reflect: Confirmation and caveats — classification as D fits because the drug’s principal, intended pharmacologic action is on neurotransmitter (adenosine) receptors and the trial objective is symptomatic cognitive improvement. Note: preclinical and epidemiologic work report caffeine-linked reductions in Aβ and associations with slower cognitive decline (disease‑relevant signals), but those are secondary/supporting findings and do not change the trial’s symptomatic receptor‑target classification. Key supporting studies: animal models showing reduced brain Aβ with caffeine, and cohort/epidemiologic reviews linking caffeine/coffee intake to slower cognitive decline. citeturn0search6turn0search4turn0search3turn0search5",
        "Web search results (key sources used): 1) Caffeine mechanism — StatPearls overview (adenosine receptor antagonism). citeturn0search1 2) Preclinical/animal reports (caffeine reduces brain Aβ and improves cognition in AD mouse models). citeturn0search6turn0search4 3) Longitudinal cohort (AIBL) linking higher coffee consumption with slower cognitive decline and less Aβ accumulation. citeturn0search3 4) Systematic review of caffeine and cognition/dementia (positive associations in many studies). citeturn0search5 5) Population analysis (NHANES) showing higher caffeine intake associated with better cognitive function in older adults. citeturn0search0"
    ]
}