{
    "nct_id": "NCT07042087",
    "title": "Lifestyle for the BRAin Health - Time Restricted Eating and Mindfulness",
    "status": "RECRUITING",
    "last_update_time": "2025-06-19",
    "description_brief": "The study aims to evaluate the effects of a 9-month intervention combining yoga-based mindfulness techniques, cognitive training, and nutritional counseling on cognitive function, plasma markers of neurodegeneration (tau protein), physical fitness, and metabolism in older adults at increased risk of developing Alzheimer's disease.",
    "description_detailed": "This randomized two-arm clinical trial aims to evaluate the effects of a 9-month intervention combining yoga-based mindfulness techniques and time-restricted eating (Arm 1) versus cognitive training and stretching (Arm 2) in older adults at increased risk of developing Alzheimer's disease. The study will assess outcomes including cognitive function, plasma biomarkers of neurodegeneration (tau protein), physical fitness, and metabolic health.\n\nThe trial is harmonized with the concurrently running LIBRA-NET study (NCT06986096) conducted at Slovak sites (Bratislava and Banská Bystrica). Data from the cognitive training arm and additional clinical parameters will be pooled across both studies for joint statistical analyses. The studies share primary and several secondary outcomes, a shared intervention timeline, assessment protocols, and the cognitive training/stretching arm. The harmonization across all four study sites aims to increase statistical power and enable more generalizable conclusions for a larger population.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is a 9‑month lifestyle program (yoga‑based mindfulness, time‑restricted eating with nutritional counseling promoting a flexitarian pattern, plus an active comparator of cognitive training and stretching) aimed at improving cognitive function and plasma biomarkers (pTau217, pTau181, GFAP, NfL) in older adults at increased AD risk. This is a non‑pharmacologic behavioral/lifestyle trial, not a drug or biologic study. citeturn1search0turn1search5turn1search8",
        "Act: Key extracted details from trial registries — randomized, two‑arm: Arm 1 = Mindfulness yoga + Time‑Restricted Eating (16:8 fasting/eating window with flexitarian counseling); Arm 2 = Cognitive training + Stretching. Primary outcomes include change in composite cognitive score and plasma neurodegeneration biomarkers (pTau217, pTau181, GFAP, NfL). No investigational drug or biologic or placebo is described. citeturn1search8turn1search0turn1search5",
        "Reflect: The four target categories provided are drug/biologic‑focused (disease‑targeted biologic, disease‑targeted small molecule, cognitive enhancer [defined as drugs], neuropsychiatric symptom improvement). Because this trial tests behavioral/lifestyle interventions (non‑drug) it does not fit any of those four drug/biologic categories; therefore the correct classification is 'N/A'. Supporting registry entries and descriptions are cited above. There is no ambiguity in the registry descriptions about the absence of a drug or placebo. citeturn1search0turn1search8"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}