{
    "nct_id": "NCT06120049",
    "title": "Prospective Head-to-head Comparison of Cardiac [18F]-MFBG PET Versus [123I]-MIBG SPECT in the Differentiation Between Parkinson's Disease and Multiple System Atrophy and Between Dementia With Lewy Bodies and Alzheimer's Disease",
    "status": "RECRUITING",
    "last_update_time": "2025-02-03",
    "description_brief": "Study goal:\n\nThe goal of this prospective head to head comparison is to evaluate the effectiveness of \\[18F\\]-MFBG PET in assessing cardiac innervation, comparing it with \\[123I\\]-MIBG SPECT The study's primary focus is on distinguishing between Parkinson's disease (PD) and multiple system atrophy (MSA), as well as between dementia with Lewy bodies (DLB) and Alzheimer's disease (AD).\n\nMain questions:\n\n* Feasibility: How well can \\[18F\\]-MFBG PET detect changes in myocardial uptake in PD and DLB compared to the expected normal values in healthy individuals and AD and MSA-P patients? How well can it differentiate between these groups based on the detected changes?\n* Non-inferiority: Is \\[18F\\]-MFBG PET as accurate as \\[123I\\]-MIBG SPECT in distinguishing between PD and MSA-P, and between DLB and AD?\n\nParticipant requirements:\n\nFor the main study, participants will be required to visit the hospital for 3 or 4 appointments. During these visits, they will undergo a screening visit, MRI brain scan, a comprehensive neurological assessment, \\[18F\\]-PE2I PET, \\[123I\\]-MIBG SPECT, and \\[18F\\]-MFBG PET scans.\n\nAdditionally, a separate dosimetry study will be conducted, involving healthy subjects who will visit the hospital for a screening visit and undergo \\[18F\\]-MFBG PET scans.",
    "description_detailed": "Study Rationale:\n\nThis prospective study, to be conducted in two centers (UZ Leuven and UZ Gent), aims to validate cardiac \\[18F\\]-MFBG PET in distinguishing Parkinson's disease (PD) from multiple system atrophy (MSA-P) and differentiating dementia with Lewy bodies (DLB) from Alzheimer's disease (AD). Both PD and DLB, caused by alpha-synuclein deposits (Lewy bodies), exhibit not only nigrostriatal dopaminergic deficits but also early peripheral changes in myocardial norepinephrine (NE) innervation. These defects can be visualized and quantified using NE transporter tracers. \\[18F\\]-MFBG was developed several years ago with high-yield production and has already been employed in multiple centers worldwide, mainly in the context of imaging neuroendocrine tumors. \\[18F\\]-MFBG offers logistical, technical, and pharmacological advantages, including faster scanning, high spatial resolution, and improved quantification compared to the existing method using \\[123I\\]-MIBG SPECT.\n\nParticipant Population:\n\nThe study will include 28 healthy volunteers (CON), of which 3 will participate in \\[18F\\]-MFBG PET dosimetry (part 1) and 25 in the main study for optimization/age-dependence of cardiac \\[18F\\]-MFBG parameters (part 2). In part 3, 40 PD, 15 MSA-P, 15 DLB, and 15 AD patients with biomarker-confirmed diagnoses will be included. Total: 113 subjects.\n\nIntervention:\n\nAll subjects will undergo three examinations in the main work packages (parts 2 and 3) dynamic cardiac \\[18F\\]-MFBG PET, with dynamic \\[123I\\]-MIBG SPECT as a comparator, as well as cerebral \\[18F\\]-PE2I PET.\n\nEndpoints:\n\nPrimary: Non-inferiority in discriminating populations using \\[18F\\]-MFBG; Secondary: effect size, relationship between myocardial uptake and cerebral dopamine active transporter (DAT) changes, autonomic dysfunction, regional myocardial variation.\n\nSecondary:\n\n1. Determine the effect size (ES) of the reduction in myocardial uptake of \\[18F\\]-MFBG in PD and DLB compared to \\[123I\\]-MIBG SPECT and \\[123I\\]-MIBG planar scintigraphy.\n2. Identify any significant correlation between the reduction in myocardial uptake of \\[18F\\]-MFBG in PD and DLB and the reduction in \\[18F\\]-PE2I binding in early to moderate disease stages.\n3. Assess the relationship between the reduction in myocardial uptake of \\[18F\\]-MFBG in PD and DLB and measures of autonomic dysfunction.\n4. Examine the regional pattern of reduced \\[18F\\]-MFBG uptake in PD/DLB compared to controls, with an endpoint considered met if different regional segment scores are evident between PD/MSA-P or DLB/AD or subtypes of PD.",
    "phase": [
        "PHASE2",
        "PHASE3"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "DIAGNOSTIC",
    "results": null,
    "target_category": "N/A",
    "drug": [
        "[18F]-MFBG (PET radiotracer, imaging agent)",
        "[123I]-MIBG (SPECT radiotracer, imaging agent)",
        "[18F]-PE2I (PET radiotracer for dopamine transporter)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial is a prospective head-to-head comparison of imaging agents ([18F]-MFBG PET versus [123I]-MIBG SPECT) to assess cardiac sympathetic innervation and to differentiate PD vs MSA and DLB vs AD. This is a diagnostic imaging study, not a therapeutic intervention intended to modify Alzheimer’s pathology, improve cognition, or treat neuropsychiatric symptoms.",
        "Act: Key extracted details — interventions are radiotracers used for PET/SPECT imaging: [18F]-MFBG is a PET analog of MIBG developed for high-resolution, quantitative imaging. citeturn0search0 [123I]-MIBG is a long-established SPECT radiotracer for assessing cardiac sympathetic innervation. citeturn0search5turn0search1 The protocol also includes [18F]-PE2I PET for dopaminergic imaging. citeturn0search8",
        "Reflect: Classification check — per the category definitions: disease-targeted biologic (biologics) and disease-targeted small molecule (therapeutics targeting AD pathology) do not apply because the listed agents are diagnostic radiotracers, not therapeutics; cognitive enhancer and neuropsychiatric symptom improvement categories also do not apply. Therefore the correct category is 'N/A'.",
        "Web-search results used (titles/summaries): 'Biodistribution and Dosimetry of 18F-Meta-Fluorobenzylguanidine: A First-in-Human PET/CT Imaging Study' (describes 18F-MFBG as a PET analog of MIBG). citeturn0search0 'Cardiac 123I-mIBG Imaging in Heart Failure' (review of 123I‑MIBG for cardiac sympathetic innervation and imaging protocols). citeturn0search5 'GMP production of [18F]FE-PE2I ... a radiotracer for in vivo PET imaging of the dopamine transporter' (describes PE2I as a DAT PET tracer). citeturn0search8"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}