{
    "nct_id": "NCT02331784",
    "title": "Plasticity-based Adaptive Cognitive Remediation for Alzheimer Disease",
    "status": "COMPLETED",
    "last_update_time": "2019-04-17",
    "description_brief": "The primary objective of this study is to evaluate the effects of the experimental treatment (cognitive training) further outlined in this protocol on the cognitive abilities (e.g., processing speed, attention, working memory, and executive function), brain functionality, functional status and quality of life of individuals with age-related cognitive decline as compared to a computer-based active control.",
    "description_detailed": "The normal aging has a devastating effect on our cognitive ability to learn and remember, on the speed with which the investigators process information, and on our ability to reason. By 2050, nearly 14 million individuals in the US will be living with Alzheimer's disease (AD), up from 5 million in 2013. AD is the most common cause of dementia, resulting in the loss of cognitive functions such as memory, reasoning, language, and cognitive, social, physical, and emotional control, to the extent that losses interfere with activities of daily living and necessitate continuous monitoring and care. Many studies now show that the processing machinery of the brain is plastic and remodeled throughout life by learning and experience, enabling the strengthening of cognitive skills or abilities. Research has shown that brief, daily computerized cognitive training that is sufficiently challenging, goal-directed and adaptive enables intact brain structures to restore balance in attention and compensate for disruptions in cognitive functioning. The study aims to understand how our computer program can affect cognition and attention in those with aging brain.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "BASIC_SCIENCE",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The study tests a behavioral, computerized \"Plasticity-based Adaptive Cognitive Remediation (PACR-AD)\" cognitive training intervention intended to improve processing speed, attention, working memory and executive function — i.e., it aims to improve cognition rather than deliver a biologic or small-molecule disease-modifying agent.",
        "Act — key extracted details: The intervention is a computerized plasticity-based adaptive cognitive training program (PACR‑AD) developed/sponsored by Posit Science; the study is registered as NCT02331784 and lists behavioral/computerized training vs an active computer-based control. citeturn1search1turn1search6",
        "Act — trial intent and outcomes: The protocol explicitly measures changes in cognitive domains (processing speed, attention, working memory, executive function), brain function, functional status and quality of life comparing the training to an active control. citeturn1search3turn1search1",
        "Act — evidence context: Plasticity-based computerized training (the PACR approach and related programs) has been evaluated in prior trials and shown cognitive improvements in older adults and other populations, supporting that this is a cognitive-enhancement intervention rather than a pharmacologic/disease-targeting drug. citeturn0search6turn0search4",
        "Reflect: Given the intervention is non-pharmacologic (behavioral/computerized training), targets cognition directly (not amyloid/tau pathology or neuropsychiatric symptoms), and the sponsor/program name matches PACR-AD, the correct category is 'cognitive enhancer'. No drug or placebo is involved in this trial (behavioral active control used instead). citeturn1search6turn1search1"
    ],
    "agent_type": "M) Synaptic Plasticity/Neuroprotection",
    "explanation_agent": [
        "Reason: The intervention is a behavioral, computerized plasticity-based cognitive training program (PACR‑AD) intended to improve processing speed, attention, working memory and executive function — i.e., it aims to enhance cognitive function via neural/plasticity mechanisms rather than acting on amyloid, tau, inflammation, or a molecular drug target. citeturn0search0turn0search1",
        "Act: Key extracted details — lead sponsor Posit Science; intervention = Computerized Plasticity-based Software vs an active computer-based control (commercial video games); primary outcomes are cognitive domains, brain function and functional status; no pharmacologic agent or molecular target is listed. These details are documented in the trial registry and project summaries. citeturn0search0turn0search1turn0search3",
        "Reflect: Synaptic plasticity / neuroprotection (CADRO category M) best matches because PACR‑AD explicitly targets cognitive function through experience-dependent brain plasticity (strengthening cognitive skills and compensatory mechanisms). The trial is non-pharmacologic (behavioral), so it is not assigned to amyloid, tau, inflammation, etc., nor is it multi-target pharmacology — therefore M) Synaptic Plasticity/Neuroprotection is the most specific CADRO classification. citeturn0search3turn0search0",
        "Web search results (sources used): 1) Clinical trial registry entry for NCT02331784 (Plasticity-based Adaptive Cognitive Remediation for Alzheimer Disease) — shows behavioral/computerized training intervention and cognitive outcomes. citeturn0search0 2) Trial aggregator/summary (MedPath) for NCT02331784 — lists Posit Science sponsor, interventions, enrollment and outcome measures. citeturn0search1 3) SBIR project summary describing PACR‑AD aims, long-term efficacy, booster strategy and biomarkers/evaluation context (supports plasticity-based cognitive training interpretation). citeturn0search3"
    ]
}