{
    "nct_id": "NCT00036114",
    "title": "Study of Aripiprazole in the Treatment of Patients With Psychosis Associated With Dementia of the Alzheimer's Type",
    "status": "COMPLETED",
    "last_update_time": "2013-11-07",
    "description_brief": "The purpose of this study is to learn if aripiprazole is safe and effective in the treatment of psychosis associated with dementia of the Alzheimer's type.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE3"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "neuropsychiatric symptom improvement",
    "drug": [
        "aripiprazole (Abilify)"
    ],
    "placebo": [
        "placebo (used as comparator in the trial)"
    ],
    "explanation_target": [
        "Reason: The trial tests aripiprazole for \"psychosis associated with dementia of the Alzheimer's type,\" i.e., targeting behavioral/psychotic symptoms (neuropsychiatric symptoms) rather than Alzheimer pathology or cognition. Aripiprazole is an atypical antipsychotic (a dopamine D2 partial agonist with activity at serotonin receptors), consistent with a symptomatic/neuropsychiatric indication rather than a disease-modifying Alzheimer therapy. citeturn0search7turn0search2",
        "Act (key extracted details + web search results): The study title and purpose explicitly evaluate aripiprazole for psychosis in Alzheimer’s-type dementia (Study of Aripiprazole in the Treatment of Patients With Psychosis Associated With Dementia of the Alzheimer's Type; ClinicalTrials.gov record NCT00036114). This was a Phase 3 study (completed). citeturn0search9",
        "Act (evidence from trials): Randomized, placebo-controlled trials of aripiprazole in AD-related psychosis showed modest efficacy on psychosis and agitation outcomes in some trials (for example, improvements on NPI, BPRS, CMAI in certain dose groups), while other trials showed mixed primary endpoint results but benefits on several behavioral/secondary measures. These publications report aripiprazole's use for psychotic/behavioral symptoms in AD. citeturn1search0turn1search1turn1search4",
        "Act (safety/regulatory context): Regulatory labeling and manufacturer safety information state that aripiprazole (Abilify) is not approved for dementia-related psychosis and that elderly patients with dementia-related psychosis treated with antipsychotics have an increased risk of death; cerebrovascular adverse events have been reported in trials of aripiprazole in this population. These safety notes are important context for trials treating neuropsychiatric symptoms in dementia. citeturn2search4turn2search0",
        "Reflect: Classification check — this trial evaluates an antipsychotic for psychosis/agitation in Alzheimer's dementia (symptom management). It does not test a biologic (monoclonal antibody, vaccine) nor a small molecule intended to modify amyloid/tau pathology, nor a drug whose primary goal is cognitive enhancement. Therefore the correct category is 'neuropsychiatric symptom improvement'. No significant ambiguity: drug identity and symptomatic target are clear from the title/description and supporting trial/publication records. citeturn0search9turn1search0"
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The trial tests aripiprazole (Abilify) for psychosis associated with Alzheimer-type dementia — a symptomatic indication addressing behavioral/psychotic symptoms rather than amyloid/tau or other disease-modifying pathways. Aripiprazole’s pharmacology is centered on neurotransmitter receptors (dopamine D2 partial agonist; actions at serotonin receptors). citeturn2search0turn0search3",
        "Act: Key extracted details — drug: aripiprazole (Abilify); indication in the trial: psychosis associated with dementia of the Alzheimer’s type (ClinicalTrials record and randomized trials); mechanism: partial agonist at dopamine D2 and activity at multiple serotonin receptors (5-HT1A agonist / 5-HT2A antagonist). These facts point to a neurotransmitter receptor target rather than amyloid/tau or other CADRO categories. citeturn2search4turn2search1turn0search1",
        "Reflect: Classification check — the intervention is a symptomatic antipsychotic acting on neurotransmitter receptors, so the best CADRO match is 'D) Neurotransmitter Receptors'. It is not a disease-modifying amyloid/tau, inflammatory, or vascular therapy, nor is it a diagnostic/non-therapeutic intervention; safety/regulatory context (increased mortality risk in dementia-related psychosis) is relevant clinically but does not change the mechanistic classification. citeturn0search0turn2search6"
    ]
}