{
    "nct_id": "NCT04052737",
    "title": "A Prospective, Multicentric, Randomized, Double Blind, Placebo Controlled Phase II Clinical Study to Compare the Safety and Efficacy of PMZ-1620 Therapy Along With Standard Supportive Care in Subjects of Mild to Moderate Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2023-01-11",
    "description_brief": "This is a prospective, multicentric, randomized, double blind, placebo controlled Phase II clinical study to compare the safety and efficacy of PMZ-1620 therapy along with standard supportive care in subjects with mild to moderate Alzheimer's disease.",
    "description_detailed": "Alzheimer's is not just a disease of old age, approximately 200,000 Americans under the age of 65 having younger-onset Alzheimer's disease (AD). In 2015, there were approximately 29.8 million people worldwide with AD. The person with Alzheimer's disease can live an average of eight years after their symptoms become noticeable to others, but survival range is 4 to 20 years, depending on the age and other health conditions (www.alz.org). The pathophysiology of AD is related to the injury and death of neurons, initiating in the hippocampus brain region that is involved with memory and learning, then atrophy affects the entire brain. The cause of Alzheimer's disease is still poorly understood and about 70% of the risk is associated with genetic. Other risk factors may also associate with this like history of head injuries, depression, or hypertension. Like all types of dementia, Alzheimer's is also caused by brain cell death. Although AD is classified as a neurodegenerative dementia, considerable evidence links vascular dysfunction and vascular risk factors as pathogenesis of AD. However, it is a progressive brain cell death that happens over a course of time and treatments can't stop Alzheimer's from progressing, they can temporarily slow the worsening of dementia symptoms and improve quality of life for those with Alzheimer's and their caregivers (www.alz.org; www.who.int).\n\nSovateltide is an endothelin B (ETB) receptor agonist (previously used names IRL-1620, SPI-1620 and PMZ-1620; International Non-proprietary Name (INN) approved by WHO is sovateltide). Activation of ETB receptors with PMZ-1620 produces neurovascular repair and remodeling or neuroregeneration. There are hidden stem cells in the brain, which becomes active following injury to the brain. Intravenous administration of PMZ-1620 (sovateltide) augments the activity of neuronal progenitor cells in the brain to repair the damage by formation of new mature neurons and blood vessels. In addition, PMZ-1620 has anti-apoptotic activity and also increases cerebral blood flow.",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted biologic",
    "drug": [
        "PMZ-1620 (sovateltide / IRL-1620)"
    ],
    "placebo": [
        "Placebo (normal saline)"
    ],
    "explanation_target": [
        "Reason: The trial tests PMZ-1620 (also called sovateltide / IRL-1620), which is a peptide therapeutic (a selective endothelin‑B receptor agonist) intended to produce neuroprotective and neuroregenerative effects (increase blood flow, inhibit apoptosis, activate neuronal progenitors) rather than purely symptomatic cognitive enhancement. These properties indicate a biologic intervention aiming to modify disease-related brain injury/recovery. citeturn0search3turn0search4",
        "Act: The trial description and registry entries identify PMZ-1620 = sovateltide (IRL‑1620) and describe IV dosing vs saline/placebo in mild–moderate Alzheimer’s subjects; the drug is a peptide (biologic) acting via ETB receptor agonism. Sources: the Alzheimer’s trial listing and trial summaries, and corporate/registry descriptions of sovateltide's mechanism. citeturn0search1turn0search9turn0search3",
        "Reflect: Given the provided category definitions, PMZ‑1620 best fits 'disease‑targeted biologic' — it is a biologic (peptide) intended to target disease processes (neuroprotection/neurorepair). It is not a classic symptomatic cognitive enhancer nor a neuropsychiatric agent, and it is not a diagnostic/non‑therapeutic study. Note: while it does not target amyloid or tau specifically, the available categories group biologic, disease‑directed therapies together, so 'disease‑targeted biologic' is the best match. Clinical-trial sources and mechanistic descriptions cited above. citeturn0search1turn0search3turn0search4"
    ],
    "agent_type": "E) Neurogenesis",
    "explanation_agent": [
        "Reason: PMZ-1620 (sovateltide / IRL‑1620) is a selective endothelin‑B (ETB) receptor agonist that has been shown to promote neuronal progenitor activation, neurogenesis, angiogenesis, and neuroprotective effects (reduced apoptosis, improved blood flow) — i.e., it is intended to drive neural repair/regeneration rather than target amyloid/tau. citeturn0search1turn0search4",
        "Act: Extracted details — drug names: PMZ‑1620 = sovateltide = IRL‑1620 (peptide biologic); primary molecular target: endothelin‑B (ETB) receptor; described effects: enhanced neurogenesis, angiogenesis, neuronal survival and functional recovery in preclinical and clinical stroke studies and in descriptions of AD studies. Sources: MDPI review and PMC review summarizing mechanism, PubMed preclinical study, NCATS/drug entry, and trial registry/summary. citeturn0search1turn0search4turn0search2turn0search3turn0search6",
        "Reflect: Mapping to CADRO — the intervention’s main biological focus is stimulation of neural progenitors/neurogenesis and neurorepair. While it also affects vasculature (angiogenesis/blood flow) and provides neuroprotection, the most specific CADRO category is E) Neurogenesis. An alternative reasonable classification could include K) Vasculature or M) Synaptic Plasticity/Neuroprotection because of angiogenic and protective effects, but the published mechanism emphasizes ETB‑mediated neurogenesis/neural progenitor activation, so E is the best single-category fit. citeturn0search2turn0search0",
        "Web search results (key sources used):",
        "- \"Sovateltide Mediated Endothelin B Receptors Agonism and Curbing Neurological Disorders\" (MDPI review) — describes sovateltide (PMZ‑1620/IRL‑1620) as a selective ETB agonist, peptide structure, and its neurogenesis/angiogenesis/neuroregeneration actions. citeturn0search1",
        "- PMC article on Phase II sovateltide in ischemic stroke — clinical evidence of safety/tolerability and discussion of ETB receptor role in neuroprotection and repair. citeturn0search0",
        "- PubMed preclinical study showing IRL‑1620 enhances angiogenesis and neurogenesis after cerebral ischemia in rats. citeturn0search2",
        "- NCATS / Drugs resource entry for Sovateltide (IRL‑1620) summarizing mechanism and clinical development in ischemia and AD. citeturn0search3",
        "- Trial listing / summary noting phase II/III clinical development and studies in ischemic stroke and AD (trial registry summary). citeturn0search6",
        "Conclusion (Output): E) Neurogenesis — PMZ‑1620 (sovateltide / IRL‑1620) is best classified under CADRO category E because its selective ETB receptor agonism principally aims to activate neuronal progenitors/neurogenesis and promote neural repair/regeneration."
    ]
}