{
    "nct_id": "NCT05820919",
    "title": "Enhancing Sleep Quality for Nursing Home Residents With Dementia: Pragmatic Trial of an Evidence-Based Frontline Huddling Program",
    "status": "RECRUITING",
    "last_update_time": "2024-03-11",
    "description_brief": "This study seeks to improve clinical outcomes for an important, growing, and vulnerable population-nursing home residents with Alzheimer's disease or related dementias-by testing an evidence-based intervention to improve these residents' sleep. It will also examine the implementation and sustainment of this intervention.",
    "description_detailed": "Disturbed sleep places older adults at higher risk for frailty, morbidity, and even mortality. Yet nursing home (NH) routines frequently disturb residents' sleep through use of noise and light or efforts, for example, to reduce incontinence. NH residents with Alzheimer's disease or related dementias-almost two-thirds of long-stay NH residents-are likely to be particularly affected by sleep disturbance. This study tackles these important issues and substantially moves forward goals of the National Plan to Address Alzheimer's Disease 2018 Update by proposing to implement an evidence-based intervention to improve sleep: a NH frontline staff huddling program known as LOCK. The LOCK program is derived from evidence supporting strengths-based learning, systematic observation, relationship-based teamwork, and efficiency.\n\nThis is an incomplete stepped-wedge randomized controlled trial to test the impact and sustainability of the LOCK sleep program. In 24 community nursing homes (NHs)-eight from each of 3 national NH corporations-our multi-disciplinary team will examine these aims: (1) Implement the LOCK-based sleep program for residents with ADRD using the train-the-trainer model. (2) Estimate impact of the LOCK sleep program on sleep (primary outcome) and on psychotropic medication use, pain and analgesic medication use, and activities of daily living decline (secondary outcomes). (3) Examine factors, using mixed methods, associated with variation in the program's implementation and its sustainability.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "neuropsychiatric symptom improvement",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The described trial tests an evidence-based, frontline staff \"huddling\" (LOCK) program to improve sleep for nursing home residents with Alzheimer’s disease or related dementias. This is a non-pharmacologic, care-process intervention aimed at improving sleep (a behavioral/neuropsychiatric symptom), not a drug targeting Alzheimer pathology or cognition. citeturn0search0turn0search1",
        "Act: Key extracted details — intervention name: LOCK (frontline staff huddling program); goal: improve sleep quality for nursing home residents with dementia; design: pragmatic, hybrid efficacy-effectiveness trial in multiple nursing homes (wedge design); trial registration NCT04533815 and NIH/NIA-funded project. No drug or placebo is involved. citeturn0search0turn0search4turn0search1",
        "Web search results (sources found): 1) Full protocol and description in BMC Geriatrics (2021) titled \"Enhancing sleep quality for nursing home residents with dementia: a pragmatic randomized controlled trial of an evidence-based frontline huddling program\" — describes the LOCK sleep intervention and trial aims. citeturn0search0 2) PubMed entry for the same BMC Geriatrics article. citeturn0search1 3) NIH/NIA project page for the pragmatic trial (award 1R61AG065619-01) confirming aims and funding. citeturn0search4",
        "Reflect: By the provided category definitions, this trial fits \"neuropsychiatric symptom improvement\" because it targets sleep disturbance (a behavioral/neuropsychiatric symptom) through a non-drug, implementation-focused intervention. There is no disease-targeting biologic or small-molecule agent and it is not primarily a cognitive-enhancement trial. Classification confidence: high."
    ],
    "agent_type": "O) Circadian Rhythm",
    "explanation_agent": [
        "Reason: The study tests a frontline staff huddling program (LOCK) designed to improve sleep for nursing‑home residents with Alzheimer’s disease or related dementias. The intervention is behavioral/implementation‑focused and aims to improve sleep (a neuropsychiatric symptom closely tied to sleep/circadian processes), not to modify a molecular disease pathway. citeturn0search6turn0search1",
        "Act: Key extracted details — intervention name: LOCK (frontline staff huddling program); primary goal: improve sleep quality for nursing‑home residents with dementia; design: pragmatic hybrid efficacy‑effectiveness trial/wedge design; trial registration NCT04533815. No drug, biologic, or molecular target is involved. citeturn0search6turn0search4",
        "Reflect: Mapping to CADRO — the trial targets sleep disturbances/circadian-related symptoms, so the most specific CADRO match is O) Circadian Rhythm. Although the intervention is non‑pharmacologic (implementation/behavioral), it still aims to modify sleep/circadian outcomes rather than being a diagnostic or purely organizational study, so 'O) Circadian Rhythm' is appropriate. If one emphasized the absence of any biological target or drug, an alternative could be 'T) Other', but given the clear sleep/circadian focus, O) is the best fit. Confidence: high. citeturn0search6turn0search1"
    ]
}