{
    "nct_id": "NCT04820127",
    "title": "Personalized Management of Psycho-behavioral Symptoms in Alzheimer's Disease and Related Disorders: Impact on Health Resources Use",
    "status": "RECRUITING",
    "last_update_time": "2024-08-01",
    "description_brief": "The present project propose to study the effectiveness of a personalized care management of psycho-behavioral symptoms based on an evidence-based standardized assessment to identify and understand the underlying causes of psycho-behavioral symptoms followed by a personalized intervention based on targeted and prioritized actions. This personalized intervention is proposed both to Alzheimer disease (AD) patients living at home with agitation-type psycho-behavioral symptoms, and also to their caregivers with the support and coordination of a nurse working in collaboration with the specialist physician and the General Practitioner (GP). News technologies are used to enhance the follow-up, based on telehealth, and caregiver training.\n\nThe project hypothesize that, for a vulnerable population at risk (AD patient with agitation and their caregivers) living at home, a personalized intervention, carried out and coordinated by a nurse in close collaboration with the specialist and GP, would reduce hospitalizations and have a positive effect on the disease evolution and caregiver distress. Also this personalized intervention could reduce the cost of care, in particular by reducing the costs associated with hospitalizations and informal help.",
    "description_detailed": "PERSON-AL is a multicentric, interventional, open-label, randomized, parallel-group, stratified by centre, study comparing two arms: usual care versus intervention (personalized care preceded by a standardized assessment)\n\nPrincipal Objective : To evaluate the impact of a personalized intervention for the management of agitation due to psycho-behavioral symptoms on the use of scheduled and unscheduled hospitalizations at 18 months in patients with AD and related disorders.\n\nSecondary Objectives:\n\nA- To evaluate the impact of a personalized intervention at 18 months on:\n\nFor the patient:\n\n1. Unscheduled hospitalizations,\n2. Severity of agitation symptoms,\n3. The frequency and severity of emerging psycho-behavioral symptoms, other than agitation,\n4. Prescription of psychotropic drugs,\n5. Quality of life.\n\n   For the caregiver:\n6. Distress related to psycho-behavioral symptoms,\n7. All causes hospitalizations,\n8. Quality of life.\n\nB- Evaluate the medico-economic impact of this personalized intervention, and in particular:\n\n1. Its efficiency compared to usual management by means of cost-effectiveness and cost-utility analyses, from the community perspective and over a time horizon of 18 months,\n2. The actual cost of patient's standardized assessment and personalized management\n3. The use of care and associated costs for the caregiver and the efficiency of caregiver targeted intervention.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "SUPPORTIVE_CARE",
    "results": null,
    "target_category": "neuropsychiatric symptom improvement",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The study tests a personalized, non-pharmacological care-management program (standardized assessment → tailored interventions; nurse coordination; telehealth; caregiver training) for Alzheimer patients with agitation-type psycho-behavioral symptoms — an intervention aimed at reducing behavioral/psychological symptoms and caregiver distress rather than modifying AD pathology or improving cognition directly. citeturn0search3turn0search4",
        "Act: Key extracted details — intervention = behavioral/personalized care preceded by standardized assessment; population = AD patients living at home with agitation and their caregivers; delivery = nurse coordination with specialist/GP support and telehealth. No drug or placebo is involved in the trial registration. Classification matched to \"neuropsychiatric symptom improvement.\" citeturn0search4turn0search3",
        "Reflect: This classification fits the provided category definitions: not a biologic or small molecule (no pharmacologic agent), not a cognitive-enhancer trial, and directly targets neuropsychiatric/behavioral symptoms (agitation). Similar non-pharmacological, personalized interventions and telehealth caregiver-support trials have been used to manage BPSD, supporting the interpretation. citeturn0search5turn0search1turn0search0",
        "Web-search evidence (sources found):",
        "- Trial registration / description (PERSON-AL): \"Personalized Management of Psycho-behavioral Symptoms in Alzheimer's Disease and Related Disorders: Impact on Health Resources Use\" — trial description showing behavioral/personalized care intervention (ICH GCP entry). citeturn0search3",
        "- Clinical-trial listing (MedPath / NCT04820127) summarizing intervention as behavioral: personalized care preceded by a standardized assessment; randomized, usual-care vs intervention. citeturn0search4",
        "- Related literature: Telehealth/mobile interventions to support caregivers in managing BPSD (example protocol I-CARE2), illustrating similar non-pharmacological approaches for agitation/BPSD. citeturn0search1",
        "- Related literature: Feasibility study of home-based personalized non-pharmacological therapies and caregiver psychoeducation showing these approaches target behavioral symptoms and caregiver burden. citeturn0search5",
        "- Systematic review evidence on personally tailored (non-pharmacological) activities reducing challenging behaviour in dementia (Cochrane review). citeturn0search0"
    ],
    "agent_type": "T) Other",
    "explanation_agent": [
        "Reason: The described trial evaluates a personalized, non‑pharmacological care‑management program (standardized assessment → tailored behavioral interventions; nurse coordination; telehealth; caregiver training) to reduce agitation and caregiver distress — i.e., it targets neuropsychiatric/behavioral symptoms and health‑resource use rather than a molecular or biological pathway (amyloid, tau, inflammation, etc.). citeturn0search1turn0search3",
        "Act: Key extracted details from the trial description — intervention = personalized behavioral care preceded by a standardized assessment; population = people with Alzheimer disease living at home with agitation and their caregivers; delivery = nurse coordination with specialist/GP support and telehealth; no drug, biologic, or molecular target is tested or named in the registration. Based on these facts, this does not map to any CADRO biological target category and is therefore classified as 'T) Other'. citeturn0search1turn0search5",
        "Reflect: Verification — CADRO categories A–Q describe biological targets, pathways or mechanisms (e.g., amyloid, tau, inflammation, synaptic plasticity). A purely behavioral/care‑management intervention that aims to reduce BPSD/agitation and caregiver burden does not act on a defined CADRO biological target, nor does it test a pharmacologic agent, so 'T) Other' is the most appropriate classification. Similar telehealth/caregiver support trials exist in the literature (e.g., I-CARE2) supporting this interpretation. citeturn0search4turn0search3",
        "Web search results (sources used):",
        "- MedPath / trial listing for PERSON-AL (NCT04820127) — trial description shows behavioral/personalized care intervention and study aims. citeturn0search1",
        "- CenterWatch trial listing summarizing the personalized care intervention, objectives, and design (usual care vs personalized care). citeturn0search3",
        "- TrialX / other aggregator entry with study overview and secondary outcomes. citeturn0search5",
        "- PubMed protocol (I-CARE2) and related literature describing mobile/telehealth caregiver interventions for BPSD, used as contextual support that these are behavioral/management interventions rather than molecular‑targeting therapies. citeturn0search4",
        "If you’d like, I can also: 1) map similar non‑pharmacological interventions to CADRO usage statistics (how often they are classified as 'Other'), or 2) reclassify if you have additional information indicating a specific biological target or a pharmacologic agent in this trial."
    ]
}