{
    "nct_id": "NCT06793735",
    "title": "Effectiveness of Telerehabilitation Plus Virtual Reality App in Patients With Subjective Cognitive Decline, and Mild Cognitive Impairment",
    "status": "RECRUITING",
    "last_update_time": "2025-01-24",
    "description_brief": "The goal of this clinical trial is to evaluate the effectiveness of a telerehabilitation program combined with a virtual reality (VR) app in improving cognitive performance and social skills in patients with Subjective Cognitive Decline (SCD) and Mild Cognitive Impairment (MCI).\n\nThe main questions it aims to answer are:\n\nCan a VR telerehabilitation program improve cognitive functions and social skills in patients with SCD and MCI? Are there measurable changes in brain activity, eye movements, and gait patterns after the intervention? Researchers will compare telerehabilitation with a VR group (Experimental Group - EG) to a traditional paper-based cognitive rehabilitation group (Active Control Group - aCG) to determine which approach is more effective.\n\nParticipants will:\n\nUndergo an initial assessment, including neurological exams, neuropsychological tests, brain MRI, EEG, eye movement analysis, and gait evaluation.\n\nParticipate in a 6-week intervention program:\n\nEG: Use VR apps on smartphones/tablets at home, guided remotely by a therapist. aCG: Perform traditional cognitive exercises using paper-based tasks. Complete follow-up assessments immediately after the intervention and again after three months.\n\nThis study will help determine whether telerehabilitation with VR can provide measurable cognitive and social benefits, contributing to improved care strategies for individuals at risk of dementia.",
    "description_detailed": "This clinical trial aims to assess the effectiveness of a telerehabilitation program combined with a virtual reality (VR) app in enhancing cognitive performance and social skills in individuals with Subjective Cognitive Decline (SCD) and Mild Cognitive Impairment (MCI).\n\nStudy Rationale SCD and MCI are considered critical stages in identifying individuals at risk for dementia. Both conditions are associated with cognitive and social impairments, as well as neurophysiological changes observable through advanced neuroimaging and EEG markers. While traditional cognitive rehabilitation has shown benefits, emerging evidence suggests that telerehabilitation combined with VR may offer enhanced outcomes through its interactive, engaging, and scalable nature.\n\nPrimary Objective Evaluate the potential efficacy of a telerehabilitation plus VR intervention in improving cognitive performance and social cognition skills in patients with SCD and MCI.\n\nSecondary Objectives Assess neurophysiological changes (EEG and MRI biomarkers) following the intervention.\n\nEvaluate gait patterns and eye movement parameters. Investigate the usability and patient compliance of the VR app-based intervention.\n\nStudy Design Type: Randomized Clinical Trial (RCT) Duration: 6 weeks intervention, with follow-up assessments at baseline (T0), post-intervention (T1), and 3 months after intervention (T2).\n\nPopulation: Individuals aged 40-80 with SCD or MCI (AD and PD subtypes).\n\nIntervention Groups:\n\nExperimental Group (EG): Participants will use two non-immersive VR apps (\"NeuroNation\" and \"The Sims Mobile\") on smartphones/tablets for cognitive and socio-emotional skill training. Training will occur 3 times per week, 30 minutes per session, guided remotely by therapists.\n\nActive Control Group (aCG): Participants will follow a traditional cognitive rehabilitation program using paper-based exercises targeting cognitive domains.\n\nAssessment Tools:\n\nNeuropsychological Assessment: MMSE, MoCA, FAB, Stroop Test, RAVLT, Trail Making Test (TMT-A/B), and more.\n\nNeurophysiological Assessment: EEG and MRI scans for brain activity and structural analysis.\n\nGait Analysis: Timed Up and Go (TUG) Test with BTS G-WALK®. Eye Movement Analysis: Using an eye-tracking system for fixation, saccades, antisaccades, and smooth pursuit eye movements.\n\nUsability Assessment: System Usability Scale (SUS).\n\nExpected Outcomes:\n\nImproved cognitive and social cognition performance in the experimental group compared to the control group.\n\nObservable changes in EEG and MRI biomarkers correlating with cognitive improvements.\n\nEnhanced usability and acceptance of VR-based telerehabilitation tools among participants.\n\nSignificance of the Study:\n\nThis trial seeks to bridge the gap between traditional cognitive rehabilitation and innovative, scalable, and cost-effective digital health interventions. Positive outcomes could establish telerehabilitation with VR as a standard intervention for cognitive and social rehabilitation in at-risk populations.\n\nThe study adheres to ethical principles outlined in the Declaration of Helsinki, and informed consent will be obtained from all participants before enrollment",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is a telerehabilitation program combined with a virtual reality (VR) app delivered on smartphones/tablets and compared to paper-based cognitive rehabilitation. This is a non‑pharmacologic, behavioral/rehabilitative intervention aimed at improving cognition and social skills (i.e., cognitive training), not a drug or biologic targeting Alzheimer pathology.",
        "Act: Key extracted details from the trial description — intervention = VR telerehabilitation (smartphone/tablet apps) guided remotely by a therapist; control = traditional paper-based cognitive rehabilitation; population = Subjective Cognitive Decline (SCD) and Mild Cognitive Impairment (MCI); outcomes = cognitive performance, social skills, EEG/MRI, eye movements, gait. The listed trial appears in trial registries with ID NCT06793735 and descriptions matching the user text. citeturn0search3turn0search7",
        "Web search findings used to confirm there is no drug/biologic in this trial: the trial listing and registry entries describe a telerehabilitation + VR app intervention and do not list any pharmaceutical or biologic agents (NCT06793735). citeturn0search3turn0search7",
        "Contextual support: Recent publications and systematic reviews indicate VR and telerehabilitation are researched as non‑drug cognitive rehabilitation approaches for MCI/SCD and related disorders, reinforcing that this trial is a behavioral/technology intervention rather than a pharmacologic one. citeturn0search4turn0search6",
        "Reflect: By the category definitions — (1) disease-targeted biologic, (2) disease-targeted small molecule, (3) cognitive enhancer, (4) neuropsychiatric symptom improvement — this study best fits none because it is a non‑pharmacologic, rehabilitative VR/telerehab intervention intended to improve cognitive functioning and social skills. Therefore the correct classification is 'N/A'. There is no ambiguity in the description that would reclassify it as a drug/biologic trial."
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}