{
    "nct_id": "NCT05331144",
    "title": "Impact of Intensive Treatment of Systolic Blood Pressure on Brain Perfusion, Amyloid, and Tau in Older Adults (IPAT Study)",
    "status": "RECRUITING",
    "last_update_time": "2025-07-31",
    "description_brief": "The purpose of this study is to determine if intensive lowering of systolic blood pressure (SBP), using FDA approved medications (antihypertensive), reduces Alzheimer's Disease pathology (i.e., excessive brain amyloid and tau protein deposition) in older adults at high risk for memory decline or dementia.",
    "description_detailed": "The IPAT study is a 2-arm open-label randomized controlled trial to assess the effects of intensive pharmacological reduction of high blood pressure (SBP) on brain amyloid and tau protein deposition (Alzheimer's Disease pathology) in older adults who are at high risk for AD and related dementias, that is, those who have high blood pressure, family history of dementia, or subjective memory complaints. Furthermore, IPAT will examine effects of intensive blood pressure lowering on brain volume, perfusion, and neural network connectivity using magnetic resonance imaging (MRI) and cognitive performance.",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "PREVENTION",
    "results": null,
    "target_category": "N/A",
    "drug": [
        "losartan (angiotensin II receptor blocker, ARB)",
        "amlodipine (calcium channel blocker, CCB)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial tests intensive lowering of systolic blood pressure using FDA‑approved antihypertensive medications to see if that reduces brain amyloid and tau deposition (i.e., an indirect, vascular-risk–factor approach to influence Alzheimer’s pathology). The study description and site listings state the goal is to assess effects of intensive BP lowering on brain amyloid and tau measured by PET. citeturn0search4turn0search1",
        "Act: Key extracted details — study title: Impact of Intensive Treatment of Systolic Blood Pressure on Brain Perfusion, Amyloid, and Tau (IPAT Study), ClinicalTrials.gov identifier NCT05331144; interventions listed include angiotensin II receptor blockers (losartan) and calcium channel blockers (amlodipine). The trial is a 2‑arm randomized study of intensive vs standard BP control. citeturn0search2turn0search1",
        "Reflect: Classification rationale — by the provided category definitions: (1) Disease‑targeted biologic = biologics directly targeting AD pathology (e.g., anti‑amyloid antibodies) — not applicable; (2) Disease‑targeted small molecule = small molecules that directly target amyloid/tau pathology — not applicable here because antihypertensives (losartan, amlodipine) do not directly bind or inhibit amyloid or tau; (3) Cognitive enhancer = drugs intended to directly improve cognition without targeting pathology — not the primary intent; (4) Neuropsychiatric symptom improvement = behavioral/psychiatric symptom treatment — not applicable. Because the intervention is antihypertensive therapy aimed at lowering a vascular risk factor (an indirect approach to disease modification) rather than a biologic or small molecule that directly targets Alzheimer’s molecular pathology, the trial does not fit the four specified AD‑target categories and is therefore classified as 'N/A'. Relevant trial pages and summaries used: IPAT study site and trial listings. citeturn0search4turn0search2turn0search7"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}