{
    "nct_id": "NCT01661673",
    "title": "Safety, Tolerability, Pharmacokinetics, and Effects of EVP-0962 on Cerebral Spinal Fluid Amyloid Concentrations in Healthy Subjects and in Subjects With Mild Cognitive Impairment or Early Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2014-01-10",
    "description_brief": "This study is being conducted to determine the safety, tolerability, pharmacokinetics, and effects of EVP-0962 on cerebral spinal fluid Amyloid concentrations in healthy subjects and in subjects with mild cognitive impairment or early Alzheimer's disease.",
    "description_detailed": "This is a randomized, double-blind, sequential escalating repeat daily dose study conducted in two parts. The first part is being conducted in healthy subjects and will evaluate safety, tolerability, and pharmacokinetics and pharmacodynamics of escalating EVP-0962 doses (10, 50 100 and 200 mg) or matching placebo following once-daily administration for 14 days. The second part will evaluate the safety, tolerability and pharmacokinetics and pharmacodynamics of EVP-0962 following once-daily administration for 14 days in patients with mild cognitive impairment or early Alzheimer's disease at the dose level selected based on the available safety, pharmacokinetics and pharmacodynamics observations in the first part.",
    "phase": [
        "PHASE2"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "EVP-0962 (aka EVP-0015962) — small‑molecule γ‑secretase modulator"
    ],
    "placebo": [
        "matching placebo"
    ],
    "explanation_target": [
        "Reason: The trial tests EVP-0962 for effects on CSF amyloid concentrations, indicating an intervention aimed at Alzheimer’s pathology (amyloid). The drug is described in the literature as a γ‑secretase modulator that shifts Aβ production away from the aggregation-prone Aβ42 toward shorter peptides — a disease‑modifying amyloid‑targeting mechanism. citeturn0search1turn0search6",
        "Act (key details extracted from sources): The clinical record for NCT01661673 (Phase 2) lists EVP‑0962 (with matching placebo) in an ascending multiple‑dose study measuring CSF Aβ and PK/PD in healthy volunteers and subjects with MCI/early AD; sponsor listed as FORUM/EnVivo. Doses evaluated included 10, 50, 100 and 200 mg once daily for 14 days. citeturn0search0turn0search2turn0search5",
        "Drug identity/mechanism confirmation: Pharmacology papers and drug summaries identify EVP‑0962 (synonym EVP‑0015962) as a small‑molecule γ‑secretase modulator (not a biologic, and not a symptomatic cognitive enhancer or neuropsychiatric agent). Preclinical reports show it lowers Aβ42 and increases Aβ38 and reduced plaque load in mouse models. citeturn0search6turn0search1",
        "Reflect: Given EVP‑0962 is a small‑molecule γ‑secretase modulator targeting amyloid processing, the correct category is 'disease-targeted small molecule' (it targets AD pathology). The presence of a matching placebo in the trial record supports listing placebo. No evidence suggests this is a biologic, purely symptomatic cognitive enhancer, or a neuropsychiatric‑symptom trial. citeturn0search1turn0search0"
    ],
    "agent_type": "A) Amyloid beta",
    "explanation_agent": [
        "Reason: The investigational drug EVP-0962 (aka EVP-0015962) is a small‑molecule γ‑secretase modulator that selectively shifts Aβ production away from aggregation‑prone Aβ42 toward shorter peptides and thereby reduces amyloid plaque formation — i.e., it directly targets amyloid processing. citeturn0search7turn0search3",
        "Act: Key trial details and mechanism extracted from public records: the Phase 2 study NCT01661673 tested EVP‑0962 vs matching placebo in 52 participants (healthy and MCI/early AD), dosing once daily for 14 days at ascending doses (10, 50, 100, 200 mg) and measured CSF Aβ and PK/PD; sponsor listed as FORUM/EnVivo. These trial facts and the company announcement confirm the amyloid‑focused, disease‑modifying intent. citeturn0search0turn0search2turn0search5",
        "Reflect: Classification check — EVP‑0962’s mechanism (γ‑secretase modulation lowering Aβ42 and reducing plaque load in preclinical models) maps directly to CADRO category A) Amyloid beta. There is no indication the trial targets tau, ApoE/lipids, inflammation as the primary mechanism, nor is it a diagnostic or purely symptomatic agent, so 'A) Amyloid beta' is the most specific CADRO category. citeturn0search7turn0search1",
        "Web search results (sources used):",
        "- NCT01661673 trial record (study design, doses, CSF Aβ outcomes measured). citeturn0search0",
        "- ALZFORUM therapeutic entry summarizing the EVP‑0962 Phase 2 program and endpoints. citeturn0search2",
        "- Molecular Neurodegeneration / PMC article reporting EVP‑0015962 (EVP‑0962) as a γ‑secretase modulator that lowers Aβ42, raises Aβ38 and reduced plaques/behavioral deficits in Tg2576 mice. citeturn0search3turn0search7",
        "- PubMed / journal coverage summarizing preclinical and clinical status (discontinued Phase II noted in reviews). citeturn0search1",
        "- EnVivo (BusinessWire) press release announcing initiation of the Phase 2 EVP‑0962 program (confirms sponsor statements and trial intent). citeturn0search5"
    ]
}