{
    "nct_id": "NCT00563732",
    "title": "An Open-Label, Nonrandomized Study to Evaluate the Potential Pharmacokinetic Interaction Between Multiple Doses of Lecozotan SR and a Single Oral Dose of Digoxin When Administered Orally to Healthy Adult Subjects",
    "status": "COMPLETED",
    "last_update_time": "2008-09-08",
    "description_brief": "Primary: To evaluate the effects of multiple doses of lecozotan SR on the PK profile of a single dose of digoxin in healthy adult subjects.\n\nSecondary: To assess the safety and tolerability of the coadministration of lecozotan SR and digoxin.",
    "description_detailed": "N/A",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "Cognitive enhancer",
    "drug": [
        "Lecozotan SR (lecozotan) — selective 5‑HT1A receptor antagonist, developed as a cognitive-enhancing agent for AD"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial tests pharmacokinetic interaction and safety of lecozotan SR coadministered with digoxin in healthy adults. Lecozotan is a selective 5‑HT1A (serotonin) receptor antagonist that was developed to potentiate cholinergic and glutamatergic neurotransmission and improve cognitive performance in preclinical and early clinical studies, i.e., a symptomatic cognitive enhancer rather than a disease‑modifying agent. citeturn0search6turn0search5",
        "Act: Key extracted details — intervention: lecozotan SR (sustained‑release formulation of lecozotan); comparator/other drug: single oral dose of digoxin; primary outcome: PK effect of multiple doses of lecozotan SR on digoxin PK; secondary: safety/tolerability. Lecozotan’s mechanism is 5‑HT1A antagonism with demonstrated cognitive‑enhancing properties in models and was being developed for cognitive deficits in Alzheimer’s disease. citeturn0search6turn0search5",
        "Reflect: Classification check — because lecozotan is a small‑molecule serotonin (5‑HT1A) receptor antagonist intended to improve cognition (not a biologic and not aimed at amyloid/tau pathology or primary neuropsychiatric symptom relief), the correct category is Cognitive enhancer. PET and occupancy/PK studies support its CNS receptor pharmacology but do not indicate disease‑targeting (amyloid/tau) biologic activity. citeturn0search1turn0search3",
        "Web search results (key sources used): PubMed/PMC safety and PK study describing lecozotan development for AD and its PD effects; PET study assessing 5‑HT1A binding and receptor occupancy in young, elderly and AD patients; preclinical/early clinical paper describing lecozotan as a selective 5‑HT1A antagonist with cognitive‑enhancing properties; DrugBank summary noting 5‑HT1A target. citeturn0search6turn0search1turn0search5turn0search3"
    ],
    "agent_type": "D) Neurotransmitter Receptors",
    "explanation_agent": [
        "Reason: The investigational drug is lecozotan, a selective 5‑HT1A (serotonin) receptor antagonist developed as a symptomatic cognitive enhancer for AD; the trial described is a pharmacokinetic (PK) interaction/safety study (lecozotan SR + digoxin) in healthy adults, so the biological focus is modulation of a neurotransmitter receptor rather than amyloid/tau or other disease‑modifying pathways. citeturn0search2turn0search5",
        "Act: Extracted details and mapping to CADRO — intervention: lecozotan SR (lecozotan, a small‑molecule 5‑HT1A antagonist); mechanism: antagonism of the 5‑HT1A receptor with downstream potentiation of cholinergic and glutamatergic neurotransmission in preclinical/early clinical work; primary trial purpose: evaluate PK interaction with digoxin and assess safety/tolerability. These features map directly to CADRO category D) Neurotransmitter Receptors. citeturn0search2turn0search1turn0search5",
        "Reflect: Confirmation and alternatives considered — PET and occupancy/Pk studies confirm CNS 5‑HT1A engagement (not an amyloid/tau or inflammatory target), and DrugBank/registry sources identify 5‑HT1A as the pharmacologic target; therefore the most specific CADRO fit is D) Neurotransmitter Receptors. The study is non‑therapeutic in the sense of a PK interaction trial, but the drug’s mechanism is clearly a neurotransmitter receptor modulator (not multi‑target or diagnostic), so 'D' is appropriate. citeturn0search0turn0search4",
        "Web search results (key sources used): PubMed/JPET descriptions of lecozotan pharmacology and procognitive effects (lecozotan as selective 5‑HT1A antagonist). citeturn0search2turn0search1; PET receptor occupancy study showing lecozotan binding to human 5‑HT1A receptors and occupancy estimates. citeturn0search0; Trial registry / phase‑1 summary of the lecozotan SR + digoxin PK interaction study. citeturn0search5turn0search6; DrugBank/Adis summaries linking lecozotan to 5‑HT1A. citeturn0search4turn0search6"
    ]
}