{
    "nct_id": "NCT03269149",
    "title": "Effects of Adapted Tango on African-American Women Caregivers of Alzheimer's Disease Patients",
    "status": "ACTIVE_NOT_RECRUITING",
    "last_update_time": "2025-04-18",
    "description_brief": "The goal of the project is to determine the extent to which indices of inflammatory biomarkers, cognition and mood, are influenced by a partnered, dance-based intervention vs control condition in African American (AA) female family caregivers, at high risk for Alzheimer's disease (AD).",
    "description_detailed": "The importance of informal family caregiving in Alzheimer's disease (AD) is well-established. African-American caregivers are most often middle aged adult children of AD patients (vs. spouses), women, and are at higher risk for chronic health problems. AD lifestyle interventions offer an alternative to medication, and are generally affordable, accessible, and adaptable to the lives of caregivers. To date, most non-pharmaceutical interventions have focused on exercise and nutrition, both of which have proven to be highly successful in conferring AD related benefits and decreasing AD risk.\n\nThe goal of the project is to determine the extent to which indices of inflammatory biomarkers, cognition and mood, are influenced by a partnered, dance-based intervention vs control condition in African American (AA) female family caregivers, at high risk for Alzheimer's disease.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "PREVENTION",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The described intervention is a partnered, dance-based (Adapted Argentine Tango) behavioral program intended to change inflammatory biomarkers, cognition and mood in African‑American female caregivers — it is a non‑pharmacologic/behavioral intervention, not a biologic or small‑molecule drug. citeturn0search7turn0search2",
        "Act: Key extracted details — 12‑week, 20‑lesson Adapted Tango vs a no‑contact control; measured outcomes include plasma inflammatory cytokines (e.g., IL‑7, IFN‑γ, TNFα, MCP‑1), tests of executive and spatial cognition, balance/strength, mood and caregiver burden. These details come from the trial design and pilot results. citeturn0search2turn0search7turn0search3",
        "Reflect: Given the four category definitions (disease‑targeted biologic; disease‑targeted small molecule; cognitive enhancer [defined for drugs]; neuropsychiatric symptom improvement [typically pharmacologic/behavioral for psychiatric symptoms]) and the fact this is a non‑drug, dance intervention aimed at physiological, cognitive and mood outcomes, it does not fit the drug‑focused categories — therefore classify as 'N/A'. The pilot and rationale publications support the non‑pharmacologic nature and the measured biomarker and cognitive/mood endpoints. citeturn0search7turn0search2",
        "Web search results / sources used: • Pilot RCT and full text (PMC): 'A pilot randomized clinical trial of adapted tango to improve cognition and psychosocial function in African American women with family history of Alzheimer's disease (ACT trial)'. citeturn0search7 • Alzheimer's & Dementia / Wiley publications on the adapted tango pilot. citeturn0search0turn0search3 • Trial rationale and design (SAGE / Journal of Alzheimer's Disease): 'Rationale and Design of a Clinical Trial of Adapted Tango...' citeturn0search2 • PubMed listing/abstract for the ACT trial. citeturn0search1turn0search6"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}