{
    "nct_id": "NCT04701957",
    "title": "The Ketogenic Diet for Alzheimer's Disease: a Randomized Controlled Feasibility Study.",
    "status": "RECRUITING",
    "last_update_time": "2025-06-19",
    "description_brief": "The ketogenic diet (KD) is a metabolic shift, which stimulates the liver oxidation of fatty acids to produce ketone bodies. These ketone bodies represent an alternative fuel source for the brain. The benefits of KD in epilepsia have been demonstrated for decades. This diet may also provide benefits in Alzheimer's disease (AD) where neuronal glucose utilization declines from the early stage. Besides, the KD could decrease neuroinflammation, oxidative stress and enhance mitochondrial biogenesis. In murin models of AD, KD or Medium Chain Triglycerides consumption were associated with lower neuroinflammation but also with a diminution of neuropathologic features of AD (amyloid and tau lesions in the brain). Moreover, behavioural effets and improvements in memory and motor function have been highlighted. In humans, recent studies suggest cognitive benefits (memory, executive function) in AD, including in the Mild Cognitive Impairment (MCI) stage. The feasibility and the adherence to the diet proved to be correct, in small samples, in particular in MCI individuals over a short follow-up period (3 to 6 months).\n\nThis study aims at examining the feasibility of a KD followed-up for one year in participants with early AD (N=70). Change in brain metabolism will be assessed using PET scan after 12 months, comparing KD with control diet. The effects on cognition, quality of life and daily living functioning will be analysed. The safety, nutritional changes and adhesion to the diet will be monitored throughout the study.",
    "description_detailed": "Research context:\n\nAlongside the amyloid plaques and neurofibrillary tangles, the neuroinflammation triggered by the central nervous system's innate immune response plays a central role in the pathogenesis of Alzheimer's disease (AD). ß-amyloid deposition and tau lesions are accompanied by activated microglia and astrocytes. These cells release proinflammatory cytokines and chemokines causing chronic neuroinflammation. In turn, neuroinflammation promotes neurodegeneration and ß-amyloid production. Many relationships have been demonstrated not only between glucose metabolism and neuroinflammation, but also between glucose metabolism and AD. Hyperglycemia promotes neuroinflammation leading to oxydative stress and neurodegeneration. Insulinoresistance (e.g. in type 2 diabetes) or low IGF-1 levels are associated with increased ß-amyloid production. In the absence of glucose, the brain may use another fuel: ketogenic bodies (KB) produced by oxydation of fatty acids. The ketogenic diet (KD) (defined by low carbohydrate intake (\\< 10%) in AD animal models led to a slower cognitive decline, decreased neuroinflammation and amyloid and tau deposition. In humans, the KD is safe and is an efficient validated treatment of drug-resistant epilepsy to decrease the number of seizures and to improve the cognitive development in epileptic children. In AD, although KD is publicized within the community, evidence-based data regarding efficiency is scarce.\n\nState of art and preliminary observations: Preclinical studies: - Ketone bodies may play a neuroprotective effect against beta-amyloid toxicity. In cultured hippocampal neurons of rats, the direct application of the ketone ß-hydroxybutyrate in relevant concentrations protects hippocampal neurons from beta-amyloid toxicity. The addition of ß-hydroxybutyrate however, reversed Aß toxicity, acting instead as a growth factor that doubled the number of surviving cells. - In 3xTgAD mice, a ketogenic diet suppressed beta-amyloid and tau pathology in the brain; the ketogenic-fed mice also experienced superior cognitive perfomance compared with control: improved memory. Likewise, in another model of AD (APP/V717I young mice), a KD vs control diet was associated with lower amyloid levels. - Several other animal studies have highlighted the potential clinical benefits of KD: improved visuo-spatial function in aged dogs, improved motor function in amyloid and tau models of mice, in APP/PS1 knock-in mice, or in old rats.\n\nHuman studies - A clinical trial specifically assessed the feasability of a very high-fat ketogenic diet in participants with AD, with a 3- month follow-up. This diet proved feasible in CDR 0,5 and CDR 1 participants. Moreover, all the participants but one adapted to the diet and achieved ketosis. Study completers showed significant cognitive improvement on the ADAScog scale. - A couple of studies have examined the impact of KD or MCT supplementation in participants affected by mild-tomoderate AD. Four of them suggested clinical benefits in terms of short-term memory or visuo-spatial function, especially in those who did not have any APOE-e4 allele. Nevertheless all these studies included small samples of participants (N \\< 50) and / or short follow-up (\\< 3 months). - Recently a ketogenic drink showed promising results in terms of brain energy and cognition in MCI subjects. A similar nutritional intervention, in individuals with AD, was associated with improvements in cerebral blood flow using PET imaging after 45 days.\n\nMethods:\n\nRandomized controlled trial conducted in one memory center in Paris Region (Laribosière-Fernand Widal). All the participants will be included after diagnosis of AD based on comprehensive neuropsychological and clinical assessments, brain 3-Tesla MRI, FDG TEP scanner and CSF biomarkers.\n\nTrial overview:\n\n* After signing the informed consent, the participants (N=70) will be randomly assigned either to the intervention group (i.e. ketogenic diet modified Atkins 2:1) or to the control group (i.e. normal diet + nutritional advice)\n* Follow-up = 12 months with 3 clinicat visits: baseline, 6 and 12 months\n* 6 dietitian consultations in both groups (day 1, day 15, month 1, month 3, month 5, month 9)\n* All the visits comprise:\n\n  * ketosis measure using urinary strips\n  * cognitive assessment: MMSE, CDR\n  * daily functioning assessment: ADSC-ADL-Pi\n  * quality of life assessment: SF-36\n* After 12 months, the participants will undergo another brain FDG PET scanner to assess change in brain metabolism. All the PET analyses will be performed by nuclear medicine physicians blinded from randomization group.\n* Justification of sample size:\n\nA sample size of N= 35 patients per group will allow an estimate of any adherence to KD larger or equal to 75% with a precision of at least ± 15%. In addition it will allow to estimate the mean values of the main clinical and biological endpoints of interest with a precision equal to 35% of their SD , that will allow to optimize the design and sample size calculation for a next larger RCT on this topic.\n\n* Adherence to diet and potential adverse effects will be monitored throughout the study. Ketosis achievement and ketonuria related to KD will be confirmed using urinary tests.\n* All the participants will be provided instructions by one study dietitians, at the 3 visits and in 3 additional consultations. Individuals from the intervention group will be given food lists and specific recommandations about ketogenic food. Nutritional advice from the National French Nutrition Programme will be given to the participants of the control group\n* The study protocol will be written with our Clinical Research Unit and approved by the French Ethics Committee (Comité de Protection des Personnes)",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "OTHER",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [
        "Ketogenic diet (KD)",
        "Medium-chain triglyceride (kMCT) supplementation"
    ],
    "placebo": [
        "Control diet / usual diet (calorie-matched control)"
    ],
    "explanation_target": [
        "Reason: The intervention is a ketogenic diet (metabolic/dietary intervention) that provides ketone bodies as an alternative brain fuel, aiming to improve brain energy metabolism and cognition in early AD rather than acting as a monoclonal antibody or small-molecule inhibitor of amyloid/tau. The protocol specifically measures cognition, daily functioning and brain metabolism (PET) as outcomes, consistent with a cognition-focused therapeutic intent. citeturn0search1turn0search4",
        "Act: Key extracted details — intervention = sustained ketogenic diet for 12 months (feasibility RCT, KD vs control), related interventions in the field include ketogenic medium-chain triglyceride (kMCT) supplements that have been tested in randomized trials and shown cognitive benefits in MCI/AD. Examples: the BENEFIC kMCT RCT (improved memory/executive function) and other KD/kMCT RCTs and feasibility trials. Comparator = control/usual diet. citeturn0search4turn0search3turn0search6",
        "Reflect: Why 'cognitive enhancer' is the best-fit category — although preclinical studies report reductions in amyloid/tau and decreased neuroinflammation with KD in mouse AD models (disease-modifying signals), the human trial described is a dietary metabolic intervention primarily tested for cognitive/functional benefits and brain metabolic rescue (not a biologic or small molecule explicitly targeting AD pathology). Because the provided categories are framed around drug types (biologic vs small molecule) and symptomatic cognitive improvement, the ketogenic diet most closely maps to 'cognitive enhancer' (improving cognition via metabolic support) while noting this is a non-pharmacologic therapy with some preclinical disease-modifying evidence. citeturn0search0turn0search7",
        "Web search results (selected supporting references retrieved): - KD reduces amyloid, neuroinflammation and improves cognition in AD mouse models. citeturn0search0turn0search7 - BENEFIC and related RCTs of kMCT / ketogenic drinks showed improved memory, executive function and increased brain ketone uptake in MCI/AD. citeturn0search4turn0search3 - Feasibility and small RCTs of modified ketogenic or Atkins-style diets in MCI/early AD show feasibility and mixed but promising cognitive signals over short follow-up. citeturn0search6turn0search8",
        "Ambiguity/limitations: The intervention is a dietary/metabolic therapy (not a drug); preclinical work suggests potential disease-modifying effects but human data are limited and primarily demonstrate metabolic and cognitive/functional outcome changes over short- to medium-term follow-up. If you prefer a strict interpretation that only drugs count, the correct label would be 'N/A' — but under the provided category choices and the trial's primary focus on cognition and metabolic rescue, 'cognitive enhancer' is the best-fit classification."
    ],
    "agent_type": "J) Metabolism and Bioenergetics",
    "explanation_agent": [
        "Reason: The intervention (ketogenic diet ± medium-chain triglyceride supplementation) provides ketone bodies as an alternative brain fuel and aims to improve brain energy metabolism and cognition rather than directly targeting amyloid, tau, or classical inflammatory pathways. This metabolic/bioenergetic mechanism is described in clinical kMCT/KD trials. citeturn0search5turn0search8",
        "Act: Key extracted details from the trial description and published studies — intervention = sustained ketogenic diet and/or kMCT supplementation; primary intent = rescue/improve brain energy metabolism and cognition (cognitive/functional outcomes and brain metabolism measurements such as PET are used as endpoints). Randomized and feasibility trials support cognitive/functional benefits and increased brain ketone uptake with kMCT/KD. citeturn0search1turn0search5turn0search4",
        "Reflect: The best CADRO fit is J) Metabolism and Bioenergetics because the primary biological target is brain energy metabolism (ketone metabolism/ketone supply). Although preclinical work reports secondary effects on amyloid and inflammation, the human intervention and trial outcomes focus on metabolic rescue and symptomatic cognitive improvement rather than a direct amyloid- or tau-targeting disease-modifying strategy, so J is the most specific CADRO category. citeturn0search5turn0search7",
        "Web search results cited (selected, supporting references): - Randomized crossover trial of a modified ketogenic diet in Alzheimer's disease (improvements in ADCS‑ADL and QOL; sustained ketosis achieved). citeturn0search0turn0search1 - BENEFIC kMCT randomized trial: kMCT drink increased brain ketone uptake and improved memory/executive function in MCI (supports brain energy rescue mechanism). citeturn0search5turn0search4 - Feasibility/retention KD trials in AD show ketosis is achievable and cognitive score improvements in completers. citeturn0search2turn0search6 - MCT/ketogenic formula and AC‑1202 studies (MCT-based ketogenic approaches increase ketones and have reported cognitive signals in mild–moderate AD). citeturn0search7turn0search8"
    ]
}