{
    "nct_id": "NCT05719077",
    "title": "Study 3. Pilot Testing Feasibility, Acceptability, and Preliminary Efficacy of a Dementia-Enhanced Training and Tool for Home Hospice Clinicians in a Clinical Setting.",
    "status": "RECRUITING",
    "last_update_time": "2025-07-08",
    "description_brief": "The purpose of this study is to pilot test the feasibility, acceptability, and preliminary efficacy of a clinically useful, inclusive dementia-enhanced training and tool for use by home hospice clinicians to improve care and support for Black and White patients with dementia and their family caregivers. The investigators expect family caregivers of clinicians in the intervention group will report less caregiver burden (primary outcome) than caregivers of clinicians in the control group. The investigators expect that, compared to clinicians in the control group (usual care), clinicians in the intervention group (receive the training and use the tool) will demonstrate more knowledge of dementia-related caregiving issues (secondary outcomes). In exploratory analyses, the investigators expect family caregivers will report greater self-efficacy and preparedness, and that patients of clinicians in the intervention group will experience fewer live discharges than family caregivers of patients of clinicians in the control group.",
    "description_detailed": "For this aim, the investigators will conduct a randomized pilot study to determine the feasibility and acceptability of implementing the training and tool in clinical practice compared to usual care with 40 clinicians (20 intervention, 20 control) and 160 Black and white FCG (80 intervention, 80 control). The investigators will also determine preliminary efficacy of the training and tool. Outcomes include feasibility and acceptability of the intervention, reducing FCG burden (primary outcome), improving clinician knowledge and confidence (secondary outcomes) and increasing FCG preparedness and self-efficacy.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "SUPPORTIVE_CARE",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is a clinician training and a clinician–caregiver worksheet (EDITH-HC) intended to improve hospice clinicians' dementia knowledge and reduce family caregiver burden — this is a behavioral/educational intervention, not a drug or biologic. citeturn1search2turn1search1",
        "Act: Key extracted details — intervention name: EDITH-HC; intervention type: Behavioral (instructional videos + a caregiver-burden assessment/tool used during home visits); study design: randomized pilot comparing intervention vs. usual care with clinicians and their family caregivers; primary outcome: caregiver burden. No pharmacologic agent, biologic, or placebo is described in the registry listings. citeturn1search2turn1search4",
        "Reflect: Classification rationale — per the provided definitions, this trial does not test a biologic or small-molecule disease-modifying agent, nor a cognitive-enhancing drug, nor a treatment targeting neuropsychiatric symptoms directly. It tests a behavioral/clinical-care training tool, so it does not fit the four therapeutic categories and is classified as 'N/A'. citeturn1search1turn1search3",
        "Web search results (sources found): 1) Trial listing summarizing EDITH-HC and Study 3 (detailed description, behavioral intervention): MedPath / trial record (NCT05719077). citeturn1search2 2) Clinical-trials registry summary (EDITH-HC; intervention labeled Behavioral; study aims/outcomes): ICH GCP registry entry. citeturn1search1 3) CenterWatch trial listing with study design and endpoints. citeturn1search3 4) Journal summary describing development and pilot testing of the EDITH-HC intervention (development/pilot work and larger randomized pilot underway). citeturn1search6"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}