{
    "nct_id": "NCT05196984",
    "title": "Acute Exposure of Individuals With Down Syndrome to Gamma Frequency Stimulation",
    "status": "RECRUITING",
    "last_update_time": "2025-09-24",
    "description_brief": "Down Syndrome (DS) is characterized by an additional copy of chromosome 21, which also increases risk of Alzheimer's Disease (AD). The investigators' lab found a non-invasive way to remove toxic proteins from the brain in AD mouse models. Remarkably, treated mice also have improved memory on behavioral testing. The investigators then translated this non-invasive method, which uses light and sound to stimulate the brain, to be used in mild Alzheimer's patients and cognitively normal adults. The investigators have also translated this research into a vibrating speaker device to study tactile vibration to stimulate the brain as well. For the present study, 30 participants with Down Syndrome and 30 cognitively normal adult controls will be recruited, and the investigators will assess their brain waves with electroencephalogram (EEG) during light, sound, and tactile stimulation. The investigators will also test for safety, feasibility, and cognitive performance before and after a 30-60 minute session of light and sound stimulation to optimize the stimulation devices for use in the DS population.",
    "description_detailed": "The hallmark sign of Down Syndrome (DS) is an additional copy of chromosome 21, which is also a risk factor of Alzheimer's Disease (AD). Given the significantly increased likelihood of developing AD in DS, it is imperative to study the impact of a possible disease modifying therapeutic both in the prevention of progression to dementia as well as for changing the course of memory disorders in this population. Development of a non-invasive medical device that is effective in slowing cognitive impairment is not only revolutionary but also possibly cost- effective.\n\nInformation processing in the brain is thought to occur through synchronized neuronal activity in the form of network oscillations. Disruptions of gamma oscillations, particularly in the 30 - 50 Hz range, are reported as a potential early hallmark of Alzheimer's disease. Using a non-invasive light (LED) flickering at 40 Hz, investigators were able to show entrainment of 40 Hz gamma oscillations in the visual cortex of Alzheimer's mouse models, along with microglia activation and a significant reduction in amyloid load. Similar gamma activity disruptions have been observed in mouse models of Down Syndrome.\n\nIn initial pilot studies, investigators found that the light and sound device is safe to use in cognitively normal adults and adults with mild AD and that the stimulation at 40Hz can be used to entrain their brain activity. Additionally, investigators have found that a vibrating speaker tactile device is safe to use in cognitively normal adults and can also be used to entrain brain activity. While trials are ongoing in the setting of sporadic Alzheimer's Disease, the purpose of this proposed study is to determine whether gamma entrainment through non-invasive 40Hz sensory stimulation can be observed in participants with Down Syndrome as measured by electroencephalogram (EEG) and an acute stimulation session. The investigators will recruit 30 participants diagnosed with Down Syndrome and 30 cognitively normal participants as a comparison group. Participants will be randomly assigned into one of two study conditions within their participant group: an active condition (40Hz stimulation) and a control condition (sham stimulation) for a 30-60 minute light and sound stimulation session. Cognitive and mental health evaluations as well as memory tests will be performed on all participants, before and after exposure to the GENUS light and sound device for 30-60 minutes, which can deliver light and sound waves at different frequencies. The GENUS device is composed of a panel with light-emitting diode (LED) illumination and speakers for auditory stimulation. In addition to the stimulation session, the investigators will also use electroencephalography (EEG) to check how the participant's brain waves respond to the stimulation, and use questionnaires to evaluate for safety and tolerability. The investigators will also use EEG to check how a subset of the participants (10 total individuals) respond to tactile stimulation using a vibrating speaker device. The tactile stimulation will simply be an additional condition during the EEG for these 10 individuals, but will not impact the stimulation session or study condition assignments, which involve only light and sound. This study will provide critical insight into potential longitudinal studies involving non-invasive 40Hz sensory stimulation in subjects with Down Syndrome as a potential intervention for the development of AD.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "SUPPORTIVE_CARE",
    "results": null,
    "target_category": "N/A",
    "drug": [
        "GENUS — gamma entrainment using sensory stimulation (40 Hz light/sound/tactile device)"
    ],
    "placebo": [
        "Sham stimulation (control condition)"
    ],
    "explanation_target": [
        "Reason: The intervention is a non‑invasive device (40 Hz sensory stimulation — light, sound, and tactile/vibration) intended to entrain gamma oscillations, reduce Alzheimer’s pathology in animal models, and potentially improve cognition. It is not a biologic (e.g., antibody/vaccine) nor a small‑molecule drug; it is a neuromodulation/device intervention. Therefore it does not fit the provided categories for biologic, small molecule, cognitive‑enhancer drug, or neuropsychiatric symptom medication. (See trial description and GENUS device information.). citeturn0search0turn0search1",
        "Act (key details extracted): 1) Intervention: 40 Hz sensory stimulation (GENUS) delivered via LED light panel + speakers and a vibrating speaker for tactile stimulation. 2) Population: 30 participants with Down Syndrome and 30 cognitively normal controls. 3) Outcomes: EEG entrainment (gamma), safety/tolerability, feasibility, and acute cognitive testing before/after a 30–60 minute stimulation session; includes active vs sham (control) arms. 4) Rationale/effects seen in animals: reductions in amyloid/tau and improved cognition and neurogenesis in mouse models after 40 Hz stimulation, implying a potential disease‑modifying mechanism rather than a pharmacologic cognitive enhancer. citeturn0search0turn0search5turn0search3",
        "Reflect: The trial tests a device-based neuromodulation approach (GENUS) that aims to engage disease‑relevant gamma oscillations and has shown pathology changes in animals. Because the methodology is a non‑drug device and does not fall into the defined drug categories (disease‑targeted biologic / disease‑targeted small molecule / cognitive‑enhancer drug / neuropsychiatric symptom medication), the appropriate classification from the provided list is 'N/A'. If you want the closest conceptual label outside the provided list, this would be described as a disease‑targeted neuromodulation/device intervention (gamma entrainment) aimed at disease modification and cognitive benefit. citeturn0search1turn0search4",
        "Web search results (supporting sources): - Clinical trial listing and description for 'Acute Exposure of Individuals With Down Syndrome to Gamma Frequency Stimulation' (trial details, active vs sham, EEG, sample size). citeturn0search0turn0search2 - MIT/Picower Institute reporting on GENUS and recent mouse and early human work (effects on cognition, neurogenesis, connectivity; Tsai lab). citeturn0search1turn0search3 - Prior MIT work showing 40 Hz tactile (vibration) stimulation reduces Alzheimer’s pathology in mouse models. citeturn0search5"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}