{
    "nct_id": "NCT05361382",
    "title": "Longitudinal Multicenter Head-to-Head Harmonization of Tau PET Tracers",
    "status": "ACTIVE_NOT_RECRUITING",
    "last_update_time": "2025-04-22",
    "description_brief": "The purpose of this study is to compare/harmonize cross-sectional and longitudinal tau tangle measurements obtained with the tau PET radiopharmaceuticals Flortaucipir and MK-6240 to elucidate the advantages and caveats of their use in clinical trials/practice and provide parameters to integrate their estimates.",
    "description_detailed": "This is a longitudinal, multi-site, non-randomized study in which the participants will undergo Flortaucipir and MK-6240 PET scans at baseline and approximately at 18-month follow-up. At each time point, participants will also have an amyloid-β PET scan, magnetic resonance imaging, detailed cognitive tests, and a blood draw for biomarker quantification. The main objectives of this study are standardizing tau PET tracers' outcomes and comparing their performance.\n\nTo accomplish our objectives, the investigators propose the following specific aims:\n\nIn Aim 1, investigators will standardize tau PET processing methods, convert the tracers to a common scale, compare associations with amyloid-β, atrophy, and cognition, and compare/harmonize Braak staging assessments between tau tracers using cross-sectional data.\n\nIn Aim 2, investigators will ascertain the optimal processing method for longitudinal analysis and compare longitudinal changes in tau accumulation obtained with the tau PET radiopharmaceuticals and their associations with changes in amyloid-β, atrophy, and cognition.\n\nIn Exploratory Aim 3, investigators will compare cross-sectional and longitudinal Flortaucipir and MK-6240 estimates with plasma phosphorylated tau concentrations.\n\nThis study will produce a benchmark dataset to develop methods for tau PET quantification and harmonization.",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "DIAGNOSTIC",
    "results": null,
    "target_category": "N/A",
    "drug": [
        "Flortaucipir (flortaucipir F18, TAUVID)",
        "MK-6240 (18F-MK-6240)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The study description and title state the purpose is to compare/harmonize tau PET measurements obtained with the tau radiopharmaceuticals Flortaucipir and MK-6240 (a head-to-head, longitudinal imaging harmonization study)—this is a diagnostic/imaging study, not a therapeutic trial (user-provided text).",
        "Act: Flortaucipir (marketed as TAUVID) is an FDA‑approved 18F PET radiopharmaceutical used to image aggregated tau neurofibrillary tangles in the brain. citeturn0search1turn0search8",
        "Act: MK-6240 (18F-MK-6240) is an 18F-labeled tau PET tracer developed for in vivo quantification of neurofibrillary tangles and has been characterized in preclinical and autoradiography/validation studies. citeturn0search0turn0search5",
        "Reflect: Because both agents are diagnostic PET tracers (radiopharmaceuticals) used to image tau pathology rather than drugs intended to modify disease biology, improve cognition directly, or treat neuropsychiatric symptoms, the trial does not fit any of the four therapeutic target categories and should be classified as 'N/A'.",
        "Web search results used: 'TAUVID (flortaucipir F18) — product/site information and prescribing info' (Lilly / TAUVID). citeturn0search1; 'Automated production / radiochemistry and clinical flortaucipir PET studies' (PubMed/Journals). citeturn0search8turn0search7; 'Preclinical characterization of 18F-MK-6240' (PubMed). citeturn0search0; 'Autoradiography validation of [F-18]-MK-6240 on human postmortem brain tissue' (Acta Neuropathol Commun). citeturn0search5"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}