{
    "nct_id": "NCT05919485",
    "title": "The Effects of Specific Transcranial Direct Current Stimulation tDCS on Cognition in Mild Cognitive Impairment: A Novel Study Protocol",
    "status": "RECRUITING",
    "last_update_time": "2025-04-30",
    "description_brief": "INTRODUCTION:\n\nMild cognitive impairment (MCI) is a critical transitional stage in dementia related disorders. Dorsolateral prefrontal cortex (DLPFC), and the lateral parietal (LPC) cortex are subjected to neuropathological changes in MCI. Parietal memory network (PMN) integrity alterations and default mode network (DMN) alterations also occur in MCI. Transcranial direct current stimulation (tDCS) is a promising neuroprotective tool that modulates functional connectivity and might be useful to interfere with cognitive decline in relation to amnestic MCI (aMCI) and Parkinson's disease-MCI (PD-MCI) when applied to DLPFC and LPC.\n\nMETHODS:\n\nThis is a multicenter, randomized, and controlled study evaluating the effectiveness of anodal tDCS (atDCS ) applied bilaterally to the DLPFC/F3-F4 and LPC/ P3-P4 for 5 sessions with a total of 10 sessions in 14 days. The stimulation will be delivered with a 2 mA current frequency and will last 20 minutes a day for 5 days a week. The study consists of anodal, and sham control groups with a total of 120 participants with DLPFC and LPC anodal groups including 40 participants each and sham including 40 participants which are all between 45-80 years of age.\n\nAt baseline and as an outcome measure, neurocognitive evaluation will be conducted using various tests standardized to use in the Turkish population. Functional magnetic resonance (fMRI) will be used to detect possible PMN and DMN alterations and hippocampal connectivity, and electroencephalogram (EEG) will be used to assess possible electrophysiological alterations that may happen as a result of atDCS. Baseline evaluation will be done before atDCS sessions and it will be repeated at the end of 14 days and 90 days.\n\nDISCUSSION:\n\nThis study aims to explore the effectiveness of atDCS in PD-MCI, aMCI and to contribute to the literature in the field.",
    "description_detailed": "Study Design This is a multi-center, randomized, controlled study registered and carried out at Medipol University Hospital and Alaaddin Keykubat University Training and Research Hospital. The objective of the study is to evaluate the effectiveness of atDCS stimulation over DLPFC and LPC on cognitive skills of patients with PD-MCI and aMCI.\n\nThe patients will be randomized to 2mA tDCS over DLPFC and over LPC, or Sham control. tDCS stimulation will last for 20 minutes a day for 5 consecutive days, a total of 10 sessions in 14 days. The outcome of the simulations will be evaluated by various neurocognitive tests at the baseline, at the end of 14 days and then, 90 days.\n\nBrain connectivity will be analyzed by resting state-functional magnetic resonance imaging (fMRI) and neuronal activity will be analyzed by electroencephalography (EEG) at the baseline, at the end of 14 days and 90 days..\n\nThis study aims to give important translational messages in the field of clinical neuroscience by exploring the pro-cognitive effects of tDCS application including its optimal application methods. In this framework, the restorative benefits of tDCS can be critical to understand the cause-effect relationship between certain neural circuits and behavioral outcomes, which might be important in understanding the pathophysiology of MCI and PD. From another point of view, our findings might be valuable in terms of prolonged life-expectancy and the maintenance of preserved cognitive skills in the elderly.\n\nAlthough tDCS is still in a premature stage, it has certain advantages in terms of portability, cost-effectiveness and user-friendly application compared to other non- invasive stimulation applications. This study will contribute to the growing literature in terms of its optimal application methods, side-effects and long-term (90 days) neurobehavioral results.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "Cognitive enhancer",
    "drug": [
        "transcranial direct current stimulation (tDCS) — anodal bilateral DLPFC (F3–F4) and lateral parietal cortex (P3–P4) stimulation, 2 mA, 20 min/day, 10 sessions over 14 days"
    ],
    "placebo": [
        "sham tDCS"
    ],
    "explanation_target": [
        "Reason: The intervention is non‑invasive brain stimulation (anodal tDCS) applied to DLPFC and lateral parietal cortex with the stated goal of modulating functional connectivity and interfering with cognitive decline in aMCI and PD‑MCI. The intent is to improve/maintain cognition (memory, network connectivity), not to deliver a biologic or small‑molecule that targets amyloid or tau pathology, nor primarily to treat neuropsychiatric/behavioural symptoms. citeturn0search3turn0search4",
        "Act (key trial details extracted): anodal tDCS applied bilaterally to DLPFC (F3–F4) and LPC (P3–P4); 2 mA current; 20 minutes per session; 10 sessions over 14 days (5 sessions/week); randomized, sham‑controlled, multicenter; N=120 (40 DLPFC, 40 LPC, 40 sham); outcomes include neurocognitive testing, fMRI (PMN/DMN/hippocampal connectivity) and EEG. No pharmacologic drug is used. (Details taken from the provided protocol text.)",
        "Reflect: Classification as a 'Cognitive enhancer' fits because the primary therapeutic aim is cognitive improvement/modulation of neural networks in MCI. It is not a biologic (no antibody/vaccine) nor a small molecule, and the main outcome is cognition (not primarily agitation, depression or other neuropsychiatric symptoms). Evidence for tDCS as a cognitive intervention in MCI/early AD is mixed in the literature — some meta‑analyses show small short‑term cognitive benefits while others find no significant effects; protocol parameters (site, intensity, number of sessions) influence outcomes. citeturn0search3turn0search5turn0search6",
        "Web search results / supporting references (selected):",
        "- Meta‑analysis reporting overall cognitive improvement after tDCS in MCI and mild‑to‑moderate AD but noting effects may be short‑term and parameter‑dependent. citeturn0search3",
        "- Systematic review & meta‑analysis finding no significant effect of tDCS on global cognition or specific cognitive domains in MCI (RCTs through Sept 2022). citeturn0search2",
        "- 2024 meta‑analysis concluding insignificant cognitive improvement with active tDCS vs sham among people with MCI. citeturn0search5",
        "- Recent meta‑analysis of rTMS and tDCS finding memory improvement in MCI when stimulation sessions exceed 10 (suggesting dose/number‑of‑sessions matters). citeturn0search6",
        "Ambiguities / notes: The trial is a neuromodulation (non‑pharmacologic) cognitive intervention; the provided categories were framed around pharmacologic/biologic agents but mapping neuromodulation to 'Cognitive enhancer' is the best fit given the stated objectives. No drug target exists to look up, so no drug‑target mapping was possible."
    ],
    "agent_type": "M) Synaptic Plasticity/Neuroprotection",
    "explanation_agent": [
        "Reason: The intervention is non‑invasive brain stimulation (anodal tDCS) applied to bilateral DLPFC and lateral parietal cortex with the stated goal of modulating functional/network connectivity and improving cognition in MCI. tDCS acts by modulating cortical excitability and engaging synaptic‑plasticity mechanisms (LTP/LTD‑like changes, NMDAR‑dependent effects, GABA/glutamate alterations) rather than by targeting amyloid, tau, inflammation, or a specific molecular receptor pathway. citeturn0search8turn0search7",
        "Act: Key trial details extracted from the description — anodal bilateral DLPFC (F3–F4) and lateral parietal cortex (P3–P4) stimulation; 2 mA; 20 min/session; 10 sessions over 14 days; randomized sham‑controlled; outcomes include neurocognitive testing, fMRI (PMN/DMN/hippocampal connectivity) and EEG. No pharmacologic drug or molecular target is used; the presumed biological effect is modulation of cortical excitability and synaptic plasticity. Evidence that tDCS modifies synaptic plasticity and network connectivity comes from human, animal and in vitro studies showing enhanced LTP‑like plasticity, changes in plasticity‑related proteins (BDNF, c‑fos), and measurable network connectivity changes in MCI. citeturn0search5turn0search1turn0search4",
        "Reflect: CADRO is focused on molecular/biologic drug targets. Because this is a neuromodulation (non‑pharmacologic) intervention with no explicit molecular target, two reasonable mappings are (a) T) Other for 'non‑drug/diagnostic' interventions or (b) M) Synaptic Plasticity/Neuroprotection because the mechanism and primary intent are to modulate synaptic plasticity and network function to enhance cognition. Given the trial’s explicit aim to modulate network connectivity and cognition via plasticity‑related mechanisms, the most specific CADRO match is M) Synaptic Plasticity/Neuroprotection. I note ambiguity: if your mapping rules treat any non‑molecular neuromodulation as outside CADRO’s scope, 'T) Other' could be chosen; here I choose M with explanation. citeturn0search7turn0search10",
        "Web search results (selected supporting references):",
        "- Biological and Neurobiological Mechanisms of Transcranial Direct Current Stimulation (review, PMC) — summarizes NMDAR‑dependence, GABA/glutamate changes and plasticity‑related effects of tDCS. citeturn0search7",
        "- Memory and Cognition‑Related Neuroplasticity Enhancement by tDCS in Rodents (systematic review) — reports LTP induction, BDNF and synaptic changes after tDCS. citeturn0search1turn0search10",
        "- In vitro and slice studies showing DCS/tDCS enhances LTP and Hebbian plasticity (mechanistic studies). citeturn0search3turn0search2",
        "- HD‑tDCS in MCI modulates brain network connectivity (fMRI study showing network changes though mixed cognitive outcomes). citeturn0search4",
        "Final classification (Output): M) Synaptic Plasticity/Neuroprotection — tDCS modulates cortical excitability and synaptic‑plasticity/network mechanisms to improve or maintain cognition in MCI; therefore CADRO category M is the best fit."
    ]
}