{
    "nct_id": "NCT05795634",
    "title": "Cognitive Vulnerability to Stress in Individuals at Risk for Alzheimer's Disease (Stress-AD)",
    "status": "RECRUITING",
    "last_update_time": "2025-01-16",
    "description_brief": "The goal of this clinical trial is to learn about how genetics and the response to stress predicts cognitive decline in individuals with mild cognitive impairment.\n\nThe main question\\[s\\] it aims to answer are:\n\n* Does the hormone response to acute stress predict the degree of cognitive impairment following acute stress?\n* Do genes associated with the risk for Alzheimer's disease influence the relationship between stress hormone response to stress and cognitive impairment following stress?\n* Do cognitive impairment following acute stress and genes associated with the risk for Alzheimer's disease predict cognitive decline and change in biomarkers for Alzheimer's disease 2 years later?\n\nParticipants will have 3 in-person study visits. The first 2 will occur at baseline and the 3rd visit will occur 2 years later. During the visits, participants will provide blood and saliva samples, undergo a 10-minute social stress procedure, complete questionnaires, and take tests of memory and other thinking skills. Someone who knows the participant (a \"study partner\") will be asked questions about the participant's daily functioning at the first and 3rd study visits.",
    "description_detailed": "In the wake of discouraging results from treatment trials in Alzheimer's disease (AD), there is emerging consensus that the lack of efficacy in these trials is attributable to heterogeneity in the course of AD. Among the potential causes of heterogeneity, the investigators aim to focus on vulnerability to acute stress. Although associations between stress and the risk of AD are well established, these findings have not been used to inform AD intervention efforts. The investigators aim to address this crucial gap. Considering that in healthy individuals, acute stress can impair cognition in those who have risk factors for AD, the investigators propose that these individuals may represent a specific endophenotype who could be targeted for AD treatment trials. The investigators' prior findings implicate the endocrine stress response as an important component of AD risk that warrants further study.\n\nThe investigators aim to conduct a prospective study to examine the associations among the acute endocrine stress response, cognitive impairment following acute stress, and subsequent cognitive decline. For the investigators' basic study design, the investigators will induce acute stress with the Trier Social Stress Test (TSST; 5 minutes of public speaking and 5 minutes of mental arithmetic) and then administer a battery of cognitive tests. Two cognitive domains-memory and executive functioning-will be the primary cognitive outcomes. Salivary samples collected at fixed intervals will be used to measure stress hormone response; cortisol will the primary endocrine hormone outcome. The investigators will also examine the influence of apolipoprotein E (APOE) gene polymorphisms and polygenic risk scores, conduct sex-stratified analyses, and collect blood-based biomarkers for AD.\n\nThe investigators' study has 3 primary aims:\n\n1. To determine the association between endocrine response to acute stress and memory and executive test performance following acute stress in individuals with MCI due to AD.\n2. To examine the moderating effect of APOE genotype and polygenic risk score derived from genome wide genotyping on the association between endocrine response to acute stress and cognitive test performance following acute stress in individuals with MCI due to AD.\n3. To determine predictors of cognitive decline and neurodegeneration at 2-year follow-up.\n\nSecondary Aims: Conduct the analyses from Specific Aims 1-3 in men and women separately in order to identify sex-specific predictors of stress-induced memory and executive impairment and cognitive decline after 2 years. As an exploratory aim, the investigators will examine the influence of personality factors and stressful life events on the hypothesized associations.\n\nFor this study, participants will come to the clinic for 3 study visits. For the first visit, participants will be asked to bring someone who knows the participant well (a \"study partner\"). During that visit, participants and the participants' study partners will answer questions about the participant's daily functioning. In addition, participants (but not the participants study partners) will take paper-and-pencil tests and provide a blood sample. About one month later, participants will return for a second study visit, but the participants' study partner does not need to come to that visit. During that second visit, participants will undergo a brief procedure (public speaking and mental math) that is designed to cause stress, during which the investigators will measure participants' stress hormones by asking participants to provide the investigators with samples of the participants' saliva. Two years later, participants and the participants' study partners will return for Visit 3. At that visit, the investigators will ask participants to provide another blood sample and complete tests of memory and other thinking skills. Study partners will answer questions about the participants during this visit but will not take any tests or provide a blood sample.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "DIAGNOSTIC",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The study (\"Cognitive Vulnerability to Stress in Individuals at Risk for Alzheimer's Disease\"; NCT05795634) investigates how acute stress responses (salivary cortisol), genetics (APOE and polygenic risk), and stress-induced cognitive changes predict later cognitive decline and biomarkers. The protocol uses a behavioral stress induction (Trier Social Stress Test) and cognitive/biomarker measurements rather than testing a drug or biologic. citeturn0search0turn0search1",
        "Act: Key extracted details — Title/NCT: Cognitive Vulnerability to Stress (Stress-AD), NCT05795634; Intervention: Trier Social Stress Test (behavioral stress induction); Measurements: salivary cortisol, blood biomarkers, APOE/genome-wide genotyping, cognitive tests at baseline, post-stress, and 2-year follow-up. No therapeutic drug or biologic is administered. citeturn0search0turn0search3",
        "Reflect: Classification rationale — This is an observational/behavioral study that induces stress to probe vulnerability and predictors of decline, not a therapeutic trial of a disease-targeted biologic or small molecule, nor a cognitive-enhancing or neuropsychiatric-symptom treatment. Therefore it does not fit the four treatment categories and is classified as 'N/A'. If you want, I can fetch the full registry entry (NCT) or other documents for additional confirmation. citeturn0search0turn0search1"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}