{
    "nct_id": "NCT01893398",
    "title": "Multistimulation Group Therapy in Mild to Moderate Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2013-07-02",
    "description_brief": "Our previous findings support the notion that group activity program, based on cognitive stimulation, recreational-occupational activities and physical-psychomotor exercises, can lead to an improvement in behavioral aspects for people with Alzheimer's Disease (AD).\n\nThe purpose of this study is to clarify the efficacy of a rehabilitation program in outpatients affected by AD in mild to moderate stages.",
    "description_detailed": "N/A",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "N/A",
    "results": null,
    "target_category": "neuropsychiatric symptom improvement",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The described intervention is a non‑pharmacological, group-based rehabilitation program (Multidimensional/Multistimulation Group Therapy — MST) combining cognitive stimulation, recreational/occupational activities and physical/psychomotor exercises, whose stated aim is to improve behavioral aspects (BPSD) and cognition in people with mild–moderate Alzheimer's disease. citeturn1search1turn1search2",
        "Act: The study is registered as Multistimulation/Multidimensional Group Therapy (NCT01893398) and is an interventional RCT whose primary behavioral outcome was change on the Neuropsychiatric Inventory (NPI); the published trial reports reduction in NPI (behavioral symptoms) and some cognitive subscale improvements (ADAS‑cog language/memory). This confirms the intervention is non‑drug and targets behavioral/neuropsychiatric symptoms rather than a molecular disease target. citeturn1search1turn1search2turn0search0",
        "Reflect: Classification — neuropsychiatric symptom improvement. Rationale: primary outcomes and reported effects focus on reducing behavioral disturbances (BPSD) and improving mood/behavior (depression, anxiety, irritability, motor behavior); no drug or placebo is involved, and the intervention is not a biologic or small molecule disease‑modifying agent nor a pharmacologic cognitive enhancer. Therefore the trial best fits the 'neuropsychiatric symptom improvement' category. citeturn1search2turn0search0",
        "Web search results used (key sources):\n- Clinical/trial registry entries for Multistimulation/Multidimensional Group Therapy (NCT01893398) showing intervention description, outcomes (NPI, ADAS‑cog) and completion status. citeturn1search1turn1search3\n- Peer‑reviewed publication reporting MST effects: 'Multistimulation group therapy in Alzheimer's disease promotes changes in brain functioning' (Neurorehabil Neural Repair, 2015) reporting reduced NPI and ADAS‑cog subscale improvements and fMRI findings. citeturn1search2turn0search0"
    ],
    "agent_type": "T) Other",
    "explanation_agent": [
        "Reason: The intervention is a non‑pharmacological, group‑based Multidimensional/Multistimulation Group Therapy (MST) aimed at improving behavioral symptoms (BPSD) and cognition in mild–moderate AD, not a drug or molecular/biologic agent targeting a disease pathway. citeturn1search0turn0search1",
        "Act: Extracted details — trial: \"Multistimulation Group Therapy in Mild to Moderate Alzheimer's Disease\" (NCT01893398); intervention: MST (cognitive stimulation + recreational/occupational + physical/psychomotor exercises); primary outcomes: Neuropsychiatric Inventory (NPI) and ADAS‑Cog; published RCT reported reductions in NPI and improvements in ADAS‑Cog subscales and fMRI changes. Based on this, assign category 'T) Other' because CADRO categories are molecular/biological targets and this is a psychosocial/rehabilitation intervention. citeturn0search1turn1search0",
        "Reflect: Confirmed — the study tests a behavioral/rehabilitation therapy with no drug, biologic, or specified molecular target; it therefore does not map to CADRO categories A–Q or R (multi‑target pharmacologic). Per instructions, non‑therapeutic or non‑molecular interventional trials are classified as 'T) Other'. citeturn1search0turn0search1",
        "Web search results used (key sources): 1) Trial registry entry describing MST, design and outcomes (NCT01893398). citeturn0search1 2) Peer‑reviewed RCT: \"Multistimulation Group Therapy in Alzheimer’s Disease Promotes Changes in Brain Functioning\" (Neurorehabilitation and Neural Repair, 2015) reporting reduced NPI, ADAS‑Cog subscale gains and fMRI changes. citeturn1search0"
    ]
}