{
    "nct_id": "NCT01795339",
    "title": "A Phase I, Randomized, Double-Blind, Placebo-Controlled, Two-Part, Multiple Ascending Dose Study to Assess the Safety, Tolerability, Pharmacokinetics and Effect on Biomarkers of AZD3293 in Plasma and Cerebrospinal Fluid in Healthy Male and Non-Fertile Female Elderly Volunteers and in Mild-to-Moderate Alzheimer Disease Patients",
    "status": "COMPLETED",
    "last_update_time": "2014-04-02",
    "description_brief": "This is a two-part multiple dose study in healthy male and female (of non-child bearing potential) elderly volunteers, and in Alzheimer's disease patients, to assess the safety, effects on the body, and blood, CSF, and urine drug levels of AZD3293. AZD3293 is being developed for the treatment of Alzheimer's Disease",
    "description_detailed": "A Phase I, Randomized, Double-Blind, Placebo-Controlled, Two-Part, Multiple Ascending Dose Study to Assess the Safety, Tolerability, Pharmacokinetics and Effect on Biomarkers of AZD3293 in Plasma and Cerebrospinal Fluid in Healthy Male and Non-Fertile Female Elderly Volunteers and in Mild-to-Moderate Alzheimer Disease Patients",
    "phase": [
        "PHASE1"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "BASIC_SCIENCE",
    "results": null,
    "target_category": "disease-targeted small molecule",
    "drug": [
        "AZD3293 (lanabecestat, LY3314814)"
    ],
    "placebo": [
        "placebo"
    ],
    "explanation_target": [
        "Reason: The trial tests AZD3293 (lanabecestat), which is an orally active small‑molecule inhibitor of BACE1 (β‑secretase) developed to reduce production of amyloid‑β and thereby act as a disease‑modifying therapy for Alzheimer’s disease. citeturn0search1turn0search2",
        "Act: AZD3293/lanabecestat is described in phase‑1 multiple‑ascending dose studies measuring drug levels and effects on plasma and CSF Aβ peptides and biomarkers (the trial title matches those Phase I PK/PD and biomarker studies). This supports classification as a disease‑targeted small molecule rather than a biologic, cognitive enhancer, or symptomatic (neuropsychiatric) treatment. citeturn0search0turn0search3",
        "Support: Preclinical and clinical publications explicitly state AZD3293 is a BACE1 (and BACE2) inhibitor that lowers CSF and plasma Aβ (Aβ40/Aβ42) and was advanced as a potential disease‑modifying agent. citeturn0search1turn0search5",
        "Reflect: The trial design (randomized, double‑blind, placebo‑controlled, multiple ascending doses with CSF biomarker readouts) is consistent with early testing of an anti‑amyloid small molecule aimed at reducing pathological Aβ production rather than symptomatic cognitive or neuropsychiatric effects. No indication in the description that the intervention is a biologic (e.g., monoclonal antibody) or a symptomatic cognitive enhancer. citeturn0search2turn0search4",
        "Web search results used: PubMed phase‑1 reports and pharmacology papers on AZD3293/lanabecestat; ALZFORUM therapeutic summary; PK/PD modeling and clinical pharmacology publications (see citations above). citeturn0search0turn0search1turn0search2turn0search3turn0search5"
    ],
    "agent_type": "A) Amyloid beta",
    "explanation_agent": [
        "Reason: The trial drug AZD3293 (lanabecestat, LY3314814) is an orally active small‑molecule inhibitor of BACE1 (β‑secretase) developed to reduce production of amyloid‑β peptides (Aβ), i.e., it directly targets the amyloid generation pathway. citeturn0search7turn0search2",
        "Act: The description and phase‑1 study title (multiple ascending dose with plasma and CSF Aβ biomarker readouts) match early clinical testing of a BACE1 inhibitor that lowers CSF and plasma Aβ species, so the most specific CADRO category is A) Amyloid beta. citeturn0search0turn0search1",
        "Reflect: Verification — multiple primary sources describe lanabecestat as a brain‑penetrant BACE1 inhibitor that robustly reduces Aβ40/Aβ42 and sAPPβ in preclinical models and Phase I/PKPD studies; no evidence in the description points to another primary mechanism (e.g., inflammation, tau, synaptic modulators) or to a non‑therapeutic diagnostic. Therefore A) Amyloid beta is the correct CADRO classification. citeturn0search6turn0search2",
        "Web search results used (key sources): (1) Phase I PK/PD and biomarker report for AZD3293 showing reductions in plasma and CSF Aβ. citeturn0search0 (2) Japanese Phase I study reporting lanabecestat effects on plasma and CSF Aβ peptides. citeturn0search1 (3) Development/review article summarizing lanabecestat as a brain‑penetrant BACE1 inhibitor advanced into Phase 2/3. citeturn0search2 (4) Preclinical characterization of AZD3293 (potent, slow off‑rate BACE1 inhibitor). citeturn0search7 (5) Clinical pharmacology/formulation and PK details supporting brain penetration and CSF Aβ lowering. citeturn0search6"
    ]
}