{
    "nct_id": "NCT03578991",
    "title": "Diabetes as an Accelerator of Cognitive Impairment and Alzheimer's Disease: Comprehensive Approach and Adherence to Treatment: DIALCAT Project.",
    "status": "COMPLETED",
    "last_update_time": "2020-08-12",
    "description_brief": "This randomized controlled trial is aimed at studying the effects of an eHealth intervention on improving metabolic control and other cardiovascular risk factors (obesity, lipidic profile and hypertension) as the approach to prevent or delay the process of cognitive impairment, and to reduce conversion rates to Alzheimer's disease (AD) in a sample of patients diagnosed of type 2 diabetes mellitus (T2D) and with mild cognitive impairment (MCI).\n\nFor these purposes, the standard clinical treatment for this type of patients will be compared with two types of interventions (parallel groups): one aimed at promoting adherence to treatment through the use of a smart pillbox; and the other intervention will be based on the use of the smart pillbox plus and interactive digital platform allowing communication between patients and caregivers with healthcare professionals. Both interventions are targeted to improve adherence to treatment.\n\nThe hypothesis is that the rate of conversion from MCI to AD will be higher in the control group than in the intervention groups (higher conversion rates are expected in control group, followed by the smart pillbox group, and lower conversion rates are expected in the group using the interactive digital platform and the smart pillbox).",
    "description_detailed": "The objective of the DIALCAT randomized controlled trial is to study the effects of an eHealth intervention (smart pillbox, digital platform) on the progression of cognitive impairment evaluated by means of a neuropsychological examination, in a sample of elderly patients with type II diabetes (T2D) and mild cognitive impairment (MCI). As secondary goals, this research is intended to:\n\n1. Assess if the intervention improves the metabolic control of the study sample.\n2. Evaluate the effects of the intervention on the conversion rate (yes vs. no) from MCI to Alzheimer's' disease (AD).\n3. Compare the effectiveness of the interventions to reduce functional decline (quantified by a battery of neuropsychological tests \\[see detailed description below\\]) and the conversion rate to AD.\n4. Identify the clinical and analytical predictors (biomarkers) of conversion from MCI to AD.\n\nTo this purposes, a total of 174 T2D patients with MCI (MMSE≥24) will be recruited with a 18-month follow-up. Eligible patients will be randomized in a 1:1:1 ratio in one of the arms of the RCT (for randomization, a sex-by-sex-swapped sequence and the ApoE genotype will be used). The three groups will receive the following interventions:\n\nArm 1: T2D patients (n = 58) with MCI, receiving treatment as usual (TAU) by their primary care physician/endocrinologist.\n\nArm 2: T2D patients (n = 58) with MCI, receiving TAU and using a smart pillbox that allows to monitor adherence to treatment.\n\nArm 3: T2D patients (n = 58) with MCI, receiving TAU, using the smart pillbox and receiving periodic feedback on their metabolic control and how to improve it by an endocrinologist via a digital platform.\n\nSince it is expected that the different factors related to the intervention will have an additive or synergistic effect, the hypothesis is that the cognitive impairment and progression of MCI to AD would be higher in arm 1, followed by arm 2 and, finally, arm 3.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "PREVENTION",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is an eHealth/device and behavioral adherence program (smart pillbox +/- interactive digital platform) intended to improve medication adherence and metabolic/cardiovascular control in T2D patients with MCI to prevent or delay progression to Alzheimer's disease — not a drug or biologic. citeturn0search2turn0search1",
        "Act: Key trial details extracted — randomized controlled trial (NCT03578991), three parallel arms (treatment-as-usual; smart pillbox; smart pillbox + web-based interactive platform), ~174 T2D patients with MCI, objective to improve adherence/metabolic control and reduce conversion from MCI to AD. Interventions are a device and a digital platform, not pharmacologic agents. citeturn0search3turn0search2turn0search5",
        "Reflect: Classification decision — none of the four provided categories fit because the trial tests a digital/device adherence intervention (behavioral/eHealth) rather than a biologic, small molecule, a direct cognitive-enhancing drug, or a treatment aimed primarily at neuropsychiatric symptoms. Therefore the correct category is 'N/A'. This aligns with the cited registry and publications describing the DIALCAT project. citeturn0search6turn0search0",
        "Web search results used (references): Clinical trial registry and summaries (MedPath / ICHGCP / NCT03578991) and project/publication descriptions (DIALCAT article, IJIC summary). citeturn0search2turn0search3turn0search0turn0search5"
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}