{
    "nct_id": "NCT07040904",
    "title": "Mindfulness to Enhance Cognitive Health in Latinx Older Adults",
    "status": "RECRUITING",
    "last_update_time": "2025-06-26",
    "description_brief": "The primary objective of the proposed research is to investigate the promise and underlying mechanisms of mindfulness training as a preventative lifestyle intervention to enhance cognitive health in Latinx older adults, thereby mitigating risk of Alzheimer's Disease (AD) in a population that may be particularly vulnerable.",
    "description_detailed": "This proposal rigorously examines the feasibility and mechanisms of action of a novel, culturally-sensitive mindfulness training program developed by the PIs, utilizing EEG methods and theoretically-optimized cognitive control tasks to assess neurocognitive effects. Additionally, blood-based assessment of AD biomarkers will be utilized to test whether biomarker status will moderate the effect of training, such that the neurocognitive benefits will be larger Latinx older adults with greater evidence of AD-related pathology. Furthermore, the study will also seek to elucidate the subjective effects of mindfulness training on daily-life experiences using ecological momentary assessment (EMA) methods. The study will utilize a mixed between and within-subject design involving longitudinal (pre vs. post-training) assessment and a wait-list control group. 60 Latinx older adults will first complete a baseline assessment protocol, followed by randomized assignment to either the mindfulness or wait-list group (N=30 in each group). The mindfulness group will receive 8 weeks of mindfulness training. During this 8-week period participants from both groups will also complete an EMA protocol, consisting of prompts occurring 4x/day on 3 random days per week, assessing subjective mindfulness states, practice experiences, mood, cognition, setting, and activity. Both groups will then return to repeat performance of the same assessment protocol. The assessment protocol involves two testing sessions performed on separate days, each involving completion of the Stroop and AX-CPT task while continuous EEG is recorded. The mindfulness training curriculum utilizes a novel adaptation of the well-validated mindfulness-based stress reduction (MBSR) course, that has been previously validated in focus groups. Participants will meet weekly with an instructor (either in-person or on-line) in classes to receive instructions and practice mindfulness skills. The curriculum embeds core MBSR principles and practices within a culturally-sensitive didactic framework, that includes four key modifications: (1) delivering all instruction in participants native Spanish language; (2) emphasizing/encouraging the connection between mindfulness practices and participants' personal religious beliefs (e.g., \"connecting the breath/body to God\"), (3) incorporating culturally unique experiences into group activities/exercises (e.g., sharing immigration stories and examining how alterations in perspective can influence meaning and affect), and (4) adding more familial focus to course content (e.g., highlighting how certain skills or practices can benefit the family). In addition to weekly class meetings, participants will also have access to instructional videos and guided audio practices available on their mobile device; on these devices, they will also be periodically prompted to partake in a short mindfulness behavioral task, a 2-minute breath-counting exercise. Finally, all participants will complete a blood draw at the end of the study to determine AD biomarker status. Outcomes will be assessed using EMA measures of daily mindfulness and mood/cognition as well as other qualitative self-report measures assessing the accessibility, utility and feasibility of the mindfulness training curriculum (Aim 1); EEG/ERP measures of state mindfulness and neurocognitive functioning (Aim 2); behavioral metrics of cognitive performance (Aim 2); and moderating role of AD biomarker status (Aim 3).",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "BASIC_SCIENCE",
    "results": null,
    "target_category": "cognitive enhancer",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The study description and title indicate a behavioral mindfulness training program delivered as a preventative lifestyle intervention to enhance cognitive health (i.e., improve cognitive function/reduce AD risk) in Latinx older adults — not a drug or biologic. citeturn0search1turn0search5",
        "Act (extracted details): Intervention = culturally adapted mindfulness training (8-week MBSR-based program, weekly instructor-led classes, home practice, EMA, EEG and blood-based AD biomarker assessments), design = randomized assignment vs. wait-list control with pre/post measures (N≈60). These details come from the trial listings. citeturn0search1turn0search5",
        "Reflect (classification rationale): Because the intervention is a non-pharmacologic, behavioral mindfulness program intended to improve cognitive function / reduce AD risk (rather than a monoclonal antibody, vaccine, or small-molecule agent that targets amyloid or tau, or a therapy aimed primarily at neuropsychiatric symptoms), the correct category is 'cognitive enhancer'. Systematic reviews and trials of mindfulness in older adults treat it as a cognitive/behavioral intervention with small-to-moderate effects on attention, memory, and executive function, supporting this classification. citeturn0search3turn0search7",
        "Web search results (sources used):",
        "• Trial listing — 'Mindfulness to Enhance Cognitive Health in Latinx Older Adults' (TrialX summary with intervention and design details). citeturn0search1",
        "• Clinical trials registry entry (ICHGCP / NCT07040904 summary) — specifies behavioral: mindfulness intervention, recruiting status, and study overview. citeturn0search5",
        "• MEDEX & related randomized trials/meta-analyses — large RCTs and systematic reviews examining MBSR/mindfulness and cognitive outcomes in older adults (summaries showing mixed/small effects on cognition). These contextual sources support that mindfulness is a cognitive/lifestyle intervention rather than a drug targeting AD pathology. citeturn0search6turn0search3",
        "• Trait mindfulness association with AD biomarkers — observational work linking higher mindfulness to less amyloid/tau and less cognitive decline (provides biological plausibility but does not make the intervention a disease-targeted biologic or small molecule). citeturn0search2",
        "Ambiguity / Missing info: No drug or placebo is described. The trial does include blood-based AD biomarker measurement (to test moderation), but that is an outcome/stratifier rather than a pharmacologic intervention. Classification remains 'cognitive enhancer'. citeturn0search1turn0search5"
    ],
    "agent_type": "T) Other",
    "explanation_agent": [
        "Reason: The trial tests a culturally adapted mindfulness (behavioral) program to improve cognitive health in Latinx older adults — it is a non-pharmacologic, preventive/lifestyle intervention with no drug, biologic, molecular target, or pathway specified (no amyloid/tau/ApoE/inflammatory/etc. target).",
        "Act: Extracted details — Intervention = 8-week MBSR-based mindfulness training (weekly instructor-led classes, home practice, EMA, EEG and blood-based AD biomarker assessments); Design = randomized vs. wait-list control, N≈60. No drug name, molecular target, gene, or pathway is described; blood biomarkers are outcome measures, not therapeutic targets. (User-supplied trial citations summarize these points.)",
        "Reflect: CADRO is organized around biological targets (amyloid, tau, inflammation, synaptic plasticity, etc.). Because this is a behavioral cognitive-enhancement/lifestyle intervention without a specified biological drug target, it does not fit a specific CADRO therapeutic category. Per the instructions, when no target can be inferred or the trial does not fit a CADRO category, the correct assignment is 'T) Other'.",
        "Web search results / sources (from user-provided summary):",
        "• Trial listing — 'Mindfulness to Enhance Cognitive Health in Latinx Older Adults' (TrialX summary with intervention and design details).",
        "• Clinical trials registry entry (ICHGCP / NCT07040904 summary) — specifies behavioral: mindfulness intervention, recruiting status, and study overview.",
        "• MEDEX & related randomized trials/meta-analyses — RCTs and systematic reviews examining MBSR/mindfulness and cognitive outcomes in older adults (context showing this is a cognitive/lifestyle intervention).",
        "• Observational studies linking trait mindfulness with AD biomarkers — provides plausibility but does not make the intervention a molecularly targeted therapy.",
        "Output: {\"category\": \"T) Other\"}"
    ]
}