{
    "nct_id": "NCT02958930",
    "title": "An Open-Label Study to Evaluate the Safety and Efficacy of Transcranial Electromagnetic Treatment (TEMT) for the Treatment of Alzheimer's Disease",
    "status": "COMPLETED",
    "last_update_time": "2019-04-22",
    "description_brief": "The purpose of this study is to determine the safety and initial efficacy of Transcranial Electromagnetic Treatment (TEMT) in patients with mild/moderate Alzheimer's Disease. Throughout a 2-month treatment period, patients will be evaluated for cognitive performance, brain energy utilization, functional brain imaging, and blood/cerebrospinal fluid (CSF) markers for Alzheimer's Disease. Since all patients will receive TEMT, each patient's baseline measurements will serve as their own control for any treatment effects.",
    "description_detailed": "There is currently no effective therapeutic to stabilize or reverse the cognitive impairment of Alzheimer's Disease (AD) and related dementias. Clinical trials with drugs have been unsuccessful because the wrong therapeutic target/species were selected, because drugs have great difficulty traversing the blood-brain barrier and getting into neurons, and/or because drugs largely have only a single mechanism of action. Since ever-increasing experimental evidence indicates that the toxic forms of both beta-amyloid and tau are the soluble \"oligomeric\" species of these two proteins, therapeutics to disaggregate these oligomers within neurons represent perhaps the best chance for attaining cognitive benefit in AD patients.\n\nPre-clinical studies performed by the Sponsor and his collaborators have demonstrated that AD transgenic mice treated daily with electromagnetic waves in the radiofrequency (RF) range are protected from cognitive impairment or show a reversal of pre-existing cognitive impairment. These cognitive benefits appear to be due primarily to two complimentary mechanisms: 1) disaggregation of toxic protein oligomers within neurons, and 2) mitochondrial enhancement to increase energy metabolism. Moreover, no deleterious effects of treatment over many months have been observed in these pre-clinical studies.\n\nIn order to provide similar treatment to mild/moderate Alzheimer's patients clinically, NeuroEM Therapeutics has developed a unique head device that provides electromagnetic (RF) treatment to the entire human forebrain at levels similar to those that provided cognitive benefits in pre-clinical studies. Using the MemorEM 1000 head device in the present Phase I trial, AD patients receive twice daily 1-hour treatments in-home, as administered by their caregiver. The device allows for the patient to have complete mobility for moving throughout their home.\n\nA comprehensive array of markers will be analyzed both during and following the 2-month treatment period, with baseline (pre-treatment) values serving as controls. Cognitive safety and efficacy will be evaluated using a variety of cognitive assessments including ADAS-cog (Primary), and secondary cognitive measures including ADCS-ADL, Rey AVLT, Trails A \\& B, Digit span, and clock draw tasks. Treatment effects on brain energy metabolism will be determine by FDG-PET scans, while treatment effects on brain functional connectivity will be determined through both resting state MRI and Diffusion Tensor Imaging. Also being assessed are the effects of treatment on various beta-amyloid and tau protein species (e.g., monomers, oligomers) in both blood and CSF. Safety of the treatment will be monitored by regular Adverse Events Assessment, physiologic monitoring, and patient daily diaries maintained by the caregiver.\n\nExpected Results: The investigators expect that 2-months of daily electromagnetic (RF) treatment will not present any significant side effects or safety issues. The investigators further expect that cognitive measures will be stable and/or improve by the end of treatment. In addition, the investigators anticipate that brain functional connectivity may be improved and that enhanced brain metabolism (FDG-PET) will occur. Changes in blood/CSF levels of various beta-amyloid and tau species are also anticipated.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "Cognitive enhancer",
    "drug": [
        "MemorEM 1000 (Transcranial Electromagnetic Treatment — TEMT device)"
    ],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is a non‑pharmacologic, in‑home head device delivering Transcranial Electromagnetic Treatment (TEMT) (MemorEM 1000). The trial’s primary outcomes are cognitive measures (ADAS‑Cog) and secondary cognitive/functional tests, and the protocol is an open‑label 2‑month, twice‑daily 1‑hour TEMT regimen. citeturn1search0turn1search5",
        "Act (key details extracted & match to category): The MemorEM 1000 is a medical device (not a biologic or small molecule) developed by NeuroEM Therapeutics to deliver RF electromagnetic fields to the forebrain; the investigators report TEMT can disaggregate Aβ and p‑tau oligomers and enhance mitochondrial/neuronal activity in preclinical work and observed cognitive improvements and biomarker changes in the clinical pilot. Because it is a device (not a biologic or small molecule) and the trial’s main measured effect is cognitive improvement (while biomarker changes were also measured), the closest matching category from the provided list is \"Cognitive enhancer\". citeturn1search7turn0search7turn0search6",
        "Reflect: This classification notes ambiguity—TEMT is intended to affect AD pathology (disaggregation of amyloid/tau and mitochondrial effects), which would make it conceptually \"disease‑targeting.\" However, the available category labels restrict \"disease‑targeted\" to biologics or small molecules; since TEMT is a neuromodulatory device (not a biologic or small molecule) and the trial emphasizes cognitive endpoints, mapping it to \"Cognitive enhancer\" is the best fit given the available choices. If a separate \"device / neuromodulation — disease‑modifying\" category existed, that would be more precise. Supporting sources: clinical trial registry and full trial report (open‑label 2‑month study), NeuroEM technology description, and follow‑up pilot reports. citeturn1search0turn1search5turn1search7turn0search2"
    ],
    "agent_type": "R) Multi-target",
    "explanation_agent": [
        "Reason: The intervention is a neuromodulatory device (MemorEM 1000) delivering transcranial electromagnetic treatment (TEMT) rather than a single small molecule or biologic, and the published/preclinical rationale and clinical readouts indicate effects on multiple AD‑relevant biology (amyloid oligomers, phosphorylated‑tau oligomers, and mitochondrial/neuronal function) as well as cognitive endpoints. citeturn0search9turn0search6",
        "Act: Key details extracted from the trial and supporting literature — MemorEM 1000 is an in‑home wearable head device delivering TEMT (915 MHz, sequential emitters; 2 × 1‑hour daily regimen in the described trial). Preclinical work reports TEMT disaggregates Aβ and p‑tau oligomers and enhances mitochondrial/neuronal activity; the open‑label clinical studies reported cognitive improvements (ADAS‑Cog and other measures) and biomarker changes in CSF/plasma. These claims and trial details are documented in the device/company materials and peer‑reviewed reports. citeturn0search9turn0search6turn0search1",
        "Mapping to CADRO: Because the intervention is reported to act on multiple pathological processes — amyloid species (CADRO A), tau species (CADRO B), and mitochondrial/bioenergetic effects (CADRO J) with downstream cognitive/synaptic benefit (CADRO M) — the most appropriate CADRO label is R) Multi-target rather than a single‑pathway category. citeturn0search10turn0search9",
        "Reflect: There is ambiguity because TEMT is a device (not a drug) and the trial is framed as a cognitive‑enhancer/neuromodulation study; a strict drug‑target taxonomy might prefer 'T) Other' for device interventions. However, given the explicit preclinical and clinical claims of effects on multiple disease biology nodes (amyloid, tau, mitochondrial function) backed by published studies, R) Multi‑target best captures the breadth of biological targets implicated. If you prefer device‑specific classification or a conservative, drug‑centric mapping, choose T) Other instead. citeturn0search9turn0search1",
        "Web search results used (key sources): • Pilot/long‑term clinical reports (peer‑reviewed): \"Transcranial Electromagnetic Treatment Stops Alzheimer’s Disease Cognitive Decline over a 2½‑Year Period: A Pilot Study\" (Medicines, 2022). citeturn0search0turn0search9 • Initial open‑label clinical trial reporting cognitive enhancement and CSF/plasma marker changes. citeturn0search6turn0search10 • ClinicalTrials entry for NCT02958930 (MemorEM 1000 device trial). citeturn0search7 • NeuroEM Therapeutics company/technology description of MemorEM/TEMT mechanism (device claims of disaggregating oligomers and enhancing mitochondrial function). citeturn0search1turn0search2"
    ]
}