{
    "nct_id": "NCT05012410",
    "title": "Efficacy of the WeCareAdvisor: An Online Tool to Help Caregivers Manage Behavioral and Psychological Symptoms in Persons Living With Dementia",
    "status": "COMPLETED",
    "last_update_time": "2025-09-24",
    "description_brief": "The WeCareAdvisor is an online tool to help caregivers manage behavioral and psychological symptoms of people living with dementia. The trial will evaluate its efficacy to reduce caregiver distress, improve confidence managing behaviors, as well as reduce occurrences and severity of behavioral and psychological symptoms.\n\nVisit https://wecareadvisorstudy.com/ for more information.",
    "description_detailed": "Caregivers enrolled in the study will use the web-based WeCareAdvisor tool for either three or six months, depending upon group allocation (immediate treatment vs. 3-month waitlist). Caregivers will be interviewed at baseline, 1, 3 and 6 months by telephone to evaluate their health and wellbeing. Also, utilization data of the tool will be captured.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "TREATMENT",
    "results": null,
    "target_category": "neuropsychiatric symptom improvement",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The intervention is a web-based caregiver support tool (WeCareAdvisor) designed to help family caregivers assess, manage, and track behavioral and psychological symptoms of dementia (BPSD) using nonpharmacologic strategies (the DICE approach). This indicates the trial targets neuropsychiatric/behavioral symptom management rather than a disease-modifying biologic or small molecule or a direct cognitive enhancer. citeturn0search4turn0search1",
        "Act: Key extracted details — WeCareAdvisor is an online platform providing disease education, daily tips, and a systematic, evidence-informed approach to describe behaviors, investigate causes, create tailored strategies, and evaluate outcomes; it has been tested in a pilot randomized trial and is the subject of a larger Phase III efficacy trial evaluating caregiver distress, confidence managing BPSD, and BPSD occurrences/severity. No drug or placebo is involved. citeturn0search3turn0search0turn0search7",
        "Reflect: Classification check — By the provided category definitions: (1) not a biologic (no monoclonal antibody or vaccine), (2) not a small molecule, (3) not a pharmacologic cognitive enhancer, and (4) explicitly aimed at reducing behavioral/psychological symptoms and caregiver distress. Therefore the correct category is 'neuropsychiatric symptom improvement'. The description and cited publications consistently describe nonpharmacologic, caregiver-focused BPSD management. citeturn0search4turn0search5",
        "Web search results (sources consulted): WeCareAdvisor development and rationale (PMC article). citeturn0search4; Pilot randomized trial results and conference abstract (Alzheimer's & Dementia; DOAJ). citeturn0search0turn0search7; Protocol and Phase III efficacy trial description (Journal of Technology in Behavioral Science; PubMed record). citeturn0search3turn0search5"
    ],
    "agent_type": "T) Other",
    "explanation_agent": [
        "Reason: The described intervention is a web-based caregiver support and behavioral-management tool (WeCareAdvisor) that uses the DICE nonpharmacologic approach to help family caregivers assess, manage, and track behavioral and psychological symptoms of dementia (BPSD). It is not a drug, biologic, small molecule, or direct cognitive enhancer, so it does not map to a molecular or biological CADRO category. citeturn0search2turn0search0",
        "Act: Key extracted details — WeCareAdvisor is an evidence‑informed online platform providing dementia education, daily tips, and a systematic DICE problem‑solving workflow to create and evaluate tailored nonpharmacologic behavior-management plans. It has been evaluated in a pilot randomized trial showing reduced caregiver distress and is the subject of a larger Phase III efficacy trial; no pharmacologic agent or molecular target is involved. citeturn0search3turn0search6",
        "Reflect: Classification check — Because CADRO categories are organized around biological/drug targets (e.g., Amyloid, Tau, Inflammation, Synaptic plasticity, Multi‑target), and this intervention is a behavioral/caregiver support program (non‑therapeutic in the molecular sense), the correct CADRO assignment is 'T) Other'. If a user prefers a descriptive label, this trial addresses neuropsychiatric symptom management (caregiver‑focused behavioral intervention), but that is not a specific CADRO biological target. citeturn0search2turn0search7",
        "Web search results (sources consulted): Effect of the WeCareAdvisor™ on family caregiver outcomes in dementia: a pilot randomized controlled trial (PubMed/PMC). citeturn0search0turn0search7",
        "WeCareAdvisor™: The development of a caregiver‑focused, web‑based program to assess and manage behavioral and psychological symptoms of dementia (PMC article describing development and rationale). citeturn0search2",
        "WeCareAdvisor pilot trial full text / results (BMC Geriatrics). citeturn0search3",
        "Conference abstract / randomized controlled trial presentation (Alzheimer’s & Dementia abstract). citeturn0search1",
        "Protocol / Phase III efficacy trial description (PubMed record describing the Phase III trial and COVID‑era adaptations). citeturn0search6"
    ]
}