{
    "nct_id": "NCT03794141",
    "title": "Effects of ApoE4 Genotype Information and Intervention Intensity on the Fulfillment of Lifestyle Changes and Sensory Preferences",
    "status": "COMPLETED",
    "last_update_time": "2020-02-25",
    "description_brief": "The study investigates whether information on having a risk genotype (ApoE4) and life style advisory information affects lifestyle changes and sensory preferences. The project studies also the ethic aspects of giving the information of risk genotype.",
    "description_detailed": "We will run intervention based on our earlier pilot study. It includes intensive intervention and a modification of our earlier pilot intervention. Our intervention methods are general lectures of the effects of healthy diet (Finnish Nutrition Recommendations 2014) and healthy lifestyle for all participants. Effects on motivation, attitudes and preferences will be studied and verified by questionnaires and risk factors of cardiovascular disease and Alzheimer disease by analyzing clinical markers of lipid metabolism, general phenotype markers and profiles of nutritional markers. Nutritional biomarkers will verify also the self-reported changes of diet in the questionnaires and in digital food diaries.",
    "phase": [
        "NA"
    ],
    "study_type": "INTERVENTIONAL",
    "primary_purpose": "PREVENTION",
    "results": null,
    "target_category": "N/A",
    "drug": [],
    "placebo": [],
    "explanation_target": [
        "Reason: The trial tests the effect of disclosing APOE4 risk genotype and providing lifestyle/advisory interventions on participants' lifestyle changes, sensory preferences, and ethical effects of disclosure. This is a behavioral/diagnostic disclosure study, not a pharmacologic intervention, and therefore does not match disease-targeted biologic, disease-targeted small molecule, cognitive enhancer, or neuropsychiatric symptom improvement categories.",
        "Act (extracted details): Key details from the description — intervention = disclosure of ApoE4 genotype status + lifestyle advice / varying intervention intensity; outcomes = fulfillment of lifestyle changes, sensory preferences, and study of ethical aspects of giving genotype information. No drug, biologic, or neuromodulatory therapeutic is tested, and no symptom-targeted pharmacologic treatment is described.",
        "Web search results (supporting background on APOE4 and disclosure studies): APOE4 is a well-known genetic risk factor for late-onset Alzheimer’s disease; inheriting one copy increases risk and two copies increase risk substantially. citeturn0search0turn0search3 Studies of APOE genotype disclosure have examined safety, effects on future planning, and whether disclosure alone changes health behaviors; some work shows disclosure influences planning but does not reliably produce lifestyle changes without paired education/intervention. citeturn0search1turn0search2 Recent analyses suggest APOE4 homozygotes have very high prevalence of Alzheimer’s biology by age 65, which has implications for disclosure and ethics. citeturn0news12",
        "Reflect: Classification check — the trial evaluates informational/genetic-risk disclosure and behavioral/lifestyle outcomes, not a therapeutic agent or symptom-targeted treatment. Therefore it does not fit any of the four treatment categories and should be classified as 'N/A'. No ambiguity that would move it into the four clinical treatment categories based on the provided description."
    ],
    "agent_type": "N/A",
    "explanation_agent": []
}